{"abstract": [], "text": "https://doi.org/10.1007/s10450-013-9593-5 1 IntroductionModel based process design is a widely applied tool for the development of adsorption based bulk gas separations. The greatest advantage is the flexibility in the assessment of the performance of various configurations of the adsorption cycles during early stages of development (Agarwal et al. 2010). The reliability and accuracy of a model for adsorption-based processes greatly depends, among other things, on the adequacy of the parameters used, such as the equilibrium adsorption isotherm, and the transport parameters accounting for mass and heat transfer.One very common procedure consists of two steps, as follows (Bárcia et al. 2008; Lopes 2011; Wang et al. 2012). First the equilibrium adsorption isotherms are determined from static volumetric or gravimetric measurements. There are several ways to account for the competition in multicomponent systems: for example by predicting competitive isotherms from pure component data with the well-known ideal adsorption solution theory (IAST), or simply with conventional multicomponent isotherms. These isotherms are used in a second step where breakthrough experiments are performed with the aim of validating the multicomponent isotherm and of estimating transport parameters.In the context of carbon dioxide capture and storage (CCS) as a mitigation option for increasing emissions of CO2, pressure swing adsorption (PSA) can be a viable technology for the CO2/H2 separation within an integrated gasification combined cycle (IGCC) power plant. In fact, the energy penalty is largely reduced by exploiting the high pressure of the feed (30–50 bar) and by avoiding any re-compression of recycle streams. Since in such a process the packed columns experience a large range of pressures, temperatures and flow rates due to the different pressure levels and to the heat of adsorption, it is important to consider a broad range of operating conditions when determining the adsorption specific parameters involved in the mathematical model used for process design.In a previous work (Schell et al. 2011) the pure and binary equilibrium adsorption of CO2, H2 and N2 on an activated carbon was studied in a rather large interval of temperatures (25–140 °C), and pressures (0.1–200 bar). A follow-up study (Casas et al. 2012) focused on the estimation of heat and mass transfer parameters for three mixtures of CO2 and H2 in an activated carbon bed. The mathematical model was applied on the one hand for the design and optimization of a PSA process for the CO2/H2 separation under adiabatic conditions in the context of pre-combustion CO2 capture (Casas et al. 2013). On the other hand and for the same separation, the same model was used to describe with satisfactory agreement a set of PSA laboratory experiments (Schell et al. 2013). In both cases the same competitive adsorption isotherms obtained through static measurements and the same mass transport parameters estimated through fixed-bed experiments were used. The heat transfer coefficients however, while not needed in the optimization study because of the adiabatic conditions (typical of large scale PSA processes), had to be re-estimated for the comparison for experiments; we believe that this was due to the drastically different conditions—in terms of column loading and typical gas phase composition—experienced by the fixed beds during breakthrough experiments and cyclic operations (Schell et al. 2013).Since impurities are generally present within gas streams to be processed, it is important to also validate a mathematical model for multicomponent systems before proceeding to process design calculations. This can be performed by measuring breakthrough responses of pure component data, and combining the obtained heat and mass transfer data for the prediction of multicomponent systems (Malek and Farooq 1997; Jee et al. 2001; Grande et al. 2008; Saleman et al. 2013). However, in order to cover a large interval of experimental conditions, this approach requires a substantial amount of experiments.This is the context of this work, whose goal is to estimate transport parameters from binary CO2/N2 breakthrough experiments, and to apply the obtained results, together with those of the binary CO2/H2 system (Casas et al. 2012) for the prediction of ternary CO2/N2/H2 experiments performed for various compositions, temperatures, pressures and flow rates. This shows that only two independent sets of breakthrough experiments are required for the calibration of the mathematical model, using which ternary experiments can be successfully predicted.The structure of this work is as follows: in Sect. 2 the experimental setup and procedure are presented. Section 3 deals with the estimation of parameters and their uncertainty. Section 4 addresses the issue of the need for an accurate measurement of the flow velocity first, and discusses then the results of the binary CO2/N2 experiments; finally the ternary experiments are presented and discussed. In discussing the binary breakthrough experiments, a selection of the experimental data are shown to help highlight certain aspects as needed. The full set of binary experiments is available in the supplementary information, in Figs. S2–S7. All ternary experiments are presented and discussed in the main text of the manuscript.2 Experimental2.1 Materials and equilibrium adsorption isothermsThe fixed bed experiments were performed using a stainless steel column packed with a commercial activated carbon (AP3-60 from Chemviron Carbon, Germany) with a pellet size of 3 mm. The adsorption equilibria on this adsorbent have previously been characterized by measuring excess adsorption isotherms of pure CO2, N2, and H2, as well as binary adsorption of the mixtures CO2/N2 and CO2/H2 (Schell et al. 2011), covering a wide range of pressures from 0.1 to 150 bar and temperatures from 25 to 140 °C. This allows for the description of the temperature dependence of adsorption as well as the determination of the heat of adsorption, essential features needed to model adsorption processes, where the temperature can vary a lot.The gases used were obtained from Pangas (Dagmarsellen, Switzerland) with purities higher than 99.9 % for the pure gases; the gas mixtures were produced by Pangas with a relative error of ±2%. To calibrate the mass spectrometer, two ternary calibration mixtures were used. They were produced by Pangas, and have a relative error of ±1%.2.2 Experimental setupThe breakthrough experiments were performed using a fixed bed setup, a schematic of which is shown in Fig. 1 (for more details, see Casas et al. 2012). Concerning the breakthrough experiments, the only significant change made to the setup is that the original back pressure regulator (BPR) was replaced by an electronic BPR from Bronkhorst High-Tech BV (Ruurlo, Netherlands).Open image in new windowFig. 1Flowsheet of the fixed-bed setup used for the breakthrough experiments. The five thermocouples in the column are placed along the center axis, at 10, 35, 60, 85 and 110 cm from the inlet of the column. The setup is in principle the same as the one presented in Casas et al. (2012)The stainless steel column has an inside diameter of 2.5 cm and a length of 1.2 m. An electrical heater (Moser TMT AG, Hombrechtikon, Switzerland) controlled by a thermocouple on the outside wall of the column enables experiments at different temperatures, while a back pressure regulator (BPR) (Bronkhorst High-Tech B.V.) is used to control the pressure in the system. The flow rate of the feed stream is controlled by a mass flow controller (MFC) (Bronkhorst High-Tech B.V.). The BPR, MFC, as well as the automatic valves are operated through LabVIEW software.During the experiments, the temperature inside the column is recorded by five thermocouples positioned along its central axis, at 10, 35, 60, 85, and 110 cm from the inlet. The pressure is measured by two pressure sensors, one before and one after the column. The composition of the product stream is measured on line by a mass spectrometer (MS) (Pfeiffer Vacuum Schweiz AG, Switzerland).2.3 Experimental procedureIn general, the procedure is the same as reported earlier (Casas et al. 2012). The column is first heated to the desired experimental initial temperature, and then filled with helium (inert) to the desired pressure. Once that is reached, the feed is switched to the binary or ternary feed of interest. The flow rate during the experiment is maintained constant by the MFC. It should be noted that for the calibration of the MS it is no longer sufficient to use the feed mixture, as both CO2 and N2 produce a signal for a mass-to-charge ratio of 28. To account for this, two gas mixtures with different molar ratios of CO2 to N2 are used to determine the contribution of each of the components to the signal.After each experiment the bed is regenerated by applying vacuum for 45 min at the temperature of the experiment. Repetition of experiments after this regeneration has shown good reproducibility. After a day of experiments, i.e. after up to four experiments, a more thorough regeneration of the bed is performed, where the column is heated to a temperature of 150 °C for 90 min while applying vacuum.In this study, experiments at four different pressures (1, 5, 10 and 20 bar) and two different temperatures (25 and 45 °C) were performed for each gas mixture used. Additionally, at 10 bar experiments were performed at three different feed flow rates (10, 20 and 30 cm3/s). Five different gas mixtures were used: three binary mixtures containing CO2 and N2 at molar ratios of 10/90, 50/50, and 80/20, and two ternary mixtures consisting of H2/N2/CO2 at molar ratios of 5/80/15 and 30/30/40, respectively. A summary of the experiments performed is reported in Tables 1 and 2.Table 1Overview of the experiments conducted at two different temperatures (25 and 45 °C) and four different pressures (1, 5, 10 and 20 bar) feeding three different mixtures with CO2/N2 molar ratios of 10/90, 50/50 and 80/20 Mix (mol/mol)CO2/N2 10/90CO2/N2 50/50CO2/N2 80/20P (bar)15102015102015102025 °C10 (cm3/s)B1B2B3B6B13B14B15B18B25B26B27B3020 (cm3/s)––B4–––B16–––B28–30 (cm3/s)––B5–––B17–––B29–45 °C10 (cm3/s)B7B8B9B12B19B20B21B24B31B32B33B3620 (cm3/s)––B10–––B22–––B34–30 (cm3/s)––B11–––B23–––B35–Table 2Overview of the experiments conducted with ternary mixtures with CO2/N2/H2 molar ratios of 40/30/30 and 15/80/5 at two different temperatures (25 and 45 °C) and four different pressures (1, 5, 10 and 20 bar) Mix (mol/mol/mol)CO2/N2/H2 15/80/5CO2/N2/H2 40/30/30P (bar)15102015102025 °C10 (cm3/s)T1T2T3T6T13T14T15T1820 (cm3/s)--T4---T16-30 (cm3/s)--T5---T17-45 °C10 (cm3/s)T7T8T9T12T19T20T21T2420 (cm3/s)--T10---T22-30 (cm3/s)--T11---T23-3 ModelingThe evaluation of the breakthrough experiments is done by describing them with the 1D non-equilibrium mathematical model described in detail in Casas et al. (2012). This model incorporates material and energy balances, as well as constitutive equations that are used to describe the pressure drop across the column, the equilibrium adsorption isotherm, the heat capacity of the gas and of the adsorbed phase, and the heat transfer to the column wall. Additionally the model also accounts for the effect that the downstream piping has on the measured compositions. The governing equations are listed in Table 3 and the used parameters are reported in Tables 4 and 5. The temperature dependent equilibrium adsorption of the studied system was previously measured with static experiments and described with the Sips isotherm by Schell et al. (2011):\n$$q_i^{\\rm eq} = q_{i,{\\rm sat}}\\frac{(K_{i} p_i)^{s_i}}{1 + (K_{i} p_i)^{s_i}}$$ (1)where pi is the partial pressure of component i, qi,sat and Ki are its saturation capacity and adsorption equilibrium constant, respectively. The third parameter si accounts for the surface inhomogeneity. For the description of multicomponent adsorption, two models are considered: the multicomponent Sips equation, and the application of IAST to pure component Sips isotherms. Both have previously been compared with regards to their ability to predict binary equilibrium data (Schell et al. 2011).Table 3Mathematical model of the adsorption column: mass, energy and momentum balances and equation of state according to Casas et al. (2012)Component and total mass balances:\\(\\epsilon_t\\frac{\\partial {c_i}}{\\partial {t}} + \\frac{\\partial {(u c_i)}}{\\partial {z}} + \\rho_b \\frac{\\partial {q_{i}}}{\\partial {t}} - \\epsilon_t \\frac{\\partial {}}{\\partial {z}} \\left(\\!D_{L}c \\frac{\\partial {c_{i}}}{\\partial {z}} \\right) = 0\\quad i = 1,\\dots ,N\\)\\(\\epsilon_t \\frac{\\partial {c}}{\\partial {t}} + \\frac{\\partial {(uc)}}{\\partial {z}} + \\rho_b \\sum_{j=1}^{N} \\frac{\\partial {q_{j}}}{\\partial {t}} = 0\\)Mass transfer (linear driving force)\\(\\frac{\\partial {q_{i}}}{\\partial {t}} = k_{i}(q_{i}^{\\rm eq}-q_{i}) \\quad i = 1,\\dots ,N\\)Energy balance for the fixed-bed:\\(\\left(\\epsilon_t C_g + \\rho_b C_s + \\rho_b C_{\\rm ads}\\right)\\frac{\\partial {T}}{\\partial {t}} - \\epsilon_t \\frac{\\partial {p}}{\\partial {t}}+ {u C_g} \\frac{\\partial {T}}{\\partial {z}}- {\\rho_b}\\sum_{j=1}^N (-\\Updelta H_{j}) \\frac{\\partial {q_{j}}}{\\partial {t}} + \\frac{4 h_{L}}{d_{i}} (T-T_w) - {\\epsilon_t} \\frac{\\partial {}}{\\partial {z}}\\left(K_{L}\\frac{\\partial {T}}{\\partial {z}} \\right) = 0\\)Energy balance for the wall:\\(\\frac{\\partial {T_w}}{\\partial {t}} = \\frac{4}{C_w(d_o^2 - d_i^2)}\\left( d_i h_L (T - T_w) + d_o h_w(T_{\\rm amb} - T_w)\\right)+\\frac{1}{C_w}\\frac{\\partial}{\\partial {z}}\\left(K_{w}\\frac{\\partial {T_w}}{\\partial {z}}\\right)\\)Momentum balance (Ergun equation):\\(\\frac{\\partial {p}}{\\partial {z}} = -\\frac{150 \\mu(1-\\epsilon_b)^2}{\\epsilon_b^3 d_{p}^2} u- \\frac{1.75 (1-\\epsilon_b) \\rho}{\\epsilon_b^3 d_{p}} |u| u\\)Equation of state (ideal gas law)\\(c_i = \\frac{y_ip}{RT}\\)Table 4Parameters for the adsorption column modelParameterValueColumn length, L1.2 mColumn inner diameter, di0.025 mColumn outer diameter, do0.04 mBulk density of the packing, ρb502 kg/m3Particle density, ρp850 kg/m3Bed porosity, \\(\\epsilon_b\\)0.403 Total porosity, \\(\\epsilon_t\\)0.742Particle size, dp3 × 10−3 mSolid heat capacity, Cs1000 J/K kgHeat capacity of the wall, Cw4 × 106 J/K m3Fluid viscosity, μ1.9 × 106 Pa sIsotherm parameters and heats of adsorptionTable 5Heat transfer coefficient, hL, hwTable 6Mass transfer coefficient, kiTable 6Table 5Parameters to describe the temperature dependent Sips isotherm (Schell et al. 2011)  CO2H2N2\\(q_{i,{\\rm sat}} = a_i \\exp\\left( \\frac{-b_i}{R T} \\right)\\)ai (mmol/g)1.386.662.82bi (J/mol)–56280−1706\\(K_{i} = A_i \\exp\\left( \\frac{-B_i}{R T} \\right)\\)Ai (MPa−1)1.68 × 10−26.97 × 10−41.74 × 10−3Bi (J/mol)–9159–9826–12661si = αiatan(βi (T − Tref,i)) + sref,iαi 0.07200βi [K−1]0.10600cref, i0.830.960.86Tref,i (K)329273273Heat of adsorption\\(\\Updelta H\\)  (J/mol)260009800156003.1 Parameter estimationParameter estimation was carried out by comparing measurements taken during the breakthrough experiments to simulations. The observed variables to be compared were the mole fractions of the two components of interest, i.e. N2 and CO2 (but not of the inert He), as well as the temperature inside the bed at five positions along the column. The fitting was done by finding the maximum likelihood estimate (MLE) of each of the fitted parameters. The maximum likelihood estimator p* can be determined by minimizing the objective function Φ(p):$$ \\Upphi_{\\rm MLE}({\\mathsf{p}}) = \\sum_{k = 1}^{N_{\\rm meas}} \\ln \\left(\\sum_{j = 1}^{N_{\\rm obs}} (y_{j,k} - \\hat{y}_{j,k}({\\mathsf{p}}))^2\\right) $$ (2)where Nmeas is the number of measured outputs, Nobs is the number of observations, yj,k is the measured output k at time j, and \\(\\hat{y}_{j,k}\\)(p) is the corresponding simulated value.The parameters to be estimated are the mass transfer coefficients \\(k_{{\\rm CO}_{2}}\\) and \\(k_{{\\rm N}_{2}}\\) and the heat transfer coefficient hL. As described in Casas et al. (2012), the heat transfer coefficient had previously been fitted to experiments carried out with the same packed column and under similar conditions as a function of the initial Reynolds number (Re0 = ρ0udp/μ): $$\\hbox{Nu} = \\frac{h_{L} d_{i}}{K_{L}} = \\eta_1 (\\hbox{Re}_0)^{\\eta_2} \\exp(-6 d_{p}/d_{i})$$ (3)where di is the inner diameter of the column, KL the thermal conductivity, and dp the diameter of the adsorbent particles. The bed-wall heat transfer coefficient hL is predicted from this correlation using the parameters η1 = 41.13 and η2 = 0.32 (Casas et al. 2012), and the mass transfer coefficients for both CO2 and N2 are fitted individually for all binary breakthrough experiments.For a correct estimation of the transport parameters an accurate prediction of the breakthrough times is crucial. These are determined by the adsorption capacity under the experimental conditions and by the feed velocity. The equilibrium adsorption of the pure components is well known from the extensive measurements carried out previously (Schell et al. 2011), and has been shown to be well described by the Sips isotherm. For binary N2/CO2 adsorption, IAST provided a somewhat better prediction of the equilibrium adsorbed amount. To gauge the impact of the model uncertainty, the two models are compared with regards to their description of the breakthrough experiments. More significant is the uncertainty in the measured feed flow rate. The mass flow controllers have an accuracy of ±2% of the full scale of the operating range, thus resulting in an uncertainty of under 5 % of the set point for most experiments. At low mass flow rates however, as is the case for the experiments at low pressures, the uncertainty can be of the same order of magnitude as the desired flow rate. The feed velocity was therefore regarded as a model parameter to be estimated along with the transport parameters.For all parameters estimations, a global optimization was carried out by running local optimizations with an interior-point algorithm from several trial points. This was performed with the GlobalSearch routine provided in the optimization toolbox of Matlab together with the fmincon routine.3.2 Parameter uncertaintyThe sensitivity of the model to a fitted parameter pi was estimated qualitatively by assessing the sharpness of the minimum of the objective function of Eq. 2 in the vicinity of the optimal value p*i. The interval Δpi is defined as the range of values of the parameter pi, for which the objective function lies within a specified range \\(\\Updelta \\Upphi:\\)$$\\Updelta {\\mathsf{p}}_{\\textit{i}} = \\left\\{{\\mathsf{p}}_{\\textit{i}}: \\Upphi_{\\rm min} \\leq \\Upphi({\\mathsf{p}}_{\\textit{i}}, {\\mathsf{p}}_{{\\textit{j}}\\neq {\\textit{i}}}) \\leq \\Upphi_{\\rm min}\\left(1 + \\frac{\\Updelta \\Upphi}{\\Upphi_{\\rm min}}\\right) \\right\\}$$ (4)where \\(\\Upphi_{\\rm min} = \\Upphi\\)(p*i) is the minimum value of the objective function, i.e. its value at the optimal point pi. For a given threshold value \\(\\Updelta \\Upphi/\\Upphi_{\\rm min}\\) the value Δpi can be determined from the results of the global optimization as illustrated schematically in Fig. 2a. The interval Δp is related to how well the fitted parameter p*i is defined, and therefore to the associated uncertainty on the fitted value: a small interval Δpi indicates that the optimal value p* is well-defined, whereas a large value points to a higher level of uncertainty on the fitted value. The fitting uncertainty was evaluated in this work for a fixed threshold \\(\\Updelta \\Upphi/\\Upphi_{\\rm min} = 0.015.\\) This arbitrary value was chosen so as to yield an appreciable difference in the fitting uncertainty of the different parameters.Open image in new windowFig. 2a Scheme of the region near the minimum of the objective function (\\(\\Upphi_{\\rm min} = \\Upphi\\)(p*)). The interval Δp is defined as the region of values of the parameter p which satisfy (Φ(p) − Φmin) ≤ ΔΦ. For a given threshold value \\(\\Updelta \\Upphi/\\Upphi_{\\rm min}\\) the value Δp can be determined. b Distribution of the relative deviation of the fitted feed velocity from the setpoint given by the MFC. The part of the distribution located above the limiting value of 1 are shown in gray. c Distribution of the relative fitting uncertainty on the feed velocity \\(\\Updelta u_{F}/u_{F}^*.\\) The outlier indicated with the triangle in both figures refers to the same simulation (B23)The region in the parameter space, which satisfies Eq. 4, is delimited by a hypersurface. The interval Δpi defined by Eq. 4 is the projection of this hypersurface onto the parameter axes. Note that for a linear model with normally distributed errors and known parameter covariance matrix Vp, the confidence region is given by (Bard 1974):\n$$({\\mathsf{p}} - {\\mathsf{{p}}}^*)^{T} {\\bf V}_{{\\mathsf{p}}}^{-1}({\\mathsf{p}} - {\\mathsf{{p}}^*)} \\leq \\chi^2_{N_{{{{p}}}}}(\\alpha)$$ (5)where α is the confidence level and \\(\\chi^{2}_{N_{{{p}}}}(\\alpha)\\) is the Chi-squared distribution with Np degrees of freedom. This region is given by a hyperellipsoid, whose extrema can be used to estimate confidence intervals, as an alternative to the univariate t-statistics. Hence, the analysis carried out in this work is equivalent to estimating confidence intervals as the width of the box enclosing the projected hyperellipsoid, with the differences that the hypersurface is not restricted to a hyperellipsoid, and that the threshold value \\(\\Updelta \\Upphi\\) instead of the confidence level α is the arbitrary parameter defining the hypersurface.4 Results and DiscussionThe aim of this work is to establish whether transport parameters obtained using binary experiments can be applied in the accurate description of experiments with ternary gas mixtures. To this end, the set of breakthrough experiments reported in Casas et al. (2012) was expanded by performing the binary experiments listed in Table 1. These experiments are then used to estimate a lumped mass transfer coefficient for nitrogen, as well as to confirm the mass transfer coefficient for carbon dioxide that was previously estimated through the experiments with binary CO2/H2 mixtures.4.1 Feed velocityAs discussed in Sect. 3.1 the estimation of transport parameters by fitting of a mathematical model to experimental data requires an accurate value of the feed velocity. Despite high accuracy flow controllers, some uncertainty is always present. The approach used in this work is to treat the feed velocity as a model parameter to be estimated from the experiments themselves. However, when following such an approach, it is important to confirm that the fitted value of the velocity is consistent with the measured flow rate of the instrument. Let us consider the measured flow by the MFC, and its error \\(\\varepsilon_{\\rm MFC}\\) with respect to the setpoint value uset as specified by the manufacturer:\n$$u_{\\rm set} \\pm \\varepsilon_{\\rm MFC}.$$Since the feed velocity is fitted to the experimental profiles, the obtained maximum likelihood estimator of the feed velocity uF* will generally deviate from the setpoint of the MFC. This deviation \\(\\varepsilon_{\\rm set}\\) is given by:\n$$\\varepsilon_{\\rm set} = \\left| {u_{F}^* - u_{\\rm set}} \\right|.$$The ratio between this deviation and the error on the measurement \\(\\varepsilon_{\\rm set} /\\varepsilon_{\\rm MFC}\\) is a measure of the accuracy of the fitted velocity relative to the inherent uncertainty of the measurement, i.e. a ratio smaller than or equal to one indicates a fitted value that is within the uncertainty of the instrument.The distribution of this quantity from the sixty experiments and simulations considered in this work is shown in Fig. 2b in terms of experiment counts. A decreasing distribution is observed, where the large majority of the population is found within the range \\(0 < \\varepsilon_{\\rm set}/\\varepsilon_{\\rm MFC} \\leq 1,\\) i.e. the fitted velocity lies within the specified accuracy of the flow meter. The precision of the fitting is another interesting quantity. Figure 2c shows the distribution of the fitting uncertainty as defined in Sect. 3.2, relative to the fitted value: \\(\\Updelta u_{F}/u_{F}^*.\\) A distribution with a log-normal character is observed, with a maximum at a value of about 1 %—a clear indication that this parameter is rather well-defined. It is worth noting that the evident outlier is the same experiment appearing as outlier also in Fig. 2b.4.2 Binary breakthrough experimentsFigures 3, 4 and 5 show a representative selection of all the performed binary experiments. The entire set of experiments performed with the 50/50 CO2/N2 mixture is presented in Figs. 3 and 4, for the temperatures of 25 and 45 °C, respectively; and the experiments performed at a pressure of 10 bar and flow rate of 10 cm3/s for the different mixtures are shown in Fig. 5. The experimental concentration profiles and three of the recorded temperature profiles (10, 60 and 110 cm) are shown for each of the selected experiments (symbols), together with the simulations carried out with the fitted mass transfer coefficients (solid lines). Only three of the measured temperature profiles are shown, for the sake of visualization. Showing several experiments is beneficial for the comprehension of the effect of process conditions such as temperature, flow rate and pressure, and to illustrate the quality of the fitting over the entire range of applied conditions. The full set of experimental data from the binary breakthrough experiments is reported in the available supplementary information.Open image in new windowFig. 3Concentration and temperature profiles for experiments performed at 25 °C for the 50/50 CO2/N2 mixture. Experimental data (symbols) are shown together with the simulations carried out with the mass transfer coefficients fitted to each experiment individually, and the heat transfer coefficient predicted from Eq. 3. Only three out of five temperature profiles are shown for the sake visibilityOpen image in new windowFig. 4Concentration and temperature profiles for experiments performed at 45 °C for the 50/50 CO2/N2 mixture. Experimental data (symbols) are shown together with the simulations carried out with the mass transfer coefficients fitted to each experiment individually, and the heat transfer coefficient predicted from Eq. 3. Only three out of five temperature profiles are shown for the sake visibilityOpen image in new windowFig. 5Concentration and temperature profiles for experiments performed at 10 bar and 10cm3/s for the three binary mixtures, at 25 (top) and 45 °C (bottom). Experimental data (symbols) together with the simulations carried out with the mass transfer coefficients fitted to each experiment individually, and the heat transfer coefficient predicted from Eq. 3. Solid lines use the multicomponent Sips equation to describe competitive adsorption, while the dashed lines use IAST. Only three out of five temperature profiles are shown for visibility reasons4.2.1 Choice of competitive isothermAs discussed previously, a meaningful fitting of transport parameters depends on an accurate prediction of the timing of the fronts, which is primarily dependent on the feed velocity (Sect. 4.1), on the competitive adsorption and on the associated heat effects. Therefore, the description of the competitive adsorption equilibria requires careful consideration. Previous work by Schell et al. (2011) has shown that the Sips isotherm is capable of describing the single component adsorption equilibrium of H2, N2, and CO2 very well. To describe the adsorption equilibrium in the presence of multiple species, two modeling approaches had been compared, namely the IAST and an empirical multicomponent Sips equation. Both delivered similar results and were capable of describing binary adsorption data, although IAST provided a somewhat better prediction of adsorption of CO2/N2 mixtures. The impact that the choice of model has on simulated concentration and temperature profiles is illustrated in Fig. 5. It shows the experimental data from six representative experiments, two with each of the binary CO2/N2 mixtures used, along with two sets of simulations. Depicted by solid lines are the results obtained when using the multicomponent Sips model, while the dashed lines show simulation results obtained by applying the IAST framework to the pure component Sips isotherms. To allow for a fair comparison, the velocity was allowed to be adjusted within the limits specified by the MFC manufacturer as discussed in the previous section, while the transport parameters used were the same for both models. A few remarks can be made on the results illustrated in this figure. Firstly, while IAST provides a somewhat better prediction of the front positions for the 80/20 CO2/N2 mixture, its prediction of the 10/90 CO2 /N2 breakthrough experiment is not as good as with the multicomponent Sips model. Secondly, the difference in the position of the fronts is noticeable, but significantly smaller than the uncertainty in the feed velocity; this is the reason why the velocity is extracted from the experiments, while the equilibrium adsorption is described using the relatively well-performing models. Thirdly, the simulations with IAST show that the mass transfer coefficients that were fitted using the multicomponent Sips model maintain their validity. As IAST does not provide an explicit solution in general, it is computationally more intensive. For this reason, and to maintain consistency with the previous work by Casas et al. (2012), it was considered most reasonable to use the multicomponent Sips equation for the description of the adsorption equilibrium in the estimation of the transport parameters and the subsequent prediction of the ternary breakthrough experiments.4.2.2 Energy balanceIn principle a better description of the heat transfer could be achieved by considering a more detailed model. In fact the energy balance used in the model is based on a number of simplifications aimed at reducing the complexity of the necessary computations. The most significant of these are:\na constant heat of adsorption, \\(\\Updelta H,\\) independent of temperature, gas composition and loading;a flat temperature profile in the bed, i.e. no radial gradients;a heat transfer coefficient hL that depends on feed and initial conditions, but not on local conditions.Moreover, the heat conductivity KL in Eq. 3 depends in principle on composition; however, important changes in composition are present within breakthrough experiments, and if the heat transfer coefficient is assumed to be constant throughout each experiment, it is accordingly reasonable to consider a representative value of the heat conductivity and neglect its dependence on composition. Because the same components are present in the different experiments, this representative value is chosen to be the same for all the experiments.Since the aim of this work is to describe the behavior of the ternary system based on binary measurements, it is useful to carry out the data analysis in a consistent way with the previous work performed with the binary CO2/H2 mixture by Casas et al. (2012). In order to confirm the applicability of the correlation used to describe heat transfer for the binary CO2/N2 system, the heat transfer coefficient hL was fitted to selected experiments at different pressures, temperatures, feed velocity and composition so as to cover the entire range of Reynolds numbers of interest. Figure 6 shows the fitted hL values against Re0 together with the predicted heat transfer coefficient from Eq. 3 using η1 = 41.13 and η2 = 0.32 (Casas et al. 2012). Generally, a good agreement is observed between the predicted heat transfer coefficient and the fitted values, and the use of the fitted heat transfer coefficient does not improve the fitting significantly, as shown in Fig. S1 of the supplementary material. From the above analysis, we conclude that it is justified to predict the heat transfer coefficients in the same way as for the binary CO2/H2 system in Casas et al. (2012), i.e. with Eq. 3, for the fitting of all the binary experiments and for the description of all the ternary experiments.Open image in new windowFig. 6Heat transfer coefficients fitted to selected experiments (symbols) as compared to the heat transfer coefficient as a function of the initial Reynolds number using Eq. 3 with the parameters η1 and η2 as reported by Casas et al. (2012) (line)Due to the aforementioned simplifications, the validity of the heat transfer model considered in this work is limited to the applied conditions, and the model should not be extrapolated to significantly different conditions, such as during desorption, i.e. either purge or blowdown. As a result, regeneration of the column and cyclic processes need a different treatment of the heat exchange, as discussed in Schell et al. (2013).4.2.3 Mass transferThe fitted mass transfer coefficients for CO2 are shown in Fig. 7a against CO2 content in the feed. For the sake of visibility, the values fitted to the experiments at 25 °C have been shifted by 1 % to the left (empty circles), and the values fitted at 45 °C have been shifted by 1 % to the right (filled circles). It is important to note that the fitted mass transfer coefficients are in agreement with the value suggested by Casas et al. (2012) from the binary CO2/H2 breakthrough experiments (shown as a star). The mass transfer coefficients are higher at the higher temperature for all three feed mixtures. In fact, under these conditions it is reasonable to expect a macro- or micro-pore diffusion limited mass transfer, and since these are temperature activated processes, the observed temperature dependency is expected.Open image in new windowFig. 7a Fitted CO2 mass transfer coefficients against CO2 content in the feed. For better visibility, the values fitted on the experiments at 25 °C (empty circles) are shifted by 1 % to the left, whereas the values fitted on the experiments at 45 °C (filled circles) are shifted by 1% to the right. The mass transfer coefficient for CO2 obtained from Casas et al. (2012) is shown with a star for comparison. The average mass transfer coefficient for a given temperature and CO2 content are shown with the filled triangles. b Distribution of the uncertainty associated to the fitted mass transfer parameters \\(k_{{\\rm CO}_{2}}\\) (black) and \\(k_{{\\rm N}_{2}}\\) (gray). The height of the bars indicate the number of experiments leading to different values of \\(\\Updelta k_i\\) shown on the abscissa (bin width 0.05 s−1)The fitted mass transfer coefficients exhibit a dependence on composition, and are significantly lower for the lower CO2 content in the feed at both temperatures. Different approaches to interpret the effect of pressure and composition on the lumped LDF mass transfer coefficient for nonlinear systems can be found in the literature. Saleman et al. (2013) extracted kinetic adsorption parameters from pure component breakthrough curves and found a linear dependence of the mass transfer coefficient with the inverse of pressure, which was successfully used to predict multicomponent breakthrough curves. Another approach is to consider the extended Glueckhauf approximation, which is strictly valid for linear systems, modified by replacing the Henry’s constant with the ratio qF,ieq/cF,i. This approach has shown to provide reasonable estimates for non-linear systems (Hassan et al. 1985; Farooq et al. 2002; Malek and Farooq 1997). However, this would predict a strong positive correlation of the mass transfer coefficient with pressure, which is not in agreement with the results in Saleman et al. (2013) and is not confirmed from the obtained values of \\(k_{{\\rm CO}_{2}}\\) from this work.This lack of concordance is likely due to the complex nature of the underlying physical process. In fact, the true driving force for diffusive transport in porous media is the gradient in chemical potential, rather that the gradient in concentration (Turner 1975), and therefore the mass transfer coefficient depends on composition. However, the simplification that within the pore network it is independent of composition is broadly applied and underlies the linear driving force assumption. It is therefore difficult to predict the dependence on composition of the lumped LDF mass transfer coefficient, and it is not in the scope of this work to carry out such an analysis. These results show that in order to obtain a better description of the breakthrough experiments, a temperature and composition dependent expression for the mass transfer coefficient would be required since large variations in temperature and composition are present throughout the column during each breakthrough experiment.Regarding the mass transfer coefficient of N2, the same analysis cannot be carried out. In fact, the fitting of the parameter \\(k_{{\\rm N}_{2}}\\) was generally ill-defined as compared to that of \\(k_{{\\rm CO}_{2}}.\\) This becomes clear when considering the uncertainty on the fitted values \\(\\Updelta k_{{\\rm CO}_{2}}\\) and \\(\\Updelta k_{{\\rm N}_{2}}.\\) Figure 7b shows the distribution of these quantities in terms of simulation counts. As described in Sect. 3.2, this quantity is representative of the uncertainty associated to the fitted parameter. For nitrogen, the distribution is generally located towards higher values as compared to CO2, indicating that the fitted values have a large uncertainty. This shows that the performed experiments are not sensitive to kN2, making a precise estimation of this parameter difficult. However, from the fitting, a lower boundary for this parameter can be estimated at \\(k_{{\\rm N}_{2}} \\geq 0.3 \\hbox{s}^{-1},\\) with which a good description of the breakthrough experiments is achieved. From the fitting of the mass transfer coefficients in the binary experiments, representative values for \\(k_{{\\rm CO}_{2}}\\) were chosen as the average value for a given temperature and composition of the feed (marked with triangles in Fig. 7a), and as discussed above, a value of \\(k_{{\\rm N}_{2}} = 0.3 \\hbox{s}^{-1}\\) was chosen for nitrogen.4.3 Prediction of ternary breakthrough experimentsThe mass transfer coefficients determined in this work are finally combined with the mass transfer coefficient of hydrogen, and the predictive correlation for heat transfer in order to describe the performed ternary breakthrough experiments. While the transport parameters are fixed as reported in Table 6, the velocity of the feed was fitted similarly as for the evaluation of the binary experiments. The experimental profiles of all the performed breakthrough experiments are presented in Figs. 8, 9, 10 and 11 together with the simulations carried out with the transport parameters obtained from the binary experiments done with the CO2/H2 and the CO2/N2 mixtures.Table 6Overview of the transport parameters used for the prediction of the ternary breakthrough experiments. The different ternary mixtures are referred to as mix yCO2/ yN2/ yH2 \\(k_{{\\rm CO}_{2}}\\) (s−1)\\(k_{{\\rm N}_{2}}\\)(s−1)\\(k_{{\\rm H}_{2}}\\) (s−1)hL(Re0) (Eq. 3)hw  [W/(m2.K)]η1 (–)η2 (–) Mix 15/80/5T = 25  °C0.040.31.041.130.325.0T = 45 °C0.07Mix 40/30/30T = 25 °C0.110.31.041.130.325.0T = 45 °C0.15Open image in new windowFig. 8Concentration and temperature profiles for experiments performed at 25 °C for the 15/80/5 CO2/N2/H2 mixture. Experimental data (symbols) are shown together with the predictive simulations carried out with the mass transfer coefficients determined from the binary experiments, and the predicted heat transfer coefficient. Only three out of five temperature profiles are shown for the sake of visibilityThe experiments with the ternary mixtures performed at 25 °C are shown in Figs. 8 and 9. Again, only the temperature profiles located at 10, 60 and 110 cm are shown. It must be noted that the plotted temperature range was adjusted to each individual experiment, it is therefore not constant throughout the figures. A good agreement is obtained between experimental profiles (symbols) and simulated profiles (solid lines), for both the concentration profiles as well as for the temperature profiles over the entire set of investigated pressure and flow conditions at 25 °C.Open image in new windowFig. 9Concentration and temperature profiles for experiments performed at 25 °C for the 40/30/30 CO2/N2/H2 mixture. Experimental data (symbols) are shown together with the predictive simulations carried out with the mass transfer coefficients determined from the binary experiments, and the predicted heat transfer coefficient. Only three out of five temperature profiles are shown for the sake of visibilityFigures 10 and 11 show the ternary experiments carried out at the higher temperature of 45 °C, for which the agreement between measured profiles (symbols) and predictive simulations (solid lines) is somewhat weaker as compared to the lower temperature. This might be explained by the inhomogeneous initial temperature profile of the column. In fact, a closer look at the measured temperatures at time zero reveals that temperature variations of up to 5 °C are present. The non-monotonous initial temperature profile is likely to be attributed to a non homogeneous heating along the length of the column. However, the predicted simulations assume a homogeneous initial state of the column. Since temperature variations affect both the capacity and the selectivity of the adsorbent, this unavoidable inconsistency between experiments and simulations is most likely responsible for the less satisfactory agreement.Open image in new windowFig. 10Concentration and temperature profiles for experiments performed at 45 °C for the 15/80/5 CO2/N2/H2 mixture. Experimental data (symbols) are shown together with the predictive simulations carried out with the mass transfer coefficients determined from the binary experiments, and the predicted heat transfer coefficient. Only three out of five temperature profiles are shown for the sake of visibilityOpen image in new windowFig. 11Concentration and temperature profiles for experiments performed at 45 °C for the 40/30/30 CO2/N2/H2 mixture. Experimental data (symbols) are shown together with the predictive simulations carried out with the mass transfer coefficients determined from the binary experiments, and the predicted heat transfer coefficient. Only three out of five temperature profiles are shown for the sake of visibilityAlthough the prediction of the experiments at 45 °C is not as good as at 25 °C, the shape of the breakthrough fronts clearly show that the mass transfer coefficients obtained from the binary experiments are valid.5 Concluding remarksThis work presents binary CO2/N2 breakthrough experiments on activated carbon under a wide range of temperatures, pressures and flow rates. The estimation of transport parameters of the studied adsorption system is carried out by fitting the appropriate parameters of a mathematical model to the experimental profiles.In order to use an automated fitting procedure, it is crucial to have an accurate measurement of the feed flow rate, since this quantity greatly affects the position of the fronts. To address this issue, in this study the feed velocity was fitted together with the other parameters, and an extensive analysis of the obtained values and their uncertainty was carried out in order to ascertain the legitimacy of this approach.For the performed experiments, the profiles were shown to be insensitive to mass transfer coefficients larger than 0.3 s−1, which was the case for nitrogen under the investigated conditions. On the other hand, the mass transfer coefficient for carbon dioxide at different temperatures and for different CO2 contents of the feed could be estimated.After calibration for CO2/N2 mixtures, the model presented in Casas et al. (2012) was used to predict ternary breakthrough experiments for two different feed mixtures of CO2, N2 and H2 performed at different temperatures, pressures and flow rates. Comparison of the experimental and predicted profiles showed a good agreement on the entire range of conditions.This study can be seen as as proof of concept of how two sets of targeted breakthrough experiments with binary mixtures bearing one common component can be used to fully calibrate the transport parameters of a mathematical model for an accurate prediction of the corresponding ternary system.It is worth noting that this has been possible in a rather large range of temperature, pressure and compositions, which is important when using the model to simulate cyclic adsorption separation processes.", "title": "Prediction of non-isothermal ternary gas-phase breakthrough experiments based on binary data", "authors": ["Dorian Marx", "Lisa Joss", "Nathalie Casas", "Johanna Schell", "Marco Mazzotti"], "doi": ["https://doi.org/10.1007/s10450-013-9593-5"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO2\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO3\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO4\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO5\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO6\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO7\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig7_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO8\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig8_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO9\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig9_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO10\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig10_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO11\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig11_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9593-5/MediaObjects/10450_2013_9593_Fig11_HTML.gif\" alt=\"\"></a></div>"]}