{"abstract": [], "text": "https://doi.org/10.1007/s10450-013-9592-6 1 IntroductionIn recent years, metal-organic frameworks (MOFs) have attracted immense scientific interest largely because the size, shape, and surface properties of their pores can be customized by post-synthetic modification (Rosi et al. 2003; Kondo et al. 1999). Owing to presence of large, regular and accessible cages in their structure, the impregnation of nano-sized reactive species in their cavities is a successful and frequently used post-synthetic modification method. The possibility of impregnation relies on the size difference between nano-units and the accessible dimensions of the cage windows. Literature shows that, so far, this modification has been considered for specific studies, like catalysis, drug-delivery, and bio-imaging (Kuang et al. 2010; Yu et al. 2009, 2010; Wei et al. 2006; Zheng et al. 2010). It is however interesting to observe that despite of the fact that MOFs have proved great potential in selective adsorption applications there are rare examples where the influence of impregnation has been studied in the selective adsorption or separation properties of these materials.The stability of MOFs is an important factor that sometimes limits their use for post-synthetic modification and also for their application in extreme working condition. Amongst other MOFs, porous chromium terephthalate MIL-101 is known for its hydrothermal stability and high surface area. Its structure constitutes of zeolite type cubic structure that has a large cell volume (702,000 Å3), and a hierarchy of extra-large pore sizes (Ferey et al. 2005). It is stable over months under air atmosphere and usually do not get altered when treated with various organic solvents at room temperature (Mueller et al. 2006). Presence of large pores/cages and high adsorption capacities of MIL-101 facilitates its post-synthetic modification via impregnation of nano-sized species inside its cages. However, as mentioned above the possibility of introduction/impregnation depends on the fit between their size and the accessible dimensions of the windows of each cage. In this context, polyoxometalates (POMs) constitutes interesting nano-sized metal-oxide anions that have inspired research in various fields of research, namely catalysis, electrochemistry, magnetism, and medicine (Hill 1998; Long et al. 2010). Amongst them the lacunary POM are best known for their oxygen atoms from the lacunar region that are very reactive and coordinate easily to other species, such as transition metals.In the view of above said impregnation, it can be foreseen that the larger mesoporous cages of MIL-101 are accessible through large microporous windows (16 Å) that allow an easy post-synthesis incorporation of POMs within these pores. In 2005, Ferey et al. first introduce the encapsulation of Keggin-type POMs within the pores of the chromium terephthalate MIL-101 (Ferey et al. 2005). Later, Maksimchuk and co-workers explained how MIL-101 retains titanium [(PW11TiO40)−5] or cobalt [PW11CoO39)−5] species inside cages that can be used as catalyst for liquid-phase allylic oxidation of cyclohexene and α-pinene (Maksimchuk et al. 2008). It was observed that, after incorporation into MOFs structure, these POMs show unique heterogeneous catalysis (Simoes et al. 1999; Balula et al. 2004). The standard methodology used to immobilize POMs inside the MIL-101 structure was ‘the direct impregnation’ (Ferey et al. 2005; Maksimchuk et al. 2008, 2011; Saedi et al. 2012), which was the first method used initially to prepare hybrid POM@MIL-101 composites and still applied largely. An alternative procedure has been used by the in situ encapsulation of POM into MIL-101(Cr) framework (Juan-Alcaniz et al. 2010; Bromberg et al. 2012) which is based on the addition of POM to the synthesis mixture of MIL-101. This method allows a higher distribution of POM over the MIL-101 crystals, but the integrity of initial POM structure get adversely affected and, additionally, alteration in the Keggin structure [PW12O40]3− was reported also (Juan-Alcaniz et al. 2010).The separation of olefins/paraffin mixture is one the most indispensable demand of petrochemical industry, since olefins constitute the essential building blocks in these industries (Kirk et al. 1985; Safarik and Eldridge 1998; Kim et al. 2000). However, due to proximity in volatilities and molecular sizes of, for instance ethane and ethylene, their separation through distillation is one of most energy-intensive and difficult process in petrochemical industry (Moulijn et al. 2001; van Miltenburg et al. 2006). Adsorptive separation is a promising and energy-efficient process for such separations (Ruthven and Reyes 2007), which is evident from the literature that shows several studies on ethane/ethylene separation using conventional adsorbents such as activated carbon, alumina, silica, zeolites, and mesoporous silica (Jarvelin and Fair 1993; Granato et al. 2007; Newalkar et al. 2003; Basaldella et al. 2006; Grande et al. 2010). All these types of materials have their advantages and the development of a suitable adsorbent for the separation ethane/ethylene remains a challenge. In recent years, several MOFs has been studied for their adsorptive separation performance, for instance HKUST-1 or [Cu3(BTC)2], [benzenetricarboxylate (BTC)] shows the moderate ethylene/ethane sorption ratio (selectivity) of 1.2 (80 kPa) (Chui et al. 1999; Wang et al. 2002). ZIF-7 or [Zn(PhIM)2], [benzimidazolate (PhIM)] shows inverse ratios in selectivity at low pressures (<30 kPa) (Banerjee et al. 2008; Gucuyener et al. 2010). To further progress in the adsorptive separation of olefin/paraffin it is important to investigate the post-synthetic methodologies like impregnation for their effect on selective adsorption properties of MOFs. Even if some of these studies do not immediately produce the most selective adsorbent, such works will improve our experience of rational alteration in MOFs structure to change its adsorption selectivity.Recently, our group studied incorporation of two monovacant lacunary POMs in MIL-101 structure, to assess their catalytic performance in liquid phase oxidation (Granadeiro et al. 2013). The presence of highly electronegative oxygen atoms at the molecular surface of POMs indicates possibility to influence the adsorption selectivity of MIL-101. To the best of our knowledge the incorporation of POM in MIL-101(Cr) has never been investigated in the view of their selective adsorption properties. Therefore, in present work two different lacunary POMs [PW11O39]7− and [SiW11O39]8− were incorporated in MIL-101 structure, by a direct impregnation methodology. Subsequently, the change in the adsorption properties of the impregnated materials for ethane and ethylene was investigated. To our knowledge, adsorption of ethane/ethylene, in MOFs impregnated with POMs, is studied for the first time here.2 Experimental2.1 Materials2.1.1 Synthesis of MIL-101For synthesis of MIL-101 the following reagents were used: chromium(III) nitrate nonahydrate [Cr(NO3)3·9H2O, Aldrich, 99 %], benzene-1,4-dicarboxylic acid (C8H6O2, Aldrich, 98 %) and hydrofluoric acid (HF, Aldrich, 40–45 %). The synthesis was made by following an adaptation of the method described in the literature (Ferey et al. 2005) and already used by us in a previous work (Granadeiro et al. 2013). In this method, a reaction mixture containing chromium(III) nitrate (2 mmol), benzene-1,4-dicarboxylic acid (2 mmol), and HF (2 mmol) in 10 mL of H2O was stirred at room temperature to obtain an homogeneous suspension. The mixture was then transferred to an autoclave and heated at 493 K for 9 h in an electric oven. After a slow cooling inside the oven, the material was isolated by filtration and washed twice with each DMF and ethanol.2.1.2 Incorporation of polyoxometalate in MIL-101 frameworkPotassium salts of [PW11O39]7− and [SiW11O39]8−: K7[PW11O39]·10H2O, K8[SiW11O39]·13H2O, were prepared by following published procedures (Tézé and Hervé 1990; Brevard et al. 1983) (for the ease of readers, these POM are being referred as PW11 and SiW11 in following text). These salts were then incorporated in porous structure of MIL-101 by following a modified procedure, described by Maksimchuk et al. (2008). In that procedure aqueous solutions of PW11 or SiW11 (10 mM; 50 mL) were added to the MIL-101 (0.5 g) and stirred for 24 h, at room temperature. Then the solid was filtered and washed carefully with water and dried in desiccator, over silica gel. The MIL-101 samples impregnated with PW11 and SiW11 were labelled as MIL-101a and MIL-101b, respectively.2.2 Characterization methodsSurface characterization of prepared materials was made with nitrogen (Air Liquide, 99.999 %) physisorption experiments at 77 K, using a volumetric apparatus (NOVA 2200e, surface area and pore size analyser). For every experiment, about 20 mg of sample was degassed for 2.5 h at 393 K at low pressure (<0.133 Pa). Pore size distributions (PSD) were calculated by standard ‘BdB-FHH method’, in addition to it micropore volumes V μ, were obtained from t plots, using an appropriate non-porous reference material. The total pore volume V total, was estimated from the amount of nitrogen adsorbed at p/p0 ≈ 0.95.An extensive characterization of the materials used here was made, as detailed discussed in a previous work (Granadeiro et al. 2013), concerning the chemical analysis by ICP spectrometry, electronic absorption spectra, infrared-Raman absorption spectroscopy, powder X-ray diffraction and solid-state 31P HPDEC NMR spectra. Some selected results are (Granadeiro et al. 2013), (i) for MIL-101a: chemical analysis (%): Cr, 10.2; W, 12.9; P, 1.20; loading of PW11: 0.066 mmol per 1 g. Selected FT-IR (cm−1): 3,466, 2,925, 1,623, 1,556, 1,508, 1,403, 1,043, 1,018, 952, 886, 830, 814, 748, 673, 663. Selected FT-Raman (cm−1): 3,073, 2,933, 1,613, 1,493, 1,457, 1,145, 1,028, 1,001, 974, 871, 811, 785, 632; (ii) MIL-101b: Chemical analysis (%): Cr, 10.2; W, 13.3; Si, 1.34; loading of SiW11: 0.073 mmol per 1 g. Selected FT-IR (cm−1): 3,429, 2,925, 1,711, 1,682, 1,621, 1,554, 1,398, 1,021, 910, 811, 746, 553. Selected FT-Raman (cm−1): 3,080, 2,924, 1,613, 1,493, 1,458, 1,145, 1,028, 976, 959, 872, 811, 785, 632.2.3 Selective adsorption studiesThe adsorption isotherms of ethane (Air Liquide, 99.995 %), and ethylene (Matheson, 99.995 %) were measured up to high pressure, of 10 bar (1,000 kPa), at 298 and 318 K. These experiments were carried out on a custom made volumetric apparatus, made-up of stainless steel. A schematic diagram of the instrument has been added in Supplementary content as Scheme SI-I. It comprised a pressure transducer (Pfeiffer Vacuum, APR 266) equipped with a vacuum system that allows a vacuum better than 10−2 Pa. During experiments the temperatures were maintained with a stirred thermostatic water bath (Grant Instrument, GD-120) and before every experiment the samples were degassed for 2.5 h at 393 K. The uncertainties in the experimental method, which was estimated by the repeatability of the experiments, were found below 2 %. The effect of this maximum value on the calculated selectivity is below 8 % and does not have a significant influence on the interpretation of the results.2.4 Data analysis2.4.1 Isosteric heatsThe q st values for ethane and ethylene adsorption were estimated from the respective adsorption isotherms at different temperatures, using the Clausius–Clapeyron equation: $$ ln\\left( {\\frac{{p_{1} }}{{p_{2} }}} \\right) = \\frac{{q_{st} }}{R}\\left( {\\frac{1}{{T_{2} }} - \\frac{1}{{T_{1} }}} \\right) $$ (1)where R is the gas constant, T 1 and T 2 are the two different temperatures, and p 1 and p 2 are the corresponding pressures.2.4.2 Adsorptive-separation parametersAdsorption isotherm data was further used to estimate selective adsorption properties of materials. The non-ideality of gas phase was taken into account by using second virial coefficients during calculation of adsorbed amounts. The ‘virial equation’ was used to model adsorption isotherms and to estimate ‘selectivity’ (separation parameter) for these materials. Calculations involved a well-recognized method that allows us to calculate separation parameters for any possible binary mixture from the adsorption data of constituting gases (Myers 2003). Briefly, it involves determination of an equation of state for the Gibbs free energy (G) of desorption, which was calculated from adsorption isotherms: $$ G = RT\\int\\limits_{0}^{p} {\\frac{{n^{ads} }}{p}dp = RT\\left( {n^{ads} + \\frac{1}{2}C_{1} n^{{ads^{2} }} + \\frac{2}{3}C_{2} n^{{ads^{3} }} + \\frac{3}{4}C_{3} n^{{ads^{4} }} } \\right)} $$ (2)where, R, T, n  ads  are the gas constant, temperature, and amount adsorbed respectively, similarly C 1, C 2, and C 3 are the ‘virial coefficients’. This equation provides standard state for the formation of adsorbed solutions from the pure components. Selectivity (S1,2), which is a critical parameter for establishing separation properties of given material, was also calculated from above equation of state. For a given binary mixture of gas ‘1’ and ‘2’, the selectivity was calculated as follows: $$ S_{1,2} = \\frac{{{{x_{1} } \\mathord{\\left/ {\\vphantom {{x_{1} } {y_{1} }}} \\right. \\kern-0pt} {y_{1} }}}}{{{{x_{2} } \\mathord{\\left/ {\\vphantom {{x_{2} } {y_{2} }}} \\right. \\kern-0pt} {y_{2} }}}} $$ (3) Here ‘x’ and ‘y’ are the mole fractions of any component from a given mixture, in adsorbed and gas phase, respectively. The composition of the adsorbed and gas phases of mixtures was estimated using the ideal adsorbed solution theory (IAST) (Sircar and Myers 1971). A detailed procedure for the calculations of these parameters is described elsewhere (Pires et al. 2008). Although this method may be regarded as a fairly accurate procedure, is still an essential tool for screening the adsorbents. It helps in screening the directions of appropriate physical–chemical modifications of materials, for further improvement in their adsorption/separation characteristics.3 Results and discussion3.1 Characterization of materialsAs mentioned in the experimental section the impregnation of both, PW11 and SiW11 POMs in the MIL-101 structure, was monitored by an extensive characterization of the materials as detailed discussed in a previous work (Granadeiro et al. 2013). The characterization techniques used concerned the chemical analysis by ICP spectrometry, electronic absorption spectra, Infrared-Raman absorption spectroscopy, powder X-ray diffraction and solid-state 31P HPDEC NMR spectra, henceforth, the results of these observations are referred from our previous work (Granadeiro et al. 2013). For instance FT-IR spectra of impregnated materials and their individual isolated compounds were compared. Spectra of both impregnated materials exhibit typical bands of MIL-101 and some of the vibrational modes of their respective POMs. In case of MIL-101a, the spectrum shows bands located at 1,043, 952 and 814 cm−1 assigned to the P–O, W = O, and W–O–W stretching modes of the phosphotungstates, respectively. Similarly, the spectrum of the composite MIL-101b exhibits bands at ~1,021, 910, and 811 cm−1 that correspond to the Si–O, W = O, and W–O–W stretches of the silicotungstate, respectively. The powder XRD pattern of MIL-101a and MIL-101b maintains the main diffraction peaks of MIL-101, which indicates that the crystalline structure of the porous support (MIL-101) is maintained even after impregnation. No diffraction peaks of the POMs are noticed in the diffraction patterns of the respective impregnated materials, which imply a good dispersion of both the PW11 and SiW11 that are present in non-crystalline form inside MIL-101 structure. In other words, indicates good dispersion of POMs units inside the material structure. The chemical analysis showed relatively similar impregnated amounts of PW11 and SiW11 of 0.066 and 0.073 mmol/g respectively.Low-temperature nitrogen adsorption isotherms also confirm the success of impregnation method. The nitrogen adsorption–desorption isotherms of MIL-101, MIL-101a, and MIL-101b (Fig. 1) are of type I, with minor type IV features (Sing et al. 1985). At low pressure adsorption occurs in microporous super-tetrahedra and later in mesoporous cages. These observations are in-line with the type of porosity described for MIL-101 (Sircar and Myers 1971). The total adsorbed amounts also agree with data previously published in the literature (Maksimchuk et al. 2008). The textural properties, of these materials like BET surface area, microporous volume (Vμ), and total pore volumes Vtotal are listed in Table 1. Comparison in values of different parameters (in Table 1) shows that impregnation of PW11 and SiW11 leads to 40 and 37 %, reduction in surface area and 38 and 33 % reduction in total pore volume, respectively. The PSD shows polymodal porosity in the materials in Fig. 1, inset. According to this figure, initially the majorities of pores in MIL-101 are of 2.4 and 3.0 nm. After impregnation with PW11 or SiW11, the maxima of pore distributions get broader and appear around 2.7 and 3.3 nm. For the sake of comparison, a larger figure of PSD variation is provided in Supplementary content, as Fig. SI-1. This figure confirms the presence of smaller pores even after incorporation. This is probably because of smaller pore window (1.2 nm) in small pores (Llewellyn et al. 2008) that might have restricted the impregnation of comparable sized POMs (having ~1.3 nm size) (Tajima 2001; Ferey et al. 2005). However the larger pores with larger pore window (1.6 nm) (Llewellyn et al. 2008) might have received most of the impregnation selectively, which is in accordance with the literature (Ferey et al. 2005). The excess loading of larger pores with POMs units has caused shrinking of pore diameter, from 3.3 to 2.7 nm. Due to successive loading of larger pores, some of the nearest larger pores could get distorted from strong electrostatic interactions in the loaded pores. This distortion could be a tentative explanation for the slight increase in the dimensions of these pores (from 3.0 to 3.3 nm). Open image in new window Fig. 1 Nitrogen adsorption isotherm at 77 K and PSD, of MIL-101 its impregnated samples  Table 1 Surface properties of materials (before and after impregnation) obtained from low temperature nitrogen isotherms  Samples  Surface area  Microporous volume  Total pore volume   A BET (m2/g)   V μ (cm3/g)   V total (cm3/g)  MIL-101  2,846  1.17  1.30  MIL-101a  1,720  0.74  0.80  MIL-101b  1,795  0.76  0.87  3.2 Ethane and ethylene adsorption isothermsAdsorption isotherms of ethylene and ethane on MIL-101, MIL-101a, and MIL-101b at 298 and 318 K are shown in Fig. 2. The respective viral coefficients (for Eq. 2 above) and Henry constants are given Table S1 in Supplementary Information. As expected from the large surface area of these materials the amounts adsorbed are substantial. For instance, if adsorption capacity of MIL-101 is compared with other reported adsorbents, it is about 3 times of BPL activated carbon (Reich et al. 1980), 6 times of ETS zeolite (Al-Baghli and Loughlin 2006), and 15 times of pillared interlayered materials (Saini et al. 2011). At lower temperature (298 K), the adsorbed amounts of ethane are always higher than those for ethylene, irrespectively of the sample. This situation is contrary to what is reported in literature for most materials where ethylene is usually more adsorbed than ethane (Gucuyener et al. 2010). At higher temperature (318 K), the order of adsorption is no longer same, particularly in impregnated samples (Fig. 2). Open image in new window Fig. 2 Adsorption isotherms on different materials with ethylene and ethane at 298 and 318 K. Lines denote fit of virial equation to adsorption data  The adsorption capacity of MIL-101 is reduced upon incorporation of POMs in structure at both adsorption temperatures. For example at 298 K, the adsorption of ethane decreased by 37 and 40 % by impregnation of PW11 and SiW11, respectively. Likewise, adsorption of ethylene also decreases by 30 and 36 %, on incorporation of PW11 and SiW11, respectively. These reductions in the adsorption capacities are coherent with the decreases in surface area of MIL-101 after impregnation, presented above.To interpret these results in the light of adsorption affinity, the adsorption capacity of the materials is further compared in terms of two different units mmol/g and mmol/m2 (Table 2). The variation in values with mmol/g units is in accordance with the change in surface area of material after impregnation. However, the change in values of mmol/m2 reflects the change in the surface affinity of these materials. It is clear that the capacity of materials in mmol/m2 increases for ethylene after impregnation whereas it remains almost unchanged for ethane meaning that there is an increase in affinity for ethylene in MIL-101 after impregnation of PW11 and SiW11. To understand this result, it must be recalled that in the non-impregnated MIL-101 the presence of a π-electron rich cage-surface essentially defines the adsorptive affinity for ethane and ethylene. But, after impregnation of POMs in these cages, the interaction of adsorbing molecules with cage surface is somewhat limited due to presence of POMs in larger pores, which is evident from decrease in pore volume. These POMs are known as π-acceptor ligands (Rong and Pope 1992) and, therefore, can interacted with the π electrons of ethylene and affect the affinity of MIL-101 towards this molecule. Furthermore, it was found that this increase was more noticeable with SiW11 as compared to PW11, which is most probably related with the higher negative charge of [SiW11O39]8− as compared to [PW11O39]7− (Maksimchuk et al. 2008).Table 2 Comparison in adsorption capacities of materials (before and after impregnation) at highest studied common pressure and 298 K  Samples  Adsorption capacitya   mmol/g  mmol/m2 × 10−3   Ethylene  Ethane  Ethylene  Ethane  MIL-101  12.2  14.6  4.3  5.1  MIL-101a  7.8  8.8  4.5  5.1  MIL-101b  8.5  9.25  4.7  5.2   aCalculated from high-pressure adsorption isotherm, at highest studied common pressure (800 kPa)  3.3 Heats of adsorptionTo explore the above observation about interaction of both gases with materials, before and after impregnation, the isosteric heats of adsorption—q st—were estimated by applying isotherms data into Clausius–Clapeyron Eq. 1. Its variation with the amount adsorbed is presented in Fig. 3. A general trend in Fig. 3 is that the heats of adsorption increase as coverage increases. Although this is not the case more often reported in the literature, other systems also present adsorption heats that increase with coverage, for instance the case of small hydrocarbon molecules in zeolites (Savitz et al. 1998; Dune et al. 1996). This trend is normally interpreted as being due to fairly constant gas–solid interactions and where gas–gas interactions dominate (Bezus et al. 1971; Parsonag 1970; Rouquerol et al. 1999; Savitz et al. 1998; Dune et al. 1996). Figure 3 show that the heats observed in case of ethane are generally higher than those of ethylene, except for MIL-101 at high coverage (~5 mmol/g), that is, ethane interacts with the surface more strongly than ethylene. To interpret this observation we can recall the extensively study case of alkane/alkene adsorption in zeolitic materials (Ruthven 1984). In that case alkenes usually present higher heats of adsorption over alkanes due to the specific interactions that are developed between the zeolite cations and the alkene double bond. As the experimental results in this study indicate, in MIL-101 the situation is different and, in the absence of relevant specific interactions between the solid and the ethylene double bond, the non-specific interactions will rule and these are higher for ethane due to the higher polarizability of this molecule (5.1 and 4.8 × 10−40 Cm2/V for ethane and ethylene respectively (Gough 1989). Open image in new window Fig. 3 Isosteric heats of ethylene and ethane adsorption on different materials (calculated between 298 and 318 K)  In case of the sample with PW11 (MIL-101a), both ethane and ethylene show a uniform increase in heats, followed by very slow rise. For MIL-101b both, ethane and ethylene, show relatively higher heats than those registered for MIL-101 and MIL-101a, the trend of heat variation with coverage in ethane adsorption being the same as in MIL-101a (Fig. 3).A careful analysis of the heat change during a limited range of surface coverage (1–3 mmol/g) shows that when MIL-101 and MIL-101a are compared the latter presents a reduction in q st for both gases, whereas the MIL-101b shows an increase. This increase shows that the interactions of these gases are stronger with MIL-101b as compared to MIL-101 and MIL-101a. As discussed in previous section, this is most probably due to the higher negative charge of the SW11 POM which increases the interactions between the solid and the adsorbed molecules. The above discussed results points out towards a possibility that the adsorption mechanism is similar in both the impregnated materials, but the change in chemical environment inside cages has different effects on the affinity for both gases.3.4 Selectivity and working capacityThe changes in the adsorption behaviour of prepared samples are further investigated in terms of selectivity and working capacity. Both selectivity and working capacity (that is, the remaining adsorption capacity after the regeneration step) are amongst those important properties that are critical to ascertain the merits of an adsorbent. For the sake of clarity, these properties are compared with other materials that are already reported in literature for ethane-ethylene separation (Reich et al. 1980; Al-Baghli and Loughlin 2006; Saini et al. 2011).Figure 4 show the evolution of the selectivity values with the pressure for the initial MIL-101, and the impregnated samples. The selectivity values were calculated for a fixed binary composition (4:6) of ethane and ethylene (composition of typical industrial mixture) at 298 and 318 K, considering the component “1” the most adsorbed. As general trends, Fig. 4 shows that the selectivity values are either almost constant or decrease when pressure increases. A comparative figure, given in supplementary data as Fig. SI-2, shows that MIL-101, and MIL-101b falls amongst other reported materials, where modified clay [porous clay heterostructures (PCH)] (Saini et al. 2011) is highly selective and MIL-101a and BPL activated carbon (Reich et al. 1980) are least selective. As discussed above, the π-accepting ligand character of POMs has favored the interaction of impregnated materials with ethylene molecules. As a result, the affinity for ethylene adsorption increases as from MIL-101 to MIL-101b which is well noticed in the X–Y phase diagrams of Fig. 5. In these diagrams, where “x” stands for the molar fraction of ethylene in the adsorbed phase and “y” for the respective molar fraction in gas phase, and the example was constructed for a pressure of 100 kPa and 298 K. Open image in new window Fig. 4 Selectivity curves of different materials, for separation of ethane–ethylene binary mixture (4:6 compositions) at 298 and 318 K   Open image in new window Fig. 5 Phase diagrams for the indicated samples, at 100 kPa and 298 K, showing the inversion on the adsorption selectivity for ethylene after impregnation with the SiW11 polioxometalate  The change in ‘working capacity’ after impregnation was investigated also. The working capacity was calculated by subtracting the amount adsorbed at a given regeneration pressure, from the amount of adsorbed at a given equilibrium pressure. The variation of working capacity, in case of ethylene adsorption, with equilibrium pressure is compared with other materials in Fig. 6. This figure shows three different situations; (a) initial adsorbed amounts, (b) working capacity at 1 Torr (0.133 kPa), and (c) at 1 atm (100 kPa) of regeneration pressures. The low-pressure conditions are maintained in vacuum swing adsorption (VSA) during the vent off of the adsorbed gas. It is an expensive and more complicated process if compared with pressure swing adsorption (PSA) where regeneration is made at ambient pressure. The pressure values of 1 Torr (0.133 kPa) and 1 atm (100 kPa) were used to emulate, VSA and PSA conditions, respectively. Open image in new window Fig. 6 Working capacity of different materials, for ethylene adsorption under different conditions. a No regeneration; b regeneration at 1 Torr; and c regeneration at 1 atm. PCH porous clay heterostructures; PILC pillared interlayered clay; ETS titanosilicates  Results show that under low-pressure regeneration conditions, the impregnation cause negligible loss (0.2–0.3 %) in working capacity of MIL-101. On the other hand, at 1 atm regeneration pressure, impregnation caused 15 and 12 % loss in working capacity with MIL-101a and MIL-101b, respectively. It happened because of the post-impregnation changes in surface properties, which at low-pressure region (see Fig. 6a) determines the amount retains under regeneration pressure. Comparison of loss in working capacity with other materials shows that the materials that present a steep initial increase in the adsorbed amounts are likely to have huge loss in working capacity, as substantial amount is retained under regeneration pressure. In general, the loss in working capacity at 1 Torr (0.133 kPa) is negligible that is evident in comparison of Fig. 6a, b. The working capacities get decreased under PSA conditions, for example the loss in working capacity with ETS 10, modified clays, and BPL carbon is found 89, 32–45, 52 %, respectively. Because MIL-101 and its impregnated samples do not show a steep increase in the adsorption amounts in the first part of the adsorption isotherms the loss of working capacity in current samples is less, hence more favourable, when compared to reported materials.4 ConclusionsImpregnation of polyoxyanionic species (PW11 and SiW11) inside the MIL-101 framework takes place selectively in the larger pores, changing PSD as well as the selectivity towards ethane/ethylene separation. The π-electron rich environment of MIL-101 limits the adsorption of ethylene. After impregnation of π-acceptor POMs the surface of material becomes more favorable for the adsorption of ethylene. Amongst both PW11 and SiW11, the more negative species SiW11 is more efficient for the increase in ethylene adsorption. Impregnation has not caused any significant loss in working capacity of materials; in fact 74–81 % of adsorption capacity is retained under PSA regeneration conditions. As overall, the impregnation of POMs is a suitability of post-synthetic method for alteration in selective adsorption behavior of MOFs, since it introduces adsorption sites that are able to develop specific interactions.", "title": "Effect on selective adsorption of ethane and ethylene of the polyoxometalates impregnation in the metal-organic framework MIL-101", "authors": ["João Pires", "Moisés L. Pinto", "Carlos M. Granadeiro", "André D. S. Barbosa", "Luís Cunha-Silva", "Salete S. Balula", "Vipin K. Saini"], "doi": ["https://doi.org/10.1007/s10450-013-9592-6"], "figures": ["<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO8\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO9\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9592-6/MediaObjects/10450_2013_9592_Fig6_HTML.gif\" alt=\"\"></a> </div>"]}