{"abstract": [], "text": "https://doi.org/10.1007/s10904-014-0131-z 1 IntroductionThe concept of ZIF (zeolitic imidazolate frameworks) developed from replacing tetrahedral Si and Al and the bridging O atoms of zeolites by transition metals (e.g. Zn or Co) and imidazolate (IM) linkers surprisingly results in frameworks similar to zeolites. The synthesized ZIF materials with uniform pores and channels can absorb guest molecules and can also offer more flexibility in surface modification. Similar structural arrangement of the Zn–IM–Zn angle similar to Si–O–Si angle (145°) in zeolites is also witnessed [1]. As compared to conventional metal–organic frameworks (MOFs), the stability test of ZIFs reveals that these materials often exhibits better thermal, hydrothermal and chemical robustness [2] which leads to many applications such as gas storage [3, 4, 5], separations [6, 7], catalysis [8, 9] chemical sensors [10]. Unlike conventional mesoporous materials and layered materials exhibiting large pore size [11, 12, 13], one of the ZIF materials, i.e., ZIF-8, features sodalite zeolite-type structure and contains large cavities (11.6 Å) and small apertures (3.4 Å) [2]. ZIF-8 (Zn(MeIM)2; MeIM = 2-methylimidazole), with an intersecting 3D structural feature with a pore size of 1.16 nm and a large Brunauer-Emmett-Teller (BET) surface area of 1,370 m2 g−1, act as a template/precursor for producing porous carbon [14, 15, 16].Most synthesis strategies of ZIFs involve the use of solvents, such as dimethylformamide (DMF), methanol, or other organic solvents. However, due to the propensity of organic solvents for getting trapped in the pores which would block the accessible surface areas of synthesized ZIFs, aqueous phase synthesis is highly desired for the large scale synthesis [17, 18]. Successful development of aqueous phase synthesis strategies of ZIFs [17, 19] has created a surge for the tremendous development for ZIF nanocrystals-based materials of advanced structural features.In addition, framework modification of ZIFs has considerable potential to adjust the physical and chemical features in order to enhance the performance in wide range of applications. Post-synthetic structural modification of ZIFs has emerged as a growing field that involves post-grafting of guest species, organic linker exchange, and co-condensation with another ZIF unit. Post-grafting or functionalization of ZIF framework with organo-silica has been found to a promising technique for gas separation [20, 21]. Metathesis of organic linkers in the secondary-building units of ZIF has been established as general route to access multifunctional ZIFs while retaining their parent topology [22, 23]. In this regard, imine condensation strategy has offered functionalization of ZIF-90 covalent functionalization with amine groups [24]. Concept of accessing hybrid ZIFs with mixed linkers in the framework (e.g., ZIF-8, ZIF-90, and ZIF-7) is rarely explored [25, 26]. Therefore, for example, if one can synthesize ZIF-8-90 hybrids, the cubic space group of the parent frameworks (i.e., ZIF-8) is continuously maintained, whereas ZIF-90 can provide an aldehyde functional group that is useful for chemical catalysis or other applications.Herein, we report the synthesis of ZIF-8-90 ZIF-based hybrid materials where the aldehyde group can be controlled (denoted as X %). We further apply the synthesized ZIF-8-90 for the CO2 adsorption. As compared with conventional postsynthetic modification, the method used for fabricating ZIF-based hybrids in this study can be an excellent strategy for enhancing the adsortion features of ZIFs.2 Materials and Methods2.1 ChemicalsZinc nitrate hexahydrate, 2-imidazolecarboxaldehyde (CHO-IM), 2-methylimidazole (MIM), sodium formate, magnesium nitrate hexahydrate were purchased from Sigma-Aldrich. The solution, methanol, n-butanol and DMF were all analysis grade purchased from Sigma-Aldrich. The water mentioned as followed was DI water produced from Merck Millipore.2.2 Synthesis of ZIF-8-90 Via Different MethodsThe synthesis of ZIF-8-90 was modified from the process reported by Nair et al. [25]. Briefly, different ratio of CHO-IM and MeIM were mixed with methanol, water and DMF and stirred for 10 min at 50 °C. After that, the mixture was stirred for another 1 h under room temperature. The product was washed with methanol and dried under 120 °C. The ratio between reactants and solutions was showed in Table 1, 1-1 to 1-7. The second method was modified from the first process, different ratio of CHO-IM, MeIM, were added into methanol and dissolved at 50 °C as solution A. Zinc nitrate hexahydrate was dissolved in water as solution B. After the solution A was cooled down to room temperature, solution B was mixed with solution A for 1 h at room temperature. The product was washed with methanol for three times and dried under 120 °C. The ratio between reactants and solutions was showed in Table 1, 2-1 to 2-3.Table 1 The ratio between reactants and solvents in each condition  Batch  NaCO2H (mmol)  Zn2+ (mmol)  CHO-IM (mmol)  MeIM (mmol)  MeOH (mL)  H2O (mL)  DMF (mL)  Yield (%)  Particle size (nm)  1-1  10  2.5  0  10  25  25  0  32  90–100  1-2  10  2.5  3  7  25  20  5  39  250–300  1-3  10  2.5  5  5  25  20  5  62  233–1,000  1-4  10  2.5  7  3  25  20  5  54  900–13,000  1-5  10  2.5  10  0  10  10  40  53  300–3,000  1-6  10  2.5  5  5  25  5  20  9  30–100  1-7  10  2.5  5  5  25  0  25  10  50–300  2-1  10  2.5  3  7  25  25  0  53  1,000–4,000  2-2  10  2.5  5  5  25  25  0  76  2,000–6,250  2-3  10  2.5  7  3  25  25  0  70  2,200–5,000  2.3 Gas Adsorption of ZIF-8-90Nitrogen and carbon dioxide was used to measure the porous properties (i.e., specific surface area and pore size) and the CO2 adsorption ability, respectively, of ZIF-8-90 X %. Before analysis, the sample was heated to 200 °C under vacuum for 24 h to remove water and free ligand. For nitrogen adsorption, the sample was analyzed at 77 K. For adsorption of carbon dioxide, the sample was analyzed under 273 and 295 K. The calculation of specific surface area was based on Brunauer-Emmett-Teller (BET) theory and Langmuir isothermal theory. The calculation of pore size was based on density functional theory (DFT).2.4 CharacterizationThe morphology of the synthesized ZIF-8-90 hybrids was observed with scanning electron microscope (SEM, Nova™ Nano SEM) and transmission electron microscopy (TEM, JEOL JEM-1200EX II). The crystallization of the ZIF-8-90 samples was analyzed with X-ray diffraction (XRD, Panalytical X’pert Pro MPD) and small-angle X-ray scattering (SAXS, NANOSTAR, BRUKER AXS GmbH). The weight loss of the ZIF-8-90 samples was measured with thermal gravity analysis (TGA, Perkin Elmer Pyris 1). The heating rate was 10 °C/min and flow rate of nitrogen was 20 mL/min.3 Results and Discussion3.1 Synthesis of ZIF-8-90 with Different Ratio of 2-MIM and CHO-IMDifferent ratio of 2-MIM and CHO-IM was prepared in ZIF-8-90 X %, where X indicates the mole percentage of CHO-IM. The morphology of the corresponding ZIF-8-90 (X is from 0 to 100 %) was observed with SEM and shown in Fig. 1. The results showed that the particle size increased as the X value increased. The particle size distribution became broad as the X value increased; however, it became narrow again as the X value was higher than 70 %. The results of XRD patterns shown in Fig. 2 indicated that the pure ZIF-8 and ZIF-90 had high crystallization. The ZIF-8-90 materials still exhibited high crystallization even MeIM and CHO-IM were mixed together with different mole ratio. The XRD pattern was matched with the XRD pattern from He et al., [27] indicating that the ZIF-8-90 X % were synthesized successfully. In addition, we used SAXS to analyze the crystal phase of the synthesized ZIF-8-90 materials, and the results shown in Fig. S1 appeared that the crystal phase of ZIF-8-90 X % was cubic crystal system and well-crystalline. Open image in new window Fig. 1 The SEM images of ZIF-8-90 X % with different ratio of MeIM and CHO-IM. a 0 %; b 30 %; c 50 %; d 70 % and e 100 %   Open image in new window Fig. 2 The crystallization of ZIF-8-90 with different ratio of MeIM and CHO-IM analyzed with XRD  TGA was used to analyze the weight loss of ZIF-8-90 X % during heating process. One advantage of ZIF is high thermal stability which could keep the structure complete around 500 °C [28]. There were two steps of weight loss before 300 °C. The first step was at 100 °C caused from water contained inside the structure. The second step was at 200 °C caused from the adsorbed 2-MIM and CHO-IM [27, 29]. Both of these two steps of weight loss could be seen as the leaving of guest molecular but not the structure. The result shown in Fig. 3a illustrates that pure ZIF-8 was highly thermal stable. There was no weight loss as the temperature was below 430 °C. Pan et al. [19] also showed that ZIF-8 synthesized in different solvent had high thermal stability. However, as the percentage of CHO-IM increased the structure became thermally unstable. The structure of the ZIF-8-90 X % started to decompose at 300 °C when CHO-IM was added, as shown in Fig. 3b–d. We have previously demonstrated that pure ZIF-90 synthesized in DMF was not thermal stable [17], and the structure of the synthesized ZIF-90 started to decompose at 300 °C. Open image in new window Fig. 3 The weight loss of ZIF-8-90 X % with the increase of temperature. a 0 %; b 30 %; c 50 %; d 70 % and e 100 %  3.2 The Effect of Different Solvent on Particle Size and Productivity of SamplesDuring the synthesis of ZIF-8-90 X % materials, we changed the ratio of solvent to study the effect of different solvent on the particle size and productivity of the samples. The solvents used in this studied were the mixture of methanol/water/DMF (x–y–z, where x, y, z represent the volume of each component). The amount of methanol was fixed in 25 mL, and the amounts of water and DMF were changed from zero to 25 mL. The total volume of the mixture was fixed in 50 mL. As the volume of DMF was 25 mL (Table 1, 1-7), the particle size distribution was in the range of 50–300 nm, and the productivity ratio was 10 %. As 20 % of DMF was replaced by water (Table 1, 1-6), the particle size distribution and productivity ratio were similar with those for batch 1-7. However, as the volume of DMF was reduced to 5 mL (Table 1, 1-3), the particle size distribution was increased to the range of 200–1,000 nm, and the productivity ratio was increased to 62 %. Compared with batch 1-2 and 1-3, batch 2-2 and 2-3 changed the solvent from 5 mL of DMF to 0 mL of DMF (in other words, no DMF was added). The results showed that the particle size distribution changed from 1–4 to 2.2–5 μm, respectively. It concluded that DMF could decrease both the particle size and particle size distribution; however, too much of DMF would decrease the productivity ratio.3.3 N2 and CO2 Adsorption of ZIF-8-90 X %The porous properties of ZIF-8-90 X % calculated from N2 adsorption/desorption isotherms (Fig. 4) were summarized in Table 2. The porous properties of the synthesized pure ZIF-8 and pure ZIF-90 were matched with other groups [26], indicating that our ZIF-8-90 0 % and ZIF-8-90 100 % (i.e., ZIF-8 and ZIF-90) were synthesized and characterized successfully. Based on the structure of CHO-IM, two hydrogen atoms were replaced by oxygen, and this unique structural feature makes the space inside ZIF-90 smaller than that of ZIF-8. Zhang showed that even the ZIF-8 and ZIF-90 was synthesized by different groups, the surface area of ZIF-8 was larger than that of ZIF-90 [30]. As the percentage of CHO-IM increased, the surface area of the ZIF-8-90 X % samples decreased. The result of pore size (Fig. S2) showed ZIF-8-90 0 % had uniform pore size distribution. There was a smaller peak near 1.27 nm, which might be resulted from the pore located on the surface of structure. As mentioned before, there were some adsorbed molecular on the surface that would disturb the interaction between zinc and 2-MIM. During the pre-heating process, the structure on the surface would be partially destroyed and the pore on the outer surface would increase slightly. However, the pore in the inner structure would not be affected. It was not surprising that as CHO-IM existed in the structure, the pore size distribution became broad due to the existence of two kinds of pore size. Zhang showed that even ZIF-8 or ZIF-90 should only have one kind of pore size as 1.1 nm [30]. The pore size of ZIF-8 synthesized in this study showed one uniform pore size; however, the pore size of ZIF-90 synthesized here showed two kinds of pore size. Park illustrated that the DMF might stuck in the pore [2], and this may be the reason for two kinds of pore size in our ZIF-8-90 X % samples. Although the sample had been heated for 1 day before adsorption, 200 °C was not enough to remove all of the DMF. Some DMF molecular stuck inside the pore causing the pore size of ZIF-90 and ZIF-8-90 become non-uniform. Open image in new window Fig. 4 N2 sorption isotherms of ZIF-8-90 X %  Table 2 The properties of gas adsorption of ZIF-8-90 X % with different ratio of MeIM and CHO-IM from adsorption of N2 and CO2   ZIF-8-90 X %  Surface area (BET) (m2g−1)  Pore volume (cm3g−1)  CO2 adsorption  273 K (mmol/g)  295 K (mmol/g)  0  1,664  0.698  5.01  0.99  30  1,057  0.589  4.70  2.37  50  1,115  0.530  3.93  2.82  70  934  0.538  1.62  2.77  100  949  0.572  5.22  2.37  For CO2 adsorption, 273 and 295 K were chosen as adsorption temperature. It is well known that low temperature is favorable for the adsorption of CO2 owing to the reduction of molecular vibration. The results of CO2 adsorption (Table 2) of ZIF-8-90 X % and corresponding adsorption isotherms at 273 and 295 K (Fig. 5) revealed that all of the samples had higher ability of adsorption at 273 K with the maximum amount of 5.22 mmol g−1 for the ZIF-8-90 100 % (i.e., pure ZIF-90). The structure of ZIF-8-90 70 % had the most irregular arrangement, resulting in the lowest surface area and therefore exhibited the least potential for the CO2 adsorption. It is interesting to note that the amounts of CO2 adsorption of ZIF-8-90 X % were higher than other MOF materials in room temperature (Table S1), although the ability of adsorption decreased as the temperature increased to 295 K (Table 2). These results reveal that CO2 adsorption of ZIF-8 can be improved by adding CHO-IM into ZIF-8 by constructing hybrid structure. This strategy suggests that by mixing the linker together an increase in ability of adsorption of hybrid ZIF-based materials can be enhanced. Open image in new window Fig. 5 CO2 sorption isotherms of ZIF-8-90 X % at 273 K (a)and 295 K (b)  4 ConclusionThis study reports a modified method of fabricating ZIF-8-90 hybrid materials using mixed linkers MeIM and CHO-IM. The effect of different solvent on the structural properties and CO2 adsorption of the synthesized ZIF-8-90 materials was investigated. N2 sorption results confirm uniform pore size distribution and existence of two different types of pores. We envision that the synthesized ZIF-8-90 hybrid will be not only useful for effective CO2 adsorption but also for other applications in the future.", "title": "Synthesis of Mixed-Ligand Zeolitic Imidazolate Framework (ZIF-8-90) for CO Adsorption", "authors": ["Yu-Te Liao", "Saikat Dutta", "Ching-Hsuan Chien", "Chien-Chieh Hu", "Fa-Kuen Shieh", "Chia-Her Lin", "Kevin C.-W. Wu"], "doi": ["https://doi.org/10.1007/s10904-014-0131-z"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig1_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig1_HTML.jpg\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-014-0131-z/MediaObjects/10904_2014_131_Fig5_HTML.gif\" alt=\"\"></a> </div>"]}