{"abstract": [], "text": "https://doi.org/10.1007/s10973-013-3293-y IntroductionActivated carbons (ACs) are successfully used to remove pollutants from water; however, they become saturated after time, and their adsorption capacity is decreased. Since industrial adsorption operations are a cyclic process composed of adsorption and regeneration steps, efficiency and cost of regeneration play important roles in the overall feasibility of an adsorption process [1].Various processes are available for the regeneration of spent adsorbents such as desorption by inert stream, desorption at high temperature, microwave regeneration, desorption by changing affinity between adsorbent and adsorbate by chemical reagents, and removal of adsorbates by thermal or biochemical decomposition [2, 3]. Among them, thermal regeneration is the most used one, due to its simplicity, low cost and versatility [1, 4].Several authors have investigated the recovery of the adsorption capacity of ACs by means of thermal regeneration methods [1, 4, 5, 6, 7, 8]. These studies highlight the complex nature of adsorption and desorption processes, related to the heterogeneity of the AC, which does not present a regular distribution of active sites. In this way, some adsorbate molecules will be physisorbed by weak interactions, and will be desorbed without modifying their original structure when subjected to a modest temperature treatment [9]. For the same process, certain compounds adsorb strongly on the ACs via chemical adsorption, in such a way that the adsorbate can readily be splitted on the carbon surface and its derivatives will be released during desorption [10].Although the results on thermal degradation found in the bibliography show satisfactory values of adsorption capacity recovery, the analyses made on the process itself are very scant. As a consequence, the operating parameters are not optimized and the processes could be often improved on. Within this context, the knowledge of the thermal degradation kinetics is essential for the proper design of regeneration systems.Thermogravimetry has proven to be an effective technique for studying AC regeneration processes [3, 6, 7, 8, 11]. This technique allows the isolation of the different stages involved in thermal regeneration, and the determination of kinetics parameters by means of appropriate models.In a previous work, our research group has investigated the adsorption of p-nitrophenol (PNP) in aqueous solution at neutral pH, and concluded that basic adsorbents are more interesting [10]. These results suggested that PNP adsorption systems are influenced by a complex interplay of different forces, where dispersive interactions between the solute aromatic ring and the carbon basal planes were enhanced, while the participation of specific reactions such as chemical and electrostatic interactions were also considered.With the aim of getting further knowledge on this particular adsorption system, this study was undertaken to assess the thermal regeneration potential of ACs following their saturation with PNP. The study was focussed on the degradation process itself, studying the kinetics implied in the different stages and relating it to the nature of desorption process. Moreover, the permanence of either the adsorbate and/or derivatives on the carbon porous network was investigated by means of N2 adsorption at 77 K and Hg porosimetry. Also, the changes in the surface functionalities of the adsorbents after thermal treatment were analysed by FT-IR Spectroscopy.ExperimentalPreparation of activated carbonA granular commercial AC (CB, from Chemviron Carbon) was used in this study. The saturation of the carbon was made by adding 5 g of this adsorbent to 1 L of PNP solution (Sigma, purity >99 %, 3 g L−1). The suspension was thermostated at 298 K and mechanically shaken for 72 h. Both the solution concentration and contact time were chosen based on previous experimentation, which demonstrated that these conditions guarantee the saturation and adsorption equilibrium, respectively [10].After equilibrium, the spent carbon was weighted and kept in a desiccator. The PNP concentrations in the supernatant solutions after adsorption were determined using UV–Vis Spectrophotometry at the maximum wavelength of 225 nm.Characterization of activated carbonsNitrogen adsorption isotherms at 77 K were made using a semiautomatic adsorption unit (AUTOSORB-1, Quantachrome). Experimental data were analysed by suitable methods [12] to calculate: (a) the value of the BET-specific surface (S BET), (b) the external surface (S EXT) by the αs-method, using the reference non-porous solid proposed by Carrott et al. [13], (c) the percentage of internal surface (S int), by the difference between S BET and S EXT, (d) the volume of micropores through the Dubinin–Radushkevich equation (VmiDR), and (e) the volume of mesopores (V me), as the difference between the pore volume at p/p 0 = 0.95 and p/p 0 = 0.10.The regeneration efficiency (RE,  %) was determined according to Eq. 1, using two different adsorbates: with PNP data in aqueous solution at 298 K (taking the adsorption quantity as the difference between the solution initial and final concentration), and from N2 adsorption data a 77 K, taking the adsorption capacity as the one corresponding to the relative pressure of 0.95.$$ {\\text{RE}}\\;\\left( \\% \\right) = \\frac{\\text{Adsorption capacity of regenerated AC}}{\\text{Adsorption capacity of fresh AC}}\\cdot100 $$ (1) The mercury intrusion curves were collected at room temperature with a conventional porosimeter (Autopore 4900 IV, Micromeritics, USA) and were used to determine the meso (V meP) and macropore (V maP) volumes.The surface chemistry was studied by means of FT-IR spectroscopy. FT-IR spectra were recorded with a Perkin Elmer model Paragon 1000PC spectrophotometer, using the KBr disc method, with a resolution of 4 cm−1 and 100 scans.Thermogravimetric analysis and kinetics studyThermogravimetric analyses of the spent ACs were made using a thermobalance (Setsys Evolution, SETARAM). Spent carbons were heated to 1,173 K in dry Argon (100 cm3 min−1) at different heating rates (5, 10, 15, 20 K min−1). From the TG/DTG experimental data, the different stages of thermal desorption and the corresponding temperature and residual mass values were identified.The kinetics study was made according to classical temperature programmed desorption theory [13], as well as Suzuki [14] approach, which is described in details in ‘Kinetics study’ section.Discussion of resultsThermogravimetric analysisThe TG/DTG profiles of PNP-spent AC have been plotted in Fig. 1. From this figure it can be inferred that regeneration proceeds in several stages, which occur at different velocities [15]. The existence of these periods are related to the various physicochemical phenomena such as drying, physical desorption, breaking up of chemisorbed intermediates, as well as charring processes [6, 14]. In our study, four stages can be observed along the heating process (see Fig. 1): Open image in new window Fig. 1 TG/DTG curves of PNP-exhausted AC   First, we can notice a very slight decrease on the carbon mass for temperatures below 423 K, which can be associated with the content of moisture of the AC [2, 6]. Moreover, at these conditions, a certain amount of PNP might be released because of the drag of the adsorbate molecules during water evaporation and the removal of the weakly adsorbed molecules [6].  Subsequently, the thermogravimetric curve exhibits a significant peak centred at 517 K. This second peak can be associated with the desorption of volatile compounds weakly adsorbed or physisorbed [1]. The temperature value associated with this peak is influenced by the strength of the physisorbed molecules and/or the ease to be desorbed due to steric impediments. In this sense, Ferro-García et al. [6] have reported that a wider pore size distribution allows a lower temperature for this peak.  Then, we find a slight peak at 692 K, which could be related to the desorption of chemisorbed compounds [5], not only the adsorbate as a molecule but also the products resulting from the combination of the molecule with the surface groups of the adsorbent.  Finally, we can find for the range of temperatures above 736 K a very slight mass loss, which is extended up to the end of the process. Previous works [4, 5, 6, 7, 14] have related this final stage to thermal cracking processes, as well as pyrolytic polymerization of heavy molecules. Ferro-García et al. [6] refer this stage to the decomposition of organic phenolic compounds from the carbon surface in the case of ACs exhausted with chlorophenols (CP), as they infer from the corresponding gas analyses.  With the aim of comparing the thermal behaviour of the fresh and spent carbon, TG/DTG analyses were made on the original adsorbent. The corresponding plots have been included as Supplementary material (S1). As expected, it was found that the thermal treatment of the fresh carbon results in a lower overall mass loss, as compared to the exhausted adsorbent (a residual mass fraction of 0.91 and 0.78 was obtained for the fresh and exhausted ACs, respectively).In the case of the fresh sample, the slight mass loss can be related to the removal of surface heteroatoms in the form of surface functional groups, as it has been pointed out in previous works [6]. The greater intensity of mass loss in the case of spent adsorbent is consistent with the fact that apart from the thermal elimination of surface functional groups, in the exhausted sample some other compounds are being desorbed.It is also noticeable that both TG/DTG curves follow a similar pattern, suggesting that in any case we can find a bimodal degradation mechanism, in which the first one has to be related to the removal of weakly adsorbed compounds or functionalities (as oxygen ones), while the second one corresponds to more energetic interactions.Suzuki [14] studied the thermal decomposition of different organics and found that TG curves could be classified into three different groups with regard to their shapes: type I, corresponds to TG curves exhibiting concavity towards temperature, and was characteristic of volatile species such as hexane, heptane, benzene, etc.; type II, related to high molecular mass compounds (as polyethylene glycol or sodium dodecylbenzenesulfonate), are convex to x axis, and show a marked mass loss during a narrow temperature interval. Finally, type III TG curves showed a gradual decrease of the carbon mass with temperature rise, with a relatively high fractional residue at 1,073 K; this shape has been related to species such as phenol, β-naphtol, lignin and humic acid.From Fig. 1 it can be inferred that the TG curve could be classified as a combination of the three types. Most of the works on TG analyses of ACs spent with phenols [14] and phenol-derived compounds [6] have also found this trend.From the TG data shown in Fig. 1 it can be inferred that the first stage of thermal regeneration corresponds to a mass loss of 1.4 %, at temperatures lower than 423 K. For this period, the maximum velocity of mass loss (DTGmax) is equal to 0.411 K−1. Later on, the second stage is located from 473 up to 628 K, and involves a mass loss of 2.49 %. In this case, the DTGmax has a value of 0.354 K−1. Then, the third stage (628–782 K) involves a mass loss of 1.02 % and presents a DTGmax of 0.154 K−1. Finally, the residual mass loss on the fourth stage (T > 782 K) up to the end of the process is equal to 2.23 %.In general, adsorbates with low heat of sublimation are easier to desorb, while those molecules with high boiling points are more prone to be thermally cracked on the adsorbent surface; in the case of phenols, they may undergo polymerization processes. Zhou et al. [16] have found that although pure PNP sublimes at 404 K, its sublimation from an adsorption system occurs at higher temperatures, near 453 K. This is consistent with the fact that PNP is being physically desorbed in the second stage.On the other hand, the cracking temperature depends on the type of particular reaction taking place. In this sense, type II TG curve assumes that the fragments of reaction products remaining on the carbon surface are easily removed. Dissimilarly, type III is related to the nature of organic adsorbates, which form polymeric products after sequential cracking reactions in the adsorbent surface. This explains the high residual mass found in these systems.The permanence of cracking products remaining in the carbon surface can be verified by the textural and chemical analysis of the adsorbent, which may have changed significantly as a consequence of regeneration process.Kinetics studyIn Fig. 2 the effect of heating rate on the DTG profiles of spent CB carbon has been plotted for the runs made in this series (experiments denoted as HR-5, HR-10, HR-15 and HR-20, for heating rates of 5, 10, 15 and 20 K min−1, respectively). Open image in new window Fig. 2 DTG curves of PNP-loaded AC under different heating rate conditions (5, 10, 15 and 20 K min−1)  In this Figure, the different thermal degradation steps described in ‘Thermogravimetric analysis’ section can be observed, for the various heating rates. In this study, we isolate the peak associated with drying (temperature close to 373 K), and analyse the other two peaks. These two peaks are denoted as peak A (or the peak associated with the desorption of physisorbed compounds) and peak B (the one related to desorption or splitting up of chemisorbed compounds). From the experimental data, the temperature (TdA and TdB) and residual mass loss (m/m  0 ) corresponding to each desorption peak (RmA and RmB), as well as that of the final process (Rmf) have been determined, and are collected in Table 1.Table 1 Characteristical values of residual mass (m/m 0,  %) and corresponding temperature (K)   Temperature/K  Residual mass/%   TdA   TdB   RMA   RMB   RMf   HR-5  517  692  0.9738  0.9564  0.9286  HR-10  544  696  0.9442  0.8651  0.8023  HR-15  566  704  0.9154  0.8488  0.7826  HR.20  574  712  0.8816  0.8208  0.7608   Td desorption temperature, RM residual mass  From Fig. 2 and Table 1 it can be inferred that decreasing the heating rate brings out a shift of the DTG curves towards lower temperatures. This is consistent with a better energy transference, due to longer residence times for slower heat treatments, and is in agreement with temperature programmed desorption theory [17]. According to this model, the activation desorption energy (E a, kJ mol−1) can be determined from Eq. 2:$$ \\frac{{\\beta E_{\\text{a}} }}{{RT_{\\text{m}}^{2} }} = A\\,{ \\exp }\\,\\left( {\\frac{{E_{\\text{a}} }}{{RT_{\\text{m}} }}} \\right) $$ (2)where β is the heating rate (K min−1), R (8.314 J mol−1 K−1) is the universal constant of ideal gases, T m (K) denotes the peak temperature and A (min−1) represents the Arrhenius pre-exponential factor.Application of Eq. (2) to thermogravimetry experimental data allowed to obtain values of E a equal to 9.72 and 82.57 kJ mol−1 for peaks A and B, respectively, obtaining correlation coefficients (R 2) above 0.95 in both cases. The distinct nature of the heat involved in the desorption of weakly physisorbed (peak A) and strongly chemisorbed species (peak B) is consistent with the great difference between these two values.Although the previous model has been used by most of the authors studying desorption kinetics, it has a limitation; it assumes that the mass loss proceeds following a pseudo-first order kinetics along the whole process, which rigorously would be related to a thermal decomposition process. In order to overcome this constraint, Suzuki accomplished the kinetics study by means of two different models, depending on the nature of the process that is presumably taking place. In this way, while the first stage of the thermal treatment (ignoring the drying step) is related to the desorption of volatile organic compounds, the second one should be treated as a thermal cracking process.According to Suzuki approach, whose complete development and application methodology can be found at Ref. [14], the desorption step can be described in the basis of Langmuir isotherm [18], which can be related to the isosteric heat of adsorption (Q iso), by the expression:$$ \\frac{m}{{m_{0} }} = \\frac{{\\frac{{m_{{}} }}{{m_{0} }}}}{{1 + \\left[ {\\frac{1}{RT}{ \\exp }\\frac{{ - Q_{\\text{iso}} }}{RT}} \\right]}} $$ (3)where m, m 0 and m ∞ denote, respectively, the adsorbate quantity in the carbon at the beginning of the process (neglecting the drying process), at any time and at the infinite (taken as the maximum desorbed value). On the other hand, since Suzuki model indicates that the second degradation stage has to be regarded as a cracking process, a pseudo-first order equation (such as 2) would be used.The application of Langmuir Desorption model to the first thermal stage experimental data allowed the obtention of an average value of Q iso equal to 14.25 kJ mol−1.Characterization of activated carbonsThe study of the textural and surface chemistry characteristics of the ACs, made by the techniques described in ‘Experimental’ section, revealed the information described below.First, N2 adsorption isotherms at 77 K (Fig. 3) allowed to obtain the characteristical textural parameters (Table 2) described in ‘Characterization of activated carbons’ section. Open image in new window Fig. 3 N2 adsorption isotherms at 77 K on fresh, spent and regenerated ACs  Table 2 Textural parameters determined from N2 adsorption at 77 K    S BET/m2 g−1    V miDR/cm3 g−1    V me/cm3 g−1    S EXT/m2 g−1    S int/%  CB-pristine  930  0.490  0.060  78  97  CB-spent  64  0.038  0.015  13  80  CB-regenerated  615  0.319  0.031  51  92  From both the N2 adsorption isotherms and the corresponding values of pore volumes it can be inferred that the pristine AC is a microporous solid with a high value of apparent surface (S BET of 930 m2 g−1), and a little contribution of external area. It presents a micropore volume of 0.490 cm3 g−1, and negligible mesopore volume.As a result of saturation, the porosity of the adsorbent was significantly decreased; the apparent surface of the spent carbon diminished more than ten times, reaching a value of 64 m2 g−1. Moreover, the relative proportion of mesopores of CB-spent is higher than that of pristine carbon, thus indicating that the pore blockage due to PNP molecules is greater in the case of the smallest pores. This information was also revealed from the N2 adsorption isotherm, which showed a sharper knee at low relative pressures and a better defined plateau for CB-pristine, in comparison with CB-spent.Finally, the thermal treatment caused an important increase on the AC adsorption capacity (CB-regenerated) increasing more than nine-fold the apparent surface of the spent carbon. Moreover, the regeneration process enhanced specially the development of microporosity, while the mesopore volume was slightly increased.Mercury intrusion data (Fig. 4) were consistent with the above-mentioned results. First, Hg intrusion volume was reduced as a result of saturation, while the subsequent thermal regeneration brought out an increase on the accessible pore volume. Also, from pore size distribution plots, it is depicted that before exhaustion, the intrusion of Hg onto the adsorbent is more marked in the range of smaller pores, as compared to the spent and regenerated samples. Open image in new window Fig. 4 Hg intrusion analyses on fresh, spent and regenerated ACs. a Hg intrusion data and b pore size distribution  Regarding the PNP adsorption recovery (R.E., %), as determined according to Eq. 1, we obtained a value of 68.3 %. Previous works [4] have studied the thermal regeneration of ACs exhausted with CP under similar conditions and have achieved CP adsorption recoveries close to 50 %, and concluded that the rest left on the carbon surface is made up of decomposition products of the adsorbent.Finally, the surface functionalities on the fresh, spent and regenerated ACs were studied by FT-IR analyses. In Fig. 5, the spectra corresponding to these adsorbents have been plotted; the assignation of the corresponding functional groups was made according to suitable bibliography [19]. From this Figure, it is obvious that the thermal regeneration of PNP-exhausted CB brings out the modification of the surface chemistry of the carbon, in comparison with the virgin sample. Open image in new window Fig. 5 FT-IR spectra on fresh, spent and regenerated ACs  The wide band 3,400 cm−1 is the only one which is found in all cases, and could be attributed to O–H stretching vibrations in hydroxyl groups, due to the moisture content of the adsorbent. Apart from this band, each carbon shows different surface functionalities which are discussed individually below.In the case of the fresh carbon, the band located at 2,900 cm−1 is compatible with the presence of C=O bonds in aldehydes. Also, the signal around 2,300 cm−1 might be related to C=O bonds in ketones. The band at 1,580 cm−1 can be assigned to aromatic stretching C=C vibration, while the signal centred in 1,375 is characteristical of methyl groups. Finally, the band at 1,100 cm−1 denotes the presence of secondary hydroxyl groups and the signal near 830 cm−1 can be related to phenyl groups.The adsorption of PNP on the carbon surface gave rise to the shrinkage of some of the previous bands for CB-spent. Besides, the appearance of the band at 1,580 cm−1 is remarkable, which can be associated with C=O vibrations in carbonyl groups and aromatic rings.Finally, for CB-regenerated, a wide signal in the range 1,000–1,300 cm−1 was found, which might be attributed to C–O single bond, such as those in ethers, and also to C–OH groups.ConclusionsThe present study showed that the thermal degradation of PNP-exhausted ACs occurs via different stages, which are primarily related to the particular adsorption mechanism. Apart from the initial drying step, two main desorption events are found: the one corresponding to the desorption of physisorbed PNP, and the stage related to the desorption of chemisorbed compounds (not only PNP-derived compounds, but also those products from thermal cracking reactions occurring in the carbon surface as a consequence of high temperatures).The porosity and surface chemistry characterization of Pristine and Regenerated ACs allowed to conclude the previous findings. First, after regeneration, N2 adsorption capacity was increased up to 65 %, in relation to that of the fresh AC, indicating the presence of cracking products blocking the accessible microporosity. This fact was verified by the FT-IR study, which showed a modification of the surface functionalities in the regenerated samples, in comparison with the virgin ones.Finally, the study was completed by a kinetic analysis, by means of Thermal Desorption Theory. For this task, TG analyses at different heating rates were performed, and the values of activation desorption energy (E a) were calculated for each step. The results obtained showed a significantly higher E a value for the second stage of desorption, which corroborated the greater energy involved in the interactions associated with this event, in accordance with the previous description.", "title": "Fundamental study on the thermal regeneration stages of exhausted activated carbons: kinetics", "authors": ["B. Ledesma", "S. Román", "A. Álvarez-Murillo", "E. Sabio", "C. M. González-García"], "doi": ["https://doi.org/10.1007/s10973-013-3293-y"], "figures": ["<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO8\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3293-y/MediaObjects/10973_2013_3293_Fig5_HTML.gif\" alt=\"\"></a> </div>"]}