{"abstract": [], "text": "https://doi.org/10.1007/s10904-011-9467-9 1 IntroductionAcid solutions are widely used for industrial cleaning as in oil well acidification and in the petrochemical processes [1]. HCl is generally used in the pickling processes of metals and alloys. The corrosion of steel in such environments and its inhibition constitute a complex problem of processes [2]. Corrosion inhibitors are used to prevent metal dissolution as well as acid consumption [3, 4]. The choice of the inhibitor is based on the presence of hetero atoms and multiple bonds in the structure. This leads to increase in the adsorption of the compound on the steel surface and promotes effective inhibition [5]. Most organic inhibitors are substances with at least one functional group, which may be considered as the reaction center for the adsorption process. The adsorption of inhibitors is related to the presence of heteroatoms such as nitrogen [6, 7, 8, 9, 10, 11, 12], phosphorous and sulfur [13, 14, 15]. Several authors have investigated the effect of some coordination complexes as corrosion inhibitors [16, 17, 18, 19, 20]. On the other hand, bottom-up construction of metal–organic frameworks (MOF), possessing desired structure and bulk nature from selected metals and organic ligands is the central mission of crystal engineering [21, 22, 23, 24, 25]. Rational design of the MOF structures formed by self-assembly has drawn considerable attention recently not only by biochemists but also by chemists interested in modern synthetic chemistry [26, 27]. In the past, the electro-deposition of Ag and Au on metal surfaces was used for the purpose of decoration only; but, recently two new Ag(I) pyridine MOFs have been tested as corrosion inhibitors [28].The aim of the present work is to synthesize and structurally characterize a new MOF based on Ag(I) with qox and 4-ab, MOF (1) and to investigate its behavior as a new inhibitor for the corrosion of C-steel in 1 M HCl solution using electrochemical techniques.2 Experimental2.1 Materials and Physical MeasurementsAll chemicals and solvents used in this study were of analytical grade supplied by Aldrich or Merck and used as received. Microanalyses (C, H, N) were carried out with a Perkin Elmer 2400 automatic elemental analyzer. The IR spectra were recorded on Perkin Elmer 1430 Ratio Recording Infrared Spectrophotometer as KBr discs. Thermogravimetric analysis was carried out on a Shimadzu AT 50 thermal analyzer (under N2). Electronic absorption spectra as solid matrices were measured on Shimadzu (UV-3101 PC) spectrometer.Carbon steel strips composed of (weight %) C = 0.20, Mn = 0.91, P = 0.007, Si = 0.002 and balance Fe were pretreated prior to the experiment by grinding with emery paper (grade 600, 800, 1,000 and 1,200) then cleaned with double distilled water, degreased with acetone and dried. The rectangular specimens with size 1.0 × 1.0 cm2 were cut, embedded in the epoxy resin and used for electrochemical measurements. A stock solution of HCl (37%, 6 M) was prepared by dilution with double distilled water, and its concentration was checked by Na2CO3 solution, then 1 M HCl was prepared by dilution of the stock solution with double distilled water. The inhibitor solution was prepared from ethanol.2.2 Synthesis of [Ag(qox)(4-ab)] (1)A solution of AgNO3 (25 mg, 0.15 mmol) in H2O (20 mL) was added dropwise under gentle stirring to a mixture of solution containing quinoxaline (qox) (33 mg, 0.25 mmol) in acetonitrile (20 mL) and 4-amino benzoic acid (4-aba) (20 mg, 0.146 mmol) in acetonitrile (10 mL). This colorless solution was kept at room temperature. After 2 weeks yellow needle crystals formed. After filtration, subsequent washing with water and overnight drying, yellow crystals (40 mg, 72.7% based on AgNO3) were obtained.Analysis: Calcd. % for 1 (C15H12N3O2Ag): C, 48.10; H, 3.20; N, 11.22. Found %: C, 48.3; H, 3.1; N, 11.05.2.3 Crystal Structure DeterminationStructural measurements for 1 were performed on a Kappa CCD Enraf–Nonius FR 90 four circle goniometer with graphite monochromatic MoKα radiation {[λMoKα] = 0.71073 Å} at 25 ± 2 °C. The structure was resolved using direct-methods. All the non-hydrogen atoms were located from the initial solution or from subsequent electron density difference maps during the initial stages of the refinement. After locating all the non-hydrogen atoms in the structure, the models were refined against F 2, first using isotropic and finally using anisotropic thermal displacement parameters. The positions of the hydrogen atoms were then calculated and refined isotropically. The final cycle of refinements was performed. Crystallographic data for 1 are summarized in Table 1.Table 1 Crystal data and processing parameters for 1   Empirical formula  C15H12N3O2Ag  Formula weight g/mol  374.150  Temperature (K)  298  Crystal system  Monoclinic  Space group  P21/c  a/Å  6.6792(2)  b/Å  19.9327(5)  c/Å  11.1782(3)  α/°  90.00  β/°  120.00(8)  γ/°  90.00  V/Å3  1412.90(7)   Z   4  μ(Mo–Kα)/m m−1   1.51  Calculated density/g cm−3   1.854  Goodness-of-fit on F 2   1.022  F(000)  744  R indices[I > 3σ(I)] R1/wR2]  0.081/0.081  R indices(all data)  0.036/0.082   R int   0.022  Data/restraints/parameters  2434/0/190  2.4 Electrochemical StudiesAll electrochemical measurements were performed using Gamry electrochemical cell with three electrodes connected to Gamry Instrument Potentiostat/Galvanostat with a Gamry framework system based on ESA 30. Gamry applications include software DC105 for corrosion and EIS300 for EIS measurements, and Echem Analyst version 5.5 software packages for data fitting. The C-steel of 1 cm2 was the working electrode, a platinum electrode was used as an auxiliary electrode, and a saturated calomel electrode (SCE) was used as reference electrode.Tafel curves were obtained by changing the electrode potential automatically from −250 to +250 mV versus. corrosion potential (E corr) at a scan rate of 5 mV s−1. EIS measurements were carried out in a frequency range from 100 to 10 MHz under potentiodynamic conditions, with an amplitude of 10 mV peak-to-peak, using an AC signal at E corr. All experiments were measured at 25 ± 1 °C after immersion for 30 min in 1 M HCl with and without addition of the inhibitors.The percentage of inhibition efficiency is calculated from the values of the corrosion current density (j corr) using the following formula:$$ {\\text{IE}}\\left( \\% \\right) = \\left[ {\\left( {j_{\\text{corr}} - \\, j^{\\prime}_{\\text{corr}} } \\right)/ \\, j_{\\text{corr}} } \\right] \\times 100 $$ (1)where, j corr and j′corr are the values of j corr of uninhibited and inhibited specimens, respectively.3 Results and DiscussionThe reaction of silver(I) nitrate and qox in the presence of 4-ab in a water/acetonitile solvent affords yellow crystals of the MOF 1. The unusual feature in this reaction is that a significant amount of single-phase product was obtained at room temperature.3.1 Crystal Structure of 1The unit cell of 1 reveals a stoichiometric ratio of 1:1:1 for Ag, qox, and 4-ab (Fig. 1). The silver atom has an identity symmetry operation that two unit cells are connected by the carboxylate group of the 4-ab ligand and by Ag–Ag interaction (Fig. 2). The silver (I) site assumes a pseudo-tetrahedral (PT-4) geometry where the silver atom is coordinated to one N-atom of the qox ligand (N5), two O-atoms of the two-carboxylate groups and a Ag(I) atom. The angles around the Ag(I) site assume a PT-4 geometry in spite of the substantial pyramidal distortion caused by the wide O3–Ag2–O4 angle, 163.18º (Table 2). The Ag(I)–Ag(I) bond length is 2.713 Å. Argentophilic interactions are characteristic of a number of coordination polymers [21, 22, 29, 30, 31, 32, 33, 34, 35, 36] and a typical range for these Ag···Ag contacts is ca. 3.01–3.40 Å, with shorter (2.9364 Å) [35] and longer (3.899 Å) [36] contacts having been reported. The Ag(I)–Ag(I) bond length (2.713 Å) is the shortest observed and less than the Ag–Ag distances in metallic silver (2.88 Å). Thus, a cluster molecule containing two silver atoms, two qox and two 4-ab ligands is considered the basic building block of the structure of 1. Open image in new window Fig. 1 An ORTEP plot of the asymmetric unit of 1 with atom labeling scheme   Open image in new window Fig. 2 The expanded structure with atom labeling scheme showing Ag–Ag interaction in 1   Table 2 Bond lengths (Å) and bond angles (°) of 1   Ag1–N5  2.390(2)  C10–N15  3.403(3)  O3–C8  1.264(2)  Ag–C20  3.142(3)  O4–C8  1.254(2)  Ag–C22  3.038(3)  C6–N7  1.383(2)  Agi–H21  2.899  Ag1–Ag1  2.713(2)    Ag–O3  2.222(3)  O3–Ag1–N5  107.05(2)  Ag–O4  2.217(3)  O3–Ag1–Ag1  80.21(2)  C8–C13  1.509(2)  O4–Ag1–N5  89.28(2)  O3–N7  2.943(2)  O4–Ag1–Ag1  83.79(2)  C6–C13  2.818(3)  O3–Ag1–O4  163.18(2)  C16–C21  2.795(3)  O3–C8–O4  121.33 (2)  C11–C14  2.759(3)  O3–C8–C13  119.46(2)  C10–C17  3.369(3)  O4–C8–C13  119.20 (2)  C11–C17  3.370(3)    Symmetry codes (i) x, 1/2−y, z−1/2  A hexagonal (Ag2C2O4) ring is formed with the four aromatic ligands as side arms. The Ag–O bond lengths (2.22–2.17 Å) are in the range of previously reported values [37, 38, 39, 40]. The aromatic ligands are tilted out-of the hexagonal ring by 13.085° (qox) and 14.39° (4-ab) while the angle between the planes of qox and 4-ab is 6.15°. The extended structure of 1 comprises infinite discrete building blocks, which are arranged in a unique way so that four parallel molecules surround the fifth, which is tilted out-of-plane and defined by the parallel molecules with an angle of 45.94°, Fig. 3. The distance between the parallel molecules along the c-axis is 11.178 Å. These discrete building blocks form a 2D-layer via H-bonds, Ag–C contacts and π–π stacking; 3.038–3.403 Å (Tables 2,  3). The 2D-layers are further close-packed via H-bonds and π–π stacking creating a 3D-network (Fig. 4). Additionally, the 2D-layers are arranged in a unique fashion creating crossing arrays in the bc-plane connected by extensive H-bonds and π–π stacking thus forming a 3D-network structure (Fig. 5). The crossing angle is 67.67° while the separation distance between the successive parallel layers is 6.979 Å. Open image in new window Fig. 3 The extended structure of 1 showing the four parallel molecules surround the fifth one  Table 3 Hydrogen bond lengths (Å) and bond angles (°) in 1   D–H···A  d(D–H)  d(H···A)  d(D···A)  ∧(DHA)  N7–H7A···N15  0.919  2.168  3.039  157.76  C16–H16···C22  0.913  3.088  3.846  141.67  C22–H22···C16  0.944  3.106  3.846  136.48  C20–H20···C11  0.962  3.025  3.783  136.74  C22–H22···N7  0.944  2.885  3.738  150.74  C21–H21···Ag1  0.931  3.300  3.482  93.83   Open image in new window Fig. 4 3D-network structure showing hydrogen bonds in 1 along the c-axis   Open image in new window Fig. 5 3D-network structure showing crossing arrays in 1 in the bc-plane  3.2 Infrared and Electronic Absorption Spectra of 1The high-energy region of the IR spectrum of 1 exhibits two strong broad bands at 3,407 and 3,328 cm−1 corresponding to νNH2. These bands suffer a shift to lower wavenumbers relative to the free ligand (4-ab). They appear as broad bands due to hydrogen bonding. The IR spectrum of 1 shows characteristic strong bands of the carboxylate group at 1,500, 1,345 and 690 cm−1 corresponding to νasy.(COO − ), νsy.(COO − ) and δ(COO − ), respectively. These bands exhibit shifts to lower wavenumbers than in the free ligand. Also, 1 does not show a band due to carbonyl stretching, which supports involvement of the carboxylate group of 4-ab in coordination to the silver (vide supra).The presence of the aromatic systems (qox and 4-ab) in 1 is confirmed by bands at, 3,045, 768, 614 cm−1, which are attributed to νCH(arom.) and γCH, respectively, of the ligands. The bands at 1,598 and 1,545 cm−1 are assigned to νC=N and νC=C, respectively. These bands shift to lower wavenumbers relative to the free ligand and supports coordination of qox and 4-ab to the Ag and the formation of hydrogen bonds. In addition, the strong bands at 1,263, 1,173, 1,084, and 1,023 cm−1 are assigned to the skeletal and C–C vibrations of qox and 4-ab.The electronic absorption spectrum of 1 reveals five absorptions in the 215–408 nm region. The first high-energy band at 215 nm corresponds to the 1La ← 1A transition and suffers a blue shift from 4-ab due to coordination to silver. The band at 235 nm is not observed in the spectra of qox nor 4-ab indicating a metal–ligand charge transfer (MLCT). The third band at 285 nm corresponds to a 1Lb ← 1A transition of the benzenoid system of qox and 4-ab. The fourth band at 350 nm, which corresponds to a MLCT, is not observed in the spectra of the ligands. The band at 408 nm is attributed to a n–π* transition, which disappears on the addition of HCl.3.3 Thermogravimetric AnalysisThe thermogram of 1 exhibits two decomposition steps in the temperature range 150–230 and 250–450 °C. The first step corresponds to the release of one 4-ab molecule and half a qox molecule, ∆m% obser. (calcd.) 53.5 (53.7). The weight loss in the second step is due to the decomposition of the other half of the qox molecule, ∆m% obser. (calc.) 17.5 (17.3). The molecular weight of the residue obtained after complete thermolysis of 1 is coincident with metallic silver M.wt% obser. (calc.) 28.5 (28.8). Thus, 1 is stable up to 150 °C while the release of 4-ab and qox at relatively high temperature supports the coordination of these ligands to the Ag atom.3.4 Potentiodynamic Polarization StudiesFigure 6 shows the experimental results from the polarization curves of carbon steel with and without the addition of different concentrations of 1 at 25 °C. Corrosion parameters were calculated on the basis of cathodic and anodic potential vs. current density characteristics in the Tafel potential region [41, 42]. The values of the j corr for carbon steel with and without the inhibitor were determined by extrapolation of the cathodic and anodic Tafel lines to the E corr. It can be seen that the inhibitor results cause a marked shift in both cathodic and anodic branches of polarization curves towards lower current densities. This means that the inhibitor affects both the cathodic and anodic reactions. A slight negative shift in the E corr is observed. Thus, the inhibiting action of 1 on both cathodic and anodic processes seems to be approximately equal. According to this mechanism, the reduction of either the anodic or the cathodic reaction or both arises from the adsorption of the inhibitor on the corresponding active sites [43]. Open image in new window Fig. 6 Potentiodynamic polarization curves for corrosion of C-steel in the absence and presence of different concentrations of the inhibitor 1 at 25 °C  The data in Table 4 indicate that the j corr decreases and the inhibition efficiency increases as the concentration of the inhibitor is increased. In fact the slopes of the cathodic (bc) and anodic (ba) Tafel lines (Table 4) are slightly changed upon addition of the inhibitor indicating that 1 acts by simply blocking the available surface area. In other words, the inhibitor decreases the surface area for corrosion of the carbon steel and only causes inactivation of a part of the surface with respect to the corrosive medium. This indicates that 1 can be considered a mixed-type inhibitor.Table 4 Corrosion parameters obtained from potentiodynamic polarization of C-steel in 1 M HCl containing different concentrations of 1   [Inhibitor] M  −E corr mV vs. SCE  jcorr( mA cm−2)  βc (mV dec−1)  βa (mV dec−1)  θ  % IE  0.0  509  4.13  225  212  –  –  1 × 10−6   504  3.54  197  159  0.143  14.3  5 × 10−6   504  3.21  197  194  0.223  22.3  1 × 10−5   497  2.54  143  141  0.385  38.5  5 × 10−5   485  1.69  143  143  0.591  59.1  1 × 10−4   468  0.650  119.3  113.5  0.843  84.3  The inhibition efficiency depends on many factors including adsorption centers, mode of interaction, molecular size and structure [41, 42, 43]. The effect of molecular size, structure and functional group accounts for the high inhibition efficiency obtained.3.5 Adsorption ConsiderationsOrganic inhibitors establish their inhibition through the adsorption of the inhibitor molecules onto the metal surface. The process depends on the nature and the surface charge of the metal, the adsorption mode, the chemical structure of the inhibitor, and type of the electrolyte solution used [44]. To acquire a better understanding of the adsorption mode of the inhibitor 1 on the surface of the C-steel, the data obtained from potentiodynamic polarization were tested with several adsorption isotherms, including Langmuir, Temkin, Freundlich and Frumkin. The Freundlich isotherm was found to fit well with the experimental data (Fig. 7) and can be expressed as Eqs. 2 or 3 [45]:$$ \\theta = K_{\\text{ads}} C^{n} $$ (2) $$ { \\log }\\theta = { \\log }K_{\\text{ads}} + n{ \\log }C $$ (3)where, K ads is the adsorption equilibrium constant, C is the inhibitor concentration and θ is the surface coverage. A plot of log θ versus log C gives a straight line of intercept log K ads (Fig. 7). A linear correlation was obtained for 1 suggesting that the Freundlich adsorption isotherm was obeyed. The strong correlation coefficient (R 2 >> 0.98) of the Freundlich adsorption for the investigated MOF was observed. Open image in new window Fig. 7 Curve fitting of corrosion of C-steel in 1 M HCl in presence of different concentrations of 1 to the Freundlich adsorption isotherm at 25 °C  The equilibrium constant (K) is related to the standard free energy of adsorption [46] by Eq. 4:$$ K \\, = \\, \\left( { 1/ 5 5. 5} \\right){ \\exp }\\left[ { - \\Updelta G_{ads}^{o} /RT} \\right].$$ (4)where, R is the universal gas constant and T is the absolute temperature. The value of K is 55.5 for an aqueous solution (in mol L−1). The value of ΔG°ads (−57.7 kJ mol−1) is large and the negative sign indicates that the adsorption is proceeding spontaneously accompanied by a high efficient adsorption for 1. A large value of K (2.35 × 108 M−1) means better inhibition efficiency for the inhibitor, 1; i.e., strong electric interaction between the double layer existing at the phase boundary and the adsorbing molecule.3.6 Effect of TemperatureThe effect of temperature on the dissolution of C-steel in 1 M HCl in the presence of the 1 has been investigated from 25 to 55 °C using the potentiodynamic polarization technique. Table 5 shows various corrosion kinetic parameters for C-steel in 1 M HCl in presence and absence of 10 × 10−6 M 1 at different temperatures. It is evident that the j corr increases with an increase in temperature. The data indicate that the inhibition efficiency deceases with an increase in temperature due to the decrease in the strength of adsorption process at high temperatures. This suggests that physical adsorption of 1 occurs on the steel surface [47].Table 5 Corrosion parameters obtained from potentiodynamic polarization of C-steel in 1 M HCl in the absence and presence of 10 × 10−6 M of 1 at different temperatures  Temp.(  °C)  Concentration (M)  −E corr mV vs.SCE  jcorr (mA cm−2)  θ  % IE  25  0.00  509  4.13  –  –  10 × 10−6   440  0.10  0.976  97.6  35  0.00  456  5.81  –  –  10 × 10−6   412  0.64  0.890  89.0  45  0.00  399  7.09  –  –  10 × 10−6   408  0.92  0.870  87.0  55  0.00  389  9.085  –  –  10 × 10−6   412  3.985  0.562  56.2  The activation parameters E a, ∆H and ∆S are calculated from an Arrhenius plot (Eq 5):$$ {\\text{Log}}\\left( {\\text{rate}} \\right) = \\left[ { - E_{\\text{a}} / 2. 30 3RT + A} \\right] $$ (5)and the transition-state plot (Eq 6):$$ {\\text{Rate}} = RT/Nh \\,{ \\exp }\\left( {\\Updelta S /R} \\right) \\,{\\exp }\\left( { - \\Updelta H/RT} \\right) $$ (6)where, E a is the activation energy, h is the Planck’s constant, ∆H is the enthalpy of activation and ∆S is the entropy of activation. A plot of log rate versus 1/T gives a straight line with slope, E a/2.303R (Fig 8). The intercept is A. Figure 9 represents the plot of the log (rate/T) versus (1/T) which also gives straight line. The slope of this line equals to (ΔH/2.303R) and the intercept is [log (RT/Nh) + ∆S/2.303R)] (Table 6). A high value of activation energy indicates a higher protective efficiency [48]. Moreover, high positive values of enthalpies of activation (∆H) are obtained, which reflect the endothermic nature of the dissolution process. The data also show that the presence of the inhibitor produces higher value for (∆H) than that obtained for the uninhibited solution; i.e., higher protection efficiency. This may be attributed to the presence of an energy barrier for the reaction; that is, the process of adsorption leads to an increase in the enthalpy of the corrosion process. In addition, the entropy of activation (∆S) is large and negative, which implies that the activated MOF in the rate-determining step represents association rather than dissociation; i.e.. a decrease in the disorder takes place going from reactants to the activated MOF, 1 [49]. Open image in new window Fig. 8 Log corrosion rate versus 1/T for the dissolution of C-steel in presence of 10 × 10−6 M of the inhibitor 1    Open image in new window Fig. 9 Log corrosion rate/T versus 1/T for the dissolution of C-steel in presence of 10 × 10−6 M of the inhibitor 1   Table 6 Activation parameters of the dissolution of C-steel in 1 M HCl in the absence and presence of 10 × 10−6 M of 1   compounds  Ea(kJ mol−1)   ∆H ( kJ mol−1)  −∆S (J mol−1 K−1)  Blank (1 M HCl)  25.2  9.4  7.0  1  90.5  44.3  234.0  3.7 EIS MeasurementsImpedance spectra for C-steel in 1 M HCl in the absence and presence of different concentrations of 1 are shown in the Nyquist plots (Fig. 10). Clearly, the Nyquist plots indicate that the impedance behavior of C-steel is significantly changed after addition of 1. Nyquist plots consist of a depressed semicircle with one capacitive loop; and, the depressed semicircle has a center under the real axis. Such behavior is characteristic for solid electrodes and is often referred to as frequency dispersion. It is attributed to roughness and other inhomogeneities of solid surface [50, 51]. In addition to the high frequency capacitive loop, the semicircles roll over and extend to the fourth quadrant; and, a pseudo-inductive loop at the low frequency end is observed. This suggests that a Faradic process is taking place on the free electrode sites. The inductive loop is generally attributed to the adsorption of species resulting from iron dissolution and the adsorption of hydrogen [52]. The impedance spectra for Nyquist plots were analyzed by fitting to the equivalent circuit model, which was used previously to describe an iron/acid interface [53, 54]. Open image in new window Fig. 10 Nyquist plots for C-steel in 1 M HCl in the absence and presence of different concentrations of the inhibitor 1 at 25 °C  The charge transfer resistance (R t) values are calculated from the difference in impedance at lower and higher frequencies. To obtain the double layer capacitance (C dl), the frequency at which the imaginary component of the impedance is maximal (−Z max) is found using Eq. 7:$$ C_{\\text{dl}} = \\left( { 1/ 2\\pi f_{ \\max } R_{\\text{t}} } \\right).$$ (7) The inhibition efficiency obtained from the charge transfer resistance is calculated with Eq.8:$$ {\\text{IE}}\\left( \\% \\right) = \\left[ {\\left( {R_{{{\\text{t}}({\\text{inh}})}} - \\, R_{{{\\text{t}}({\\text{free}})}} } \\right)/ \\, R_{{{\\text{t}}({\\text{inh}})}} } \\right] $$ (8)where, R t(inh) and R t(free) are the charge transfer resistance values with and without inhibitor 1, respectively. The data are collected in Table 7. When the concentration of the 1 is increased, R t increases and C dl tends to decrease. The decrease in C dl values, which can result from a decrease in the local dielectric constant and/or an increase in the thickness of the electrical double layer, suggests that the 1 acts by adsorption at the metal solution/interface [55].Table 7 EIS data for C-steel in 1 M HCl in the absence and presence of different concentrations of 1 at 25 °C  Compounds  Concentration (M)  Cdl (μf cm−2)  Rct (Ω cm2)  θ  % IE  Blank  0.0  481.7  7.97  –  –  1  1 × 10−6   213.0  9.19  0.156  15.6  5 × 10−6   175.0  12.26  0.367  36.7  5 × 10−5   150.3  16.20  0.523  52.3  1 × 10−4   150.0  29.71  0.742  74.2  3.8 Mechanism of InhibitionThe first stage in the mechanism of inhibition in acid media is adsorption on the metal surface [56]. In most inhibition studies, the formation of a donor–acceptor surface complex between π-electrons of the inhibitor and the vacant d-orbitals of the metal is postulated [57, 58, 59]. Inhibitor 1 has a large number of N-(-NH2 and =NH) and O- atoms and large number of aromatic rings. In aqueous acidic solutions, the inhibitor is either neutral or in the form of cations (i.e., protonated species). In general, two modes of adsorption may be considered. The neutral form of the inhibitor may adsorb on the metal surface via the chemisorption mechanism involving the displacement of water molecules from the metal surface and the sharing electrons between N- and O-atoms and Fe; and/or, between π-electrons of the aromatic ring and the vacant d-orbitals of Fe. On the other hand, it is well known that the steel surface is positively charged in the acidic media [60]. Therefore, it is difficult for a protonated inhibitor to adsorb on the positively charged steel surface due to electrostatic repulsion. Since chloride ions have a smaller degree of hydration, being specifically adsorbed, they create an excess negative charge toward the solution and favor more adsorption of the protonated inhibitor. In other words, there may be a synergism between Cl− and the inhibitor, which improves the inhibitive capability of the inhibitor. When the protonated inhibitor is adsorbed on the metal surface, the following may be happened: (i) formation of a coordinate bond due to the partial transfer of electron from N- and O-atoms to the metal surface, and (ii) the protonated inhibitor may combine with freshly generated Fe2+ ions on the steel surface to form a metal-inhibitor complex [Inh z –Fe](2+z)+ [61]. These complexes may become adsorbed onto the steel surface by Van der waals forces to form a protective film thereby preventing corrosion. The film covers both the anodic and cathodic reactive sites on the steel surface, and inhibits both reactions at the same time.4 Appendix A. Supplementary DataCCDC 779416 contains the supplementary crystallographic data for 1. These data can be obtained free of charge via http://www.ccdc.cam.ac.uk/conts/retrieving.html, or from the Cambridge Crystallographic Data Center, 12 Union Road, Cambridge CB2 1EZ, UK; fax: (+44) 1223-336-033; or e-mail: deposit@ccdc.cam.ac.uk.", "title": "Structure, Characterization and Anti-Corrosion Activity of the New Metal–Organic Framework [Ag(qox)(4-ab)]", "authors": ["Safaa El-din H. Etaiw", "Abd El-Aziz S. Fouda", "Said A. Amer", "Mohamed M. El-bendary"], "doi": ["https://doi.org/10.1007/s10904-011-9467-9"], "figures": ["<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO10\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO14\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig8_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO15\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig9_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO16\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10904-011-9467-9/MediaObjects/10904_2011_9467_Fig10_HTML.gif\" alt=\"\"></a> </div>"]}