{"abstract": [], "text": "https://doi.org/10.1007/s10934-014-9883-7 1 IntroductionPorous hybrid materials like metal–organic frameworks (MOFs) [1, 2, 3, 4, 5, 6] have recently received considerable attention in applications for gas storage [7, 8, 9], drug delivery, [10], molecular recognition [11], separation [10] and catalysis [12, 13]; because of their excellent crystallinity, tailor-made porosity with high surface area, framework flexibility; and because of the bi-functionalities of metal and ligand sites. Among them, copper benzenetricarboxylate (Cu-BTC), which is also known as HKUST-1, has often been synthesized because it has a large surface area, high pore volume, relatively high chemical stability and lability of coordinated solvent or water molecules in the framework pores [14, 18]. After the report of first synthesis of Cu-BTC [14], it has been prepared using a variety of synthesis methods [15, 16, 17, 18, 19, 20]. These have included specifically, conventional hydrothermal or electrochemical [21], microwave-assisted [22], mechanochemical [23] and sonochemical [24] methods to reduce the synthesis time and to improve the crystal purity.Among the microwave-assisted (MW) methods, the MW hydrothermal method has significant advantages compared to the conventional hydrothermal method because it provides more rapid heating, faster kinetics, higher yield, and better reproducibility [25, 26, 27, 28]. This method also provides an efficient way to control particle-size distribution, phase selectivity, and macroscopic morphology during the synthesis of metal–organic frameworks [29, 30, 31, 32, 33]. Recently, Kitagawa et al. reported on a MW co-ordination modulation method (herein MWcm) for the synthesis of Cu-BTC to achieve particle-size-controlled formation [33]. We previously reported the physical properties of high-yield, microwave-synthesized Cu-BTC under ethanol, using water as a solvent [22].The solvent used is one of the most important parameters in the synthesis of metal–organic frameworks (MOFs) [34]. Although they appear to interact little with the framework, solvents are incorporated into the as-synthesized MOF structures, where they act as space filling molecules. The influence of solvent on product formation has been addressed in a few systematic studies [35, 36]. In pioneering work, Stock et al. reported the effect of solvent on Fe3+/H2BDC-NH2 [36] and Al3+/H2BDC-NH2 [35] MOF systems. They demonstrated that variation of solvents lead to the formation of different phases, due to the polarity of solvents, and to the solubility of organic linkers and their protolytic properties. There are reports on the influence of solvent on MOF systems like Cr3+/H2BTC [37] and on isoreticular compounds based on MIL-53 topology [38]. There are also a few reports on the use of different solvents for the synthesis of Cu-BTC [16, 39]. Despite this previous work focused on solvents, to the best of our knowledge, there has been no report of systematic variation of different solvents for the synthesis of Cu-BTC under microwave-irradiation.Therefore, we here present our results on the microwave assisted synthesis of Cu-BTC using different solvents and their effect on crystallinity, phase selectivity, and macroscopic morphology. We also studied the effect on particle-size and morphology of Cu-BTC, of mixed solvents, using n-dodecanoic acid as modulator and ethylene glycol as solvent, under microwave-irradiation.2 Experimental2.1 MaterialsCopper sulfate pentahydrate (CuSO4·5H2O); 1, 3, 5-benzenetricarboxylate; n-dodecanoic acid; ethylene glycol; di-ethylene glycol; tri-ethylene glycol; ethanol; and methanol of AR grade were procured from Sigma-Aldrich Chemicals and used without further purification. De-ionized water was used for the synthesis of Cu-BTC. A microwave instrument (MARS-5, CEM) with a temperature range from 50 to 220 °C, resistance to autogenic pressure up to 400 psig, and power of 600 W, was used in the preparation of Cu-BTC using the MW method.2.2 Synthesis of Cu-BTCTypical reaction conditions used for synthesis, and outcomes, are listed in Table 1. Typically, a solution of copper sulfate pentahydrate (CuSO4·5H2O); 1,3,5-benzenetricarboxylate; and solvents (ethylene glycol, di-ethylene glycol, tri-ethylene glycol, ethanol or methanol), with the molar ratio 1:0.55:180 were mixed in a Teflon vessel. The autoclave was loaded in a microwave oven (MARS-5, CEM) and heated to 110 °C for 30 min. After completion of the reaction, the mixtures were allowed to cool down to room temperature. Then they were filtered and washed with a mixture of water and ethanol several times and dried at 100 °C overnight. For the coordination modulation method (MW-CM), the synthesis procedure was the same as described above for MW using only different solvents (MW-DS), but an appropriate amount of dodecanoic acid (r = 5, 25 and 50, where r is the molar ratio of n-dodecanoic acid to 1, 3, 5-benzenetricarboxylate) was added to the synthesis mixture as a modulating agent.Table 1 Synthesis conditions of Cu-BTC under microwave-irradiation  No.  Solvent  Concentration of reaction mixture (CuSO4 5H2O: 1,3,5-BTC: solvent)  Synthesis time (min)  r  Crystal phase  1.  Ethylene glycol  1: 0.55: 180  30   Cu-BTC  2.  Ethylene glycol  1: 0.55: 180  30  5  Cu-BTC  3.  Ethylene glycol  1: 0.55: 180  30  25  Cu-BTC  4.  Ethylene glycol  1: 0.55: 180  30  50  Cu-BTC  5.  Diethylene glycol  1: 0.55: 180  30   Cu-BTC  6.  Triethylene glycol  1: 0.55: 180  30   No crystallization  7.  Methanol  1: 0.55: 180  30   Cu-BTC  8.  Ethanol  1: 0.55: 180  30   No crystallization  9.  Ethanol  1: 0.55: 180a   30   Cu-BTC  10.  H2O  1: 0.55: 180  30   [Cu(H2-BTC)2·(H2O)2] 3H2O  11.  Ethylene glycol  1: 0.55: 60  30   Cu-BTC  12.  Ethylene glycol  1: 0.55: 36  30   Cu-BTC  13.  Diethylene glycol  1: 0.55: 60  30   Cu-BTC  14.  Diethylene glycol  1: 0.55: 36  30   Cu-BTC  In ethanol solvent Cu-BTC is not formed using CuSO4 5H2O. Cu(NO3) 3H2O cannot be used with glycols as solvent because it could form explosive mixture during reaction  aCu(NO3) 3H2O is used as source of Cu. r = molar ratio of n-dodecanoic acid to 1, 3, 5-benzenetricarboxylate  2.3 Characterization of Cu-BTCThe structural integrity of the Cu-BTC, as synthesized both by MW-DS and MW-CM, were characterized using XRD and SEM. Powder X-ray diffraction patterns of all the samples were recorded by a Rigaku diffractometer (D/MAX IIIB, 2 kW) using Ni-filtered Cu Kα-radiation (40 kV, 30 mA, λ = 1.5406 Å) and a graphite crystal monochromator. The crystal sizes and morphology of the materials were examined using a scanning electron microscope (SEM, JEOL JSM-840A). The specific surface area of Cu-BTC particles was measured by N2 adsorption and desorption isotherms at liquid nitrogen temperature using a sorption analyzer (Micromeritics, Tristar 3000) and the standard multipoint BET analysis method. Samples were degassed in flowing N2 for 5 h at 250 °C before N2 physisorption measurements. The specific surface area was evaluated using the Brunauer–Emmett–Teller (BET) method in the p/p0 range of 0.05–0.2. IR spectra were recorded as KBr pellets on a Nicolet Magna-560 IR spectrophotometer. Thermogravimetric analysis (TGA) was carried out under nitrogen (20 mL min−1) with a Perkin-Elmer electrobalance TGA-7 at a heating rate of 5 °C min−1 up to 700 °C. Before TGA analysis, the samples were kept under saturated NH4Cl atmosphere in a closed chamber for 24 h.3 Results and discussionXRD patterns of Cu-BTC synthesized from CuSO4·5H2O using different solvents (i.e., ethanol, methanol, ethylene glycol (EG), diethylene glycol (DEG), and water) at 110 °C for 30 min, are depicted in Fig. 1. It is clearly seen that the samples synthesized using methanol, ethylene glycol and diethylene glycol exhibit well-resolved, prominent diffraction peaks. These are characteristic XRD patterns of Cu-BTC, indicating the highly crystalline nature of the samples. However, this Cu-BTC phase was not observed for samples synthesized using water and ethanol as solvents. Crystalline Cu-BTC is formed in ethanol using Cu(NO3)2·3H2O as metal precursor [22], but this precursor cannot be used with glycols because it could form an explosive mixture during reaction [40]. A crystalline [Cu(BTC-H2)·(H2O)2]·3H2O phase has been obtained when water was used as a solvent [22]. The various conditions used for the synthesis of Cu-BTC are presented in Table 1. From the X-ray diffraction pattern, we found that the intensity of the corresponding peaks of the crystalline cubic (111) plane of Cu-BTC increases with increasing dielectric constant (ε′) from 24.3 (methanol) to 80.4 (water), and with increasing loss factor (ε″) of solvents from 22.7 (methanol) to 49.9 (ethylene glycol). This behavior could be attributed to rapid heating as a result of dielectric dissipation of microwave-induced energy due to ionic conduction and dipole rotation of molecules in the reaction medium [41]. This result is consistent with reported trends in the synthesis of mesoporous silica using microwave heating with ethylene glycol [42]. Here, we observed that Cu-BTC synthesized from ethylene glycol (which had the highest value of loss factor (ε″), quantification of the efficiency with which the absorbed energy is transformed into heat) showed higher crystallinity than that obtained using diethylene glycol and methanol. By employing ethylene glycol as solvent, we were able to effectively reduce the microwaving time during Cu-BTC synthesis, compared with synthesis using other solvents and also with conventional solvothermal synthesis. The data on the dielectric constant (ε′) and corresponding dielectric loss factor (ε″) are presented in Table 2. Open image in new window Fig. 1 XRD patterns of Cu-BTC synthesized by microwave irradiation (MW) method using different solvents a H2O, b EtOH, c MeOH, d DEG, e EG for 30 min at 110 °C under microwave-irradiation  Table 2 Chemical properties of solvent used for synthesis of Cu-BTC using microwave radiation  Solvents  Structure  Dielectric constants (ε’)  Dielectric loss (ε”)  Water    Open image in new window    80.4  9.9  Methanol  —OH  24.3  22.7  Ethanol    Open image in new window    32.6  21.5  Ethylene glycol    Open image in new window    37  49.9  Diethylene glycol    Open image in new window    31.7  30  Reference paper no. [41]  SEM images of the products formed from ethylene glycol (EG) and diethylene glycol (DEG) clearly show differences in particle size and morphology (Fig. 2). The image of the sample synthesized in DEG shows aggregates of small Cu-BTC particles (~200 nm). However, the EG-sample shows a single, octahedron-shaped crystal of Cu-BTC with particle size >1 μm. The N2 adsorption isotherms of EG and DEG-samples show the typical Type-I shape of microporous material. The BET-determined surface area of Cu-BTC particles prepared using EG and DEG were 1,345 and 356 m2/g, respectively (see supporting information). The FT-IR spectra of Cu-BTC synthesized using EG and DEG, show peaks at 1,710, 1,193 and 1,232 of Vc = o, Vc − o and bending −OH vibrational frequencies, respectively, indicating the presence of carboxylic acid group (see supporting information). The first step in the TGA curves is associated with the loss of physisorbed solvent and water and its height depends on the initial degree of solvation and hydration of the material. As-synthesized Cu-BTC prepared by DEG show a continuous weight loss of 29.8 % is observed in the temperature range between 113 and 293 °C. The weight loss in the second step is due to the removal of solvent (DEG) that may occlude the micropores of Cu-BTC which is difficult to remove by simple pretreatment (see supporting information). This result was supported with the elemental analysis data of carbon and hydrogen contents (36.9 and 4.9 wt%, respectively) compared to Cu-BTC synthesized using ethylene glycol (26.6 wt% of C and 4 wt% of H). Open image in new window Fig. 2 SEM images of Cu-BTC synthesized by a ethylene glycol and b diethylene glycol at concentration ratio of 1 CuSO4·5H2O: 0.55 (1, 3, 5-BTC): 180 solvent, at 110 °C for 30 min  The nature of the crystalline phase of the Cu-BTC formed is very much dependent on the concentration of solvent. We therefore decided to study the effect of varying the concentration of ethylene glycol in the MW synthesis and observed some big changes. The XRD patterns and SEM images of Cu-BTC synthesized at different concentrations of ethylene glycol are shown in Figs. 3 and 4, respectively. As the concentration of EG was increased, there was no distinctive difference in either crystallinity or morphology during the synthesis of Cu-BTC. However, we found growth of normal octahedral crystals at low concentrations of EG, but a shift to hexagonal crystals at higher concentrations (Fig. 4). In the latter case, a large number of Cu-BTC nuclei formed, and further growth led to formation of slightly larger crystals. This result is consistent with reported observations on the effect of ethanol concentration in the synthesis of Cu-BTC under microwave-irradiation [22]. However, the concentration effect on morphology with EG was not observed when DEG was used as solvent. At low concentrations of DEG, the high dispersion of the reaction mixture resulted in the formation of small crystals. However, when the EG concentration was high, the crystal morphology changed. This was due to the aggregation of small crystals to form larger agglomerated particles (Figs. 5, 6). Open image in new window Fig. 3 XRD patterns of Cu-BTC synthesized using the MW method with ethylene glycol as solvent at different concentration ratios of CuSO4·5H2O: 1,3,5-BTC: ethylene glycol. a 1: 0.55: 180, b 1: 0.55: 60, c 1: 0.55: 36 at 110 °C for 30 min   Open image in new window Fig. 4 SEM images of Cu-BTC synthesized using the MW method with ethylene glycol as solvent at different concentration ratios of CuSO4·5H2O: 1,3,5-BTC: ethylene glycol. a 1: 0.55: 180, b 1: 0.55: 60, and c 1: 0.55: 36 at 110 °C for 30 min under microwave-irradiation   Open image in new window Fig. 5 XRD patterns of Cu-BTC synthesized by MW method with diethylene glycol as solvent at different concentration ratios of CuSO4·5H2O: 1,3,5-BTC: diethylene glycol. a 1: 0.55: 180, b 1: 0.55: 60, c 1: 0.55: 36 at 110 °C for 30 min under microwave-irradiation   Open image in new window Fig. 6 SEM images of Cu-BTC synthesized by DEG at different concentration ratios of CuSO4·5H2O: 1, 3, 5-BTC: DEG. a 1: 0.55: 180, b 1: 0.55: 60, c 1: 0.55: 36 at 110 °C for 30 min under microwave-irradiation  The downsizing of MOF crystals from micro- to nano-meter scale is of extreme importance because of the decrease in diffusion distance and diffusion time of molecules. These are of utmost importance in catalysis and sorption, especially in liquid-phase applications [33]. Keeping this in mind, we further studied the effect of additives for modulation of crystal-size and morphology during the synthesis of Cu-BTC crystals (i.e., use of MWcm). We used varying amounts of n-dodecanoic acid (r = 5, 25 and 50, where r is the molar ratio of n-dodecanoic acid to 1,3,5-benzenetricarboxylate) as modulator. The X-ray diffraction patterns and corresponding SEM images of the samples thus produced are depicted in Figs. 7 and 8, respectively. The modulated samples show well-resolved, prominent diffraction peaks characteristic of Cu-BTC crystals. A line-broadening of the main peak in the XRD patterns (Fig. 7) was observed with increasing concentration of modulator, indicating the formation of smaller particles, which is in accordance with the SEM images (Fig. 8). In these images, it can be seen that Cu-BTC synthesized without modulator formed larger, octahedral crystals. However, as the concentration of modulator was increased, the particle size decreased from micro- to nano-meter scale. This is attributed to the efficient suppression of crystal growth by the n-dodecanoic acid [43, 44]. The average particle size of a Cu-BTC crystal decreased from 3.84 µm to 80 nm with the addition of modulator. Interestingly, a remarkable change was observed in the morphology of Cu-BTC crystals, from octahedral to hexagonal shape, after adding n-dodecanoic acid in the r = 50 experiment. The role of the modulator in downsizing particles is attributed to a capping effect of carboxylic groups in n-dodecanoic acid during crystal growth. This downsizing effect on particles when using this modulator is consistent with the results in a previous report [45] (there, the morphology control of HKUST-1 was influenced by the coordination modulation method). Open image in new window Fig. 7 XRD patterns of Cu-BTC synthesized by MW assisted co-ordination modulation method using diethylene glycol as solvent at different concentration ratios of n-dodecanoic acid as modulator for 30 min with CuSO4·5H2O: 1, 3, 5-BTC: diethylene glycol concentration ratio 1: 0.55: 180. a Without modulator, b r = 5, c r = 25 and d r = 50   Open image in new window Fig. 8 SEM images of Cu-BTC synthesized by MW assisted co-ordination modulation method using diethylene glycol as solvent at different concentration ratios of n-dodecanoic acid as modulator for 30 min with CuSO4·5H2O: 1, 3, 5-BTC: diethylene glycol concentration ratio 1:0.55:180. a Without modulator, b r = 5, c r = 25 and d r = 50  4 ConclusionsThe synthesis of metal–organic frameworks (MOF) of copper 1,3,5-benzenetricarboxylate (Cu-BTC), containing a coordination complex of copper ions and 1,3,5-benzenetricarboxylate, was made more efficient by the use of glycols as solvent and shorter microwave irradiation times. Highly crystalline, well-dispersed particles of Cu-BTC were produced using ethylene glycol as solvent, at 110 °C, within 30 min. We demonstrated that the crystallinity of Cu-BTC depends on the dielectric constant and dielectric loss factor of the solvent. The Cu-BTC particles synthesized using ethylene glycol (EG) at low concentration, exhibit octahedral morphology. By increasing the EG concentration it was possible to shift the morphology to hexagonal. We also demonstrated a significant effect, using n-dodecanoic acid as a modulator, on Cu-BTC particle size and morphology. Nano-sized particles of Cu-BTC (average 80 nm) were obtained with the higher concentration of modulator. These findings will be applied to synthesis of other nano-MOFs, which could be used for the adsorption of gases and liquid hydrocarbons.", "title": "Size and morphological control of a metal–organic framework Cu-BTC by variation of solvent and modulator", "authors": ["E. S. Sanil", "Kyung-Ho Cho", "Su-Kyung Lee", "U-Hwang Lee", "Sam Gon Ryu", "Hae Wan Lee", "Jong-San Chang", "Young Kyu Hwang"], "doi": ["https://doi.org/10.1007/s10934-014-9883-7"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig2_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig2_HTML.jpg\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig4_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig4_HTML.jpg\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig6_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig6_HTML.jpg\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO8\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig8_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9883-7/MediaObjects/10934_2014_9883_Fig8_HTML.jpg\" alt=\"\"></a> </div>"]}