{"abstract": [], "text": "https://doi.org/10.1007/s10934-015-9982-0 1 IntroductionMetal-Organic Frameworks (MOFs) are porous crystalline materials formed by metal ions or metal ion clusters and multidentate organic ligands [1, 2]. Within the last decade, MOFs have emerged as potential materials for applications such as gas storage [3], catalysis [4], separation [5], biomedical applications [6] and chemical sensors [7]. There are a big variety of possible MOFs by changing the metal ions or ligands and it is possible to tune their structure with varying pore sizes. Moreover they possess very large surface area values which make them interesting potential candidates for hydrogen storage [8, 9, 10]. Physisorption phenomenon of hydrogen was mainly observed within MOFs and significant storage capacities was found only at cryogenic temperatures. The room temperature hydrogen storage capacity in MOFs are limited to 1–2 wt% only [10]. The U.S. Department of Energy (DOE) has set a target of 5.5 wt% by 2017 for on board hydrogen storage for light-duty fuel cell vehicles [11]. That means none of the current MOF materials do not bind hydrogen strongly enough to meet the DOE targets.Various strategies have been explored to enhance the binding energy of MOFs towards hydrogen and thereby improving their hydrogen storage capacity [12]. Hydrogen storage capacity in MOFs at cryogenic and ambient temperatures was enhanced by doping with carbonaceous materials to form composite MOFs with unusual mechanical and moisture stabilities [13, 14, 15]. The room temperature hydrogen uptake capacity in MOFs was considerably improved by doping with transition metals like platinum and palladium along with carbonaceous materials [16, 17]. Here the enhancement was caused by the ‘spill over’ effect where MOF materials act as a high surface area porous secondary receptor for hydrogen atoms [16]. There was also theoretical investigations on alkali metal cations doping into MOF linkers as well as into carbon nanotubes and fullerenes for hydrogen sorption enhancement [18]. The most common metal cation used for doping in MOFs was lithium ion because it can effectively donate the electron density to MOF linkers, can be relatively easily doped into MOF frameworks and its weight is quite light [19]. Computational studies in some of the lithium doped MOFs indicate that Li donates ~ 0.9 electron to the MOF linker and results in a high H2 binding energy of about 12 kJ mol−1 and strong binding to Li near MOF corners [20]. Ghoufi, Deschamps and Maurin reported a substantial increase in hydrogen storage capacity up to 10 wt% in Li doped MIL-101 at 77 K by Grand Canonical Monte Carlo (GCMC) simulations [21]. Meng et al. [22] have shown hydrogen storage capacity of 4.04 wt% at 298 K and 100 bar by simulation in lithium doped IRMOF-9. Theoretical studies also reported that lithium doped MOFs and COFs can store more than 6 wt% of hydrogen at ambient conditions [23, 24]. Finally theoretical calculations done by Klontzas et al. [25] have shown an improved hydrogen storage capacity in MOFs by functionalization of organic linker with lithium atoms.The enhancement on hydrogen sorption capacity in lithium doped porous materials was also achieved by experimental approach. Experimental studies by Li et al. [26] have shown hydrogen storage capacity of 6.1 wt% at 1 bar and 77 K in lithium doped conjugated microporous polymers. There were also low pressure hydrogen adsorption reports which showed lithium doped MOFs with increased storage capacity at 77 K and 1 bar [27, 28, 29, 30, 31]. Mulfort et al. [27] have shown 75 % improvement in hydrogen storage capacity of lithium doped MOFs compared to pristine samples at 77 K and 1 bar pressure. The same research group have also shown an enhancement in hydrogen adsorption capacity of lithium doped MOFs made by organic linker functionalization [28]. Himsl et al. [29] have shown an increase in low pressure hydrogen uptake capacity from 0.5 to 1.7 wt% by post synthetic lithium alkoxide formation in MIL-53(Al) containing free hydroxy functional groups. Yang et al. [30] have shown enhanced hydrogen sorption capacity in lithium doped NOTT-200 prepared by immersing the MOF in a saturated solution of LiCl. Xiang et al. [31] reported that Li doping in MIL-101 and Cu3(BTC)2 increased their hydrogen sorption capacities by 43 % and 46 % respectively at 77 K up to 1 bar pressure. Kubo et al. [32] introduced lithium ions into MIL-53(Al) from an ethanol solution of LiNO3 followed by the thermal decomposition of nitrate anions and showed hydrogen adsorption enhancement at 77 K and 1 bar. These theoretical and experimental results further confirm that lithium doping is an effective method for improving the hydrogen uptake capacity in MOFs. Although there were many reports on low pressure hydrogen adsorption studies (up to 1 bar) in lithium doped MOFs, it is quite difficult to find literature data on high pressure hydrogen adsorption in lithium doped MOFs. The lack of this high pressure hydrogen adsorption data in lithium doped MOFs motivated us to perform the present study which is focused on hydrogen adsorption both at ambient and cryogenic temperatures up to 100 bar pressure within lithium doped MIL materials. MIL-101 and MIL-53(Al) were chosen for the present study as they possess high thermal stabilities up to 600 and 700 K respectively, moisture stability and high surface area values for fine dispersion of doped lithium ions inside the frameworks.MIL-101 is a chromium (III) terephthalate MOF material with a mesoporous zeotype architecture assembled by corner-sharing supertetrahedra (ST), which consist of Cr3O trimers and 1, 4-benzenedicarboxylic acids [33]. It contains numerous unsaturated Cr metal sites, and two types of mesoporous cages (29 and 34 Å in diameter) with microporous windows (12 and 16 Å in diameter) [34]. MIL-53(Al) is an Al-based MOF consisting of trans chains of corner-sharing AlO4(OH)2 octahedra interconnected by benzenedicarboxylate (BDC) linkers [35]. The framework of MIL-53(Al) possesses one-dimensional channels which, after removal of solvent and BDC molecules, have dimensions of 8.5 × 8.5 Å2 [35]. In the present study MIL-101 and MIL-53(Al) was synthesised and lithium doping was performed at two lithium ion concentrations. High pressure hydrogen adsorption–desorption isotherms in all the doped and undoped materials was performed both at 77 and 298 K up to 100 bar pressure to find out the effect of doped lithium in high pressure hydrogen storage capacity in these materials.2 Experimental2.1 Materials and methodsChromium(III) nitrate nonahydrate (Cr(NO3)3·9H2O), Aluminium(III) nitrate nonahydrate (Al(NO3)3·9H2O), 1, 4-benzenedicarboxylic acid (H2BDC), acetic acid (C2H4O2), nitric acid (HNO3), hydrogen peroxide (H2O2), ammonium fluoride (NH4F), naphthalene (C10H8) were supplied by Sigma-Aldrich and were used as received. Tetrahydrofuran (THF) purified by the solvent purification system (MBRAUN) was used for synthesis. Lithium wire (Aldrich) was immersed in THF to remove excess mineral oil and the surface oxide coating to get the metallic surface. All the preparation procedures for lithium naphthalenide (C10H7Li) and lithium doping to MOF materials were performed under argon atmosphere in a glove box.2.2 Synthesis of MIL-101Chromium(III) nitrate nonahydrate (Cr(NO3)3·9H2O) (2 g), 1,4-benzene dicarboxylic acid (H2BDC) (0.83 g) and 0.28 mL of acetic acid was mixed with 40 mL of H2O in a 75 mL Teflon-lined stainless steel autoclave. The mixture was then ultrasonicated for 10 min and the autoclave was placed in a preheated oven at 493 K for 8 h. After completion of the reaction the autoclave was removed from the oven and allowed to cool down to room temperature. The reaction mass was then filtered using a glass filter with pore size 2 to remove the residual H2BDC present as white needle like crystals in the crude product and again filtered using a glass filter with pore size 5 to separate product MOF. The filtered product was washed with hot water and dried at 353 K in an oven. The crude MIL-101 was then stirred in 30 mM NH4F solution at 333 K for 12 h to remove unreacted H2BDC trapped inside the pores. The precipitate was filtered under hot conditions and washed several times with 300 mL of hot water (333 K) to remove any traces of H2BDC and NH4F.2.3 Synthesis of MIL-53(Al)Al(NO3)3·9H2O (13.0 g), 1, 4-benzenedicarboxylic acid (2.88 g) and deionized water (49 mL) were placed in a 75 mL Teflon-lined stainless steel autoclave and heated at 493 K for 72 h. After completion of reaction, the autoclave was cooled down to room temperature and the white powder formed was filtered and washed with distilled water (4 × 50 mL) until pH of filtrate was ~7. The powder obtained was dried overnight at 353 K in air. The dried powder was then solvent extracted for 12 h with N,N-Dimethylformamide (DMF). The product was washed with methanol and degassed for 6 h at 423 K under vacuum to get MIL-53(Al).2.4 Supercritical CO2 (Sc-CO2) activation of MIL-101 and MIL-53(Al)MIL-101(Cr) and MIL-53(Al) samples were activated with supercritical CO2 in a Tousimis™ Samdri® PVT-30 critical point dryer [36]. The samples were soaked in absolute ethanol before the activation, replacing the soaking solution at least four times in 2 days, to exchange the occluded solvent for ethanol. After the exchange process was complete the ethanol-containing samples were placed inside the dryer and the ethanol was exchanged with liquid CO2 over a period of 10 h. During this time the liquid CO2 was vented under positive pressure for 5 min every 2 h. The rate of venting of liquid CO2 was always kept below the rate of filling so as to maintain a full drying chamber. After 10 h of venting and soaking with liquid CO2 the chamber was sealed and heated with the heating lamp up to 308 K. This brought the chamber pressure to around 1300 psi which is above the critical point of CO2 (1100 psi, 304 K). The chamber was held above the critical point for 1 h and then the bleed valve slightly opened for a very slow venting over a period of 15–18 h.2.5 Li doping in MIL-101 and MIL-53(Al)Lithium naphthalenide (C10H7Li) solution was used for the doping of Li+ ions into Sc-CO2 activated MIL-101 and MIL-53(Al) frameworks. The solution was prepared by addition of an equimolar amount of clean lithium into 0.05 M solution of naphthalene in dry THF under vigorous stirring. The solution was ultrasonicated for another 15 min for completing the reaction. The lithium naphthalenide solution was then calibrated by hydrochloric acid (HCl) of standard concentration until the pH is neutral. A precise quantity of the prepared lithium naphthalenide solution was transferred by syringe into 30 mL THF with 200 mg of MIL-101 or MIL-53(Al) samples in a round bottom flask. The mixture was vigorously stirred 12 h and then isolated by filtration and washed with THF and immersed in dry THF for 1 day to remove any traces of adsorbed naphthalene. Two different concentration of lithium doped MIL-101 and MIL-53(Al) samples were prepared by varying the concentration of lithium naphthalenide solution.2.6 CharacterizationMIL-101 and MIL-53(Al) samples before and after lithium doping were characterized by X-ray powder diffraction measurements at ambient temperature in a Bruker AXS D8 Advance system in the 2θ range 1.5°–15° at a scan speed of 0.1° sec−1 using CuKα (λ = 1.54056 Å) radiation to determine the framework crystallinity. The FTIR spectra of all the samples were done in a Bruker TENSOR 27 spectrometer with a Specac golden gate single reflection diamond ATR accessory for powdered samples in the wave number range of 4000–600 cm−1. FTIR analysis of MIL-101 and MIL-53(Al) samples activated by conventional degassing procedure by thermal treatment under vacuum was also done for a comparison purpose. The thermal stabilities of MIL-101, MIL-53(Al) and the first lithium doped samples Li@MIL-101-A and Li@MIL-53(Al)-A were investigated using Setaram LabSys evo TGA-DTA system starting from 303–873 K at a heating rate of 10 K min−1 under argon flow of 20 mL min−1. The concentration of lithium ions inside the lithium doped samples were measured using an atomic absorption spectrometer (Thermo Electron Corporation). BET surface area and pore volume of all the samples were determined in a static volumetric adsorption system (Micromeritics Tristar II 3020) using N2 adsorption–desorption isotherm at 77 K up to 1 bar. Before adsorption measurements the samples were activated by heating up to 423 K under vacuum for 6 h to remove any pre-adsorbed gases. The BET surface area was obtained with the Brunauer–Emmett–Teller (BET) treatment of the isotherms in the p/p0 range of 0.05–0.25. The pore size distribution was calculated on the basis of desorption branches of nitrogen isotherms using the Barrett–Joyner–Halenda (BJH) method using the Kelvin model of pore filling.2.7 High pressure hydrogen adsorption measurementsUltrahigh pure hydrogen (99.9999 % vol) supplied by Air Liquide was used for the high pressure adsorption measurements. Hydrogen adsorption isotherms at 77 and 298 K up to 100 bar were measured using gravimetric sorption analyzer (Rubotherm IsoSORP® GmbH, Germany) equipped with a magnetic suspension balance (MSB). Two different positions for the MSB operate on the system. In the first step when the measurement cell is filled with H2 gas, MSB records the weight change of the sample that is placed in the sample container as the high pressure gas is adsorbed by the sample. The second measurement position is to measure the in situ density of the high pressure gas, which is necessary for the calculation of amount of H2 gas adsorbed onto the sample in the cell. Pressure was measured with a two pressure transducers PIRC-1 and PIRC-2 depending of the pressure inside the system. In a pressure range higher than 34 bar the pressure transducer PIRC-1 is used and for pressures below 34 bar a more sensitive PIRC-2 is used to visualize the pressure inside the system. Hydrogen adsorption measurement at 77 K was performed by immersing the measuring cell in a liquid nitrogen bath equipped with an automatic level controller which constantly maintains the level of liquid nitrogen throughout the time of measurement. For ambient temperature hydrogen adsorption study the temperature of the measurement cell was maintained at 298 K throughout during the measurement using a Julabo CF-41 temperature controller. In a typical hydrogen adsorption measurement initially a blank measurement was performed with H2 without the sample to measure the empty weight and volume of the sample cell. The MOF sample was then loaded to the sample cell and degassed at 423 K under vacuum over night to remove any pre-adsorbed gases and solvents. A buoyancy measurement was performed at 298 K using helium gas to measure the volume of MOF sample loaded for hydrogen adsorption [37]. Hydrogen gas at elevated pressure was added incrementally and data points were recorded when the mass stability was reached.3 Results and discussionThe PXRD patterns of bare and lithium doped MIL-101 and MIL-53(Al) samples are shown in Figs. 1 and 2 respectively. The XRD patterns of both the samples before and after lithium doping were in good agreement with the published results [33, 35] which indicates that the framework crystallinity of MIL-101 and MIL-53(Al) was not affected by lithium doping [31, 32]. However the intensity of the peaks was reduced after higher amount of lithium doping in Li@MIL-101-B and Li@MIL-53(Al)-B samples. Figures 3 and 4 illustrate the FTIR spectras of lithium doped and pristine MIL-101 and MIL-53(Al) samples respectively. Figure 3 illustrates a vibrational band at 1635 cm−1 which indicates the presence of adsorbed water, and a strong band at 1397 cm−1 due to the symmetric (O–C–O) vibrations of dicarboxylate within the framework of MIL-101 [38]. The other bands between 600 and 1600 cm−1 were due to benzene ring. The band at 1510 cm−1 was attributed to the (C=C) stretching vibration and bands at 1165, 1020, 880, 830 743 and 580 cm−1 were ascribed to the (C–H) deformation vibrations [38]. In Fig. 4, MIL-53(Al) exhibits the vibrational bands for the carboxylic functionality between the region 1400–1700 cm−1. The bands at 1578 and 1505 cm−1 were attributed to –COO asymmetric stretching and the absorption bands at 1440 and 1405 cm−1 can be assigned to –COO symmetric stretching [35]. The other absorption bands below 1000 cm−1 can be attributed to benzene ring (C=C and C–H) vibrations. The FTIR spectra of degassed MIL-101 and MIL-53(Al) samples showed absorption band at 2974 and 1700 cm−1 respectively which can be attributed to the –COOH frequency of saturated carboxylic acids [31, 35]. This showed that unreacted benzenedicarboxylic acid molecules were not completely removed by degassing under vacuum. However the vibration band at 2974 and 1700 cm−1 was disappered after supercritical CO2 (Sc-CO2) activation respectively in MIL-101 and MIL-53(Al) samples. This showed that supercritical CO2 activation is an effective method for purifying MIL-101 and MIL-53(Al) by the removal of unreacted benzenedicarboxylic acid molecules present inside the pores [31]. Open image in new window Fig. 1 PXRD patterns of MIL-101 and lithium doped MIL-101 samples   Open image in new window Fig. 2 PXRD patterns of MIL-53(Al) and lithium doped MIL-53(Al) samples   Open image in new window Fig. 3 FTIR spectra of MIL-101 and lithium doped MIL-101 samples   Open image in new window Fig. 4 FTIR spectra of MIL-53(Al) and lithium doped MIL-53(Al) samples  The thermal stabilities of MIL-101, Li@MIL-101-A, MIL-53(Al) and Li@MIL-53(Al)-A samples were studied by thermo gravimetric analysis (TGA) (Fig. 5). The TGA plot of MIL-101 showed three distinct weight loss steps [33]. The first step from 303–473 K corresponds to the loss of guest water molecules from the large cages (d = 34 Å) [33, 39]. The second weight loss step from 473–623 K is due to the loss of water molecules from the middle sized cages (d = 29 Å). The third weight loss step above 623 K is due to the elimination of –OH and other coordinated groups leading to the framework decomposition of MIL-101 [33]. The TGA curves of MIL-53(Al) showed a two step weight loss. The first weight loss step from 300 to 423 K is due to the removal of adsorbed water molecules from the pores. The dehydrated MIL-53(Al) is stable up to 750 K. The second weight loss (750–973 K) is due to the removal of benzenedicarboxylic acid linkers from the framework and eventually the structure of MIL-53(Al) collapses [35]. The plots showed that the thermal stability of MIL-101 and MIL-53(Al) was slightly enhanced by lithium doping. Open image in new window Fig. 5 TGA plots of MIL-101, MIL-53(Al), Li@MIL-101-A and Li@MIL-53(Al)-A samples  The pore size distribution plots and N2 adsorption–desorption isotherms of both MIL-101 and MIL-53(Al) along with lithium doped counter parts are shown Figs. 6 and 7 respectively. The BET surface area of MIL-101 obtained was 3410 m2 g−1, which is closer to the reported value [33]. The total pore volume of MIL-101 is estimated to be 2.19 cm3 g−1 and the pore size distribution curve showed two domains of pore sizes at 25 and 30 Å which are also in accordance with the reported values [33]. The MIL-101 material contains two types of cages limited by 12 pentagonal faces for the smaller and by 16 faces (12 pentagonal and 4 hexagonal) for the larger. The smaller cages (29 Å diameter) exhibit pentagonal windows with a free opening of ≈12 Å, while the larger cages (34 Å diameter) possess both pentagonal and hexagonal windows with a ≈14.5 Å by 16 Å free aperture [33, 39]. Considering this, the N2 adsorption–desorption isotherm of the MIL-101 at 77 K exhibits two secondary uptakes near p/po = 0.1 and p/po = 0.2 (Fig. 6), indicating the presence of the two nanoporous windows in the framework [33]. The BET surface area, pore volume and pore size of the synthesised MIL-53(Al) sample is 1163, 0.49 cm3 g−1 and 9 Å respectively which are in agreement with the literature data [35]. The BET surface area and pore volume values of MIL-101 and MIL-53(Al) samples were slightly decreased after the first lithium doping and the two secondary uptakes observed for the MIL-101 material (Fig. 6) are attenuated. This reduction in surface area and pore volume in MIL-101 and MIL-53(Al) samples by the first doping may be due to the occupancy of the doped lithium ions inside the pores of MIL-101 and MIL-53(Al) framework. Further doping wih higher concentration of lithium lead to a large decrease in the values of surface area and pore volume in both MIL-101 and MIL-53(Al) samples and one of the two secondary uptakes observed for the MIL-101 material (Fig. 6) disappears. This decrease in surface area and pore volume during the second lithium doping (1040 ppm for MIL-101 and 946 ppm for MIL-53(Al)) can be explained as the doped Li+ ions can substitutes the Cr3+ of Al3+ sites in MIL-101 and MIL-53(Al) frameworks respectively at higher lithium concentration, which destroys their structure [23, 28]. The concentration of lithium, BET surface area, pore volume and hydrogen adsorption data of the lithium doped and pristine MIL-101 and MIL-53(Al) samples are given in Table 1. The results clearly indicate that the concentration of lithium ions used for doping must be controlled to get good surface area and thereby high adsorption capacities. The doped lithium inside the two doped materials was presumably in the ionic state and the lithium cations might be coordinated with the carboxyl groups as reported in the case of Li doped MIL-53(Al) by Kubo et al. [32] using solid state NMR studies. Open image in new window Fig. 6 BJH pore size distribution plots and N2 adsorption–desorption isotherms (inset) of MIL-101 and lithium doped MIL-101 samples   Open image in new window Fig. 7 BJH pore size distribution plots and N2 adsorption–desorption isotherms (inset) of MIL-53(Al) and lithium doped MIL-53(Al) samples  Table 1 Lithium concentration and N2 adsorption–desorption properties and H2 uptake capacity in MIL-101, MIL-53(Al) and lithium doped MIL-101 and MIL-53(Al) samples  Material  Concentration of Li (ppm)  BET surface area (m2 g−1)  Pore volume (cm3 g−1)  H2 uptake capacity at 100 bar (mg g−1)  77 K  298 K  MIL-101  0  3410  2.19  72.5  5.55  Li@MIL-101-A  738  2383  1.44  79.2  6.55  Li@MIL-101-B  1040  1362  0.93  56.2  3.34  MIL-53(Al)  0  1163  0.49  43.4  3.63  Li@ MIL-53(Al)-A  630  1007  0.42  54.1  4.38  Li@ MIL-53(Al)-B  946  740  0.28  30.7  1.66  High pressure hydrogen adsorption studies were performed in MIL-101, MIL-53(Al) and lithium doped MIL-101 and MIL-53(Al) samples at 77 and 298 K up to 100 bar pressure. The hydrogen adsorption–desorption isotherms measured at 77 and 298 K up to 100 bar in lithium doped and pristine MIL-101 and MIL-53(Al) samples are shown in Figs. 8a and 9a respectively. The low pressure region of the hydrogen adsorption isotherms from 0–20 bar at 77 and 298 K are given in Figs. 8b and 9b. At both temperatures the first lithium doped samples, Li@MIL-101-A and Li@MIL-53(Al)-A have shown an enhancement of hydrogen uptake capacity compared to bare MIL-101 and MIL-53(Al) samples. Moreover at higher lithium doping the hydrogen uptake capacity was considerably decreased, which went below the capacity of undoped samples. The decrease in hydrogen adsorption capacity in MIL-101 and MIL-53(Al) at 77 and 298 K could be due to the destruction the framework structure by lithium ions at higher concentration as evidenced by PXRD and BET surface area measurements. This showed that controlled doping of lithium is necessary for retaining the framework structure of MOFs and there by achieving high adsorption capacities. The hydrogen uptake capacities obtained for MIL-101 at 77 and 298 K at 100 bar was 72.5 and 5.50 mg g−1 which were comparable with the reported literature data of 61.0 and 4.30 mg g−1 at 77 and 298 K up to 80 bar respectively [40]. MIL-53(Al) showed hydrogen adsorption capacity of 43.4 and 3.52 mg g−1 at 77 and 298 K up to 100 bar respectively. The reported hydrogen uptake capacity in MIL-53(Al) was 3.8 wt% (38 mg g−1) at 77 K and 16 bar pressure [41]. The hydrogen storage capacity of MIL-53(Al) at 77 K and 16 bar in the present study is 40 mg g−1 which is quite comparable with the reported value. As per our knowledge all the reported experimental hydrogen adsorption studies in lithium doped MOFs were at low pressure up to 1 bar only, there was no experimental high pressure data available in ithium doped MOFs. The samples Li@MIL-101-A and Li@MIL-53(Al)-A with 738 and 630 ppm concentration of lithium showed the maximum H2 uptake capacity of 79.5 and 54.1 mg g−1 respectively at 77 K up to 100 bar pressure. At 298 K and 100 bar pressure Li@MIL-101-A and Li@MIL-53(Al)-A samples showed hydrogen uptake capacities of 6.55 and 4.38 mg g−1 respectively. The higher hydrogen uptake capacities in MIL-101 samples compared to MIL-53(Al) samples both at 77 and 298 K may be due to the presence of unsaturated chromium metal sites and the presence of strong adsorption sites for hydrogen within the supertetrahedra (ST) in MIL-101 [40]. The hydrogen adsorption–desorption isotherms of MIL-101 and lithium doped MIL-101 samples are completely reversible at 77 and 298 K, but the adsorption–desorption isotherms of MIL-53(Al) samples showed a hysteresis at 77 K below 10 bar pressure (Fig. 8b). The hysteresis in MIL-53(Al) sample was probably due to the reversible structural transition between narrow-pore and large-pore forms exhibited by MIL-53(Al) up on dehydration or gas molecule adsorption which is known as ‘breathing effect’ of MIL-53(Al) as reported in literature [42]. The results showed that doping of a little amount of lithium in MIL-101 (738 ppm) enhanced the hydrogen uptake capacity from 72.5 to 79.5 mg g−1 at 77 K and 5.50 to 6.55 mg g−1 at 298 K up to 100 bar pressure, whereas 630 ppm of lithium doping in MIL-53(Al) increased its hydrogen uptake capacity from 43.4 to 54.1 mg g−1 at 77 K and 3.63 to 4.38 mg g−1 at 298 K up to 100 bar pressure. Simulation studies by Han et al. [23] have predicted gravimetric hydrogen uptake capacity of 51.6 mg g−1 (5.16 wt%) in lithium doped MOF-C30 at 300 K and 100 bar. Cao et al. [24] have shown by theoretical calculations that doping with lithium in COF-108 and COF-105 enhanced their gravimetric hydrogen uptake capacity to reach 68.4 and 67.3 mg g−1 (6.84 and 6.73 wt%) respectively at 298 K and 100 bar pressure. The experimental low pressure hydrogen adsorption studies in lithium doped MOFs also supports these findings [27, 28, 29, 30, 31]. Finally these theoretical and experimental results confirms that lithium doping considerably increases the hydrogen uptake capacity in MOFs due to the strong affinity of lithium towards hydrogen molecule. Hence the enhanced hydrogen uptake in lithium doped MIL-101 and MIL-53(Al) samples may be attributed to the strong interaction of doped Li inside the pores of MIL-101 and MIL-53(Al) towards hydrogen. Open image in new window Fig. 8  a Hydrogen adsorption–desorption isotherms of MIL-101, MIL-53(Al) and lithium doped MIL-101 and MIL-53(Al) samples at 77 K up to 100 bar, b Hydrogen adsorption isotherms at low pressure region up to 20 bar enlarged   Open image in new window Fig. 9  a Hydrogen adsorption–desorption isotherms of MIL-101, MIL-53(Al) and lithium doped MIL-101 and MIL-53(Al) samples at 298 K up to 100 bar, b Hydrogen adsorption isotherms at low pressure region up to 20 bar enlarged  4 ConclusionsThe postsynthetic lithium ion doping was performed in MIL-101 and MIL-53(Al) Metal-Organic Frameworks. Hydrogen adsorption measurements inside these two doped materials have been performed at 77 and 298 K up to 100 bar and original and useful data have been obtained. The doping of MIL-101 and MIL-53(Al) with a little amount of lithium (738 and 630 ppm respectively) enhanced their hydrogen uptake capacity both at 77 and 298 K up to 100 bar due to the strong affinity of lithium towards hydrogen. However excessive lithium doping leads to loss of crystallinity and framework decomposition, and hence decrease in hydrogen uptake capacity. That means controlled doping of lithium is needed to retain the framework structure and good surface area values in order to have a better interaction of hydrogen with the finely dispersed lithium inside the pores of MIL-101 and MIL-53(Al), which greatly enhanced the high pressure hydrogen uptake capacity in these materials. The present study further confirmed that controlled lithium doping is very effective in enhancing the hydrogen uptake capacity of Metal-Organic Frameworks.", "title": "Hydrogen adsorption in lithium doped MIL-101 and MIL-53(Al) at 77 and 298 K up to 100 bar: effect of lithium concentration", "authors": ["Prasanth Karikkethu Prabhakaran", "Johnny Deschamps"], "doi": ["https://doi.org/10.1007/s10934-015-9982-0"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO8\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig8_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO9\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9982-0/MediaObjects/10934_2015_9982_Fig9_HTML.gif\" alt=\"\"></a> </div>"]}