{"abstract": [], "text": "https://doi.org/10.1007/s10450-014-9639-3 1 Introduction\nCarbon dioxide has been pointed as a major responsible for the global warming. Its presence in increasing concentrations in the atmosphere has been contributing to increase the greenhouse effect and may be leading to uncertain climate changes (Cavenati et al. 2006a). According to the IEA (2013) CO2 emissions have grown almost 50 % between 1990 and 2011 in a global scale. The concentration of CO2 has reached 394 ppmv in 2012, resulting in an average growth of 2 ppmv/year in the last 10 years. The most important sources of carbon dioxide emissions are power plants that generate electricity from fossil fuels (e.g. coal, oil, and natural gas), accounting for one-third of the global CO2 emissions to the atmosphere (Shafeeyan et al. 2014; Mulgundmath et al. 2012). Therefore, carbon capture and storage (CCS) technologies have been gaining attention as potential solutions for reducing point source emissions (Mulgundmath et al. 2012). It is estimated that CCS processes will contribute to 15–55 % of the cumulative mitigation effort worldwide until 2100 as reported in IPCC (2005).A typical power station flue gas composition contains 8–13 mol% CO2, 3–6 mol% O2, 10–16 mol% H2O and 71–76 mol% N2 (Kargari and Ravanchi 2012). Therefore, the most representative binary system for pre-dried flue gases is the CO2–N2 mixture (Belmabkhout and Sayari 2009).Apart from capture and storage issues, one may also find useful applications for CO2 (e.g. enhanced oil recovery, beverage carbonation, metal manufacture, etc.), but the gas must be relatively pure (>95 %) (Franchi et al. 2005).Carbon dioxide separation and purification have been carried out by means of several technologies, including absorption, cryogenic distillation, membrane separation, and adsorption (Jing et al. 2014; Bae et al. 2008; Plaza et al. 2009). Amine based absorption or scrubbing processes have been used for the separation of CO2 from natural gas and flue gas streams for many years, but despite its large commercial use, this type of process has several drawbacks, including high energy costs during solvent regeneration, low carbon dioxide loading capacity, high equipment corrosion and amine degradation by SO2, NO2, HCl, HF and O2 present in the flue gas (Finsy et al. 2009; Yang et al. 2008; Ho et al. 2008).It has been reported that the costs associated with CO2 capture by adsorption processes can be lower than the costs of conventional CO2 absorption using liquid solvents (Ho et al. 2008; Radosz et al. 2008). Adsorption based methods using microporous materials are potentially cost-efficient, particularly in separation processes such as pressure swing adsorption (PSA) and vacuum swing adsorption (VSA), which are commonly accepted to be the most attractive, efficient and affordable due to its simple control, low operating and capital investment costs as well as higher energy efficiency (Bae et al. 2008; Finsy et al. 2009; Zhang et al. 2008). Recent studies have shown suitable results by combining both processes in a vacuum pressure swing adsorption (VPSA) for CO2 capture from flue gas (Liu et al. 2011; Shen et al. 2012; Wang et al. 2012; Liu et al. 2012).The choice of a suitable adsorbent is one of the important issues for the design of an adsorption process (Mulgundmath et al. 2012). As a consequence, a wide variety of adsorbents, including activated carbon (AC), metal organic-frameworks (MOF) and zeolites, have been investigated in recent years for this purpose (Dantas et al. 2010; Bastin et al. 2008; Won et al. 2012). These adsorbents must possess a superior selectivity for CO2 over the other components, a high working capacity and easy regenerability (Shafeeyan et al. 2014; Mulgundmath et al. 2012). Although zeolites are the most widely used adsorbents for CO2 removal, presenting considerably higher capacities than that of activated carbons when the CO2 partial pressure is less than 0.2 MPa, their use is usually associated to high power consumption due to the steepness of CO2 isotherms and, therefore the need of vacuum during the desorption step (Cavenati et al. 2006b; Mulgundmath et al. 2012). Furthermore, the presence of water in the mixture hinders CO2 adsorption capacity in zeolites (Plaza et al. 2009).Activated carbons are considered very attractive materials for applications in CO2 separation from binary CO2–N2 mixtures due to their high surface area, micropore volume and suitable pore size distribution. The high availability of carbon sources makes their industrial scale production relatively cost-efficient (Sircar et al. 1996). Additionally, activated carbons do not require any moisture removal and usually present a low heat of adsorption, which results in lower energy requirements for regeneration (Yang 1997). On the other hand, metal organic frameworks (MOFs) can provide some key advantages as selective adsorbents: high porosity, rapid diffusion kinetics, tunable binding strengths affecting selectivity, and high surface areas that can result in a large working capacity (Krishna and Long 2011; Asadi et al. 2013).The knowledge of the adsorption equilibrium is very important for the evaluation of the adsorption uptake of adsorbents and therefore it is critical for the design and optimization of industrial PSA units. A more accurate understanding of the process performance may be achieved by performing experiments in a fixed bed with multicomponent mixtures (Grande et al. 2013), coupled with comparisons with simulation results using a mathematical model to predict the dynamic behavior of CO2 separation.This work provides adsorption equilibrium data of pure CO2 and N2 on two activated carbons and one MOF at 298, 323 and 348 K and pressures up to 1.0 MPa, as well as breakthrough curves of CO2–N2 mixtures on the same samples at 298 and 348 K and total pressure of ca. 0.1 MPa at the outlet of the fixed bed. A model using the linear driving force (LDF) approximation and considering the energy and momentum balances was applied. The model was validated by comparing simulations with experimental data. The adsorption selectivity for each sample was calculated from the breakthrough curves and then compared with the selectivity predicted by the ideal adsorbed solution theory (IAST) (Myers and Prausnitz 1965).2 Experimental2.1 Adsorbents and textural characterizationThree commercial physical adsorbents were examined: two activated carbons: C141 (Carbomafra, Brazil) and WV1050 (MeadWestvaco, USA) and one MOF Cu-BTC (BASF, Germany) (Chui et al. 1999). Textural properties were obtained by measuring adsorption/desorption isotherms of nitrogen at 77 K using an Autosorb-1 MP (Quantachrome, USA). From these, specific surface areas were determined according to the Brunauer–Emmett–Teller (BET) method and both micropore volumes and average pore width were estimated using the Dubinin–Radushkevich (DR) equation (Rouquerol et al. 2014). The total pore volume was evaluated from the adsorbed volume at P/P0 ≈ 1, assuming that the pores are totally filled with liquid adsorbate.2.2 Single component isothermsSingle gas (CO2 and N2) adsorption equilibria and the specific volume of the solid phase of each sample were measured gravimetrically with the aid of a magnetic suspension balance (Rubotherm, Germany) under a pressure range of 0–1.0 MPa at 298, 323 and 348 K. These temperatures represent typical capture conditions. The samples were pre-treated in situ at 423 K under vacuum (1.3 × 10−8 MPa) until no mass variation in the system was observed. Experiments with helium (non-adsorbed gas) were carried out in order to determine the specific volume of the solid phase, which allows for accounting buoyancy effects on measurements with adsorbing gases. Further details regarding the experimental procedure may be found elsewhere (Dreisbach et al. 2002; Bastos-Neto et al. 2005b).The parameters for pure-component adsorption were obtained from the Langmuir equation fit to the adsorption isotherm data. The least-squares method with the Levenberg–Marquardt algorithm was applied for the fitting process as show in Bardsley et al. (1995). The adsorption enthalpy of the component i (ΔH  i ) was estimated based on the isosteric heat of adsorption and evaluated from the adsorption isotherms data at three different temperatures (298, 323 and 348 K) for each gas according to the methodology reported in Rouquerol et al. (2014).2.3 Breakthrough curvesThe fixed bed setup designed to obtain breakthrough curves is illustrated in Fig. 1. Its consists of four volumetric flow controllers, a back pressure valve, a micrometric valve, a multi-loop valve, a pressure transducer, two gas chromatographs connected in series. Open image in new window Fig. 1 Experimental device to obtain breakthrough curves  Breakthrough curves of CO2–N2 were measured at an outlet pressure of ca. 0.1 MPa and temperature of 298 and 348 K with a gas mixture containing 15 % CO2, 75 % N2 and 10 % He in molar basis for all samples. Each adsorbent was packed into the same column (0.25 m length and 4.6 × 10−3 m internal diameter) using the same procedure. The adsorbent bed was pre-treated in situ with a helium flow of 12 cm3 min−1 under 423 K heating using a forced convection oven. After that, the system was cooled down until the experimental temperature was reached. Gas flows were set to 8 cm3 min−1 of He; 12 cm3 min−1 of CO2 and 60 cm3 min−1 of N2, which were then fed into the column, totalizing 80 cm3 min−1 of mixture and corresponding to a composition of 15 mol % CO2, 75 mol % N2 and 10 mol % He. The time corresponding to the sampling of the gas exiting the column into the loops was recorded. The content of each loop was analyzed and it was possible to calculate the relationship between the output and feed concentration over time.3 Fixed bed mathematical modelA PSA cycle is a sequential combination of adsorption and desorption steps, carried out in one or more fixed bed columns in a synchronized way, so as to lead to gas separation by use of a sufficiently selective adsorbent. The use of phenomenological models to describe the adsorption dynamics in the column allows for a deeper understanding of the effects of various process parameters on the performance of the PSA cycle. The mathematical model must properly describe the phenomena occurring in the gas phase, in the solid phase where adsorption and diffusion take place and at the column wall where energy may be transferred to (or from) the surroundings (Ribeiro et al. 2008). Material, momentum and energy balance equations (Table 1) have been applied to describe the dynamic behavior of multicomponent adsorption in a fixed bed based on the works of Cavenati et al. (2006a), Ribeiro et al. (2008), Asadi et al. (2013) and Bastos-Neto et al. (2011).Table 1 Mass, momentum and energy balance equations and boundary and initial conditions of the mathematical model of a fixed bed adsorption system  Mass balance of the fluid phase (0 < z < L):   \\(\\frac{\\partial }{\\partial z}\\left( {\\varepsilon D_{ax} C_{g,T} \\frac{{\\partial y_{i} }}{\\partial z}} \\right) - \\frac{\\partial }{\\partial z}\\left( {uC_{g,i} } \\right) - \\varepsilon \\frac{{\\partial C_{g,i} }}{\\partial t} - (1 - \\varepsilon )\\left( {\\varepsilon_{P} \\frac{{\\partial C_{g,i} }}{\\partial t} + \\rho_{p} \\frac{{\\partial \\overline{q}_{i} }}{\\partial t}} \\right) = 0\\)   Mass balance of the particle (0 ≤ z ≤ L):   \\(\\frac{{\\partial \\overline{q}_{i} }}{\\partial t} = \\frac{{\\varOmega_{c} D_{c,i} }}{{r_{c}^{2} }}(q_{i}^{*} - \\overline{q}_{i} )\\)    \\(q_{i}^{*} = \\frac{{q_{\\hbox{max} ,i} b_{i} P_{i} }}{{1 + \\sum\\nolimits_{j = 1}^{n} {b_{j} P_{j} } }}\\) (Extended Langmuir)  Momentum balance (0 ≤ z ≤ L):   \\(- \\frac{\\partial P}{\\partial z} = \\frac{{150\\mu (1 - \\varepsilon )^{2} }}{{\\varepsilon^{3} d_{p}^{2} }}u + \\frac{1.75(1 - \\varepsilon )\\rho }{{\\varepsilon^{3} d_{p} }}\\left| u \\right|u\\)    \\(P = C_{g,T} RT_{g}\\)   Energy balance of the fluid phase (0 < z < L):   \\(\\begin{gathered} \\frac{\\partial }{\\partial z}\\left( {\\lambda \\frac{{\\partial T_{g} }}{\\partial z}} \\right) - uC_{g,T} Cp_{g} \\frac{{\\partial T_{g} }}{\\partial z} + \\varepsilon RT_{g} \\frac{{\\partial C_{g,T} }}{\\partial t} - 4\\left( {\\frac{{h_{w} }}{{d_{i} }}} \\right)(T_{g} - T_{w} ) + (1 - \\varepsilon )\\varepsilon_{p} RT_{g} \\frac{{\\partial C_{g,T} }}{\\partial t} + \\rho_{b} \\sum\\limits_{i = 1}^{n} {\\left( { - \\varDelta H_{i} } \\right)\\frac{{\\partial \\overline{q}_{i} }}{\\partial t}} \\hfill \\\\ - \\left[ {\\varepsilon C_{g,T} Cv_{g} + (1 - \\varepsilon )\\left( {\\varepsilon_{p} \\sum\\limits_{i = 1}^{n} {(C_{g,i} Cv_{g,i} )} + \\rho_{p} \\sum\\limits_{i = 1}^{n} {\\overline{q}_{i} Cv_{ads,i} + \\rho_{p} Cp_{s} } } \\right)} \\right]\\frac{{\\partial T_{g} }}{\\partial t} = 0 \\hfill \\\\ \\end{gathered}\\)   Energy balance of the wall (0 ≤ z ≤ L):   \\(\\rho_{w} Cp_{w} \\frac{{\\partial T_{w} }}{\\partial t} = \\alpha_{w} h_{w} (T_{g} - T_{w} ) - \\alpha_{wl} U_{g} (T_{w} - T_{ref} )\\)    \\(\\alpha_{w} = \\frac{{d_{i} }}{{e(d_{i} + e)}}\\); \\(\\alpha_{wl} = 2\\left[ {(d_{i} + e)\\ln \\left( {\\frac{{d_{i} + 2e}}{{d_{i} }}} \\right)} \\right]^{ - 1}\\)   Boundary conditions for z = 0:   \\(u^{inlet} C_{g,i}^{inlet} = u\\left. {C_{g,i} } \\right|_{z = 0} - \\varepsilon D_{ax} \\left. {C_{g,T} } \\right|_{z = 0} \\left. {\\frac{{\\partial y_{i} }}{\\partial z}} \\right|_{z = 0}\\)    \\(u^{inlet} C_{g,T}^{inlet} = u\\left. {C_{g,T} } \\right|_{z = 0}\\)    \\(u^{inlet} C_{g,i}^{inlet} Cp_{g} T_{g}^{inlet} = uC_{g,i} \\left. {Cp_{g} T_{g} } \\right|_{z = 0} - \\lambda \\left. {\\frac{{\\partial T_{g} }}{\\partial z}} \\right|_{z = 0}\\)   Boundary conditions for z = L:   \\(\\left. {\\frac{{\\partial (y_{i} C_{{g,{\\text{T}}}} )}}{\\partial z}} \\right|_{z = L} = 0\\); \\(\\left. {\\frac{\\partial u}{\\partial z}} \\right|_{z = L} = 0\\); \\(\\left. P \\right|_{z = L} = P^{outlet}\\); \\(\\left. {\\frac{{\\partial T_{g} }}{\\partial z}} \\right|_{z = L} = 0\\)   Initial conditions for t = 0:   \\(\\left. {C_{g,T} } \\right|_{t = 0} = C_{g,helio}^{inlet}\\); \\(\\left. {y_{CO2} } \\right|_{t = 0} = 0\\); \\(\\left. {y_{N2} } \\right|_{t = 0} = 0\\); \\(\\left. {q_{i} *} \\right|_{t = 0} = 0\\); \\(T_{w} = \\left. {T_{g} } \\right|_{t = 0}\\)   The main assumptions and simplifications of this model are: (i) micropore diffusion controls the mass transfer resistance; (ii) thermal equilibrium is assumed between the solid phase (adsorbent particles) and the fluid phase (gas); (iii) adsorption equilibrium exists only between gas and adsorbent; (iv) the effects of heat axial dispersion were neglected (λ = 0); (v) the column wall exchanges energy with the gas phase inside the column and with the external environment: constant heat transfer coefficients and constant external environment temperature were also considered. Table 1 summarizes model equations, initial and boundary conditions.A gPROMS platform (Process System Enterprise, UK) was used to solve the partial differential equations system with the boundary and initial conditions. The system was discretized by orthogonal collocation of finite elements.3.1 Model parametersThe temperature (T  g ) dependence of the Langmuir affinity parameter (b  i ) was evaluated according to Do (1998) as described below:$$b_{i} = b_{\\infty ,i} \\exp \\left( {\\frac{{Q_{i} }}{{RT_{g} }}} \\right)$$ (1)where b  ∞,i  is the Langmuir constant at infinite temperature, and Q  i  is the heat of adsorption from the Langmuir equation.The gas phase viscosity, µ, was estimated using Wilke’s equation (Bird et al. 2006). The axial mass dispersion coefficient of component i in the mixture, D  ax,i , was calculated as described in Ruthven (1984), using Eq. 2:$$D_{ax,i} = (0.45 + 0.55\\varepsilon )D_{m,i} + 0.35r_{p} u$$ (2)where ε is the bed porosity, r  p  is the particle radius and u  i  is the interstitial velocity. Component i molecular diffusivity in the ternary mixture, D  m,i , was estimated according to Eq. 3 (Ruthven 1984), while the binary diffusivity, D lj, was calculated using the Chapman–Enskog equation (Bird et al. 2006).$$D_{m,i} = \\frac{{1 - y_{l} }}{{\\sum\\nolimits_{\\begin{subarray}{l} j = 1 \\\\ j \\ne l \\end{subarray} }^{n} {\\frac{{y_{j} }}{{D_{lj} }}} }}$$ (3)where y  l  is the molar composition of the component l.The particle and bed densities and porosities were evaluated according to Bart and von Gemmingen (2005). The film heat transfer coefficient between the gas and wall, h  w , was calculated according to Eq. 4.$$h_{w} = \\frac{{Nu \\cdot k_{g} }}{{d_{i} }}$$ (4) The Nusselt number, Nu, was assumed to be 5.77, which corresponds to plug flow with constant wall temperature in a circular tube (Bird et al. 2006) and the gas mixture thermal conductivity, k  g , was calculated as reported in Bird et al. (2006) at feed conditions and assumed to be constant along the column of internal diameter (d  i ). The overall heat transfer coefficient (U  g ) was estimated through the correlation of Churchill and Bernstein (Kreith et al. 2010) for forced convection cross-flow in a cylinder. The geometric parameters α  w  and α  Wl  were calculated as reported in Ferreira et al. (2014). The gas mixture specific heats at constant pressure and at constant volume were obtained from Perry et al. (1999). Pore diffusivities were determined by fitting the model to the corresponding experimental breakthrough curves.4 Adsorption selectivityThe efficiency of carbon dioxide separation was evaluated by the selectivity of CO2 over N2 (\\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}\\)). For the multicomponent experiments, the selectivity of component i in relation to component j (S   i-j   brk  ) was calculated based on their adsorption capacities in the bed and their corresponding concentrations on the gas phase, according to Eq. 5:$$S_{i - j}^{brk} = \\frac{{\\left[ {\\int\\nolimits_{0}^{{t_{i}^{s} }} {\\left( {F_{i,feed} - F_{i,out} } \\right)} dt} \\right]}}{{\\left[ {\\int\\nolimits_{0}^{{t_{j}^{s} }} {\\left( {F_{j,feed} - F_{j,out} } \\right)} dt} \\right]}}\\frac{{C_{g,j} }}{{C_{g,i} }}$$ (5)where F  i,feed  and F  i,out  corresponds to the molar flow rate of the component i in the feed and in the outlet of the column, respectively. C  g,i  is the gas phase concentration of component i and \\(t^{s}_{i}\\) is the time when F  i,feed  is equal to F  i,out .In order to compare the selectivity obtained from the breakthrough curves with those estimated from other method, the efficiency of CO2 separation was also evaluated according to Eq. 6, using pure component adsorption data as well as IAST (Myers and Prausnitz 1965) predictions with Langmuir equation (IAST-L).$$S_{i - j}^{IAST} = \\frac{{x_{i} \\cdot y_{j} }}{{x_{j} \\cdot y_{i} }}$$ (6)where x i is the composition of the component i in the adsorbed phase and y i is composition (in molar fraction) of the component i in the gas phase.The IAST-L method was used to predict the adsorbed amounts of each gas in the CO2–N2–He ternary mixtures at the same experimental conditions. The integration of Gibbs’ adsorption isotherm was used to calculate the reduced spreading pressure of the component i at standard states (\\(\\varPi^{*}_{i}\\)), which is defined as:$$\\varPi_{i}^{*} = \\frac{{\\pi_{i} A}}{{RT_{g} }} = \\int\\limits_{0}^{{P_{i}^{0} (\\pi )}} {\\frac{{n_{i} (P_{i} )}}{{P_{i} }}} dP_{i}$$ (7)where n  i (P  i ) can be expressed according to a local adsorption isotherm (e.g. Henry, Langmuir equation). Because this standard state may be defined in a way that the surface potential of the mixture is the same as the surface potentials of all pure components (Do 1998), \\(\\varPi^{*}_{i}\\) is equal to the reduced spreading pressure (Π*) of the adsorbed mixture (Yu et al. 2008). Therefore, for the IAST-L model, Π* was obtained from the substitution of the Langmuir pure component equilibrium equation (Eq. 8) and integration of this term. The reduced spreading pressure resulting from this integration (Π L *) is shown in Eq. 9.$$q_{i}^{*} = \\frac{{q_{max,i} \\cdot b_{i} \\cdot P_{i} }}{{1 + b_{i} \\cdot P_{i} }}$$ (8) $$\\varPi_{L}^{*} = \\frac{\\pi A}{{RT_{g} }} = q_{max,i} \\ln (1 + b_{i} P_{i} ) = q_{max,j} \\ln (1 + b_{j} P_{j} ) = q_{max,k} \\ln (1 + b_{k} P_{k} )$$ (9)where q  i * and q  max,i  are the excess amount adsorbed and the monolayer capacity of component i, respectively. b  i  is the Langmuir parameter of the component i.The Langmuir model parameters needed for the solution of the IAST-L were obtained as already shown in Sect. 2.2. A more detailed description of the procedure to predict the adsorption of mixtures using IAST combined with single-component adsorption isotherm models can be found elsewhere (Rios et al. 2013; Clarkson and Bustin 2000; Yu et al. 2008; Do 1998).5 Results and discussion5.1 Adsorbents characteristicsThe textural characteristics of the adsorbent samples are summarized in Table 2. It can be observed that the C141 and Cu-BTC are essentially microporous, showing a microporosity of around 91 and 86 %, respectively, whereas for the WV1050 this value was slightly higher than 53 %. Despite that, WV1050 showed has the highest surface area and total pore volume among all samples. The specific volumes of solid measured in the magnetic suspension balance for C141, WV1050 and Cu-BTC were 0.494, 0.573 and 0.422 cm3 g−1, respectively.Table 2 Textural characteristics of the adsorbent, obtained from adsorption isotherms of N2 at 77 K  Textural characteristics  C141  WV1050  Cu-BTC  BET surface area (m2 g−1)  813  1674  1486  Micropore volume (cm3 g−1)  0.43  0.59  0.72  Total pore volume (cm3 g−1)  0.47  1.10  0.84  Average pore width (Å)  14  18  22  5.2 Adsorption isothermsSingle component adsorption isotherms of CO2 and N2 at 298, 323 and 348 K and their corresponding Langmuir fits are shown in Figs. 2, 3 and 4, respectively. Open image in new window Fig. 2 Adsorption isotherms of the pure gases CO2 and N2 on the C141, WV1050 and Cu-BTC at 298 K. Symbols are the experimental data and solid lines are the Langmuir fits   Open image in new window Fig. 3 Adsorption isotherms of the pure gases CO2 and N2 on the C141, WV1050 and Cu-BTC at 323 K. Symbols are the experimental data and solid lines are the Langmuir fits   Open image in new window Fig. 4 Adsorption isotherms of the pure gases CO2 and N2 on the C141, WV1050 and Cu-BTC at 348 K. Symbols are the experimental data and solid lines are the Langmuir fits  According to the extended IUPAC classification (Rouquerol et al. 2014), all isotherms presented Type Ib shape, typical for solids with predominantly wider micropores. As expected, all samples exhibited preferential adsorption for carbon dioxide in relation to nitrogen over the whole pressure range for all measured temperatures. The MOF Cu-BTC presented the highest adsorption capacity of carbon dioxide under the studied conditions, which may be attributed to the combination of high specific area and micropore volume. At lower pressures, CO2 isotherms for C141 showed a higher steepness in comparison with WV1050, which is explained by the higher microporosity of the former. At pressures above ca. 0.59 MPa (298 K) and ca. 1.0 MPa (323 K) the capacity of WV1050 overcomes that of C141, as the larger pores are being filled. At 348 K, CO2 adsorption capacities follow the same order: Cu-BTC > C141 > WV1050 for the investigated pressure range.For purposes of CO2 capture from flue gases, two main scenarios are considered: the feed gas is compressed above atmospheric pressure and CO2 is recovered at atmospheric pressure (PSA) or; the feed gas is only slightly compressed (up to 0.15 MPa at most) and CO2 is recovered under vacuum conditions (VSA) (Zhang et al. 2008). Based on the study reported by IEA GHG (1992) regarding the feasibility of using a Gemini®-5 landfill gas CO2/CH4 PSA separation plant for CO2 capture from power plant flue gases, Zhang et al. (2008) and Ho et al. (2008) concluded that a vacuum swing cycle is economically preferred to a pressure swing cycle for CO2 capture from low pressure flue gas since energy is put into the removal of CO2 from the adsorbent, not into the compression of N2 in the flue gas stream. Moreover, the use of vacuum for the regeneration step leads to moderate to high CO2 recovery rates without excessive compression of the feed (Ho et al. 2008).Considering VSA operation conditions, CO2 adsorption isotherms at 348 K (Fig. 4) were analyzed for a feed at 0.1 MPa and regeneration at a pressure of 0.01 MPa. The temperature of 348 K is the closest to the conditions of the post-combustion capture scenario after heat exchange operations and water condensation. The working capacity (\\(\\varDelta q_{{{\\text{CO}}_{2} }}\\)), which is represented by the difference between the amounts adsorbed (mol kg−1) at high (0.1 MPa) and low (0.01 MPa) pressure follows the order: Cu-BTC > C141 > WV1050 at 348 K. This means that for use in VSA cycles at CO2 capture conditions, Cu-BTC has the highest CO2 working capacity (\\(\\varDelta q_{{{\\text{CO}}_{2} }}\\)), which was around 1.6 mol kg−1, considering pure CO2.Regarding the N2 isotherms, C141 showed higher adsorption capacity, followed by Cu-BTC and WV1050 at 298 and 348 K over to the entire analyzed pressure range (up to 1.0 MPa). At 323 K, the trend follows this order: Cu-BTC > C141 > WV1050 for the whole pressure range. Observing the adsorption capacity of all samples, one should expect that the MOF presents the highest selectivity of CO2 over N2 under the studied conditions.The parameters of the Langmuir isotherm model and the isosteric heat of adsorption are summarized in Table 3 for each sample. The parameter b  i  in Eq. 8 indicates how strongly an adsorbate molecule is attracted onto an adsorbent surface (Do 1998). As expected, higher b  i  values were obtained for CO2 in comparison with N2 (see Table 3). For each sample, it can also be observed that higher values for q  max  are obtained for CO2.Table 3 Fitting parameters of the Langmuir Equation at 298 and 348 K for use in the IAST predictions and the same parameters for use in the LDF model and the isosteric heat of adsorption  Parameters  C141  WV1050  Cu-BTC   IAST predictions   CO2   N2   CO2   N2   CO2   N2   298 K   q max (mol kg−1)  7.714  3.612  11.973  4.716  13.511  7.005   b (MPa−1)  5.363  1.231  1.612  0.396  4.085  0.378   R2   0.9956  0.9987  0.9964  0.9999  0.9989  0.9999  348 K   q max (mol kg−1)  6.561  3.215  9.893  2.578  12.965  6.453   b (MPa−1)  1.670  0.531  0.611  0.390  1.262  0.17388   R2   0.9972  0.9996  0.9986  0.9975  0.9920  0.9992   LDF Model   CO2   N2   CO2   N2   CO2   N2    q max,i (mol kg−1)  7.046  4.227  12.853  7.511  15.681  5.546   b  ∞,i  (m3 mol−1)  6.47 × 10−7   1.00 × 10−5   2.11 × 10−6   1.35 × 10−5   2.43 × 10−5   1.26 × 10−6    Q  i  (kJ mol−1)  25.201  13.501  18.365  9.189  14.105  11.532   ΔH  i  (kJ mol−1)  26.110  17.677  22.604  10.831  21.271  14.852  Also as expected, the isosteric heats of adsorption for CO2 were higher than those for N2 for all samples. Differently from the order of adsorption capacities showed in Figs. 2, 3, and 4, the adsorption heats for CO2 and N2 presented the following behavior, respectively: C141 > WV1050 > Cu-BTC and C141 > Cu-BTC > WV1050. A lower heat of adsorption usually means an easier regeneration and from the observed behavior, one can conclude that the MOF has not only the best capacity and apparent selectivity for CO2 but also the potentially most efficient regenerability and less impacting heat effects (Bastos-Neto et al. 2005a). From the aspects analyzed so far, Cu-BTC seems to be the most interesting material for application in VSA/PSA, however other parameters such as adsorption kinetics, packing density, material resistance, chemical stability and production costs should be carefully evaluated before choosing a proper material for an actual process.5.3 CO2–N2 breakthrough curvesThe breakthrough curves of CO2–N2 in helium were carried out for a composition ratio of 1:5 (CO2:N2), assuming no He adsorption, which is a typical flue gas composition such as reported by Kargari and Ravanchi (2012) and Ebner and Ritter (2009).Figures 5, 6, and 7 show the breakthrough curves of CO2–N2 at ca. 0.1 MPa for C141, WV1050 and Cu-BTC, respectively, each sample at 298 and 348 K. Composition, feed pressure and flow rate were fixed for all tests. Open image in new window Fig. 5 Breakthrough curves of CO2–N2 in He (15 mol % CO2, 75 mol % N2 and 10 mol % He) at ca. 0.1 MPa and temperatures of 298 and 348 K for C141. Symbols are the experimental data and lines are the model   Open image in new window Fig. 6 Breakthrough curves of CO2–N2 in He (15 mol % CO2, 75 mol % N2 and 10 mol % He) at ca. 0.1 MPa and temperatures of 298 and 348 K for WV1050. Symbols are the experimental data and lines are the model   Open image in new window Fig. 7 Breakthrough curves of CO2–N2 in He (15 mol % CO2, 75 mol % N2 and 10 mol % He) at ca. 0.1 MPa and temperatures of 298 and 348 K for Cu-BTC. Symbols are the experimental data and lines are the model  From the analysis of the areas above the breakthrough curves, even at a low concentration of 15 mol %, CO2 presented higher adsorption capacity with respect to N2 at 298 and 348 K for all adsorbents (see Figs. 5, 6, and 7). The main reason for this behavior is the significantly higher critical temperature of CO2 in comparison with N2 (see Table 4). Carbon dioxide is more likely to behave as a condensable vapor than as a supercritical gas, being less volatile and more easily adsorbed. Furthermore, CO2 presents a higher polarizability (α) which may enhance attractive forces with the surface and a permanent quadrupole (Θ), leading to stronger interactions with the solid surface (Rios et al. 2013).Table 4 Physical-chemical properties of CO2 and CH4 (modified from Tagliabue et al. (2009))  Molecule  σ (Å)  α (Å3)  μ′ (D)  Θ (D.Å)  Tc (K)  CO2   3.30  2.507  0.000  4.30  304  N2   3.64  1.710  0.000  1.54  126  All breakthrough curves studied in this work showed the typical shape of binary breakthrough curves with non-linear equilibrium, which indicates competition for adsorption sites and preferential adsorption of CO2 over N2. Values of relative concentration (C/C0) greater than the unity for the weakly adsorbed component (nitrogen) as it breaks through the bed (see Figs. 5, 6, and 7) are explained by the slower movement of the CO2 adsorption front in comparison with the N2 adsorption front. As soon as CO2 arrives at the local adsorption sites it displaces the adsorbed N2 molecules, which add up to the molecules in the bulk fluid phase flowing throughout the column. This increases the output concentration of N2 with respect to its feed concentration, a behavior which holds until CO2 breaks through.As shown in Table 5, the adsorbent bed had the same size for all materials, but the packed masses were different due to the different bulk densities of each sample. C141 was the sample with the highest loaded mass, followed by WV1050 and Cu-BTC. From the analysis of breakthrough curves at 298 K (Figs. 5, 6, and 7), one may also observe that the relative difference between the bed breakthrough time of CO2 with respect to N2 for Cu-BTC was 17 % higher than for C141 and 194 % higher than for WV1050. The differences in breakthrough times were 309, 265 and 105 s for Cu-BTC, C141 and WV1050, respectively. Regarding the activated carbon C141, the difference between the bed breakthrough time for CO2 in relation to N2 was 152 % higher than for WV1050, even though both belong to the same class of adsorbents.Table 5 Model parameters for breakthrough curve simulations at 298 and 348 K  Model parameters  C141  WV1050  Cu-BTC  Bed/column   L (m)  0.25  0.25  0.25   d  i  (m)  0.0046  0.0046  0.0046   ρ  b  (kg m−3)  1065  928  452   ρ  w  (kg m−3)  7860  7860  7860   m (kg)  2.276 × 10−3   1.317 × 10−3   1.877 × 10−3    α  W  (m−1)  929  929  929   α  WL  (m−1)  1017  1017  1017   ε   0.474  0.468  0.430  Particle   r  p  (m)  4 × 10−4   4 × 10−4   7.98 × 10−6    ρ  p  (kg m−3)  2026  1745  792   ε  P    0.486  0.658  0.666   k  s    2  2  2  Momentum transfer—298 K   µ (Pa s)  1.32 × 10−5   1.32 × 10−5   1.32 × 10−5    u  inlet  (m s−1)  0.054  0.047  0.026   P  inlet  (MPa)  0.150  0.171  0.305  Momentum transfer—348 K   µ (Pa s)  1.50 × 10−5   1.50 × 10−5   1.50 × 10−5    u  inlet  (m s−1)  0.050  0.043  0.024   P  inlet  (MPa)  0.164  0.187  0.341  Energy transfer—298 K   D  ax  (m2 s−1)  2.824 × 10−5   2.496 × 10−5   6.030 × 10−6    D  c  /r   c  2  (s−1)—CO2   6.00 × 10−2   2.48 × 10−2   7.00 × 10−3    D  c  /r   c  2  (s−1)—N2   6.99 × 10−2   4.58 × 10−2   3.54 × 10−1   Mass transfer—348 K   D  ax  (m2 s−1)  2.946 × 10−5   2.588 × 10−5   7.045 × 10−6    D  c  /r   c  2  (s−1)—CO2   5.95 × 10−2   4.00 × 10−2   2.48 × 10−2    D  c  /r   c  2  (s−1)—N2   6.40 × 10−2   4.50 × 10−2   4.58 × 10−2   Energy transfer—298 K   Cp  g  (J mol−1 K−1)  29.511  29.511  29.511   Cv  g  (J mol−1 K−1)  21.191  21.191  21.191   Cp  s  (J kg−1 K−1)  900  900  1456   Cp  w  (J kg−1 K−1)  477  477  477   h  w  (W m−2 K−1)  39.208  39.208  39.208   U  g  (W m−2 K−1)  13.822  13.822  13.822   λ (W m−1 K−1)  0  0  0  Energy transfer—348 K   Cp  g  (J mol−1 K−1)  29.898  29.898  29.898   Cv  g  (J mol−1 K−1)  21.491  21.491  21.491   Cp  s  (J kg−1 K−1)  900  900  1456   Cp  w  (J kg−1 K−1)  477  477  477   h  w  (W m−2 K−1)  44.894  44.894  44.894   U  g  (W m−2 K−1)  14.468  14.468  14.468   λ (W m−1 K−1)  0  0  0  Analogously, for breakthrough curves at 348 K (Figs. 5, 6, and 7), C141 showed the highest difference between the bed breakthrough time of CO2 in relation to N2 than the other samples. These differences for C141 were 11 and 167 % higher than for Cu-BTC and WV1050, respectively. For C141 sample, the difference time was 107 s while for Cu-BTC and WV1050, this difference was approximately 96 and 40 s, respectively, which means that in an industrial application for CO2 capture, there would be longer production time of the raffinate (N2-rich) stream using C141 rather than the other samples. It is clear that C141 had its performance improved at 348 K in relation to 298 K when compared to Cu-BTC and WV1050, although the differences between the bed breakthrough times of CO2 in relation to N2 were reduced for all samples at 348 K as compared to the results at 298 K.The activated carbon C141 presented better performance for the adsorption of CO2 in comparison with WV1050. As preferential adsorption of CO2 on activated carbon also depends on the pore structure and the surface chemistry of the AC, the presence of ultramicropores and the basic groups on the surface may increase the interactions with CO2, which has an acidic nature (Xu et al. 2013). Since both carbons are hydrophobic and have no specific surface functionalization to confer more basicity, the difference between the performance of activated carbon C141 compared to WV1050 can be explained by the textural properties (see Table 2), having C141 a higher microporosity and a narrower average pore width, both characteristics favoring adsorption.It may also be noticed that the mathematical model reproduces quite well the experimental data (see Figs. 5, 6, and 7). The mass transfer rate was described by the LDF approach and simulation results showed that the assumption of a single mass transfer resistance could be adopted without losing significant accuracy. Table 5 shows the model input parameters used in this work and Table 3 shows the b  i,∞ , Q  i  and q  max,i  parameters estimated to describe the adsorption isotherm with the temperature dependence of b  i  for use in the LDF model.The diffusion parameter, D  c  /r   c  2 , estimated by fitting the model to the corresponding experimental breakthrough curves, showed the same order of magnitude of the values presented for activated carbons by Lopes et al. (2009) and Ribeiro et al. (2008). The highest D  c  /r   c  2  values of CO2 were found for C141 sample for all temperatures, which can be explained by steepness of CO2 isotherms on C141, and consequently, higher values of b  i  (see Table 3) in relation to other samples. Breakthrough curves of CO2 for C141 tend to be more sloped, which is potentially more advantageous for a separation process since the bed is more efficiently used.From the analysis of simulated temperature profiles in the present experimental system, it was observed that the temperature variations due to heat effects were minimal, with no significant impact on the adsorption capacity and on the shape of the curves. Therefore the assumption of isothermal process was considered reasonable.5.4 Adsorption selectivity of CO2 over N2Adsorption selectivity gives an idea of the efficiency of the separation. The selectivities of CO2–N2 for each adsorbent at 298 and 348 K, determined by IAST-L method, were compared to the selectivity at same conditions calculated from the breakthrough curves and are shown in Table 6.Table 6 Selectivity of CO2–N2 at 298 and 348 K on C141, WV1050 and Cu-BTC  Adsorption selectivity  C141  WV1050  Cu-BTC   \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}^{IAST}\\) at 298 K  10.0  10.6  21.6   \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}^{brk}\\) at 298 K  10.7  9.0  15.0   \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}^{IAST}\\) at 348 K  6.6  6.2  12.2   \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}^{brk}\\) at 348 K  6.2  5.4  8.0  From the selectivities of CO2–N2 at 298 K, one can observe that the values follow this order: Cu-BTC > WV1050 > C141 for IAST predictions and Cu-BTC > C141 > WV1050 for breakthrough curves. The deviations between the \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}^{IAST}\\) and \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}^{brk}\\) were 7, 15 and 30 % for C141, WV1050 and Cu-BTC, respectively. The order of the higher selectivities calculated by the breakthrough curves agrees with order of the higher differences between the bed breakthrough time between CO2 and N2.At 348 K, Cu-BTC showed the highest selectivity in the IAST predictions, followed for C141 and WV1050, respectively. For the selectivities estimated by breakthrough curves at 348 K, the highest \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}\\) values also followed the same order. The deviations between the \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}^{IAST}\\) and \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}^{brk}\\) were 6, 13 and 34 % for C141, WV1050 and Cu-BTC, respectively. Such discrepancies can be explained by inherent errors of dynamic experiments, which may reach 10 % (due to the accuracy of the mass flow controllers and pressure regulator), whereas static measurements may lead to errors up to 5 % as reported by Talu (1998). Since the selectivity calculation include the ratio of the amounts adsorbed of the binary components and each value may have errors of about 10 %, the \\(S_{{{\\text{CO}}_{2} - {\\text{N}}_{2} }}\\) values tend to have larger deviations in comparison to other methods for this purpose.It is also observed that all samples presented a decrease on the selectivity with the increasing temperature (298–348 K). The selectivities observed for C141 showed less variation than for the Cu-BTC (highest CO2–N2 selectivity).At room temperature, the selectivity of CO2–N2 for Cu-BTC was ca. 29 % higher than the same selectivity for C141 (2nd highest value). Since CO2 capture from actual flue gas streams containing 8–10 % water vapour, it is preferable for the adsorbent material to be tolerant to water (Xu et al. 2013). Liang et al. (2009) reported that the CO2 adsorption capacity of Cu-BTC was progressively reduced upon cyclic exposure to water vapor at low relative humidity. Therefore, the use of Cu-BTC MOF for CO2 capture should be limited to a dry flue gas and should have low durability.For temperatures typical of post-combustion scenarios (e.g. 348 K), the CO2–N2 selectivity for C141 was only 22 % lower than the selectivity for Cu-BTC (expensive and unstable material), which suggests that the C141 sample has a great potential for the separation of CO2 from N2, which was also inferred from the different retention times.6 ConclusionsAdsorption dynamics of CO2–N2 in helium was evaluated at 298 and 348 K on activated carbons and Cu-BTC from breakthrough curves, as well as single-component adsorption capacities of CO2 and N2 at 298, 323 and 348 K from gravimetric measurements. A LDF model was implemented to reproduce these multicomponent data. The model could satisfactorily predict such dynamic behavior taking into account only a lumped mass transfer parameter and therefore it might be used to verify other scenarios of feed composition and operating conditions. The adsorption selectivity of CO2 over N2 was evaluated taking into account the co-adsorption effects of CO2 and N2 from IAST model (which uses data from static pure component isotherms) and then compared with the selectivity estimated from breakthrough curves under dynamic conditions. The results showed that Cu-BTC has the highest CO2–N2 selectivity value at 298 and 348 K, but it has some drawbacks such as being powder, having low stability and being expensive. C141, on the other hand, is the adsorbent with the steepest CO2 breakthrough curves, which reveal a fast kinetics despite the high microporosity. Furthermore, from the same packaging procedure and using the same column, C141 presented the highest difference between the bed breakthrough times between CO2–N2. For PSA CO2/N2 separation in post-combustion capture scenarios, activated carbon C141 is more likely to yield better performance than the other samples. Not only has it shown very closer selectivity in relation to expensive adsorbents (i.e. Cu-BTC) at higher temperatures, but it also tolerates humidity unlike the studied MOF.", "title": "Evaluation of carbon dioxide–nitrogen separation through fixed bed measurements and simulations", "authors": ["Rafael B. Rios", "Leolincoln S. Correia", "Moises Bastos-Neto", "A. Eurico B. Torres", "Sueli A. Hatimondi", "Ana M. Ribeiro", "Alírio E. Rodrigues", "Célio L. Cavalcante", "Diana C. S. de Azevedo"], "doi": ["https://doi.org/10.1007/s10450-014-9639-3"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO11\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO12\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO13\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO14\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO15\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO16\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9639-3/MediaObjects/10450_2014_9639_Fig7_HTML.gif\" alt=\"\"></a> </div>"]}