{"abstract": [], "text": "https://doi.org/10.1007/s10450-015-9707-3 1 IntroductionHydrogen storage at moderate conditions of temperature and pressure is a field of great interest due to gravimetric and volumetric storage targets should be still satisfied (5.5 wt% and 40 g/L in 2017) (D.O.E. 2013; USDRIVE 2015) to become a real candidate for substituting fossil fuels. In this sense, Metal–Organic Framework materials (MOFs) are promising candidates to overcome the technological challenge for efficient hydrogen storage based on physisorption mechanism (Poirier and Dailly 2009; Suh et al. 2012; Sun et al. 2013) that presents advantages like reversibility, fast charge–discharge kinetics (Dalebrook et al. 2013) and relatively mild operation conditions respect to compress and liquefied hydrogen (Schlichtenmayer and Hirscher 2012). Nowadays, some MOF materials reach both gravimetric and volumetric storage requirements, but in all cases at cryogenic temperatures, still far from the milder conditions required by the D.O.E. (Li and Yang 2006). This is due to the weak interactions between hydrogen molecules and the adsorbent material (Myers 2002; Zhou et al. 2004). Therefore by increasing these interactions, higher temperatures can be used for storing H2 at applicable conditions (Bhatia and Myers 2006; Bae and Snurr 2010), but a better understanding of the involved mechanism is necessary to develop these interactions.Among all known strategies for enhancing H2-MOF affinity, the presence of a certain amount of open metal sites (OMS) in the MOF structure (accessible and coordinatively-unsaturated metals) is one of the most promising, since OMS directly provide strong interactions with H2 molecules (Dietzel et al. 2010). Among OMS-containing MOFs, M2(dHTP) family (dHTP = 2,5-dihydroxi-1,4-terephtalate) (Zhou et al. 2008; Furukawa et al. 2013) also known as MOF-74 (Rosi et al. 2005) or M-CPO-27 (Dietzel et al. 2005, 2008) (M = Zn, Co, Ni, Mg, Mn, Fe) possess the highest concentration of OMS per volume unit among MOFs, exhibiting a highly-packed three-dimensional honeycomb-like structure, with high thermal stability (up to 400 °C) (Liu et al. 2008). For example, Ni-MOF-74 material has showed the highest isosteric heat of hydrogen adsorption among MOFs at zero coverage, near 13.5 kJ/mol (Vitillo et al. 2008) or even 15 kJ/mol measured by variable-temperature FT-IR spectroscopy (Chavan et al. 2013), close to the well-established optimal range (15–25 kJ/mol) for hydrogen adsorption over solids (Bae and Snurr 2010; Suh et al. 2012). Moreover, experimental approaches demonstrated that partial substitution of the structural metal for other transition metals as Co or Ni, producing mixed-metal clusters (Botas et al. 2010, 2011; Villajos et al. 2015) prompts higher interactions with H2 molecules.In this work, bimetallic OMS-containing MOF-74 materials combining Co, Ni, Cu and Zn, have been synthesized. The influence of the metal mixture has been studied over the hydrogen adsorption properties like storage capacity at 77 K and room-temperature and adsorption enthalpy at low-to-medium coverage.2 Experimental2.1 SynthesisMOF-74 homologues with different bimetallic mixtures: Ni/Zn, Co/Cu, Ni/Cu, Ni/Co and Co/Zn have been synthesized. Me1XMe2-MOF-74 materials (Me1, Me2 = Co, Ni, Zn; X: molar percentage of Me1 respect to the total metallic content, Me1 + Me2, in the synthesis media) were prepared by conventional solvothermal procedure (Rowsell and Yaghi 2006a, b; Botas et al. 2011; Villajos et al. 2015) for which accurate amounts of 2,5-dihydroxybenzene-1,4-dicarboxylic acid (dHTP, Aldrich), Me1(NO3)2·xH2O and Me2(NO3)2·xH2O (Aldrich) (for Co and Ni, x = 6, for Zn, x = 4) were dissolved in DMF previously to deionized water addition. The molar composition in the synthesis autoclave was 1 dHTP: 3 (Me1 + Me2): 526 DMF: 112 H2O. This mixture was heated up to 100 °C for 20 h. For Cu- based materials, similar procedure than published by Calleja et al. was followed for which dHTP, Cu(NO3)2·3H2O and Me(NO3)2 (Aldrich) were dissolved in DMF before adding 2-propanol (Scharlau) (Calleja et al. 2014). The molar composition in the synthesis autoclave was 1 dHTP: 2.2 Cu + Me: 282 DMF: 14 2-Propanol, which was heated up to 80 °C for 18 h. For all the obtained solids, the hot mother liquor was decanted and solid was washed with DMF before being immersed in methanol for 6 days, replacing for fresh methanol three times.2.2 CharacterizationPowder X-ray diffraction (XRD) patterns were obtained on a Philips XPERT PRO using CuKα (λ = 1.542 Å) radiation for the crystalline phase identification. Powder Metallic Si (Aldrich) in comparison to values for reference sample SRM 640d (N.I.S.T. 2010) was used as an internal standard to calculate the displacement error of the instrument in order to comparatively measure the unit cell parameters. Scanning electronic microscopy (SEM) images were collected in a PHILLIPS XL30 ESEM operated at 200 kV in order to study the morphology and crystal size, where additional micro-elemental analysis (EDS) and X-ray images (mapping) were achieved to determine the metallic distribution through samples in an EDAX Phoenix accessory. N2 adsorption–desorption isotherms were measured at 77 K on an AutoSorb equipment (Quantachrome Instruments). The apparent surface area was calculated by using the Rouquerol and Llewellyns’ rule (Senkovska and Kaskel 2014) for the selection of the P/P0 range used in the Brunauer–Emmett–Teller (BET) model. Pore size distribution (PSD) and pore volume were estimated by Non-Local Density Functional Theory (NL-DFT) considering a kernel model of cylindrical pores of silica at 77 K in the adsorption branch. The metal content of the samples was determined by inductively coupled plasma atomic emission spectroscopy (ICP-AES; Varian Vista AX CD System) to estimate the Me1/Me2 ratio. For this purpose, 1 mg of dried MOF was dissolved in 5 mL of 65 % HNO3 and diluted to 25 mL of deionized water.Adsorption isotherms of H2 at 77 and 87 K were obtained on a Hiden Analytical Intelligent Gravimetric Analyser (IGA-003) equipped with an ultra-high vacuum system (≈10−7 mbar). The microbalance showed a long-term stability of ±1 μg with a weight resolution of 0.2 μg. The approach to equilibrium was measured in real time using a computer algorithm. The pressure was monitored by a transducer in a standard range of 0.012–14 bar. The buoyancy correction was estimated through sample apparent density by collecting He adsorption-isotherms at 273 K. Hydrogen adsorption molar enthalpy profiles were estimated from experimental isotherms carried out at 77 and 87 K which experimental data were fitted to Virial 2 EOS (m = 4, n = 2) (Lin et al. 2009; Yan et al. 2011) before using Clausius–Clapeyron equation (Myers 2002). For high-pressure H2 adsorption–desorption isotherms at 298 K, a volumetric Quantachrome iSorbHP1 apparatus was used, able to operate at pressures between 0.06 and 200 bar. For all analysis, 0.6-1.0 g of sample were loaded in the analysis cell and evacuated at 150 °C during 18 h. Finally, the analysis temperature is controlled by a polyethylene glycol–water bath within an accuracy of 0.02 °C.3 Results and discussionFigure 1 shows the XRD patterns for the different obtained Me1XMe2-MOF-74 materials, confirming the presence of the crystalline desired phase in all cases, except for Ni50Zn- material whose synthesis drove to a very low crystalline sample, so it was discarded for further characterization. Mixed Co50Zn- and Ni50Co- materials were first synthesized in previous works (Botas et al. 2011; Villajos et al. 2015). Open image in new window Fig. 1 XRD patterns of Me1XMe2-MOF-74 materials  In order to confirm the simultaneous incorporation of metal 1 and 2 in MOF-74 structure, unit cell parameters were estimated, indexing their XRD patterns to a face-centered hexagonal system. Results, summarized in Table 1, show a general increase in the “a” unit-cell parameter when the ionic radius of metallic constituents are larger, observing the following trend Zn- ≥ Cu- ≥ Co- > Co84Cu- ≥ Co50Zn- > Ni50Co- > Ni90Cu- > Ni-. It can be noted some deviations to the expected trend, in particular for Cu2+ and Zn2+, that could be related to the well-known Jahn–Teller distortion of the Cu2+ octahedra and the different geometry of the metallic cluster in Zn-MOF-74, described in previous works (Pham et al. 2015). In addition, theoretical and experimental metallic content of the samples are summarized in Table 1, expressed as Me1 percentage respect to the total metallic content (Me1% + Me2% = 100 %). In order to achieve materials with equimolar content of both metals, trial-and-error syntheses were performed for each couple. It is evidenced that copper incorporation into MOF-74 structure is clearly favored respect to the other transition metals, so 10–16 % of Cu is needed to obtain around equimolar bimetallic materials. On the contrary, for Zn, Co and Ni similar incorporation tendency is observed.Table 1 Theoretical (T) and experimental (R) metal content and a unit-cell parameter for Me1-XMe2-MOF-74 materials  Material   aMe1T (%)   bMe1R (%)   a parameter (Å) ± 0.03  Cu-  100  100  26.09  Ni90Cu-  90  46  25.89  Ni-  100  100  25.84  Ni50Co-  50  40  25.95  Co-  100  100  26.06  Co84Cu-  84  44  26.02  Co50Zn-  50  55  26.00  Zn-  100  100  26.10   aMetal 1 content in the synthesis media  bExperimental metal 1 content in the solid, measured by ICP technique Ionic radius (Å): Cu = 0.870; Ni = 0.830; Co = 0.885; Zn = 0.880  Figure 2-left depicts scanning electronic microscopy images for Cu-, Co- and Ni-containing materials. Therein, mixed-metal materials in between the corresponding pure ones can be observed in each row. In general, needle-shaped morphology is showed for all samples, observing the smallest crystals for samples with high Ni content, followed by Cu and finally by Co-containing samples exhibit the largest crystal size. The metal content was also quantified by SEM–EDS microanalysis, and metallic distribution was examined by mapping (Fig. 2-right) using the X-ray detector. A low deviation of metal ratio (Me1/Me2) in the environment was observed, suggesting a homogeneous distribution of the two metallic components on the surface of the materials, similarly to other works (Wang et al. 2014; Villajos et al. 2015). In particular, for Co84Cu- sample, crystals with different sizes are detected but they showed similar composition by EDS analysis, so the presence of undesired phases are dismissed. Textural properties, summarized in Table 2, were measured by N2 adsorption/desorption isotherms at 77 K for all obtained materials. Unexpectedly, specific surface area (ABET) and micropore volume (Vμp) increase as molecular weight of unit cell does, possibly due to the enlarging of the unit cell size (parameter a, Table 1). Smaller ionic radii usually correspond to shorter distances between the metal and the surrounding oxygen atoms in the structure of these MOFs. Nevertheless, Zn-MOF-74 does not follow the trend, possibly due to the different geometry of the metallic cluster for this material, reported in previous works (Pham et al. 2015). Regarding, the pore size distribution estimated by NL-DFT method, themedium pore diameters (Dp), shown in Table 1, are in agreement with those reported in the literature (Rosi et al. 2005; Deng et al. 2012). Open image in new window Fig. 2 SEM images (left) and micro-elemental analysis/mapping (right) for Co-, Ni- and Cu-containing materials  Table 2 Textural properties of Me1XMe2-MOF-74 materials  Material  ABET (m2/g)  PMa (g/mol)  Medium Dp (Å) ±0.1  VP (cm3/g) ±0.01  VμP (cm3/g) ±0.01  Ni-  980 ± 35  313.50  10.9  0.51  0.33  Ni50Co-  1095 ± 75  313.79  12.4  0.56  0.41  Co-  1260 ± 90  313.98  11.0  0.57  0.48  Ni90Cu-  1290 ± 90  318.35  11.0  0.58  0.51  Co84Cu-  1280 ± 90  318.59  11.3  0.57  0.50  Co50Zn-  1455 ± 100  319.83  10.9  0.66  0.55  Cu-  1390 ± 95  323.21  11.1  0.61  0.56  Zn-  1035 ± 25  326.87  10.9  0.49  0.31   amolecular weight of unit cell  Figure 3a shows the hydrogen adsorption isotherms at 77 K for the obtained MOF-74-type materials. In all cases, type I isotherms can be observed where saturation is almost reached. Among different pure and mixed-metal studied materials, such simultaneous co-existence of Ni and Co in the MOF-74 (Ni50Co-MOF-74) seems to be the best transition metal combination for enhancing the H2 adsorption capacity at 77 K. As it has been observed before (Park et al. 2011), MOF-74 family shows a H2 uptake higher than the expected from its apparent BET area; regarding the well-established Chahines and Boses’ rule, where 2.0 ± 0.2 wt% is adsorbed per 1000 m2/g in saturation conditions (Poirier and Dailly 2009; Schlichtenmayer and Hirscher 2012). In this sense, Surface Packing Density (SPD, stored H2 per surface unit) was estimated in order to study the influence of the bimetallic mixture over the hydrogen interaction with the MOF structure (Dietzel et al. 2010). Figure 3b shows that SPD decreases as the molecular weight of the unit cell increases. This increase has been related previously to the longer distances between the metal and the surrounding oxygen atoms in the structures. As the H2 molecules approach the metal ions in these MOFs, smaller M2+-O distances indicates that the framework oxygen atoms are able to interact more favorably with the H2 molecule (Pham et al. 2015), which is in agreement with the observed tendency of SPD parameter. However, there are deviations for Zn-MOF-74 which possess a higher SPD than expected, possibly due to the differences in the Zn–O angles in the cluster driving the mentioned differences in its geometry (Pham et al. 2015). Open image in new window Fig. 3  a Gravimetric excess H2 adsorption isotherms at 77 K (A) and b surface packing density of stored H2 at 77 K and 14 bar versus molecular weight of the unit cell for Me- and Me1XMe2-MOF-74 materials  Figure 4a shows the adsorption isotherms at 298 K for all obtained MOF-74 materials, where Ni50Co-MOF-74 has the highest adsorption capacity at 150 bar, exceeding the H2 uptake of Co-MOF-74 or Ni-MOF-74, similar to the behavior found at cryogenic temperature. \nCu-MOF-74 has the lowest adsorption capacity, coherently to the H2 uptake at 77 K in the low-pressure range that evidences a lower affinity to H2 molecules. Additionally, in order to quantify the global interaction strength of hydrogen over the material MOF structure, the adsorption enthalpy was estimated at low-to-medium coverage (0.2–1.1 wt%) for all materials. In Fig. 4b depicting the ∆Hads profiles, it is noticeable that the first value which can be measured at 12 mbar of pressure corresponds to a very different H2 uptake depending on the chemical composition of the cluster in MOF-74 structure. In this sense, as high is the adsorption enthalpy as high is the H2 uptake at the same value of low pressure (first point in each profile) following the trend: Ni50Co- > Co- > Ni- > Co50Zn- > Zn- > Ni90Cu- > Cu-. Open image in new window Fig. 4  a High pressure H2 adsorption isotherms at 298 K and b Excess adsorption enthalpy profiles for Me1XMe2-MOF-74 materials  This behavior can be seen clearer relating the H2 adsorption capacity at 298 K and high pressure with a new parameter calculated by the product of H2 uptake at 12 mbar and 77 K and the first value of ∆Hads profile (Fig. 5). The lowest affinity to hydrogen was shown by Cu-MOF-74, possibly as a consequence of the Jahn–Teller distortion that generates a steric effect that hinders the interaction between H2 and Cu-open sites (Rosnes et al. 2015). In contrast, Ni50Co- exhibits the highest affinity to H2 molecules, immediately over Co-MOF-74 and Ni-MOF-74. It has been described that Ni2+ has the highest partial positive charge among those transition metals and Co2+ provides the highest polarizability effect over hydrogen molecules, being the two parameters that most affects the MOF interaction strength to H2 molecules and hence its hydrogen adsorption at room temperature (Pham et al. 2015). The fitting described for Fig. 6 could also provide an easy tool to gross estimate the H2 adsorption uptake at ambient conditions for structurally-similar adsorbent materials, using the data from the typical isotherms collected at cryogenic temperatures and low pressures. Open image in new window Fig. 5 Relationship between the adsorbed H2 at RT and high pressure and the product of the initial adsorption enthalpy and the adsorbed H2 at 77 K and 12 mbar  4 SummaryEquimolar combinations of Co, Ni, Cu and Zn have been achieved in MOF-74 structure. Materials were physico-chemically characterized and homogeneous metal dispersion was evidenced for all cases. Surface area and pore volume not only depend on molecular weight but also the type of metal used. Hydrogen adsorption properties of the samples were determined by means of hydrogen adsorption isotherms at cryogenic and near-to-ambient temperature and correlated to the chemical composition of the inorganic cluster of the structure. Cu-containing MOFs showed the low performance of the material series, possibly as a consequence of the well-known Jahn–Teller distortion of copper octahedra, preventing a more direct interaction between H2 molecules and Cu2+ sites. In contrast, Ni50Co- exhibited the highest hydrogen adsorption capacity at 77 and 298 K and the maximum affinity to H2 molecules, in terms of adsorption enthalpy, which was attributed to a synergetic effect between the highest partial charge of Ni2+ among the rest of studied transition cations and the highest polarizability of Co2+. These results could contribute to the knowledge of transition bimetallic MOFs behavior (exhibiting open metal sites) over the final hydrogen adsorption properties of the materials, becoming a simple route for enhancing the desired hydrogen retention capacity at ambient temperatures for mobile applications.", "title": "Influence of chemical composition of the open bimetallic sites of MOF-74 on H adsorption", "authors": ["Gisela Orcajo", "José A. Villajos", "Carmen Martos", "Juan Ángel Botas", "Guillermo Calleja"], "doi": ["https://doi.org/10.1007/s10450-015-9707-3"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig2_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig2_HTML.jpg\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9707-3/MediaObjects/10450_2015_9707_Fig5_HTML.gif\" alt=\"\"></a> </div>"]}