{"abstract": [], "text": "https://doi.org/10.1007/s10450-015-9749-6 1 IntroductionNowadays, polymers are widely used for various applications. Their chemical resistance makes them materials difficult to replace. Moreover, their structure and chemical character can be modified in many ways and adjusted for specific purposes (Fontanals et al. 2007; Pan et al. 2005). That is why polymers are invariably under researchers’ investigation.The search of new polymeric materials, used as sorbents, is particularly important from the point of view of environmental protection. Many chemical pollutants possess polar character. In order to isolate such substances from environmental matrices, polar sorbents can be used. Chemical modification of already existing polymeric sorbents or designing new ones can help to solve the problem of removing from the environment a large variety of polar pollutants (Feng et al. 2009; Rodil et al. 2012).The ability to interact with living organisms and the inanimate matter of nature, as well as the chemical properties of compounds strongly depend on their structure. The kind, number and position of substituents may alter substantially the way of interaction of a molecule with its surroundings (Lu and Sorial 2007). Phenol and its chlorinated derivatives belong to the same group of phenolic compounds, however their properties and toxicity vary in a wide range. The enhanced attraction with the surface in the case of chlorophenols is due to the electron-withdrawal phenomenon of the chlorine substituents, as they reduce the overall electron density of the aromatic ring (Podkoscielny and Nieszporek 2011; László et al. 2003). Phenol is more quickly biodegradable, whereas chlorophenols are biodegradable relatively slow (Olaniran and Igbinosa 2011). Phenols are very toxic even at low concentrations and cause an unpleasant odour and taste of water.The value of logarithm of the octanol–water partition coefficient (Kow), i.e. log Kow is often used as basic bioaccumulation criterion. If its value is in the range of 1–3, bioaccumulation is estimated as low or moderate, for values higher than 3, substances are considered as possessing high accumulation potential. For comparison of toxic properties of the phenols used in this study, two parameters were chosen—LD50 for rat and EC50 for Daphnia magna.According to the data presented in Table 1 (GESTIS and PubChem databases), the most toxic substance among those mentioned is 2,4-dichlorophenol but all the quoted compounds are poisoning after dissolving in water. As a consequence, the European Union classified phenols as priority contaminants and the 80/778/EC directive stated a maximum concentration of 0.5 μg/L for total phenols in drinking water, and individual concentration cannot exceed 0.1 μg/L (Drinking Water Directive 80/778/EEC).Table 1Chemical properties and toxicity of phenol and its chlorinated derivatives Phenol2-chlorophenol2,4-dichlorophenol2,4,6-trichlorophenolState of aggregationSolidLiquidSolidSolidDensity (g/cm3)1.061.261.381.68Partition coefficient (octanol/water) log Kow1.462.153.063.69Biodegrability (%/days)85/140/140/28 LD50 oral, rat (mg/kg)31767047887Toxicity for Daphnia magna EC50 (mg/L, 48 h)4.27.41.43.3LD50 median lethal dose (dose required to kill half the population used in a test) generally used as indicator of acute toxicity of chemicals for animalsEC50 effective concentration of a tested compound causing response of 50 % population after a specified time of exposition. This parameter is used as a risk factor for natural life existing in aquatic environmentPhenolic compounds are introduced to environmental water as a consequence of industrial, agricultural, and communal activities of humans. Their quantitative isolation from aqueous environment is often very difficult because of their polarity and low concentrations (Lu and Sorial 2007; Simpson 2000; Zhong et al. 2012; Lu and Sorial 2004). For this reason a preconcentration step is often included in analytical process. Nowadays, a very popular method of isolation and preconcentration is solid phase extraction (SPE). In order to make it more efficient, new types of packaging are still researched (Feng et al. 2009; Rodríguez et al. 2000; Sobiesiak and Podkoscielna 2010; Sobiesiak 2011; Castillejos et al. 2011; An et al. 2012; Sobiesiak 2012; Puziy et al. 2013).This work presents studies of four newly prepared polymer-based adsorbents in the form of microspheres, used in the off-line SPE method for preconcentration of phenolic compounds. The synthesised materials possess functional groups with polar character that is important for phenols sorption process. The parent copolymer microspheres were prepared by suspension-emulsion polymerization of two monomers, bis[4(2-hydroxy-3-methacryloyloxy-propoxy)phenyl]sulfide (BES.DM) and glycidyl methacrylate (GMA) in presence of pore forming diluents (toluene/decan-1-ol). The obtained parent microspheres possessed in their structure reactive epoxide groups which were modified with three amines: butylenediamine (BDA), diethylenetriamine (DETA) and triethylenetetramine (TETA). Next, two of the obtained materials, BES.DM + GMA + BDA and BES.DM + GMA + DETA were additionally modified in order to introduce HCO3− groups.Depending on the way of modification, the prepared sorbents possessed different sorption properties toward the phenols used in the SPE experiment.2 Experimental2.1 Chemicals and eluentsGlycidyl methacrylate (GMA), decan-1-ol, bis(2-ethylhexyl)sulfosuccinate sodium salt (DAC, BP), butylenediamine (BDA), diethylenetriamine (DETA) and triethylenetetramine (TETA) were from Fluka AG (Buchs, Switzerland). α,α′-Azoiso-bis-butyronitrile (AIBN), methanol (MeOH) for chromatography, 2-chlorophenol (ChP), 2,4-dichlorophenol (DChP) and 2,4,6-trichlorophenol (TChP) were purchased from Merck (Darmstadt, Germany). Reagent grade NaHCO3, HCl, hexane, toluene and analytical grade phenol (PH) were bought from POCh (Gliwice, Poland).Bis[4(2-hydroxy-3-methacryloyloxypropoxy)phenyl]sulfide (BES.DM) was obtained by the procedure described elsewhere (Podkościelna et al. 2009).2.2 Synthesis of polymeric microspheres (BES.DM + GMA)The synthesis was carried out in a three-necked flask equipped with a stirrer, a water condenser and a thermometer. First, the dispersion medium was prepared through the dissolution of 1 wt% bis(2-ethylhexyl)sulfosuccinate sodium salt (DAC, BP) in deionised water (150 cm3). Next, the mixture of monomers: BES.DM (10 g) and GMA (2.84 g) were made and the initiator AIBN (1.0 wt%) was added. Then, the prepared solution was diluted with a mixed solvent (toluene/decan-1-ol) and poured to the dispersion medium. The reaction mixture was stirred at 350 rpm for 18 h at 80 °C (Podkościelna 2011). The obtained copolymers were washed with distilled water, filtered off, dried and extracted (acetone and methanol) in a Soxhlet apparatus.2.3 Modifications of (BES.DM + GMA) copolymerThe copolymers were modified with amines in the epoxide ring opening reaction. In a 250 cm3 round bottomed two-necked flask equipped with a mechanical stirrer and a thermometer, selected microspheres were placed together with BDA or DETA or TETA and toluene (Podkościelna 2013). The whole content was heated over a water bath at 80 °C for 6 h and next kept for 18 h at room temperature. The obtained modified microspheres were washed with distilled water, filtered off, dried and extracted in a Soxhlet apparatus with boiling toluene. Next, BES.DM + GMA + BDA and BES.DM + GMA + DETA derivatives were reacted with H2CO3 (NaCO3 + H2SO4) in order to modify the primary amino groups by addition of HCO3− groups. The reaction was carried out at room temperature for about 2 h.2.4 Characterization of obtained sorbentsThe porous structure of the studied sorbents was characterized by nitrogen adsorption–desorption isotherms measured at 77 K using adsorption analyser ASAP 2405 (Micromeritics Inc., USA). Before analyses, the samples were outgassed at 140 °C for 1 h.ATR-FTIR spectra were obtained using a Bruker FTIR spectrophotometer TENSOR 27.Elemental analyses were made on a Perkin Elmer CHN 2400 analyser (Palo Alto, CA, USA).Thermogravimetric analyses (TG/DTG) were performed with a thermal analyzer STA 449 F1 Jupiter (Netzsch, Selb, Germany). Al2O3 pans were used for measurements. The sample weight was about 7 mg. Dynamic scans were performed at the heating rate of 10 K/min in the temperature range 30–1000 °C, under helium atmosphere (40 mL/min).Surface chemistry of the materials was characterised by pH of the slurry and modified Boehm’s titration method (Boehm 1994). Weighed amounts of sorbents (200 ± 1 mg) were placed into an Erlenmeyer flask and 20 mL of either 0.05 M NaOH (for Cation Exchange Capacity measurement) or 0.05 M HCl (for Anion Exchange Capacity measurement) solution was added. Samples were equilibrated for 24 h. Next, the concentration of base or acid was measured by titration with HCl or NaOH, respectively. Calculated values of CEC or AEC were expressed in mmol/g.2.5 Solid phase extraction (SPE) experimentsSPE method was applied to estimate sorption abilities of the prepared porous polymers towards phenol and its chlorinated derivatives. Phenols were preconcentrated from aqueous solution using laboratory cartridges filled with 100 mg of the studied material. The aqueous solutions of the phenolic compounds were prepared by dilution (1:50 v/v) of a standard methanolic solution containing 100 mg/L of phenol (PH), 2-chlorophenol (ChP), 2,4-dichlorophenol (DChP), and 2,4,6-trichlorophenol (TChP). Initial concentration of phenols in aqueous solution was 2 mg/L. Different volumes of the water solutions were sucked through the cartridge immersed in the sample and connected by PTFE tubing (Chrompack, Middelburg, Netherlands) to the water aspirator. After the sample had passed through the cartridge, the vacuum was maintained for 5 min to dry the sorbent bed. Next, the phenolic compounds were eluted from cartridge with adequate volume of methanol (2 mL of MeOH for each 100 mL of sucked water solution). In order to determine the recoveries of the eluted phenols, the obtained eluates were analysed using HPLC system. Details of the analysis were described elsewhere (Sobiesiak and Podkoscielna 2010; Sobiesiak 2011; Gawdzik et al. 2005). Recovery values were calculated as the mean of three determinations. Decrease of the recovery below 25 % of maximum value was assumed as a breakthrough volume for the compound considered.3 Results and discussion3.1 Structure and characteristic of polymersChemical structures of the studied monomers and the schemes of their copolymerisation and modification are presented in Fig. 1. Additionally, the polymeric microspheres are shown in Fig. 2. The image was taken using optical microscope Motic (China).Open image in new windowFig. 1Synthesis scheme of the studied copolymersOpen image in new windowFig. 2Image of parent polymeric microspheres (BES.DM + GMA)3.1.1 Characterization of porous structureCharacteristic parameters of porous structure of the polymers studied are presented in Table 2. Specific surface areas (SBET) and total pore volumes (Vtot) are in the range of 27–55 m2/g and 0.2–0.4 cm3/g, respectively. These materials are mesoporous. Average pore sizes (W) are larger than 20 nm (Fig. 3). Additionally, the percentage share of micropore volumes (Vmi) in porous structure of the polymers is below 1 %. According to the values of the porous structure parameters presented in Table 2 and in Fig. 3, the topographic structure of the studied materials is similar.Table 2Porous structure parameters of the studied polymeric materials SBET (m2/g)Vt (cm3/g)Vmi (cm3/g)W (nm)BES.DM + GMA39.10.2150.00120.8BES.DM + GMA + TETA27.00.2200.00128.9BES.DM + GMA + BDA + HCO3−54.90.3840.00225.3BES.DM + GMA + DETA + HCO3−52.70.3520.00224.3Vt total pore volumeVmi micropore volumeW average pore sizeOpen image in new windowFig. 3Pore size distribution curves of the synthesized copolymersHigher values of porous structure parameters are observed for the polymers modified with HCO3−. This means that bicarbonate ions acted not only as a reagent modifying chemical structure, but also promoted the development of polymer porosity.3.1.2 ATR/FTIR spectraIn Fig. 4, ATR-FTIR spectra of BES.DM + GMA and its modified derivatives are shown. All the spectra are very similar. Vibrations of –OH are visible as broad band in the range of 3600–3000 cm−1. Significant extension of this band (even up to 2500 cm−1) is the result of the presence of chelating and intramolecular hydrogen bonding. In the range of 1300–1000 cm−1 signals of C–O stretching vibrations are observed. They are characteristic of functional groups of alcohols, ethers and esters, which are present in the structure of BES.DM molecule. All the studied materials possess strong and narrow bands at about 1720 cm−1, which confirm the presence of C=O bonds. Signals characteristic for aromatic rings are observed in the range of 1625–1430 cm−1 and at about 824 cm−1 (Socrates 2001).Open image in new windowFig. 4ATR spectra of the parent polymer and its derivativesAfter modification, some differences in the spectra can be observed. Parent polymer possesses epoxy rings which give their signals at 907 cm−1. In modification process, epoxy groups react with amines (BDA, DETA, TETA) and ring opening reaction takes place. For this reason, the band characteristic for epoxy groups is absent in the spectra of the modified polymers. After addition of the amines to the parent polymer, only little changes in the spectra of the modified materials are observed. Relative intensities of signals given by methyl and methylene groups (3000–2840 cm−1) are changed. A small band connected with amine N–H deformation vibrations is observed at about 1650 cm−1. Weak signals of N–H and –NH2 groups (at 3360 cm−1) appear on the broad band of –OH group (3600–3000 cm−1). This effect is better visible in the case of BES.DM + TETA, which possesses free primary amine groups. After addition of an HCO3− ion, the intensity of this band decreases as signals of secondary amine bonds are weaker. Most of the characteristic bands for bicarbonate ion (3300–2000; 1700–1600; 1420–1400; 1370–1290; and 660 cm−1) are situated in the same region as C–O, and C=O signals of organic compounds (Socrates 2001). For this reason, the presence of these species cannot be confirmed by ATR-FITR spectra.3.1.3 Characteristic of surface chemistryFor better characterization of surface chemical activity of the materials presented, elemental analysis, and measurements of pH of aqueous solution and ion exchange capacity were performed. The obtained results are collected in Table 3.Table 3Characteristic of chemical structure of the polymeric materials C (%)H (%)N (%)pHCEC (mmol/g)AEC (mmol/g)BES.DM + GMA59.746.44 4.560.300.41BES.DM + GMA + TETA53.577.458.139.91−1.913.54BES.DM + GMA + BDA + HCO3−58.317.093.065.810.212.04BES.DM + GMA + DETA + HCO3−55.507.164.218.830.152.48CEC cation exchange capacityAEC anion exchange capacityThe values of CEC and AEC for parent polymer are similar. Its ability to ion exchange is the effect of the presence of epoxy rings. Both in basic and acidic solution, the ring opening reaction takes place and, as a consequence, ion exchange capacity appears. The values of pH and AEC for modified materials strongly depend on nitrogen content introduced to the polymeric structure by amines. The basic character of amine is responsible for the H+ bonding ability and the pH increase in water solution, therefore negative CEC is observed for the polymer BES.DM + GMA + TETA. For the same reason, CEC values for polymers modified with carbon dioxide are unexpectedly low. The HCO3− species can dissociate releasing H+ ions, but the basic character of amine groups is stronger. Consequently, only little difference between CEC values, but significant difference in pH for the polymers BES.DM + GMA + DETA + HCO3− and BES.DM + GMA + BDA + HCO3− is observed.3.1.4 TG/DTA analysisThermal stabilities and degradation behaviours of copolymers were studied by means of TG/DTA analyses (Figs. 5, 6). It can be seen that the initial mass loss of copolymer ranges from 120 °C for BES.DM + GMA + TETA to about 220 °C for the other materials. The final decomposition temperature (Tf) is in the range of 500–800 °C.Open image in new windowFig. 5Thermogravimetric curves of the studied materialsOpen image in new windowFig. 6DTG curves of the presented copolymersThe DTG curves contain two separated degradation steps. In case of the parent copolymer (BES.DM + GMA) and those modified with TETA, peaks of the first decomposition stage are observed in the maximum of mass loss (T1) at 245 and 180 °C, while the second decomposition stage (T2) takes place at 410 and 400 °C, respectively.For copolymers modified with groups –HCO3−, the DTA curves have some different course. The first decomposition peak is observed in the maximum of mass loss (T1) at 360 and 385 °C, while the second decomposition stage (T2) takes place at 540 and 630 °C.The first stage of degradation (T1) is associated with the releasing of volatile components from copolymers and decomposition of functional groups, whereas for the second one (T2), the process of total degradation of polymeric network is responsible.3.2 The phenols recovery studiesResults of the SPE experiments are presented in Fig. 7a–d. As was expected, the obtained data revealed the influence of the modification of the polymeric surface on the sorption properties.Open image in new windowOpen image in new windowFig. 7Recovery curves of the phenols obtained for: a the parent polymer; b the polymer modified with TETA; c the polymer modified with BDA and CO2; d the polymer modified with DETA and CO2The recovery curves obtained for parent polymer (Fig. 7a) show typical adsorption–desorption behaviour for phenolic compounds, which is a consequence of their different solubility in water and capability to dissociate. Some physical properties of the phenol and its chlorinated derivatives were described in previous work (Sobiesiak et al. 2006). Slightly soluble in water, trichlorophenol (TChP) possesses the best affinity to the polymeric surface. Sorption of phenol (PH), which dissolves in water much better than TChP, is very small. Along with increasing volume of sample solution, gradual decrease of recovery values for all the phenols is observed. Breakthrough for this sorbent occurs gradually in a wide range of sample volumes, from 200 mL (for PH and ChP) to 800 mL (for TChP). For TChP the curve has a different course. Firstly, increase of recovery and next wide maximum can be observed. It means that some small amount of adsorbate is strongly bonded to the adsorbent and its elution is hindered.The sorption capability drastically diminished after modification with TETA (Fig. 7b). Maximum recovery did not exceed 30 %, probably due to the reduction of specific surface area and the increase of large pores in the porous structure. Moreover, free pairs of electrons present in TETA molecules may cause repulsive forces between amine groups and π-electrons of aromatic rings from phenols.Despite that, it is worth noticing that the affinity of TChP and DChP toward the polymer surface changed, especially in the range of small volumes of samples (up to 400 mL). In this range, better sorption is observed for 2,4-dichlorophenol. The recoveries of DChP, and to a lower extent of ChP and PH, decrease with the increasing volume of sample solution. In the case of TChP, an inverse tendency is observed—the recoveries increase with increasing sample volume. This phenomenon proves competition for active sites on the sorbent surface between TChP and the rest of the phenolics molecules.In the case of polymers modified with the amines (BDA and DETA) and the bicarbonate, competition between the molecules is even more intensive. Now, the best affinity to the surfaces of these materials is shown by 2,4-dichlorophenol. Its recoveries are very high (85–100 %) in the wide range of sample solution volumes (100–900 mL). Maximum recovery of 2,4,6-trichlorophenol is reached at 800–900 mL for the BES.DM + GMA + BDA + HCO3− polymer. For the BES.DM + GMA + DETA + HCO3− polymer recovery is still on the increase at 1100 mL. Moreover, these two sorbents present better sorption properties toward 2-chlorophenol in comparison to the parent polymer. Maximum recovery for ChP exceeds 60 and 55 %, respectively. Ascending part of recovery curves for PH, ChP, DChP is probably due to relatively short time of interactions of these compounds with the surface of the studied adsorbent. For TChP this effect can be explained by the phenomenon of competition for the active sites between testing compounds.The observed differences in the chlorophenols’ affinity towards the polymers studied are the result of changes in the chemical structure of the sorbents that took place during the modification steps. Both porous structure and surface functional groups have strong influence on process of sorption of phenolic compounds. That is observed as the changes in the course of the recovery curves. After addition of the amine, the polymeric surface became basic, which promoted dissociation of the testing compounds and in consequence a decrease of sorption. Introduction of HCO3− moieties improved sorption, because part of –NH2 groups reacted and the polymeric surface became less basic. Moreover, bicarbonate groups are able to dissociate, causing shift the equilibrium dissociation reaction of chlorophenol toward unionized form.Phenol seems to be insensitive to chemical modifications performed on the surface of BES.DM + GMA. Properties such as good solubility in water, high ability of dissociation and low value of logKow make sorption of this compound ineffective in the studied materials. Little amounts of phenol are adsorbed as a result of aromatic rings π–π interactions.4 ConclusionsThis study presents the way of preparation and characterisation of three new polar sorbents with ability to adsorb chlorophenols. Advantage of these materials is that, they can be used repeatedly as the desorption and regeneration is possible.New porous copolymeric microspheres were prepared by suspension-emulsion polymerization BES.DM with GMA. Multistage modification of the obtained adsorbent was made. Firstly, the copolymers were modified with amines (BDA, EDTA, TETA) in the epoxide ring opening reaction and next successful modification of primary amino groups by addition of HCO3− was carried out. When HCO3− groups were introduced to the structures, the sorption capability increased and changes in affinity toward chlorophenols in comparison to the amine derivatives were additionally observed.Both amines and bicarbonate groups were able to take part in the dissociation process and alter the pH of aqueous solution. As a consequence, the dissociation of chlorophenols was shifted to unionized forms that have positive influence on their sorption. This effect is especially visible in the case of the most toxic 2,4-dichlorophenol for which the best recovery results were achieved.", "title": "New functionalised polymeric microspheres for multicomponent solid phase extraction of phenolic compounds", "authors": ["Magdalena Sobiesiak", "Beata Podkościelna", "Przemysław Podkościelny"], "doi": ["https://doi.org/10.1007/s10450-015-9749-6"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO2\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig2_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig2_HTML.jpg\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO3\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO4\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO5\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO6\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO7\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig7a_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig7a_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO70\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig7b_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9749-6/MediaObjects/10450_2015_9749_Fig7b_HTML.gif\" alt=\"\"></a></div>"]}