{"abstract": [], "text": "https://doi.org/10.1007/s10450-013-9583-7 1 IntroductionMicroporous materials such as zeolites (Corma 1997; Soler-Illia et al. 2002), metal–organic frameworks (MOFs) (Duren et al. 2009; Li et al. 2009; Karra and Walton 2010), and porous carbons are widely used for applications in catalysis, phase separation, storage, and decontamination. These applications are made possible thanks to the large surface areas and small pore sizes of these materials, leading to drastic confinement of the adsorbed phase together with strong interactions with the surface. However, because of these confinement and surface interaction effects, diffusion and transport of the adsorbate inside the microporous framework tends to be hindered, which limits the efficiency of these microporous solids towards a given application. An approach used to overcome these diffusion issues is to connect the microporous framework to a secondary pore network, with wider pores, in order to increase the overall diffusivity of the adsorbate and access to the active sites located in the microporosity. Such hierarchical porous solids retain the properties of the microporous material, needed for a specific application, but also benefit from a higher permeability of the adsorbate due to the presence of larger pores. Hierarchical porous solids consisting of mesoporous materials with microporous walls can be obtained by direct synthesis or by adding mesopores to an existing mesoporous material (Chal et al. 2011; Hua et al. 2011; Reichinger et al. 2012; Serrano et al. 2013; Ivanova and Knyazeva 2013; Moller and Bein 2013). The benefits of connecting pore networks with different porosity scales are well-known in the fields of catalysis and phase separation (Holm et al. 2011; Hua et al. 2011; Martens et al. 2011; Sachse et al. 2011; Sachse et al. 2012).The geometry (mesopore size, number of mesopores) and, thus, the portion of micro and mesoporosity are key factors governing the properties of a hierarchical porous solid. To better understand the role of each porosity scale, it is of prime interest to possess tools to characterize these solids such as a method to determine the microporous and mesoporous volumes. Recent molecular simulations have shown that the adsorption isotherm of hierarchical porous solids consisting of mesopores with microporous wall can be written as a linear combination of a microporous and a mesoporous reference adsorption isotherms (Coasne et al. 2013a). The coefficients of the linear combination are directly related to the volume of each phase, so that this method can be used to extract the microporous and mesoporous volumes directly from adsorption data (Villemot et al. 2013; Coasne et al. 2013a). This method, however, requires the knowledge of reference microporous and mesoporous adsorption isotherms. The latter can be difficult to obtain since purely mesoporous materials having the same surface chemistry than the hierarchical solid do not necessarily exist. In addition, this method cannot be applied as such to solids with a wide mesopore size distribution. Therefore, it is not always applicable to experimental samples.The t-plot method is a widely used technique to obtain microporous volumes and estimate the surface area of mesopores as well as the external surface area or surface roughness of porous solids. In this method, the average thickness of an adsorbed film is first determined on a reference sample containing no porosity, or only macroporosity, and having the same surface chemistry as the solid for which one wants to obtain the porous volume and the external surface area. Then, the so-called t-plot is created by plotting the adsorbed amount in this porous solid at a given pressure against the average thickness of the film obtained at the same pressure for the reference non-porous solid (Lippens and de Boer 1965). Examples of different types of t-plots are shown in Fig. 1. If the adsorbed amount varies linearly with respect to the thickness of the adsorbed film, adsorption can be considered as occurring on a solid that is similar to the reference sample, i.e. with no microporosity or surface roughness. In other words, linearity of the t-plot in the low pressure range (i.e. low thickness value) is the sign that adsorption is taking place on a smooth surface with no surface roughness or anfractuosities. In a porous solid, once all the pores are filled, adsorption can only occur on the external surface of the solid. For that reason, the high pressure range of the t-plot is often linear for microporous and mesoporous solids, as all the pores are filled above a given pressure. For the microporous and mesoporous examples shown in Fig. 1, these linear regimes are observed at thicknesses above 1.1 and 1.7 (arbitrary units), respectively. By applying a linear regression to the t-plot data in this linear regime, one obtains the contribution of the external surface to the adsorbed amount in the solid. The slope of that linear regression is the value of the external surface. The intercept, which represents the quantity that is not adsorbed on the surface, is the total porous volume. The t-plot method is therefore an efficient tool to assess the type of porosity of a given material as well as to obtain the value of the porous volume and of the specific surface area (Coasne et al. 2013b). A non-linearity of the t-plot in the low-pressure range is the sign of micropores or significant surface roughness (Everett 1998). For mesoporous materials with no microporosity or surface roughness, however, the t-plot is linear in the low pressure range and passes through the origin (Coasne et al. 2013b). Open image in new window Fig. 1 Examples of t-plots for a flat non-porous surface (blue line ), a mesoporous material (red line), and a microporous solid (green line). The dashed line is an extrapolation at zero film thickness of the linear regime observed at high pressures for the microporous solid. The latter extrapolation allows determining the microporous volume (green dot). The black dots indicate the pressure above which the pores are completely filled and adsorption can only occur on the external surface (Color figure online)  In this article, we report molecular simulations of the adsorption of a simple fluid, nitrogen, in a hierarchical porous solid corresponding to a mesoporous material with microporous walls. This hierarchical model is generated using Cu–BTC (also referred to as HKUST-1) as the microporous material. Nitrogen is chosen as the adsorbate since nitrogen adsorption at 77 K is a routine technique to characterize porous solids. In particular, it is often used to perform t-plots. A flat surface of non-porous Cu–BTC is also generated to serve as the reference sample for the t-plot. We then study the t-plots for this hierarchical porous solid as well as for a crystal of Cu–BTC. The specific surface areas calculated from the linear regimes of these t-plots are then compared to those estimated geometrically from the molecular structure of the different solids.2 Reference surfaceThe t-plot method requires the knowledge of the thickness of the layer adsorbed on a reference sample. This reference material must be non-porous (or at least only macroporous) and possess the same surface chemistry than the materials for which we want to apply the t-plot method. Since the material used to generate our hierarchical porous solid is Cu–BTC, a microporous metal–organic framework, this reference material must also be made of Cu–BTC. To create a non-porous Cu–BTC surface, we consider a crystal of Cu–BTC in contact with an external reservoir, and block its microporosity as will be discussed below. Once the microporosity is blocked, adsorption can only occur on the external surface of the crystal so that it can be considered as the reference material to obtain the t-plot. To generate the initial Cu–BTC crystal in contact with external reservoirs, we first replicate the Cu–BTC unit cell to obtain a crystal of 5.2 × 5.2 × 5.2 nm (corresponding to 2 × 2 × 2 unit cells). Then, we expand the simulation box along the z axis by adding a 5 nm reservoir on each side of the crystal. This leads to the formation of two identical surfaces which are not electrically neutral. Therefore, to ensure their electroneutrality, we put a single copper ion at every metal site present at the crystal–reservoir interface. This solid possesses an external surface, which is required to determine the reference data for the t-plot. The value of the external surface area of each side of the solid is the square section of the material, 5.2 × 5.2 nm. We block the microporous adsorption sites by inserting a ghost atom at the center of each microporous cage. These ghost atoms interact with nitrogen through a strong repulsive potential which prevents adsorption on these sites. These atoms are considered as hard spheres with a radius of 0.45 nm for the atoms located at the center of the small side pockets and a radius of 0.94 nm for the atoms located at the center of the main channels. These radii correspond to the sizes of the two types of microporous cages. The ghost atoms can be seen in Fig. 2 in which we show the structure of the non-porous Cu–BTC material. Open image in new window Fig. 2 Typical molecular configuration of N2 adsorbed at 77 K on the Cu–BTC surface. The microporosity has been blocked by ghost atoms, which are shown as green and yellow  spheres. The blue,  red,  gray,  white and  orange spheres are nitrogen, oxygen, carbon, hydrogen, and copper atoms of the MOF material, respectively (Color figure online)  The thickness of the adsorbed film on this surface is determined from Grand Canonical Monte Carlo simulations (GCMC). The GCMC technique is a stochastic method that simulates a system having a constant volume V (the pore with the adsorbed phase) in equilibrium with an infinite reservoir of molecules imposing its chemical potential μ and temperature T. The absolute adsorption isotherm is given by the ensemble average of the number of adsorbed molecules as a function of the pressure of the gas reservoir P (Frenkel and Smit 2002) (the latter is obtained from the chemical potential μ according to the bulk equation of state for an ideal gas). A Monte Carlo step in the present work corresponds to a molecule translation or rotation attempt or either a deletion or a creation attempt. Deletion and creation were attempted in the entire volume of the simulation box. The system was first allowed to equilibrate in the course of a GCMC run. Afterwards, the number of molecules in the system, which fluctuates about a steady value, was averaged. A minimum of 5 × 104 steps per molecule were used to compute the average. In this work, nitrogen was described using the model of Potoff and Siepmann (2001). In this model, each nitrogen atom of the rigid nitrogen molecule is a center of repulsion/dispersion interactions that interacts through a Lennard-Jones potential with the following parameters: σ = 3.31 A and ε = 36 K. In addition, each nitrogen atom possesses a partial charge with q =  − 0.482 e that interacts through the Coulombic interaction. At the center of the nitrogen–nitrogen bond (the N–N inter-atomic distance is 1.1 Å), a partial charge of q = 0.964 e compensates the negative charge on the nitrogen atoms. As pointed out by Herdes et al. (2006), such a charge distribution reproduces the measured quadrupole moment of the nitrogen molecule. Interactions between the sites of the nitrogen molecule and the atoms of the Cu–BTC framework were calculated using Lennard-Jones parameters from the DREIDING force field (Mayo et al. 1990). The unlike atom Lennard-Jones parameters were determined by applying the Lorentz–Berthelot mixing rules (Table 1). The Lennard-Jones interactions were truncated with a cutoff of 25 Å, and the Coulomb energy was computed using the Ewald summation technique with a precision of 10−5.Table 1 Lennard-Jones interaction parameters and charges for the atoms in the nitrogen molecule and Cu–BTC. The naming convention for the carbon atoms can be found elsewhere (Farrusseng et al. 2009)  Atom  Charge  σ (Å)  ε (K)  N  −0.482  3.31  36  H  0.15  2.85  7.65  Ca  0.7  3.47  47.86  Cb  0  3.47  47.86  Cc  −0.15  3.47  47.86  O  −0.6  3.03  48.19  Cu  1  3.114  2.518  A molecular configuration of nitrogen adsorbed at 77 K on the non-porous Cu–BTC surface is shown in Fig. 2. The ghost atoms are represented as yellow and green spheres. It can be seen that these ghost atoms indeed block the porosity so that no nitrogen molecule is adsorbed inside the material.The thickness of the nitrogen film adsorbed at 77 K on the non-microporous Cu–BTC surface is calculated from the adsorbed amount obtained from GCMC calculations. To do so, the adsorbed amount is converted into a film thickness by assuming that the density of the adsorbate equals that of bulk nitrogen. This average thickness as a function of pressure is shown in Fig. 3. In the low pressure range, the thickness increases rapidly with pressure due to the strong interaction between the surface and the adsorbate. At higher pressures, the growth of the adsorbed film is typical of multilayer adsorption as it increases less rapidly with increasing the pressure. Open image in new window Fig. 3 Thickness of the N2 film adsorbed at 77 K on the non-microporous Cu–BTC surface. The  red and  green lines are fits with Derjaguin–Broekhoff–de Boer’s model and with the multilayer adsorption equilibrium model, respectively (see text). P 0 is the bulk saturating vapor pressure for N2 at 77 K (Color figure online)  Several theoretical models or empirical equations are available to describe the value of this average film thickness as a function of pressure. These models are usually fitted against a reference adsorption isotherm. The latter is then used to produce all the t-plots for the solids having the same surface chemistry. In some cases, when the interaction between the adsorbate and the adsorbent is weak, the average value of the thickness can be considered as independent of the nature of the solid surface, and can be described as depending on the pressure only (Gregg and Sing 1982). The Harkins–Jura equation, for instance, describes the value of the film thickness without accounting for adsorbate–adsorbent interactions (Jura and Harkins 1944). t-plot are also routinely described using the Frenkel–Halsey–Hill equation such as the Hasley (1948) t-plot. A detailed discussion on the validity of the Frenkel–Halsey–Hill equation can be found in a paper by Coasne et al. (2002). For surfaces interacting weakly with the adsorbate, the disjoining pressure isotherm proposed by Churaev and Zorin (1992) often gives accurate results. However, when the adsorbate–adsorbent interaction is strong, a more detailed description of the interactions is needed. The Derjaguin–Broekhoff–De Boer (Derjaguin and Churaev 1976) theory describes the thickness e of an adsorbed film at the surface of a cylindrical or slit mesopore as a function of the pressure. In this model, the grand potential \\(\\Upomega\\) of the system composed of the pore of length L and radius R and the film of a thickness e adsorbed at the pore surface is written as:\n$$ \\Upomega = - P_GV_G - P_LV_L - P_SV_S + \\gamma_{SL}A_{SL} + \\gamma_{LG}A_{LG} + W(e)A_{LG} $$ (1)where P  G , P  L , P  S , V  G , V  L  and V  S  are the pressure and volume of the gas, adsorbed, and solid phases respectively. γ LG , γ SL , A  LG  and A  SL  are the gas-adsorbate and solid-adsorbate surface tensions and surface areas, respectively. The interface potential W (e) allows describing adsorption at the surface of the material as it accounts for the interaction between the adsorbate molecule and the solid surface. W (e) is related to the disjoining or solvation pressure π (e) which is often invoked to describe adsorption phenomena and deformation of porous materials. In the case of adsorption in cylindrical pores, Saugey (2004) have shown that W (e), which derives from van der Waals forces, can be expressed as a geometrical function multiplied by A  SLV , the Hamaker constant for the adsorbate–adsorbent system. Equation 1 can be fitted against the adsorption data found by simulation for the reference surface, with only one adjustable parameter, A  SLV . As shown in Fig. 3, Eq. 1 describes accurately the adsorption isotherm for the non-porous Cu–BTC surface. The pressure at which the first layer is adsorbed is correctly estimated, which indicates that this model properly accounts for the strength of the adsorbate–adsorbent interaction.Another model, the so-called multilayer adsorption equilibrium model (MAE), was recently developed. This model describes the formation of a multilayer film of adsorbate on the surface of a solid (Thomas and Schaetzel 2013). The authors fitted this model against many nitrogen adsorption isotherms at 77 K found in the literature. Although less physical because not derived on the basis of Statistical Mechanics, it is usually more accurate than the widely used BET model, developed by Brunauer, Emmett and Teller (Brunauer et al. 1938), which also describes multilayer adsorption. In the MAE model, the amount of adsorbate can be written as:\n$$ n_{ads} = n_m \\left[\\left(1-\\frac{k_s}{k_p}\\right)\\left(1 - e^{-k_pP}\\right) + k_sP\\right] $$ (2)where n  m  is the volume of the first adsorbed layer. k  p  and k  s  correspond to the adsorption coefficient of the adsorbate on the free solid surface and on top of already adsorbed molecules, respectively. The result of this model fitted to the adsorption data found by simulation for the non-porous Cu–BTC surface is shown as a green line in Fig. 3. The latter fit is in good agreement with the results of the simulation including at low pressure, where the adsorbate–adsorbent interactions play a major role.The BET model, as well as the MAE model, are not able to describe capillary condensation in mesopores, as opposed to Derjaguin’s model which correctly reproduces adsorption in cylindrical and slit mesopores, including the hysteresis loop (Coasne et al. 2013b). For that reason, the latter model should be preferred for the determination of pore size distributions. In addition, it can be modified to take into account the variation of the liquid–gas surface tension with respect to the curvature of the interface (the so-called Tolman’s length) (Protasova et al. 2009). Therefore, Derjaguin’s model is a more complete adsorption model, with only one adjustable parameter, while a model such as MAE is more accurate to describe a specific type of adsorption (multilayer adsorption on a flat surface). The fact that both the MAE and Derjaguin’s models are able to describe the thickness of the nitrogen film adsorbed on the surface is a sign that our surface does not have any microporosity and that we observe multilayer adsorption. Therefore, it can be used as the reference sample to determine t-plots for Cu–BTC based porous solids.3 Hierarchical porous solidOur model of hierarchical solids, which exhibits both micro and mesoporosity, is generated by using [Cu3(BTC)2] as the microporous material. First, a Cu–BTC crystal of 7.9 × 7.9 × 13.1 nm (corresponding to 3 × 3 × 5 unit cells) is generated. This pure Cu–BTC solid will serve as an example to test the t-plot method. The latter will also be used to create the hierarchical porous material. This microporous crystal is in contact at both ends with external bulk reservoirs, which mimic the macropores often present in real systems (the space between two grains for instance). This is important in order to apply the t-plot method as the external surface induces a linear regime in the high pressure range. From this linear regime, it is possible to obtain a value for the external surface area, which can be compared to the expected value (i.e. the surface area in contact with the bulk reservoirs). The hierarchical porous solid is formed by carving along the z axis a mesopore of diameter 3.6 nm out of the crystal of Cu–BTC. The exact details of the procedure applied can be found in our work (Villemot et al. 2013). This hierarchical porous solid, which can be seen as mesoporous Cu–BTC (Wee et al. 2012), also possesses an external surface so that three different domains are present: a microporous phase, a mesopore, and an external surface in contact with bulk reservoirs. Molecular configurations of this hierarchical porous solid are shown in Fig. 4. Open image in new window Fig. 4 Molecular configuration of the hierarchical porous material consisting of Cu–BTC MOF in which a mesopore has been carved out. a (x, y) plane view and b slice of the material in the (x, z) plane. The  red,  gray,  white, and  orange spheres are oxygen, carbon, hydrogen, and copper atoms, respectively. The solid, which is of size 7.9 × 7.9 × 13.1 nm, contains a mesopore of diameter 3.6 nm and is open at both ends towards external reservoirs (Color figure online)  The nitrogen adsorption isotherms obtained at 77 K for Cu–BTC and for the mesoporous Cu–BTC are shown in Fig. 5. The adsorption isotherm for pure Cu–BTC is of type I, which is typical of microporous materials. At low pressure the adsorbed amount increases rapidly with increasing pressure until the micropores are filled. Once the micropores are filled, adsorption occurs on the external surface. The adsorption isotherm for the hierarchical MOF also exhibits a strong increase of the adsorbed amount at low pressure as adsorption first occurs in the microporosity. The adsorbed amount then increases less rapidly as adsorption takes place on the surface of the mesopore and on the external surface. Then, a jump in the adsorbed amount occurs at P/P 0 = 0.26 for mesoporous Cu–BTC due to capillary condensation inside the mesopore. This condensation pressure can be related to the capillary condenstation inside mesoporous silica (MCM-41) having the same diameter, which occurs at P/P 0 = 0.27 (Coasne et al. 2013b). Such a phenomenon, which is typical of mesoporous materials, is the signature of the second pore network (i.e. mesoporosity) that was added to the microporous crystal. In our model, the mesoporous surface is constructed in such a way that it is similar to the external surface of the porous MOF. In order to see if the presence of the mesopore affects the filling of the micropores, we added as an insert of Fig. 5 the adsorption isotherms plotted with a logarithmic scale. We see no evidence that the filling pressure or mechanism of the micropores is affected by the presence of the mesopore. Open image in new window Fig. 5 Nitrogen adsorption isotherm at 77 K for Cu–BTC (open triangle) and for the hierarchical MOF (open circle). The  closed and  open symbols are for adsorption and desorption respectively. P 0 is the bulk saturating vapor pressure for N2 at 77 K.  Inset same curves with a logarithmic pressure scale  The t-plots for Cu–BTC and for the hierarchical porous solid are determined by using the thickness of the adsorbed layer simulated on our non-porous Cu–BTC surface. These t-plots are shown in Fig. 6. The t-plot for Cu–BTC is typical of pure microporous materials. At low film thicknesses, the adsorbed amount increases rapidly and non-linearly. Once the micropores are filled, the adsorption occurs on the external surface of the microporous crystal so that the t-plot is linear. The red line in Fig. 6 is a linear regression of the data for e > 0.4 nm. The slope of this regression provides an estimate of the external surface area of this porous material:\n$$S[{{\\rm{m}}^2}/{\\rm{g}}] = slope[{\\rm{mmol}}/{\\rm{g}}/{\\rm{nm}}]{{{M_{{N_2}}}} \\over {{\\rho _{{N_2}}}[{\\rm{g}}/{\\rm{c}}{{\\rm{m}}^3}]}}$$ (3)where \\({M_{{N_2}}}\\) is the molar mass of nitrogen and \\({\\rho_{{N_2}}}\\) is the density of liquid nitrogen at 77 K. Moreover, extrapolation to a zero film thickness (the y-intercept value of the regression) provides an estimate of the microporous volume. The value of the external surface area found via the t-plot method as well as the geometrical value are reported in Table 2. We call geometrical value the square section of the surface determined from the molecular configurations of Cu–BTC and the hierarchical MOF. For the pure microporous solid, the t-plot method overestimates the surface area. This could be due to the assumption that at high pressure, in the linear regime, adsorption only occurs on the external surface. Indeed, even in this pressure range, there is an increase of the adsorbed amount inside the microporosity, which arises from the compressibility of nitrogen inside the microporosity. However this additional amount adsorbed in the micropores is considered as being adsorbed on the external surface (because of the assumption that, above a given pressure, the micropores are completely filled). This leads to an overestimation of the amount adsorbed on the external surface, and therefore to an overestimation of its surface area. Open image in new window Fig. 6  t-plots for Cu–BTC (open triangle) and the hierarchical porous MOF (open circle). The  red and  green lines, which correspond to linear fits in specific ranges, are used for the determination of the surface area of each material (see text) (Color figure online)  Table 2 Surface areas (in m2/g) as estimated from the t-plot method, and geometrical surface determined from molecular configurations   Cu–BTC  Cu–BTC (3.6 nm)—mesopore  Cu–BTC (3.6 nm)—external  Geometrical  173  216  173   t-plot   224 (+30 %)  283 (+31 %)  228 (+32 %)  With FHH  97 (−44 %)  426 (+98 %)  101 (−41 %)  The surfaces estimated when the Frenkel–Halsey–Hill (FHH) equation is used as the reference adsorption isotherm for the surface are also shown  To illustrate the effect of compressibility of nitrogen inside the microporosity, the nitrogen adsorption isotherm at 77 K for a periodic crystal of Cu–BTC with no external surface is show in Fig. 7. Because of the absence of external surface, this material is completely microporous. As can be seen in Fig. 7, the adsorbed amount of nitrogen increases monotonically with increasing pressure even when pore filling is complete, which reveals an increase in the density of the adsorbate. Even though the compressibility of the confined fluid is lower than that of the bulk (Coasne et al. 2009) and the adsorption pressure is low (<1 bar), the density of confined nitrogen increases because of large pressure variations inside the microporous framework (the pressure inside the microporosity is not the same as the pressure of the gas it is in equilibrium with). Indeed, it has been shown that even small bulk pressure changes induce large pressure increases within the porosity, which in turn lead to density variations of the confined phase (Coasne et al. 2009). Such a pressure enhancement in confined systems has been recently evidenced in the work by Long et al. (2011, 2012) Open image in new window Fig. 7 Nitrogen adsorption isotherm at 77 K for Cu–BTC without external surface. P 0 is the bulk saturating vapor pressure for N2 at 77 K  The t-plot for the mesoporous Cu–BTC is also shown in Fig. 6. This curve has two distinct linear regimes. The first regime, which is observed prior to capillary condensation, corresponds to the regime in which the micropores are filled so that adsorption occurs mostly on the external surface of the solid as well as on the surface of the mesopore. Therefore, the surface area calculated from the slope of the linear regression in this regime should be close to the sum of the external surface area and of the mesoporous surface area. It is important to note that, in the pressure range used for this linear regression, the t-plot for pure Cu–BTC is also linear. This is a required condition for the existence of this first linear regime and, thus, for the determination of the mesoporous surface area. The second linear regime is observed for pressures larger than the capillary condensation pressure, i.e. when the mesopore is completely filled. In that regime, adsorption occurs on the external surface only so that it can be used to estimate of the external surface area. The mesopore surface area can then be obtained from the difference between the total surface area estimated from the first linear regime (mesopore + external) and the external surface area estimated from the second linear regime. The values of the surface areas are reported in Table 2. Again, the t-plot method overestimates the values of the surface areas. For each type of surface (mesopore or external), the overestimation is around 30 %. This error is about the same as the error for the determination of the surface area of pure Cu–BTC. For that reason, it probably has the same origin. This is an important result as it shows that the surface areas of a hierarchical porous solid can be calculated from the t-plot method, with an error that is comparable to that of a pure microporous material. The condition that the micropores of the solid must be filled at a pressure that is below the capillary condensation pressure, which is required to have a pressure range for which adsorption occurs only on the mesoporous and external surfaces, is always verified, as the filling pressure is always lower for smaller pores.The knowledge of the adsorption isotherm on a non-porous Cu–BTC surface, which is essential to the t-plot method, was possible with our numerical simulations as they allow considering Cu–BTC surfaces without considering the internal surface. However, when such a “non porous” surface is not available, the t-plot can only be constructed by using an empirical equation such as the Frenkel–Halsey–Hill equation (Halsey 1948). The specific surface areas obtained using the Frenkel–Halsey–Hill equation (Halsey 1948) as the reference adsorption isotherm are reported in Table 2. As opposed to the results obtained using the correct reference adsorption isotherm, the variation between the geometrical surface area and that obtained using the t-plot method is not the same for the mesopore and the external surface. This implies that the validity of the t-plot method might depend on the reference curve used. However, we note that in both cases (including our reference t-plot that correctly describes the data for the non-porous Cu–BTC surface) the specific surface areas differ drastically from those obtained using the molecular configuration of the solids.4 ConclusionA non-porous surface of Cu–BTC was generated by blocking its microporosity with ghost atoms in order to estimate the thickness of a nitrogen film adsorbed on this surface at 77 K by means of molecular simulations. Two different theoretical models were tested against these simulations and reproduce correctly the adsorption isotherm. The t-plots for pure microporous Cu–BTC and for a hierarchical porous solid formed by carving a mesopore out of a Cu–BTC crystal (leading to a mesoporous Cu–BTC crystal) were created by plotting the adsorbed amount in these solids as a function of the layer thickness at the same pressure. The values of the external surface areas for both solids were calculated from the linear regimes of the t-plots in the high-pressure range. The mesoporous surface area of the hierarchical porous solid was calculated from the slope of the t-plot in the lower pressure range. All the values for the surface areas found by the t-plot method overestimate the geometrical values by about 30 %. This overestimation is high, especially for model materials. This could be due to a core assumption of the t-plot method that above a given pressure adsorption can only occur on the external surface, neglecting the effective compressibility of the adsorbate inside microporous cages (owing to the fact that in-pore pressure variations are huge so that non negligible density changes occur within the confined phase, even for moderate pressure changes in the bulk phase). However, the error committed is the same for all the surface areas, so this error is not due to the fact that the solid possesses multiple porosity scales. Therefore, the t-plot method can be used for hierarchical porous solids. The only required condition is that there exists a pressure range for which the micropores are completely filled but not the mesopore. This is needed so that the two linear regimes used to determine the surface areas are present.", "title": "Adsorption-based characterization of hierarchical metal–organic frameworks", "authors": ["François Villemot", "Anne Galarneau", "Benoit Coasne"], "doi": ["https://doi.org/10.1007/s10450-013-9583-7"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9583-7/MediaObjects/10450_2013_9583_Fig7_HTML.gif\" alt=\"\"></a> </div>"]}