{"abstract": [], "text": "https://doi.org/10.1007/s10934-015-9997-6 1 IntroductionFriedel–Crafts liquid alkylation reaction considered as one of C–C bond formation reaction was widely applied in synthesis of fine chemicals [1, 2]. Lewis acid catalysts were usually used in traditional Friedel–Crafts liquid reaction, such as AlCl3, ZnCl2 and HF [3]. However, these kind of homogeneous catalysts usually need large quantities, and could not be regenerated after the reaction. Additionally, the catalysts were easy to lose because of the hydrolysis in air during the reaction. Due to the above disadvantages of the homogeneous catalysts, environmental heterogeneous catalysts were widely researched under the stringent environment legislation. For example, Yadav [4] discussed the alkylation reaction of xylene with tert-butanol over mesoporous superacid UDCat-5 catalyst and found the reaction temperature was too high. Furthermore, the surface area of the catalyst was too low and not suitable for the above reaction. Bohström [5] prepared a series of Al2O3/SiO2 composite catalysts and applied in alkylation of sodium salicylate with 4-tert butylbenzyl chloride. They also found that the catalyst was not suitable for reuse mainly because of the conversion nearly decreased 50 % after recycle for twice.In order to improve the conversion of alkylation and the surface area of the catalyst, various microporous, mesoporous and loaded molecular sieves have attracted the attention of researchers. For instance, Pineda [6] explored the reaction of toluene with benzyl chloride (or benzyl alcohol) over a series of catalysts such as Al-MCM-41, Al-SBA-15 and Al-MCM-41 loaded Fe. Though these catalysts showed Lewis and Brönsted acid, the activity of the reaction was not good over these catalysts. Gracia [7] researched the reaction of toluene with benzyl chloride, and found some activity sites were deactivated during the recycle, indicating the catalytic activity was decreased seriously. Dou [8] prepared H4SiMo12O40@mSiO2 catalyst by encapsulated H4SiMo12O40 in mesoporous Silica, and found this catalyst could avoid the leaching of H4SiMo12O40 active component. However, due to the heteropoly acid could not contact with reactants easily, the conversion of the reaction was not high.Metal–organic frameworks (MOFs) materials are a kind of porous materials and formed by metal ion and organic ligands. Due to their advantages of large surface area, tunable pore size, easy functionalization and designing, much attention was attracted in the field of heterogeneous catalysis [9, 10, 11]. Unfortunately, this aspect was still in the infancy and also few strategies were performed [12]. For example, MOFs could be directly used as heterogeneous catalysts (the active site was either the metal or the organic ligands in the structure of MOFs). Nguyen [13] discussed the Ullmann-type N-arylation reaction which was catalyzed by Cu site in Cu2(BDC)2(DABCO). Chung [14] investigated the Friedel–Crafts acylation of p-xylene with benzyl chloride over sulfonated UiO-66 catalysts. Besides, active component could be loaded in the porous MOFs. For example, Esken [15] prepared a series of Au@MOF-5, Au/ZnO@MOF-5 and Au/TiO2@MOF-5 catalysts, and applied in liquid phase aerobic alcohol oxidation. Gao [16] investigated the Sonogashira coupling reaction over Pd/MOF-5 catalyst. However, the recycling, reusability and the solvent effect of the above MOFs catalysts were seldom discussed in the literatures.At present, magnetic catalysts based on superparamagnetic Fe3O4 could not only exhibit good catalytic activity, but could show the advantages for separation and recycling in liquid system [17, 18]. For example, the solid magnetic catalyst could be separated by an external magnet after the reaction, then regenerated and reused in the reaction again. This method could avoid the losing of catalyst and realize the highly recycling of the solid magnetic catalyst. Our group has already prepared Cu/Fe3O4@SiO2 magnetic catalyst [18] based on superparamagnetic Fe3O4 core, and used in low concentration formaldehyde converted into hydrogen. After recycled by magnet and reused for 8 times, the catalyst still kept its excellent performance. Moreover, TiO2/SiO2@Fe3O4 magnetic catalyst was prepared and used to degrade dyestuff [19]. The catalyst could keep its good degradation rate of rhodamine B after recycled for 8 times.In this work, due to the novelty of magnetic MOFs catalysts, and seldom used in the Friedel–Crafts liquid reaction, we aim to synthesize MOFs on the surface of superparamagnetic Fe3O4 core and prepare a novel magnetic MOFs catalyst. By this approach, the efficiency of the MOFs catalyst could be improved due to the magnetic MOFs catalyst, easily separated by magnet and recycled. Based on the above notion, magnetic SiO2@Fe3O4 nano-particles was prepared by encapsulating certain content of SiO2 on the surface of superparamagnetic Fe3O4 core, then magnetic MOF-5@SiO2@Fe3O4 catalyst by encapsulating different contents of MOF-5 on the surface of SiO2@Fe3O4 support. Friedel–Crafts liquid alkylation reaction was performed by utilizing MOF-5 catalytic activity over MOF-5@SiO2@Fe3O4 catalyst.2 Experimental2.1 Preparation of samplesThe synthesis of SiO2@Fe3O4 support was according to the literatures [19, 20]. Briefly, sodium acetate (2.0 g), polyvinylpyrrolidone (PVP) (2.0 g), and FeCl3·6H2O (0.72 g) were dissolved in ethylene glycol (40 mL) under severely stirring. The obtained yellow solution was transferred to a Teflon-lined stainless autoclave, and kept the temperature at 200 °C under 400 rpm. After reaction for 12 h, the autoclave was naturally cooled down to room temperature. Then the obtained magnetic particles was separated by an external magnet, and washed with deioned water and ethanol. Subsequently, the obtained magnetic particles were dispersed in ethanol (160 mL), deioned water (40 mL) and ammonia (2.0 mL). Then tetraethoxysilane (TEOS) (0.3 mL) was added into the solution after ultrasonic (the ultrasound power was 150 W. kQ-3200DE, Kunshan Ultrasonic Instruments Co., Ltd.) for 30 min. Finally, the sample was dried in a vacuum at 60 °C after vigorously stirred for 6 h.Different contents of Zn(NO3)2·6H2O (0.175, 0.35, 0.7 and 1.4 mmol) and the above obtained SiO2@Fe3O4 support was dispersed in N,N-dimethylacetamide (DMAc) (40 mL). After the homogeneous suspension was formed, Stoichometric contents of 1,4-benzenedicarboxylate (H2BDC) dissolved in DMAc (40 mL) with proper triethyamine (TEA) was added into the suspension dropwise. Then the MOF-5@SiO2@Fe3O4 catalyst was formed after stirred for 180 min at room temperature, and separated by an external magnet, and washed with DMAc for three times, finally dried in a vacuum oven at 60 °C. The magnetic MOF-5@SiO2@Fe3O4 catalysts were formed with different contents of MOF-5 (15.5 wt%MOF-5@SiO2@Fe3O4, 26.8 wt%MOF-5@SiO2@Fe3O4, 42.3 wt%MOF-5@SiO2 @Fe3O4, and 59.4 wt%MOF-5@SiO2@Fe3O4. The catalysts were marked as MMC-3, MMC-4, MMC-5 and MMC-6, respectively). In order to verify the above calculated method, MMC-6 catalyst was taken the measurement of elemental analysis using the Elementar Analysensysteme GmbH for the contents of C, H, O and the ICPS-7500 for the contents of Zn, Si, Fe, and O. The elemental analysis values of MMC-6 catalyst were as followings: C: 22.09 %, H: 0.89 %, Zn: 19.98 %, Si: 4.47 %, Fe: 22.11 %, O: 30.46 %. In the theoretical calculation, the contents of the elements were as followings: C: 22.23 %, H: 0.93 %, Zn: 20.07 %, Si: 4.65 %, Fe: 22.18 %, O: 29.94 %. It was indicated that the MOF-5 was almost combined with SiO2@Fe3O4.The pure MOF-5 was synthesized according to the literature [21]. In detail, Zn(NO3)2·6H2O (0.416 g, 1.4 mmol) and H2BDC (0.174 g, 1.05 mmol) were dissolved in DMAc (60 mL), then TEA (0.23 mL) with DMAc (10 mL) was added dropwise with vigorous stirring at room temperature. The obtained MOF-5 powder was separated by centrifugation and washed with DMAc after 3 h. Then dried in a vacuum oven at 60 °C, and it was marked as MMC-7.2.2 CharacterizationTransmission electron microscopy (TEM) was performed on a JEOL (JEM 2100) transmission emission microscope operated at 200 kV accelerating voltage. X-ray diffraction (XRD) patterns of as-synthesized samples were obtained on a Rigaku D/Max 2500 VB +/PC diffractometer with graphite monochromator, using Cu–Kα radiation operating at 200 mA and 40 kV. FT-IR was carried out on a Bruker Tensor-27 Fourier transform infrared spectroscope. NH3-temperature programed desorption (NH3-TPD) data were collected Thermo Electron TPD/R/O 1100 series catalytic surfaces analyzer equipped with a TC detector. Each sample was initially pretreated through heating in nitrogen (20 mL/min) from ambient to 300 °C, and hold for 1 h. The sample was then cooled down to ambient, and ammonia adsorption was carried out. Physically adsorbed ammonia was removed by purging with nitrogen at 100 °C for 1 h. NH3-TPD of the sample was carried out by increasing the temperature linearly from 40 to 400 °C with a heating rate of 10 °C/min and a helium flow rate of 20 mL/min. N2 adsorption–desorption measurements for the samples were performed on a ASAP 2020 M automatic specific surface area and aperture analyzer. Before each adsorption, 30–40 mg of the samples was degassed for at least 5 h at 150 °C under vacuum. Surface area was calculated with the BET equation, while pore size distribution was obtained using the BJH method. Magnetic property of the samples were measured by a vibration sample magnetometer (VSM, Laker shore Model 7400) under magnetic fields up to 20 kOe.2.3 Evaluation of Friedel–Crafts alkylation reactionFriedel–Crafts liquid alkylation reaction was carried out in a flask with a condenser and magnetic stirring. Initially, based on the toluene (T) and benzyl chloride (BC) as model reactants, effects of the different catalyst contents, the reagent molar ratio, and different reaction temperature were discussed. After determined the optimum condition, different substrates was used to evaluate the catalytic activity of as-synthesized catalysts. Prior to the reaction, the catalysts were activated in a vacuum oven at 150 °C. Briefly, a certain amount of toluene, benzyl chloride, n-dodecane (1.6 mmol) and catalyst (3–15 wt%, the content of the catalyst was reference to the weight percent of toluene) was added in the round bottom flask. Then the suspension was stirred for a certain time at 120 °C. The reaction mixture was quenched with NaOH solution (1 %) and organic components were extracted with diethyl ether (3 mL). The solid catalyst and liquid was easily separated by magnet. Finally, liquid was analyzed by GC (Beijing Beifenruili SP-2100). The program for GC analysis was heated the sample from 60 to 200 °C at 20 °C/min, then from 200 to 300 °C at 30 °C/min, and held for 5 min. The inlet temperature was 280 °C, and the detector was 300 °C. The conversion of toluene and the yield was calculated with n-dodecane as internal standard. The solid catalyst separated by magnet was washed with plenty of DMAc and CH2Cl2 after reaction, and dried in a vacuum oven at 150 °C for 12 h.3 Results and discussion3.1 Characterization of samples3.1.1 TEM of as-synthesized catalystsFigure 1 shows the TEM graphs for as-synthesized Fe3O4, SiO2@Fe3O4, and MOF-5@SiO2@Fe3O4 samples. As can be seen in Fig. 1a, the diameter of Fe3O4 was about 160 nm. A layer of compact SiO2 was encapsulated on the surface of Fe3O4 was exhibited in (b). The thickness of the SiO2 layer was about 5 nm. Furthermore, the as-synthesized Fe3O4 and SiO2@Fe3O4 catalysts showed monodispersed property. The MOF-5@SiO2@Fe3O4 from 60 to 180 min was shown in (c), (d) and (e). As can be seen from figure, several SiO2@Fe3O4 particles were encapsulated in MOF-5, and the diameter of SiO2@Fe3O4 particle seemed the same as previously. It meant the SiO2@Fe3O4 particle could keep stable in MOF-5. It seems like that the shape of MOF-5 became more regular, and the diameter of MOF-5 became bigger with the time extended. The diameter of MOF-5@SiO2@Fe3O4 sample was also nearly exhibited several micrometers. Open image in new window Fig. 1 TEM graphs of as-synthesized samples. a Fe3O4; b SiO2@Fe3O4; c–e MMC-4 (MOF-5@SiO2@Fe3O4). c 60 min; d 120 min; e 180 min  3.1.2 XRD pattern of as-synthesized catalystsXRD patterns of simulated MOF-5 and as-synthesized samples were shown in Fig. 2. From the figure, the diffraction peak of (1) was consistent with the diffraction peak of Fe3O4 (JCPD No. 19-0629) [19]. After modified by SiO2, none of new diffraction peak was shown in (2), indicating a thin lay of SiO2 was coated on the surface of Fe3O4 or a layer of amorphous SiO2 was formed. Different contents of MOF-5 encapsulated on SiO2@Fe3O4 were presented from (3) to (6). The diffraction peak of Fe3O4 was still kept after encapsulated with MOF-5, illustrating Fe3O4 could keep its structure during the synthesis procedure. Open image in new window Fig. 2 XRD patterns of the synthesized samples and simulated sample. (1) Fe3O4; (2) SiO2@Fe3O4; (3) MMC-3 (15.5 wt%MOF-5@SiO2@Fe3O4); (4) MMC-4 (26.8 wt%MOF-5@SiO2@Fe3O4); (5) MMC-5 (42.3 wt%MOF-5@SiO2@Fe3O4); (6) MMC-6 (59.4 wt%MOF-5@SiO2@Fe3O4); (7) MOF-5; (8) Simulated MOF-5  For the section of MOF-5 in MOF-5@SiO2@Fe3O4 catalysts, the diffraction peak of MOF-5 was corresponding with (7) (pure MOF-5). That meant the coated layer was mainly MOF-5 structure. Furthermore, the diffraction peak of (7) showed the same trend compared with (8) (simulated MOF-5) [22]. In other words, the as-synthesized sample was typically MOF-5. Besides, with the increasing of MOF-5, the diffraction peak of MOF-5 became stronger gradually. On the contrary, the diffraction peak of Fe3O4 became weaker and weaker.3.1.3 FT-IR of as-synthesized catalystsFigure 3 presented the FT-IR spectra of the samples. The strong vibration peak at 1689 cm−1 in spectrum (9) could be ascribed to the stretching vibration of carboxylate anions present in H2BDC [13, 23]. The asymmetric stretching of carboxylate group of BDC in MOF-5 appeared at 1604 cm−1 [24, 25], and the symmetric stretching of BDC in MOF-5 showed at 1391 cm−1 [24, 26] in spectrum (7). At the same circumstance, spectra (3), (4), (5) and (6) also exhibited the asymmetric and symmetric stretching vibration at corresponding positions. This indicated the formation of MOF-5 structure, and also verified the XRD pattern of as-synthesized samples. However, the above asymmetric and symmetric stretching vibration was moved to lower wave number compared with spectrum (9). Open image in new window Fig. 3 FT-IR spectra for as-synthesized samples. (3) MMC-3; (4) MMC-4; (5) MMC-5; (6) MMC-6; (7) MOF-5; (9) H2BDC  In addition, the vibration at 1502 cm−1 was showed in all spectra. This could attribute to the C=C stretching vibration of p-disubstituted aromatic ring. That meant the vibration of the 1,4-dicarboxylate substituted on benzene [27]. Besides, several bands were observed in the region of 1284–730 cm−1 which could be attributed to the out of plane vibration of BDC.3.1.4 VSM of as-synthesized catalystsFigure 4 showed the magnetization curves of as-synthesized samples. As can be observed from the figure, all the samples exhibited superparamagnetic property, and with the increasing of MOF-5 contents, the saturation magnetization was decreased gradually. The saturation magnetization of SiO2@Fe3O4 (77 emu/g) was slightly lower than that of Fe3O4 (83 emu/g), mainly due to the encapsulated SiO2 on Fe3O4 particles. After encapsulated with different contents of MOF-5, the saturation magnetization reduced to 49, 36, 26 and 12 emu/g, respectively. In our group, the previously publication has been discussed that the above saturation magnetization could be easily separated from the liquid system [19]. In this work, the as-synthesized samples could be separated easily by a magnet after the catalytic reaction. Because of the superparamagnetism, the catalyst could be dispersed in solvent through stirring after removed the magnet. Open image in new window Fig. 4 Magnetic curves for as-synthesized samples. (1) Fe3O4; (2) SiO2@Fe3O4; (3) MMC-3; (4) MMC-4; (5) MMC-5; (6) MMC-6  3.1.5 N2 adsorption–desorption isotherms of as-synthesized catalystsFigure 5 showed the N2 adsorption/desorption of Fe3O4, SiO2@Fe3O4, MMC-3, MMC-4, MMC-5, MMC-6 and pure MOF-5. All the samples were measured at 77 K. According to IUPAC, curves (3)–(7) could be ascribed to curve I, and exhibited H4 hysteresis loop. Open image in new window Fig. 5 N2 adsorption–desorption isotherms of the samples. (1) Fe3O4; (2) SiO2@Fe3O4; (3) MMC-3; (4) MMC-4; (5) MMC-5; (6) MMC-6; (7) MOF-5  This revealed that the sample was typical microporous material, and with uniformed shape and pore size. Combine with the pore size of as-synthesized MMC-3, MMC-4, MMC-5, MMC-6 and pure MOF-5 sample in Table 1, the pore size distribution was mainly at 1.6 nm. This was consistent with the literature on MOF-5 [28, 29], which belong to micropore material. In the case of (1), the adsorption property of N2 was very weak, and the pore size distribution was mainly at 7.7 nm. This was probably due to the accumulation of the magnetized Fe3O4 particles. Besides, compared with the bare Fe3O4 particles, the surface area of SiO2@Fe3O4 was slightly improved after encapsulated a compact layer of SiO2. Further encapsulated with different contents of MOF-5, the surface areas of the as-synthesized catalysts were enhanced sharply. The surface areas of MMC-3, MMC-4, MMC-5 and MMC-6 catalysts were about 154, 236, 450 and 678 m2/g, respectively. For the pure MOF-5 catalyst, the surface area could reach 932 m2/g, and be also consistent with the publication [34]. In addition, as can be exhibited in the table, the pore volume of MMC-3, MMC-4, MMC-5, MMC-6 and pure MOF-5 catalysts were also increased gradually with the increasing of MOF-5 contents.Table 1 Textural and structural characteristics of as-synthesized samples  Sample  SBET (m2 g−1)  V (cm3 g−1)  D (nm)  (1)  21  0.04  7.7  (2)  83  0.31  15.1  (3)  154  0.14  1.3  (4)  236  0.14  1.4  (5)  450  0.16  1.5  (6)  678  0.17  1.4  (7)  932  0.19  1.6  (1) Fe3O4; (2) SiO2@Fe3O4; (3) MMC-3; (4) MMC-4; (5) MMC-5; (6) MMC-6; (7) MOF-5  3.1.6 NH3-TPD of as-synthesized catalystsNH3-TPD was carried out to characterize the acid properties of pure MOF-5 and magnetic MOF-5@SiO2@Fe3O4 catalysts. As shown in Fig. 6, all the samples exhibited two groups of strong signals from 50 to 360 °C. These could attribute to the weak acid site and the strong acid site. The weak acid site found at 206 °C could be ascribed to the adsorption of NH3 by the active zinc in MOF-5 of the catalysts [30]. While the strong acid site found at 293 °C could be coursed by partial –COOH which was not formed the bond with zinc in MOF-5. This part of carboxyl could also adsorb NH3 and form the strong signals [31]. The above analysis was also corresponding to the FT-IR spectra, which exhibited the symmetric stretching of BDC in MOF-5 showed at 1391 cm−1. Furthermore, a weak signal found at 225 °C may be due to the crystal defect of MOF-5 in the catalysts [31]. Besides, the total acidic amounts of (3), (4), (5), (6) and (7) were about 1.68, 2.01, 2.48, 3.86 and 4.59 mmol/g, respectively. It could obtain the conclusion that the increasing of total acidity for the catalysts was followed by increasing the contents of MOF-5 in the catalysts. The signal at 225 °C became weaker and weaker with the increasing of MOF-5 in the catalysts, indicating the integrity of MOF-5 crystal phase. That meant the decreasing of crystal defect for MOF-5. Open image in new window Fig. 6 NH3-TPD graphs for as-synthesized samples. (3) MMC-3; (4) MMC-4; (5) MMC-5; (6) MMC-6; (7) MOF-5  3.2 Friedel–Crafts alkylation reaction of the catalysts3.2.1 Effect of different catalystsAcid sites on the as-synthesized catalysts, showed in Fig. 6, were used to catalyze the reaction of toluene with benzyl chloride (As can be seen in Scheme 1). In order to discuss the catalytic activity of the catalysts, the reaction time, the contents of as-synthesized catalysts, the reaction temperature and the recycle times were performed in the following. Open image in new window Scheme 1 Friedel–Crafts alkylation reaction of toluene with benzyl chloride over MOF-5@SiO2@Fe3O4 catalyst  Firstly, the contents of catalysts were set at 9 % based on the content of toluene, and meant the contents of MOF-5 were 1.4, 2.4, 3.8, 5.3 and 9 % in the different catalysts from (3) to (7), respectively. Figure 7 showed the catalytic activity of toluene with benzyl chloride at 120 °C over the above catalysts. From the figure, the conversion of toluene was increased obviously during the first 3 h, indicating the fast reaction rate during this period. After 3 h, the slope of the curves became smaller, and indicated that the reaction rate was slow during this period. In addition, the conversion of toluene was increased with the increase of the contents of MOF-5 in MOF-5@SiO2@Fe3O4 catalysts. Figure 6 already revealed that the total acidity was increased with the increasing of MOF-5. So this illustrated that the increasing of total acidity could improve the above alkylation reaction. Open image in new window Fig. 7 The effect of conversion at different times over different catalysts. (3) MMC-3; (4) MMC-4; (5) MMC-5; (6) MMC-6; (7) MOF-5. Conditions: 9 % content of catalysts; n(T) = 8 mmol; n(BC) = 16 mmol; 120 °C  Besides, the catalytic activity of pure MOF-5 was made a comparison with magnetic MOF-5@SiO2@Fe3O4 catalysts here. Though the conversion of toluene was higher in the early stage over pure MOF-5 catalyst than that of over magnetic MOF-5@SiO2@Fe3O4 catalysts, the amplitude was not high. Moreover, the conversion of toluene was almost the same over these two kinds of catalysts after 3 h. This meant magnetic MOF-5@SiO2@Fe3O4 catalysts were favorable for the utilization of catalysts. For the sake of other reaction conditions, catalyst (4) was applied in the following reaction.3.2.2 The effect of catalyst dosageTable 2 showed the conversion and yield of alkylation reaction over different dosage of magnetic MMC-4 catalyst. As can be seen from the table, the conversion of toluene was increased with the increasing of MMC-4 catalyst. That meant the conversion was increased with the increasing of MOF-5 dosage. This could also be consistent with Fig. 7. The conversion of toluene and the yield of the products could reach 97.1 and 96.5 %, respectively, when the dosage of MOF-5 was 2.4 %. In the case of the selectivity of p-isomer was almost kept at 60 % for the above process. If increasing the catalyst further, the conversion could reach nearly 100 % after 6 h. Compare with the previous publication [13], Nam discussed the alkylation of toluene with benzyl bromide over pure MOF-5 catalyst, and found the conversion could reach 100 % when the content of MOF-5 was 3.4 %. However, in this work the content of MOF-5 was just 2.4 %. This may be due to the active component of MOF-5 could disperse well on the surface of SiO2@Fe3O4 support. The high dispersed active component of MOF-5 led to the high conversion of toluene. So in the following, 9 % content of MMC-4 catalyst was chose to perform the reaction. In this case, the content of MOF-5 was 2.4 % with regard to toluene.Table 2 The effect of conversion and yield over different contents of MMC-4 catalyst  Contents of MMC-4 (wt%)  Contents of MOF-5 (wt%)  Conv. (%)  Sel. (%)  Total yield (%)  p-isomer  o-isomer  3  0.8  82.7  59.8  40.2  82.7  6  1.6  90.9  59.6  40.4  90.9  9  2.4  97.1  60.3  39.7  98.3  12  3.2  99.2  60.1  39.9  99.2  15  4.0  99.6  59.5  40.5  99.6  Reaction time: 6 h, n(T) = 8 mmol, n(BC) = 16 mmol, 120 °C  3.2.3 The effect of molar ratio between toluene and benzyl chlorideIn order to enhance the conversion of Friedel–Crafts alkylation reaction, solvent free reaction conditions usually performed, and one of excess reactant often considered as solvent [32, 33]. Figure 8 showed the effect of different molar ratio between toluene and benzyl chloride when the content of MMC-4 catalyst was 9 %. Open image in new window Fig. 8 The effect of molar ratio of toluene/benzyl chloride on the catalytic property of MMC-4 catalyst. Conditions: 9 % content of catalysts; 6 h; 120 °C  As can be seen from the figure, the conversion of toluene and the yield of products increased with the increasing of molar ratio between toluene and benzyl chloride. So the proper ratio could enhance the conversion of toluene. However, in the case of selectivity of p-isomer and o-isomer was almost kept stable. The selectivity of p-isomer and o-isomer was about 60 and 40 %, respectively. It seemed none of other products was shown in GC. In this work, when the molar ration between them was 1:2, the conversion of toluene and the yield of the product could reach 97.1 and 96.5 %, respectively. Besides, compared with the publication [13], with the molar ratio increased, the conversion was also improved gradually until the conversion close to 100 %. So the result of this work was also corresponding with the publication.3.2.4 The effect of reaction temperatureThe previous research has already illustrated that temperature was a vital factor for alkylation reaction, and different temperatures could showed different conversions [34, 35]. So here the temperature was also deemed to an ingredient to explore. From Table 3, it can be seen that with the temperature increased, the conversion of toluene was increased gradually when the content of MOF-5 was 2.4 wt%. That meant high temperature could improve the conversion of toluene.Table 3 Temperature dependence of the alkylation reaction over MMC-4 catalyst  Entry  Temperature (°C)  Conv. (%)  Sel. (%)  Total yield (%)  p-isomer  o-isomer  1  90  52.3  60.2  39.8  52.3  2  100  67.8  59.8  40.2  67.8  3  110  82.4  60.1  39.9  82.4  4  120  97.1  60.2  39.8  97.1  Catalyst content: 9 %, reaction time: 6 h, n(T): n(BC) = 1:2  The literature published by Ravon discussed the reaction between toluene and tert-butyl chloride [36]. They found that the conversion of toluene was about 47 % when the reaction was developed at 100 °C for 2 h. While increased the temperature to 170 °C, the conversion of toluene could reach 73 %, indicating the increasing temperature could obviously promote the conversion of toluene. For this literature, the conversion of toluene and the yield of the product could reach nearly 52.3 and 52.1 % when reaction was performed at 90 °C, while the conversion and the yield could increase to 97.1 and 96.5 % when the temperature rose to 120 °C. This also validated the demonstration of Ravon. Besides, during this process, the selectivity of p-isomer was almost kept at 60 %.3.2.5 The effect of different substratesDifferent groups obtained different results to Friedel–Crafts alkylation reaction over diverse heterogeneous catalysts. For example, Choudlhary [37] discovered the alkylation reaction rate of toluene was obviously faster than that of anisole. Hentit [38] found the alkylation reaction of benzene was easier than that of toluene and anisole. It seemed it did not obey the classical reaction mechanism of Friedel–Crafts reaction. So we also chose several reactants to explore the effect of different substrates in this work. From Table 4, it can be seen OCH3, CH3 and H electron-donating group of benzene ring exhibited higher conversion reacted with benzyl chloride than that of NO2 electron-accepting group reacted with benzyl chloride. That meant electron-donating group of benzene ring could favor Friedel–Crafts alkylation reaction, while electron-accepting group could restrain the reaction of Friedel–Crafts alkylation. This also proved the classical mechanism of Friedel–Crafts reaction. Generally speaking, the order of electron-donating property of group OCH3, CH3 and H was weaker and weaker. That meant the conversion of the alkylation reaction would be lower and lower. In the table, it can be also seen, the conversion of the reaction over the different electron-donating group was decreased from 99.2 to 93.8 %.Table 4 Conversion and yield over MMC-4 catalyst  Entry  Reactant  Conv. (%)  Sel. (%)  Total yield (%)    Open image in new window      Open image in new window    p-isomer  o-isomer  1  R=OCH3   X=Cl  99.2  60.2  39.8  99.2  2  R=CH3   X=Cl  96.5  59.8  40.2  96.5  3  R=H  X=Cl  93.8  97.6  2.4  93.8  4  R=NO2   X=Cl  34.0  58.9  41.1  34.0  Catalyst content: 9 %, reaction time: 6 h, n(T):n(BC) = 1:2, 120 °C  3.2.6 The effect of recovery and recycle timesGenerally, the separation and recycle of the as-synthesized catalysts was an important factor in industry. In other words, the life-span and the contents of the catalysts would directly affect the conversion of the reaction. For the batch reaction, especially the solid–liquid reaction, the solid catalysts was usually loss during the separation procedure. That meant the conversion of the reaction could be usually decreased during the procedure. For this work, due to the superparamagnetism, the MMC-4 catalyst could be magnetized and separated by an external magnet. That was to say, the MMC-4 catalyst could nearly avoid the losing during the separation procedure. The detail of the reaction and separation process was shown in Fig. 9. Open image in new window Fig. 9 The process of reaction, separation and recovery of the as-synthesized catalysts  During the reaction procedure, the solid catalysts could be dispersed in the liquid system due to the high speed of stirring. Then after the reaction, the solid catalysts could be separated by a magnet, and the liquid could be poured out from the stirred tank reactor. Subsequently, the fresh ethanol was added to wash the spent solid catalysts, and the recovery catalysts could be used for the next run.Figure 10 showed the conversion and yield of alkylation for recycle times of toluene with benzyl chloride. From the figure, the conversion of toluene and the yield were almost kept higher than 90 % after recycle for five times. Due to the heterogeneity of the catalyst and easily separated by magnet from liquid, the magnetic catalyst was nearly without loss during the reaction. It meant the recycle rate was nearly 100 % during the procedure. It could be also seen from Fig. 10 that the recycle rate of the as-synthesized magnetic catalyst could be recycled without significant loss after each run. That meant the catalyst could be stable in the reaction system and could be reused. Compared with the catalysts leaching in the system, the conversion could be decreased sharply after recycle for several times in previous publications [7, 33]. However, in the case of magnetic MMC-4 catalyst, the heterogeneous catalyst could be separated and recycled by an external magnet from liquid solutions. So it could avoid losing the catalyst, and could keep the conversion during the recycle. Open image in new window Fig. 10 The conversion of alkylation with different recycle times over MMC-4 catalyst. Catalyst content: 9 %; reaction time: 6 h; n(T):n(BC) = 1:2; 120 °C  4 ConclusionsA novel of magnetic MOFs was prepared by encapsulating MOF-5 on the surface of SiO2 coated Fe3O4. Then a series of MOF-5@SiO2@Fe3O4 catalysts were prepared by varying the contents of MOF-5. Compared with the XRD of simulated MOF-5, the structure of MOF-5 in the as-synthesized could keep stable during the synthesis procedure. At the same time, the SiO2@Fe3O4 magnetic core also kept its diffraction peak, indicating the stable structure. The surface area of MMC-6 catalyst was 678 m2/g. Moreover, MOF-5@SiO2@Fe3O4 catalysts exhibited superparamagnetism. With the increasing of MOF-5 contents, the saturation magnetization was reduced gradually. Due to the acidity of the as-synthesized catalysts, Friedel–Crafts liquid alkylation of toluene with benzyl chloride was used to evaluate the catalytic activity of the as-synthesized catalysts. The result showed that the conversion of toluene could reach 97.1 % for 6 h at 120 °C, and the conversion could be enhanced by increasing the temperature. The conversion could nearly keep the same after recycle for five times. Besides, electron-donating group located at the benzene ring could be benefit to the conversion. This novel magnetic MOF-5@SiO2@Fe3O4 catalyst maybe paved a way for modification of MOFs and liquid reaction in future.", "title": "Synthesis of magnetically recyclable MOF-5@SiO@FeO catalysts and their catalytic performance of Friedel–Crafts alkylation", "authors": ["Qingyuan Li", "Sai Jiang", "Shengfu Ji", "Da Shi", "Hongkun Li"], "doi": ["https://doi.org/10.1007/s10934-015-9997-6"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig1_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig1_HTML.jpg\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Sch1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Sch1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO8\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO9\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig8_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO10\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig9_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO11\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-9997-6/MediaObjects/10934_2015_9997_Fig10_HTML.gif\" alt=\"\"></a> </div>"]}