{"abstract": [], "text": "https://doi.org/10.1007/s10973-011-1820-2 IntroductionAdsorption isotherms and differential enthalpies of adsorption at high pressure and temperature are useful in many fields of applications like technological aspects in the petroleum engineering with the problematic of coal bed methane production, carbon dioxide sequestration or gas shale production [1, 2, 3, 4, 5, 6, 7, 8, 9, 10], and computational simulations [11, 12, 13, 14, 15, 16, 17, 18]. The main mechanisms of adsorption are known and have been confirmed in the case of ideal fluids near ambient conditions [19, 20, 21] but a comprehensive description of the supercritical adsorption on microporous and mesoporous adsorbents is still needed. In this context, the knowledge of the differential enthalpies of adsorption and the adsorption isotherms are of prime importance for a reliable description of the gas–solid interactions at high pressure and temperature. In general, calorimetric methods [21, 22, 23] are used for determination of differential enthalpies of adsorption and manometric [24, 25, 26] or gravimetric [27, 28] methods for the determination of the amount adsorbed. Direct calorimetric measurements are the most reliable way to determine differential enthalpies of adsorption because they are free from hypotheses from the attainment of equilibrium or on desorption rate law that must be made in indirect determinations [29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41]. Various apparatus have been built to determine simultaneously such quantities [15, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53], but some of them operate at low pressures and temperatures range [41, 42, 43, 44, 45, 46, 47, 48, 49] others at higher pressures and temperatures close to the ambient conditions [15, 50, 51, 52, 53]. Those various recent studies were not made in both high temperature and pressure conditions, because of the difficulty to finalize a complete thermostated coupled apparatus at high temperature. The aim of this study is to determine simultaneously adsorption isotherms and differential enthalpies of adsorption at higher pressures and temperatures on microporous and mesoporous materials. In this study, the description of a thermostated combined calorimetric–manometric apparatus is given, this specific experimental device comprising a Setaram C80 differential heat flow calorimeter coupled with a home-built manometric system can work for pressures from vacuum up to 2.5 MPa and temperatures from 303 to 423 K. The reliability of the apparatus and measurements procedures are analyzed and discussed. Both adsorption isotherms and differential enthalpies of adsorption of methane and carbon dioxide have been determined for two microporous-activated carbons.ExperimentalExperimental setupA specific thermostated experimental device comprising a differential heat flow calorimeter coupled with a manometric system shown in Fig. 1 has been built for this study. The differential heat flow calorimeter is a Tian Calvet Setaram C80 model which measures the heat flux of a gas and can be operated isothermally. The inner part of the calorimeter includes two calorimetric cells; one of those cells was connected to a home-built manometric apparatus design for being inserted in the upper part of the calorimeter as shown in Fig. 2. The second calorimetric cell is connected to an empty reference cell to stabilize the heat flux. Thanks to the manometric temperature regulation system, the coupled apparatus works under isothermal conditions between 303 and 423 K. The manometric apparatus is made of stainless steel and consist in a set-up with three valves and a pressure transducer P (Fig. 1). All valves are type SS-41GS2-1466 and SS-41GS2-A-1466 from Swagelok. V c is a calibration cell (1) type SS-4CD-TW-10, provided by Swagelok, which was used for the volume determination of the dosing volume V d (2) and the volume of the adsorption cell V ads (3), located in one of the two calorimetric cell, in which the porous sample was introduced. The dosing volume V d is the volume between the valves and the pressure transducer. This volume is used for stocking the adsorptive before sending it in the adsorption cell. The adsorption cell is closed with a 5 μm filter used to avoid the entrainment of little adsorbent particles and to prevent them from settling in the seating of the valves. Thanks to nitrogen expansions from V c to other part of the apparatus, we have determined the value of the dosing volume V d and the adsorption cell V ads without sample. The value of V c has been checked with nitrogen expansions from (V ads + V d) to V c at pressures between 0.1 and 0.2 MPa. The calculations were made thanks to the Ideal Gas equation of state; results with accuracy are given in Table 1. Open image in new window Fig. 1 The thermostated coupled apparatus   Open image in new window Fig. 2 The manometric apparatus  Table 1 Manometric apparatus volume determination    V c    V d    V ads   Volume/cm3   9.81  6.30  10.24  Error/%  0.42  0.61  1.18  Pressure measurementAn MKS Baratron type 121A absolute pressure transducer is used for measuring the pressure. With an accuracy of 0.01% of full scale in the range from vacuum to 3.3 MPa, this pressure transducer allows an accurate measurement of the gas phase pressure in contact with the porous sample before and after adsorption. The separate housings of the sensor electronics unit enable the sensor to be heated up to 423 K and allow the electronic units to be mounted in a convenient location.Manometric apparatus temperature regulation systemThe home-made manometric device is plugged into an aluminum block specially designed for being inserted in the upper part of the calorimeter (Fig. 2). At the surroundings of this block, a heating resistor connected to an external PID regulation system is used for heating the manometric system. The same temperature is settled for the calorimeter and the manometric system allowing isothermal conditions in both parts of the coupled apparatus.Data acquisition systemNational instruments data acquisition type PCI-MIO-16XE-50 and LabVIEW program (Fig. 3) are used for measuring the pressure and the calorimetric signals simultaneously. The software used allowed us to watch and record the variation of the calorimetric signals and the pressure drop due to adsorption simultaneously (Fig. 4). Open image in new window Fig. 3 LabView software   Open image in new window Fig. 4 Pressure and calorimetric signal recorded during an adsorption experiment  MethodsCarrying out an adsorption measurement (adsorption isotherm and differential enthalpy of adsorption) at one temperature involves several steps:(1) Introduce the microporous or mesoporous sample into the adsorption cell and record the initial mass. Depending on the specific surface and the density of the material used for the study, the adsorption cell was filled with an amount of adsorbent sample corresponding at least to a surface of 50 m2.  (2) The adsorbent sample is cleaned by simultaneous evacuation and heating up of the adsorption cell inside the calorimeter during 24 h. The temperature settled depend on the type of adsorbent sample, vacuum was achieved when cleaning the sample.  (3) An accurate determination of the volume occupied by the adsorbent must be done, this determination is performed using helium expansions from V d to V ads (filled with the porous sample) at pressures between 0.1 and 0.2 MPa. The resulting dead space depends on the final pressure of helium. This method has the advantage of giving a dead space volume reproducible from an adsorption experiment to another and from a laboratory to another. Helium is used for this determination because it is considered as not adsorbed. Calculations were made thanks to a specific helium equation of state [54].  (4) The all apparatus is evacuated and the temperature for the study is settled.  (5) An amount of gas is introduced in V d. When the equilibrium is reached, pressure and temperature are measured.  (6) The valve is opened to allow the adsorptive reaching the adsorbent sample in V ads. The gas must be introduced very slowly, so that the heat effect corresponding to the gas compression in the calorimeter may be calculated accurately. This can be done by opening the valve very slowly.  (7) The calorimetric signal is continuously recorded during the complete step, the equilibrium pressure and temperature are recorded when calorimetric signals returns to baseline.  (8) The adsorption cell is isolated by closing the valve.  (9) Steps 5 to 8 are repeated to plot the adsorption isotherm and the differential enthalpies of adsorption.   Determination of the amount adsorbedThe measurements of the total amount of gas n 1 admitted into the volume V d and the amount of gas n 2 remaining in the gas phase (V d + V ads) at the adsorption equilibrium are determined by p–V–T measurements before and after adsorption (respectively p 1 and p 2) by the use of the Soave–Redlich–Kwong equation of state (Eq. 1).$$ p = \\frac{RT}{v - b} - \\frac{{\\frac{a}{\\sqrt T }}}{{v\\left( {v + b} \\right)}} $$ (1)It allows calculating the molar volume of the gas before and after adsorption, respectively v 1 and v 2, by using the experimental conditions in which:  p is the pressure in Pa   T is the temperature in K   v is the molar volume of the adsorptive in m3 mol−1    R is the gas constant in J mol−1 K−1   The parameter a expresses the relation to the intermolecular interactions:$$ a = \\frac{{{{\\upomega}}_{a} R^{ 2} T_{\\text{c}}^{ 2. 5} }}{{p_{\\text{c}} }} $$ (2)   The parameter b is the co-volume:$$ b = \\frac{{{{\\upomega}}_{b} RT_{\\text{c}} }}{{p_{\\text{c}} }} $$ (3)  \nwhere  T c is the critical temperature of the gas in K,   p c is the critical pressure of the gas in Pa.     ω  a  and ω  b  are constant values and are function of the acentric factor ω:$$ {{\\upomega}}_{a} = 0.42137{\\text{e}}^{{0.27868{{\\upomega}}}} $$ (4) $$ {{\\upomega}}_{b} = 0.0855{\\text{e}}^{{0.29161{{\\upomega}}}} $$ (5)   The knowledge of the experimental volumes (V d and V ads), temperatures (T), mass of adsorbent (m) introduced in the adsorption cell and pressures allow deducing, respectively, the molar quantity in the gaseous phase before adsorption n 1 (Eq. 6) and after adsorption n 2 (Eq. 7). It is then possible to calculate the amount adsorbed n ads thanks to Eq. 8.$$ n_{ 1} = \\frac{{V_{\\text{d}} }}{{v_{ 1} }} $$ (6) $$ n_{ 2} = \\frac{{V_{\\text{d}} + V_{\\text{ads}} }}{{v_{ 2} }} $$ (7) $$ n_{\\text{ads}} = \\frac{{n_{ 1} - n_{ 2} }}{m} $$ (8)where V d is the value of the dosing volume in m3, V ads is the volume calculated by helium expansion in m3, m is the mass of the microporous or mesoporous sample in g, and n ads is the amount adsorbed in mol g−1.The errors estimations are about 0.6% on the determination of V d and about 1.2% on the estimation of V ads. For the molar quantity, the error estimation is about 0.5%, the error on the mass measurement has been considered as negligible, which lead to an error of 3.6% on the determination of n ads. The data presented in this study are Gibbs (or excess) adsorption [21].Determination of the differential enthalpy of adsorptionEach introduction of gas in the adsorption cell is followed by an exothermal effect until equilibrium is reached. In this procedure, one must consider that the gas is introduced reversibly. The calorimetric adsorption cell is then considered as an open system and the calorimetric signal E (expressed in μV) recorded by the thermopiles provides the total heat Q g resulting from two contributions: the heat of adsorption Q ads and the heat dissipated by the compressed gas Q comp:$$ Q_{\\text{g}} = Q_{\\text{ads}} + Q_{\\text{comp}} $$ (9)where$$ Q_{\\text{g}} = k\\int {E(t){\\text{d}}t} $$ (10) Q g is the total heat measured by the thermopiles in J, Q ads is the adsorption heat in J, Q comp is the heat dissipated by the compressed gas in J, E(t) is the calorimetric signal recorded in μV, k is the static gain of the calorimetric detector in W (μV)−1 previously measured [55].The determination of Q comp can be done thanks to the following Maxwell equation:$$ \\left( {\\frac{\\partial S}{\\partial p}} \\right)_{T} = - {{\\upalpha}}_{P} V $$ (11)where α P  is the isobaric expansion coefficient defined by 1/V (∂V/∂T) P . In a mass-open type calorimeter vessel (used in this study), the quantity of heat δQ comp dissipated by the pressure drop dp under isothermal conditions is a sum of two opposite effects: one resulting from the gas and the other from the vessel wall [56]:$$ \\delta Q_{\\text{comp}} = {{\\upalpha}}_{\\text{SS}} V_{\\text{E}} T{\\text{d}}p - {{\\upalpha}}_{p} V_{\\text{E}} T{\\text{d}}p $$ (12)where α  ss  is the isobaric coefficient of stainless steel in K−1 (the material of which the adsorption cell is made), T the temperature in K, and V E is the volume taken into account by the thermopiles deduced by helium measurement in m3.As small pressures steps Δp are applied in this study, the heat dissipated by the compressed gas can be expressed in the following form:$$ Q_{\\text{comp}} = - V_{\\text{E}} ( {{\\upalpha}}_{P} - {{\\upalpha}}_{\\text{ss}} )T\\Updelta p $$ (13) Thanks to Eq. 13 it is then possible to calculate a corrective term for the compression of the gas and the deformation of the cell which is the novelty in the new of determining the differential enthalpies of adsorption.The volume taken into account by the thermopiles V E can be deduced thanks to helium expansions from the dosing volume to the adsorption cell filled with the adsorbent. Helium is considered as not adsorbed, as a consequence the calorimetric signal recorded is only due to the heat dissipated by the compressed gas into the adsorption cell. By the knowledge of the helium isobaric coefficient α PHe and by calculating the integral of the calorimetric signal, it is possible to calculate V E thanks to Eq. 14:$$ V_{\\text{E}} = \\frac{{k\\int {E(t){\\text{d}}t} }}{{ - ( {{\\upalpha}}_{{P{\\text{He}}}} - {{\\upalpha}}_{\\text{ss}} )T\\Updelta p}} $$ (14)by combining Eqs. 9 to 14 the differential enthalpy of adsorption can be deduced thanks to Eq. 15:$$ \\Updelta H = \\frac{{Q_{\\text{ads}} }}{\\Updelta n} = \\frac{{k\\int {E (t ) {\\text{d}}t + V_{\\text{E}} \\left( {{{\\upalpha}}_{P} - {{\\upalpha}}_{\\text{SS}} } \\right)T\\Updelta p} }}{\\Updelta n} $$ (15)where ΔH is the differential enthalpy of adsorption in J mol−1, Δn is the amount of gas adsorbed between each step of the experiment in mol, Δp is the pressure drop during adsorption experiments in Pa.The procedure used to determine V E leads to an uncertainty of 2% on Q comp. The error associated to the total heat Q g estimated by a test of reproducibility is about 1%. The error in the determination of Q ads results from two additive causes of error in the successive determinations of Q g and Q comp. Combining errors on both Q ads and n ads, the error on the differential enthalpy of adsorption ΔH is 4%.MaterialsCommercially available Filtrasorb F400 from Chemviron Carbon and EcoSorb-activated carbon from Jacobi carbons were used as microporous adsorbent material. Filtrasorb F400-activated carbon is a well characterized material which is considered as a benchmark material and has been used in many previous studies [57, 58, 59, 60]. The EcoSorb-activated carbon was characterized with a Micromeritics ASAP 2020 System. The pore size distribution was determined by a low pressure nitrogen adsorption isotherm at 77 K (from 5 × 10−7 to 0.99 p/p 0 in relative pressure range) evaluated by the Horvath and Kawazoe model [61]. The Pore Size Distribution Function given in Fig. 5 shows that the peak pore diameter is about 4.6 Å. The properties of these microporous adsorbent are given in Table 2. The adsorptive gases used were methane (CH4) and carbon dioxide (CO2) with 99.9% purity. The properties of CH4 and CO2 are given in Table 3. Open image in new window Fig. 5 EcoSorb-activated carbon Pore Size Distribution Function  Table 2 Properties of microporous adsorbent     Specific BET surface area/m2 g−1   Micropores volume/cm3 g−1   F400  1063  0.51  EcoSorb  1290  0.6  Table 3 Critical properties and acentric factors of the adsorptive  Adsorptive  CO2   CH4    T c/K  304.128  190.654   P c/MPa  7.3773  4.5992   ω   0.2239  0.0114  Results and discussionsReliabilityFor checking the good operating of our coupled apparatus, we made CO2 adsorption isotherms measurements at 318 K on the F400-activated carbon which is considered as a benchmark. We made comparison with the results obtain by an inter-laboratory study [59] conducted among four European research laboratories and those obtain by the Zurich Institute of Process Engineering [58]. In those studies, the measurements on Filtrasorb F400 were made at 318 K up to 16 MPa. The CO2 adsorption isotherms results obtain in the inter-laboratory study were given by an empirical equation, with the appropriate correlated parameters, no experimental results were given. The Zurich Institute of Process Engineering study presents the experimental excess adsorption results versus the carbon dioxide density ρ. We choose to make comparison with both studies because the first one gives parametrical results and the second one directs experimental results. The comparison with the empirical equation results will give us a first idea of the validity of our results and the comparison with the experimental measurements will show us if our results are reliable. A mass of 0.945 g of F400-activated carbon was degassed at 473 K during 24 h before being used in the adsorption measurement. Two independent sets of measurement (Run 1 and Run 2) were performed; the average deviation is less than 0.5 and 2.5% for adsorption isotherms and differential adsorption enthalpies, respectively. The F400 sample has been outgases at 473 K during 24 h between the two sets of measurements. The results are shown in Fig. 6 for the adsorption isotherms and Fig. 7 for the differential enthalpies of adsorption. Tables 4 and 5 give the experimental data of the adsorption isotherms and differential enthalpies of adsorption, respectively. We can notice that there is no effect of accumulation which shows that the outgassing made for this study is supposed to be enough to empty the micropores. Figure 8 shows the comparison of our experimental data for CO2 with the results obtains by FP Mons laboratory from the European inter-laboratory study. We chose to compare our measurements with the FP Mons results because their cleaning protocol and their adsorbent sample mass were close of our. At low pressures (p < 0.5 MPa) the average deviation is about 36%, when p > 0.5 MPa the average deviation is about 6.3%. Those deviations can be explained by the fact that the parameters of the empirical equation have been calculated between 0 and 16 MPa, as a consequence the points calculated at low (P < 0.5 MPa) are not representative. We can see that for pressures higher than 0.5 MPa, the comparison between the results obtained can be considered as good. Furthermore, Fig. 8 shows us good agreement between the two curves. Figure 9 presents the comparison of our experimental data with those obtained by Zurich Institute of Process Engineering study. This comparison reveals good agreement between the data, in fact, the average deviation is less than 3%, which confirm the good operating of our coupled apparatus. The adsorption isotherm highlights a type I isotherm expected in the case of micropores filling. The differential enthalpies of adsorption are constant and close to 21.1 kJ mol−1, this constant value is the result of the interaction between the adsorptive and a homogeneous energetic adsorbent. Open image in new window Fig. 6 CO2 adsorption isotherm on F400-activated carbon at 318 K. Reproducibility test (filled diamonds) Run 1; (open squares) Run 2   Open image in new window Fig. 7 CO2 differential enthalpies of adsorption on F400-activated carbon at 318 K. Reproducibility test (filled diamonds) Run 1; (open squares) Run 2  Table 4 CO2 adsorption isotherms data on Filtrasorb F400-activated carbon at 318 K  Filtrasorb F400  CO2   Run 1  Run 2   p/MPa   n ads/mmol g−1    p/MPa   n ads/mmol g−1   0.06  0.946  0.02  0.463  0.19  2.139  0.08  1.157  0.41  3.317  0.21  2.222  0.73  4.393  0.42  3.337  1.12  5.267  0.74  4.413  1.51  5.861  1.09  5.212  1.93  6.331  1.48  5.835  2.30  6.648  1.89  6.300  Table 5 CO2 differential enthalpies of adsorption data on Filtrasorb F400-activated carbon at 318 K  Filtrasorb F400  CO2   Run 1  Run 2   n ads/mmol g−1   −ΔH/kJ mol−1    n ads/mmol g−1   −ΔH/kJ mol−1   0.946  22.5  0.463  23.4  2.139  20.7  1.157  21.2  3.317  19.8  2.222  20.2  4.393  20.0  3.337  19.6  5.267  20.2  4.413  19.8  5.861  21.0  5.212  20.1  6.331  22.7  5.835  21.1  6.648  23.8  6.300  20.9   Open image in new window Fig. 8 F400 adsorption isotherm comparison with FP Mons results (filled diamonds) Run 1; (thick line) FP Mons   Open image in new window Fig. 9 F400 adsorption isotherm comparison with Zurich (filled diamonds) Run 1; (open squares) ETH Zurich  Methane and carbon dioxide adsorption on EcoSorb-activated carbonAdsorption experiments were performed along three isotherms (323, 353, and 383 K) for pressures ranging from vacuum to 2.5 MPa. A mass of 1.0237 g of EcoSorb-activated carbon has been degassed at 423 K during 24 h before the experiments. The experimental data for methane and carbon dioxide are listed in Tables 6 and 7. Figures 10 and 11 present the adsorption isotherms of CH4 and CO2 on EcoSorb-activated carbon. Both methane and carbon dioxide exhibit an expected type I behavior among the IUPAC classification but at the highest pressure studied, the saturation of the adsorbent is not reached. Furthermore, the adsorption of CO2 is about twice as important as in methane (Fig. 12). The differential enthalpies of adsorption are shown in Fig. 13 for CH4 adsorption and in Fig. 14 for CO2 adsorption, the data are reported in Tables 8 and 9. The differential enthalpies of adsorption were plotted versus the amount adsorbed for each isotherm. These isotherms plots exhibit that the differential enthalpies of adsorption do not vary between 323 and 383 K, which reveals that the porous adsorbents studied are homogeneous. The comparisons between the results obtain show that the differential enthalpy of adsorption increases when the adsorption capacities are better for a given adsorbent. Thus, the differential enthalpies of adsorption are 19.3 kJ mol−1 for carbon dioxide and 16.3 kJ mol−1 for methane on EcoSorb-activated carbon. It is relevant to note that these values, which should be analyzed as competitive effect between adsorbent–adsorptive and adsorptive–adsorptive interactions, are not affected by the temperature in the extended range investigated. This original information obtained on a well-characterized carbon can be used as a discriminatory test for the appropriate interaction potential choice to make in supercritical conditions molecular simulations, as the molecular parameters involved in the intermolecular potential are generally adjusted close to standards conditions.Table 6 CH4 adsorption isotherms data on EcoSorb-activated carbon  EcoSorb-activated carbon  CH4    T = 323 K   T = 353 K   T = 383 K   p/MPa   n ads/mmol g−1    p/MPa   n ads/mmol g−1    p/MPa   n ads/mmol g−1   0.02  0.136  0.05  0.177  0.06  0.116  0.06  0.296  0.19  0.516  0.13  0.242  0.11  0.481  0.35  0.825  0.23  0.386  0.17  0.689  0.54  1.127  0.45  0.691  0.25  0.914  0.73  1.391  0.61  0.870  0.35  1.145  0.95  1.649  0.78  1.045  0.45  1.364  1.17  1.862  0.95  1.199  0.56  1.544  1.47  2.125  1.16  1.357  0.67  1.715  1.72  2.314  1.36  1.508  0.78  1.872  2.00  2.512  1.55  1.638  0.90  2.041  2.24  2.657  1.80  1.794  1.04  2.201    2.03  1.929  1.16  2.355      1.31  2.502      1.47  2.673      1.68  2.853      1.86  3.016      Table 7 CO2 adsorption isotherms data on EcoSorb-activated carbon  EcoSorb-activated carbon  CO2    T = 323 K   T = 353 K   T = 383 K   p/MPa   n ads/mmol g−1    p/MPa   n ads/mmol g−1    p/MPa   n ads/mmol g−1   0.03  0.302  0.04  0.280  0.06  0.207  0.08  0.794  0.11  0.632  0.14  0.464  0.17  1.421  0.22  1.036  0.27  0.783  0.30  2.100  0.36  1.498  0.40  1.075  0.46  2.716  0.52  1.940  0.55  1.364  0.63  3.335  0.68  2.328  0.71  1.641  0.83  3.899  0.86  2.699  0.88  1.901  1.01  4.347  1.04  3.021  1.06  2.159  1.19  4.743  1.23  3.339  1.23  2.381  1.38  5.094  1.41  3.608  1.41  2.591  1.56  5.402  1.61  3.874  1.58  2.780  1.74  5.674  1.76  4.070  1.75  2.955  1.92  5.929  1.93  4.253  1.92  3.120  2.09  6.161  2.12  4.450  2.10  3.282   Open image in new window Fig. 10 CH4 adsorption isotherms on EcoSorb-activated carbon (filled diamonds) 323 K; (open squares) 353 K; (times) 383 K   Open image in new window Fig. 11 CO2 adsorption isotherms on EcoSorb-activated carbon (filled diamonds) 323 K; (open squares) 353 K; (times) 383 K   Open image in new window Fig. 12 CO2 and CH4 adsorption isotherm comparison at 323 K (filled diamonds) CO2; (open squares) CH4    Open image in new window Fig. 13 CH4 differential enthalpies of adsorption on EcoSorb-activated carbon (filled diamonds) 323 K; (open squares) 353 K; (times) 383 K   Open image in new window Fig. 14 CO2 differential enthalpies of adsorption on EcoSorb-activated carbon (filled diamonds) 323 K; (open squares) 353 K; (times) 383 K  Table 8 CH4 differential enthalpies of adsorption data on EcoSorb-activated carbon  EcoSorb  CH4    T = 323 K   T = 353 K   T = 383 K   n ads/mmol g−1   −ΔH/kJ mol−1    n ads/mmol g−1   −ΔH/kJ mol−1    n ads/mmol g−1   −ΔH/kJ mol−1   0.136  17.1  0.177  17.2  0.116  17  0.296  16  0.516  17.1  0.242  17.7  0.481  15.2  0.825  16.7  0.386  16.9  0.689  15.6  1.127  16.4  0.691  15.9  0.914  15.5  1.391  15.4  0.87  16  1.145  15  1.649  15.8  1.045  16.2  1.364  15.2  1.862  15.8  1.199  15.8  1.544  16.2  2.125  16.3  1.357  17.1  1.715  15.9  2.314  15.9  1.508  15.1  1.872  17.4  2.512  15.9  1.638  15.4  2.041  15.6  2.657  17.5  1.794  17.5  2.201  16.5    1.929  16.6  2.355  15      2.502  18.1      2.673  15.3      2.853  17.5      Table 9 CO2 differential enthalpies of adsorption data on EcoSorb-activated carbon  EcoSorb  CO2    T = 323 K   T = 353 K   T = 383 K   n ads/mmol g−1   −ΔH/kJ mol−1    n ads/mmol g−1   −ΔH/kJ mol−1    n ads/mmol g−1   −ΔH/kJ mol−1   0.302  24.4  0.28  21.5  0.207  22.1  0.794  21.1  0.632  20.7  0.464  19.6  1.421  19.9  1.036  19.5  0.783  19.4  2.1  19  1.498  19  1.075  18.4  2.716  19.4  1.94  18.3  1.364  18.2  3.335  18.8  2.328  18.3  1.641  19.2  3.899  18.7  2.699  18.4  1.901  19.8  4.347  18.8  3.021  18.5  2.159  17.9  4.743  18.1  3.339  18.5  2.381  18.1  5.094  19.3  3.608  19.6  2.591  17.2  5.402  19.3  3.874  18.1  2.78  19  5.674  19.9  4.07  18.9  2.955  18.3  5.929  19.5  4.253  20.7  3.12  19.5  6.161  19.6  4.45  20.9  3.282  17.7  Conclusions and perspectivesA new thermostated coupled apparatus have been built. This new apparatus can measure simultaneously adsorption isotherms and differential enthalpies of adsorption for pressures from vacuum up to 2.5 MPa and temperatures from 303 to 423 K. After establishing the reliability of the thermostated coupled apparatus, methane and carbon dioxide adsorption isotherms and enthalpies of adsorption have been determinate on EcoSorb-activated carbon between 323 and 383 K. This study is the first stage of a study consisting in determining in a complete way the physical properties of microporous and mesoporous adsorbents at high pressure and high temperature. A second stage would consist in studying the adsorption on a mesoporous adsorbent and studying the simulation of the adsorption phenomenon at high pressure and high temperature thanks to appropriate interaction potential determined by experimental measurements.", "title": "A thermostated coupled apparatus for the simultaneous determination of adsorption isotherms and differential enthalpies of adsorption at high pressure and high temperature", "authors": ["Adil Mouahid", "David Bessieres", "Frédéric Plantier", "Gilles Pijaudier-Cabot"], "doi": ["https://doi.org/10.1007/s10973-011-1820-2"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig2_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig2_HTML.jpg\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO20\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO21\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO22\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO23\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig8_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO24\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig9_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO25\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig10_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO26\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig11_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig11_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO27\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig12_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig12_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO28\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig13_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig13_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO29\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig14_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-011-1820-2/MediaObjects/10973_2011_1820_Fig14_HTML.gif\" alt=\"\"></a> </div>"]}