{"abstract": [], "text": "https://doi.org/10.1007/s10450-015-9684-6 1 IntroductionCombustion of natural gas produces lesser amount of carbon dioxide and other pollutants than that produced by the combustion of coal or crude oil. Therefore, its use is a potential pathway to reduce CO2 emissions, particularly in the transportation sector. As newer sources of natural gas are being discovered, the natural gas market is predicted to expand to up to 65 % in 2035 (Grande et al. 2013). Methane (CH4) is the key and the most commercially valuable content in the natural gas; raw natural gas contains 85–95 % of methane on molar basis. Remaining components in raw natural gas are carbon dioxide (5–15 %), nitrogen and traces of heavier hydrocarbons. Biogas which is a gas mixture produced by anaerobic decomposition of organic wastes represents an important and completely renewable source of natural gas. Biogas, however, has much lower methane content than raw natural gas, typically 50–75 %. Depending on the source of production (Esteves et al. 2008), it also contains impurities, such as moisture, hydrogen sulphide, siloxanes and volatile organic compounds. In order for biogas to be used as a transportation fuel, these impurities in the raw biogas have to be removed by upgrading biogas to >95 % methane. H2S in the raw biogas causes corrosion of pipeline infrastructure, while CO2 and other components reduce biogas’ heating value and may cause harmful emissions. National and international regulatory bodies stipulate that the upgraded biogas for transportation applications shall not contain more than 2 % CO2 and 4.6 ppm of H2S.Pressure swing adsorption is a leading separation technology used for removing CO2 from natural gas/biogas that has been pretreated to eliminate H2S (Ruthven 1984). Selection of adsorbents is one of the most complex processes in the optimization of PSA. Commercial PSA units use traditional adsorbents, such as carbon molecular sieves, zeolites, titanosilicates and aluminosilicates to remove CO2 from natural gas/biogas. Metal–organic frameworks (MOFs), a relatively new family of adsorbent materials that has exceptionally high surface area tunable permanent microporosity and adsorb larger quantities of CO2 compared to traditional adsorbents used in PSA. Therefore, they are considered as potential new candidate materials for pressure swing adsorption purification of biogas/natural gas (Hamon et al. 2010; Schell et al. 2012). In addition to their exceptional surface and pore characteristics, some MOFs also exhibit flexible framework topology, which make them suitable for size-adaptive separation applications. Unlike many classical adsorbents, MOFs can be designed with a wide variety of functional group side-chains to tune their selectivity to certain impurities in the raw biogas/natural gas.Pure and mixture gas isotherms of CH4, CO2 and N2 on MOFs are considered as a group of fundamental data set required to screen MOFs for PSA separation processes (Weigang et al. 2013). These data are also crucial for dynamic breakthrough modeling of mixtures during PSA applications. Examining the shape of pure gas adsorption isotherms is a preliminary approach to screen an adsorbent for PSA process. For instance, adsorbent regeneration is found to be more power consuming for adsorbents with steeper isotherms; so those with this property are not considered for PSA processes. A great deal of pure gas isotherm of methane, carbon dioxide and nitrogen on MOFs are routinely measured using volumetric or gravimetric experiments and are available in the literature. Measured multicomponent gas mixture isotherms on MOFs on the other hand are extremely rare because of the experimental complexity; (Dreisbach et al. 1999; Hamon et al. 2009, 2010; Chowdhury et al2012; Schell et al. 2012; Casas et al. 2012). Due to the limited availability of experimental multicomponent mixture data, several studies have used multicomponent adsorption models to predict the gas mixture isotherms. Examples of these models include, extended Langmuir model (ELM), ideal adsorption solution theory (IAST), the vacancy solution theory (VST), the statistical thermodynamic model and the Polanyi potential theory. Bárcia et al. (2012) used extended dual-site Langmuir model to describe xylene isomer co-adsorption on MOF, Zn(BDC)(Dabco)0.5. Bae et al. (2008) used IAST to model binary adsorption isotherms of CH4 and CO2 on MOF (Zn2(NDC)2(DPNI). Multicomponent potential theory of adsorption (MPTA) is yet another thermodynamic model that can be used to predict adsorption isotherms of multicomponent gas mixtures. Dundar et al. 2014a, b have used MPTA to model the adsorption isotherms of mixtures CH4 and CO2 on MOF-5. Like IAST, MPTA describes multicomponent adsorption in terms of the pure gas isotherm data (Dundar et al. 2014a, b). Nevertheless, these methods use cumbersome iterative routines with significant CPU times to calculate adsorption thermodynamic properties. Their implementation may also require dependencies on multiple software platforms. Large calculations times are less desirable as they further cause poor divergence of dynamic mixture breakthrough modeling (Hamon et al. 2010).The objective of the work presented here is to examine the feasibility of simple non-iterative thermodynamic models: Extended Langmuir (EL) and Doong–Yang (DY) models for predicting adsorption isotherms of natural gas and biogas on activated carbon Maxsorb and metal–organic framework, Cu-BTC. In order to represent the compositions of natural and biogas, here we use multicomponent gas mixtures of methane, carbon dioxide and nitrogen. Extended Langmuir adsorption theory is an extension of the original single-site Langmuir adsorption model which assumes molecules are adsorbed at a fixed number of well-defined localized sites, each of which can hold one adsorbate species. The model also assumes that all sites are energetically equivalent and there is no interaction between molecules adsorbed on neighboring sites. The ELM suffers from the lack of thermodynamic consistency, if the saturated amount adsorbed in the pure-component isotherm is not same for all components involved. For physisorption of molecules having widely different molecular diameter, this assumption is unrealistic (Ruthven 1984). The molecular diameters of methane and carbon dioxide considered here in our work, however, are not significantly different. For instance, the molecular diameter of CO2 is only ~17 % larger than that of methane (Halliburton 2007). Comparison of the molecular diameters of these gases suggests access to similar micropores and surfaces of the porous adsorbent. The use of different values of maximum adsorbed amounts for each component is permissible, although the equations cannot be expected to be valid over the entire concentration range, an extrapolation on such a basis must be made with caution (Ruthven 1984). The application of ELM to fit the experimental binary gas mixture adsorption data of carbon dioxide and methane on coal has shown to yield good results (Harpalani and Pariti 1993).Doong and Yang model (DYM) is an empirical multi-component adsorption model based on the concept of maximum available pore volume. The DYM is based on the Dubinin–Astakhov model (D–A) which is a generalization of the Dubinin–Radushkevich (D–R) model. The D–A model is based on the theory of micropore volume filling which postulates that adsorption in microporous adsorbent proceeds by filling of the micropore volume and not by the formation of successive surface layers as it is assumed in the Langmuirian models. The D–A model assumes for mixed adsorbates that no inter-species lateral interactions exist. The introduction of a new parameter in the D–A equation, the exponent n called the pore heterogeneity parameter allows accounting for the surface heterogeneity of microporous adsorbents such as those with wider pore size distribution. The value of n explicitly reflects the width of energy distribution, which relates to the pore size distribution in a complicated manner. In general, n higher than two correspond to adsorbents with highly homogenous and small micropores, while n lower than two correspond to adsorbents with the heterogeneous micropores. The DYM model also has some limitations, for example the model is best suited for the highly non-ideal systems, even though the model can be used in order to predict the adsorption of the nearly ideal mixture with acceptable accuracy (Bai and Yang 2005). At lower pressures D–A model does not comply with the Henry’s law and hence is thermodynamically inconsistent in this regime (Dundar et al. 2014a, b). Additionally, if the partial pressure of one of the components approaches its saturation pressure and the limiting adsorption volume of the one component is smaller than that of the other, the calculated volume of adsorbed components can be negative. In this case, the problem can be circumvented, as suggested by the authors (Doong and Yang 1988), by using the average limiting volume (V 0) and recalculating the values of RT/ε, where ε is the characteristic energy of adsorption and n the pore heterogeneity parameter, by fitting the single-gas data. Both the ELM and DYM are simple in their implementation in a sense that they use the fitted parameters from corresponding pure gas isotherms: a set of affinity coefficients for each component and the maximum adsorbed amount of component for ELM and gas partial pressure, saturation pressure, micropore volume, the characteristic energy and pore heterogeneity parameter for DYM, in order predict the adsorbed amounts of every component in the gas mixture. In the past, these models have been shown to yield good predictions of the adsorption process for different mixtures on a wide range of microporous sorbents (Doong and Yang 1988; Hamon et al. 2009; Hamon et al. 2010).Our approach is to measure the pure gas adsorption isotherms of CH4, CO2 and N2 on Maxsorb and Cu-BTC. The measured isotherms are fitted using single component Langmuir model and D–A model to obtain the fit parameters. The fit parameters from the single component isotherms are then used in ELM and DYM to predict the multicomponent adsorption isotherms of representative biogas mixtures with binary (CH4 and CO2) and ternary (CH4, CO2 and N2) compositions. To validate our predictions, we compare our results with the experimental mixed gas isotherm data on activated carbon Norit R1 Extra and Cu-BTC reported elsewhere (Dreisbach et al. 1999; Hamon et al. 2009, 2010). To accommodate the differences in the adsorptive properties while comparing the predicted mixture isotherms and those measured experimentally (Dreisbach et al. and Hamon et al.) we scaled our data using the ratios of BET specific surface area. We then evaluate the performance of these adsorbents as potential candidates for PSA by analyzing the CO2/CH4 selectivity and the thermodynamic delta loading factor from the predicted mixture isotherms.2 Adsorption modelsAbsolute adsorption of a gas mixture is described in the extended Langmuir model using Eq. 1.$$n_{i} = n_{i,sat} \\frac{{b_{i} y_{i} }}{{{\\raise0.7ex\\hbox{$1$} \\!\\mathord{\\left/ {\\vphantom {1 p}}\\right.\\kern-0pt} \\!\\lower0.7ex\\hbox{$p$}} + \\mathop \\sum \\nolimits b_{j} y_{j} }} ,$$ (1)where, b  i  , n  i,sat  , y  i , n  i  and p arsse the affinity coefficient (isotherm equilibrium constant), the maximum adsorbed amount of component i, mole fraction of component i in the gas phase, the absolute adsorbed phase concentration of component i and the pressure, respectively (Myers and Prausnitz 1965; Yang 1997). Parameters b  i  and n  i,sat  of ith component are obtained by non-linear regression of corresponding pure gas isotherm measured at similar temperature using the conventional single site Langmuir model, Eq. 2.$$n_{a} = n_{sat} \\frac{bp}{1 + bp},$$ (2)where, b, n  sat  and n  a  are the affinity coefficient (isotherm equilibrium constant), the maximum adsorbed amount of component and the absolute adsorbed phase concentration of the gas, respectively.In the Doong–Yang model, the adsorption of a multicomponent mixture is described using an equivalent limiting pore volume of the adsorbent material, where the volumetric amount of adsorbate for each component V  i  is:$$V_{i} = \\left( {V_{0i} - \\mathop \\sum \\nolimits V_{j \\ne i} } \\right)\\exp \\left[ { - \\left( {\\frac{RT}{{\\varepsilon_{i} }}\\ln \\frac{{P_{si} }}{{p_{i} }}} \\right)^{ni} } \\right],$$ (3)where, the maximum available micropore volume of the ith component is expressed as a reduced limiting micropore volume (Doong and Yang 1988; Rege et al. 2001). In Eq. 3 V  i  is the adsorption volume of species i, V 0i  is the limiting micropore volume of component i, ΣV  j≠i  is the sum of the micropore volume of all other components except i, R is the ideal gas constant, T is the temperature, \\(\\varepsilon_{i}\\) is the characteristic energy of adsorption of component i, P  si  is the vapor pressure, P  i  is the partial pressure and n  i  is the pore heterogeneity parameter of component i. The parameters \\(\\varepsilon_{i}\\) and n  i  are obtained by fitting pure gas isotherms using the Dubinin–Astakhov model:$$n_{a} = n_{\\hbox{max} } \\exp \\left[ { - \\left( {\\frac{RT}{\\varepsilon }\\ln \\frac{{P_{s} }}{p}} \\right)^{n} } \\right],$$ (4)where, \\(n_{a}\\) is the absolute adsorption (Dundar et al. 2014a, b). The vapor pressure P  s  is calculated using the reduced Kirchoff equation for subcritical adsorption (T < T  c ), while P  s  is extrapolated to obtain the saturation pressure when the gas is at supercritical conditions (Doong and Yang 1988). The pore heterogeneity parameter n typically has values between 1 and 5 depending on materials, but it can be as large as nine (Doong and Yang 1988; Dundar et al. 2014a, b). We used a constant n for each component as suggested by Doong and Yang (1988). Note that in Eqs. 3 and 4, the adsorption is represented using molar-based and volume-based units, respectively. To interconvert the experimental isotherms between molar and volume units, we used correlations 5a–d (Rege et al. 2001):$$V = n_{a} \\times V_{a} ,$$ (5a) $$V_{a} = V_{ls,nbp} \\quad T < T_{nbp} ,$$ (5b) $$V_{a} = V_{c} - \\left( {V_{c} - V_{ls,nbp} } \\right)\\left( {\\frac{{T_{c} - T}}{{T_{c} - T_{nbp} }}} \\right) \\quad T_{nbp} \\le T < T_{c} ,$$ (5c) $$V_{a} = V_{c} T_{r}^{0.6} \\quad T < T_{c} ,$$ (5d)where, V is the volumetric adsorbed amount,\\(n_{a}\\) is the molar adsorbed amount,  \\(V_{a}\\) is the adsorbate molar volume, \\(V_{ls,nbp}\\) is the molar volume of the saturated liquid at its normal boiling point (nbp), \\(V_{c}\\) is the molar volume at its critical temperature, T  c ; \\(V_{c}\\) = RT  c /(8P  c ). P  c  is the critical pressure, T  r  is the reduced temperature and T is the temperature (Doong and Yang 1988). For binary mixture adsorption, Eq. 3 can be written as:$$V_{1} = \\left( {V_{01} - V_{2} } \\right)\\exp \\left[ { - \\left( {\\frac{RT}{{\\varepsilon_{1} }}\\ln \\frac{{P_{s1} }}{{p_{1} }}} \\right)^{n1} } \\right],$$ (6) and$$V_{2} = \\left( {V_{02} - V_{1} } \\right)\\exp \\left[ { - \\left( {\\frac{RT}{{\\varepsilon_{2} }}\\ln \\frac{{P_{s2} }}{{p_{2} }}} \\right)^{n2} } \\right] .$$ (7) System of linear Eqs. 6 and 7 can be solved by rearranging to give the volumetric amount of adsorbate for each component V  1  and V  2 :$$V_{1} = \\frac{{A_{1} \\left( {V_{01} - V_{02} A_{2} } \\right)}}{{1 - A_{1} A_{2} }},$$ (8) $$V_{2} = \\frac{{A_{2} \\left( {V_{02} - V_{01} A_{1} } \\right)}}{{1 - A_{1} A_{2} }},$$ (9)where, A 1 and A 2 are constants obtained from the parameters of pure gas isotherms.$$A_{i} = \\exp \\left[ { - \\left( {\\frac{RT}{{\\varepsilon_{i} }}\\ln \\frac{{P_{si} }}{{p_{i} }}} \\right)^{ni} } \\right].$$ (10) Finally adsorbed amounts given in volumetric units are converted into molar units using Eq. 5a–d (Doong and Yang 1988). Basically, the DYM method can be generalized to n number of components and can be solved without any iteration, which implies faster calculations especially when implemented in numerical simulations of dynamic breakthrough (Hamon et al. 2010; Dundar et al. 2014a, b).3 ExperimentalThe surface and porous characterization of Maxsorb and Cu-BTC were performed by nitrogen adsorption and desorption at 77 K and pressures up to 1 bar in a Micromeritics ASAP 2020 analyzer. The pore textural properties including specific Langmuir and BET surface area, pore volume and pore size distribution were obtained by analyzing the nitrogen adsorption and desorption isotherms with the built-in software of ASAP 2020. The adsorbent samples were degassed ex situ at 373 K for 24 h to remove the guest molecules from the samples before the nitrogen adsorption measurements.Measurements of adsorption isotherms of CO2, CH4 and N2 were performed in a Sievert volumetric device that is capable of measuring isotherms in pressure range of 0.1–25 MPa and a temperature range of 77 K-room temperature. Pressure and temperature were measured using a high precision quartz digital pressure transducer (ParoScientific Model 710, accuracy = 0.004 MPa at Full Scale) and Guildline 9540 platinum resistance digital thermometer (uncertainty = ±0.5 °C), respectively. Pure components gas densities were obtained from the NIST REFPROP 9.1 Standard thermodynamic reference database (Lemmon and Huber 2013). Ultra high pure gases with purity better than 99.999 % were used for all experiment. Exposure of samples to impurities was minimized by carrying out sample handling and transfer strictly under inert atmosphere inside a dry-argon filled glove box workstation. Maximum uncertainty in the excess storage capacity is around ± 3 % of its value measured at each state point. Due to cumulative nature of error in volumetric method, the uncertainty of the n th point of the isotherms is higher than that of the n-1th point.To interconvert the excess adsorption measured experimentally and the absolute adsorption predicted in the thermodynamic models, we assume that the density of the adsorbed phase is equal to the density of pure liquid at saturated or boiling point at ambient pressure, \\(\\rho_{sat}\\). The difference between surface excess and absolute amounts adsorbed is proportional to the volume of the adsorbed phase (Grande et al. 2013):$$n_{a} = \\frac{{n_{e} }}{{1 - \\frac{{\\rho_{gas} }}{{\\rho_{sat} }}}},$$ (11)where, ρ  gas  is the gas density at the temperature and pressure of the mixture, and ρ  sat  is the density of pure liquid at saturated or boiling point at ambient pressure. This equation is derived by assuming that the density of the adsorbed phase is equal to the density of pure liquid at saturated or boiling point at ambient pressure, \\(\\rho_{sat}\\) and remains constant irrespective of the pressure. This assumption is not totally drastic as shown by several numerical and analytical models. For e.g., Bae and Bhatia (2006), has shown that the density of the adsorbed phase reaches that of liquid or solid density depending on the pore geometry, bulk gas pressure and temperature. Dundar et al. (2014a, b) likewise observed denser phases of hydrogen closer to the surface from their modeling. Also, reliable values of adsorption isosteric heats are derived by applying the Clausius Clapeyron relation to the absolute adsorption derived from the above equation (Hirscher et al. 2010). Although under specific conditions, such as at higher pressures and small pores, the saturation density varies with the density (Mosher et al. 2013)4 Results and discussionSingle-site Langmuir isotherm parameters and D–A model parameters are obtained by fitting the respective models to experimentally measured pure gas isotherms. These parameters will form the basis for the implementation of ELM and DYM for predicting the gas mixture isotherms. In order to compare the quality of fit, we use the root mean square residual (RMSR) as explained by Dundar et al. (2014a, b). The technique is a reduced Chi square statistic, normalized by the weighted squares of errors between the measured isotherm data and curve-fit results, through the so-called Chi square criterion, RMSR is given by:$$RMSR = {\\sqrt{X_{red}^{2}}} = {\\sqrt{\\frac{RSS}{DOF}}} = {\\sqrt{\\frac{1}{w - r}\\mathop \\sum \\limits_{i = 1}^{w} \\left( {y_{i} - \\hat{y}_{i} } \\right)^{2} }}$$ (12)where \\(X_{red}^{2}\\), RSS, yi, \\(\\hat{y}_{i}\\) are reduced Chi squared value, residual sum of squares, experimental data values best fit data values, respectively and i is the sub index for each point of values. DOF is the number of degrees of freedom, given by DOF = w − r, where w and r are the number of data points and the number of fitted parameters. Non-linear fitting was carried out using the Levenberg–Marquardt algorithm. Mathematical details of this technique can be found in Dundar et al. (2014a, b).4.1 Pure gas adsorption4.1.1 MaxsorbFigure 1 shows the single component absolute adsorption isotherms of N2, CO2 and CH4 measured at 298 K over the pressure range 0–5 MPa. Broken lines represent the pure gas isotherms fitted using the single-site Langmuir model and D–A model. We performed the regression of pure gas isotherms data with the D–A model by keeping all parameters except the saturation pressure as free variables. Dubinin’s theory which is based on the concept of temperature invariance of the characteristic equation of adsorption normally allows the determination of the model parameters with one isotherm only (Dubinin 1955; Dubinin and Astakhov 1971; Richard et al. 2009). The saturation pressure P  s  is calculated using the reduced Kirchoff equation (Reich et al. 1980; Doong and Yang 1988) or with the concept of pseudo-saturation pressure (Amankwah and Schwarz 1995) depending on the sub- or supercritical conditions of the mixture. Open image in new window Fig. 1 Pure gas absolute adsorption isotherm of N2, CO2 and CH4 on Maxsorb at 298 K  We note that our measurements are in good agreement with experimental data reported elsewhere (Dreisbach et al. 1999). Although visually, both models fit the experimental data very well, comparison of RMSR uncertainties in Table 1 indicates that D-A model provides a better representation of the experimental data than the Langmuir model. In Table 2, BET specific surface areas of Maxsorb and Cu-BTC are compared with those of Norit R1 and Cu-BTC reported by Hamon et al.Table 1 D–A and Langmuir model parameters for the adsorption of pure gases on Maxsorb  Model  Parameter  CH4   CO2   N2   D–A model   n  max  (mol/kg)  17.72  41.87  16.54    ε (J/mol)  7968  4912  8793    P  s  (MPa)  32.68  6.3  84.5    n  i    1.87  1.27  2.032    χ 2   0.2792  0.4635  0.0049   RMSR  0.13  0.23  0.03  Langmuir model   n  sat  (mol/kg)  17.91  55.7  13.7    b  i  (1/MPa)  0.443  0.442  0.34    χ 2   0.8445  5.6671  0.0067   RMSR  0.22  0.72  0.03  Table 2 BET specific surface areas of Maxsorb and Cu-BTC  Adsorbents  BET Specific surface area (m2/g)  Ratio of BET SSA  Maxsorb  2750  Maxsorb/Norit R1 extra = 1.95  Norit R1  1407   Cu-BTC (this work)  1554  Hamon et al./this work = 1.10  Cu-BTC (Hamon et al.)  1715   In Fig. 2, we compare the nitrogen adsorption isotherms of Maxsorb and Norit R1. Isotherm of Norit R1 is scaled by factor 1.95. Overall very good agreement is observed between the scaled isotherm of Norit R1 and Maxsorb. Open image in new window Fig. 2 Comparison of nitrogen adsorption isotherm between on Maxsorb and scaled data of Norit R1 Extra (Refer to Table 2)  4.1.2 Cu-BTCPure gas isotherms of CO2 and CH4 on Cu-BTC as well as the model fits are presented in the Fig. 3. Note that Hamon et al. reports two BET specific surface area for Cu-BTC; 2211 m2 g−1 evaluated for relative pressure (P/P 0) range of 1 × 10−5 to 5 × 10−5 and 1715 m2 g−1 evaluated at relative pressure range greater than 1.5 × 10−4. The authors attributed 2211 m2 g−1 to filling of monolayer in the octahedral side pockets and main channels of Cu-BTC, while 1715 m2 g−1 is attributed to the formation of second monolayer in the main channels when the octahedral side pockets were already filled (Hamon et al. 2010). We used the latter BET specific surface area for estimating the BET area ratio because BET surface areas are consistent when estimated in larger relative pressure ranges, typically 0.01 ≤ P/P  0  ≤ 0.1. Like in the case of Maxsorb, better RMSR reflects higher accuracy of D-A model to fit the isotherms of Cu-BTC. Open image in new window Fig. 3 Absolute adsorbed amounts of pure CO2 and CH4 at 303 K   Open image in new window Fig. 4 Comparison of CO2 and CH4 pure gas isotherms on Cu-BTC with those measured by Hamon et al. Isotherms measured in our experiments are scaled with BET factor 1.10 (Refer Table 2)  In Fig. 4, we compare the methane and carbon dioxide adsorption isotherms of Cu-BTC reported by Hamon et al. and those measured in this work. Hamon et al.’s isotherms are scaled by factor 1.1. Overall very good agreement is found between the scaled isotherm of both materials.Table 3 lists the regression parameters for pure gas adsorption isotherms of CO2 and CH4 on Cu-BTC using the Langmuir and D–A models.Table 3 D–A and Langmuir model parameters for the adsorption of pure gases on Cu-BTC  Model  Parameter  CH4   CO2   D–A model   n  max  (mol/kg)  10.01  12.26    ε (J/mol)  9924  10040    P  s  (MPa)  32.68  6.3    n  i    2.33  2.33    χ 2   0.0343  0.7855   RMSR  0.053  0.26  Langmuir model   n  sat  (mol/kg)  9.76  12.81    b  i  (1/MPa)  1.04  4.64    χ 2   0.06002  1.06086   RMSR  0.065  0.28  4.2 Binary gas adsorptionThe composition of gas mixtures studied here are selected to represent the raw natural gas and biogas compositions reported by Severn Wye Energy Agency (Severn Wye Energy Agency 2012), which are reproduced in the Table 4. As explained earlier, pure gas isotherm parameters were used in the conjunction with ELM and DYM to predict the isotherms of gas mixtures. The predicted isotherms are subsequently scaled using the BET specific surface areas which are compared with the reported binary isotherms with similar gas compositions on Norit R1 and Cu-BTC. In Fig. 5, binary adsorption isotherms of CH4/CO2 mixtures on Maxsorb predicted using the models is compared with the experimental data measured for the similar mixtures on Norit R1 Extra, measured isotherms on Norit R1 Extra from Dreisbach et al. is scaled using the BET specific surface area ratio given in the Table 2. Note that the Dreisbach’s adsorption isotherms are presented as a mean molar fraction of each component.Table 4 Biogas and landfill gas composition by vol.%  Component  Biogas  Landfill gas  Methane  60–70  35–65  Carbon dioxide  30–40  15–50  Nitrogen  up to 1  5–40   Open image in new window Fig. 5 Binary adsorption isotherms of CH4–CO2 mixtures on Maxsorb predicted using Extended Langmuir Model and Doong–Yang Model. The isotherms are compared with the binary adsorption isotherms of same compositions on Norit R1 Extra. Isotherms measured using Norit R1 is scaled using the BET specific surface area ratio given in the Table 2   As expected from previous analysis of pure gas isotherms (Otowa et al. 1993; Sheikh et al. 1996), CO2 is the most adsorbed component in the mixture, except in the case of 5 % CO2–95 % CH4 mixture. Both models predict the experimental data with a reasonable accuracy. Although a qualitative agreement is found in terms of the relative capacities for CH4 and CO2, as well as the general trend of the isotherms, the quantitative accuracy is limited for both models’ predictions which could be attributed to the differences in adsorption characteristics, such as pore size distribution (PSD) of the Norit and Maxsorb. Activated carbon Norit R1 Extra has a narrow PSD that peaks between 5 and 6 Å while Maxsorb exhibits wider PSD with two prominent pore diameters: 12 and 20 Å (Thu et al. 2014). Scaling of isotherms using the ratios of BET specific surface area is probably not adequate to quantitatively predict the mixture adsorption isotherms over the pressure ranges considered here.4.2.1 Cu-BTCIn Fig. 6, experimental binary isotherms of equimolar CH4–CO2 mixture on Cu-BTC from Hamon et al. is compared with DY and Extended Langmuir model predictions. Open image in new window Fig. 6 Co-adsorption isotherm of equimolar mixture of CO2 and CH4 on Cu-BTC at 303 K. Predicted data is scaled with BET SSA ratio  As seen from Fig. 6 for Cu-BTC, our predictions using both models agree with the experimental data of Hamon et al. mostly within the reported experimental errors. As we are comparing similar materials, the agreement for Cu-BTC is much better than that for the activated carbon. Note that slight difference between the fits and the experimental data may arise from the differences in the surface properties of MOFs stemming from preparation and activation procedures. Both models slightly underestimate the CO2 adsorption at high pressure, and overestimate the CH4 adsorption. The calculated RMSR error values between the experimental and models are 18 and 21 %, respectively for ELM and DYM. These errors are within the margin of errors reported by Doong and Yang (1988).4.2.2 Adsorbent selectivity analysisWe analyze the selectivity of Cu-BTC and Maxsorb to preferentially adsorb CO2 from an equimolar mixture with the CH4. For Maxsorb, the gas mixture used is 54 % CH4–46 % CO2, which is the closest to the equimolar among the compositions considered in this study. The selectivity of ith component in a mixture of i and j is defined as:$$S_{i,j} = \\frac{{n_{sat,i} /y_{i} }}{{n_{sat,j} /y_{j} }}$$ (13) For ELM, the selectivity equation is:$$\\begin{aligned}S = \\frac{{b_{{CO_{2} }} n_{{sat.CO_{2} }} }}{{b_{{CH_{4} }} n_{{sat.CH_{4} }} }}\\end{aligned}$$ (14)which is constant at 298 K. Figure 7 gives the selectivity of Maxsorb and Cu-BTC to CO2 at 298 K over the pressure range 0–3 MPa. The required parameters in Eq. 13 are obtained from the mixture gas adsorption parameters of DYM. Open image in new window Fig. 7 Selectivity of Maxsorb and Cu-BTC towards CO2 at 298 K. For comparison, we also included experimental Cu-BTC selectivity reported by Hamon et al. and that of Zeolite 13X  CO2 isotherm on Maxsorb has a quasi-linear shape and has good adsorption capacity (three times as high as CH4 adsorption capacity). In Fig. 7, Maxsorb also shows relatively better selectivity than Cu-BTC above 1 MPa. For the pressures below 1 MPa, the selectivity on Maxsorb obtained using the DYM is within the range of that obtained using ELM. However, the predicted selectivity of Maxsorb is not consistent with the experimental selectivity of Norit R1 Extra reported by Dreisbach et al. (1999). We attribute the differences between the selectivities above 1 MPa predicted using the models and experimentally reported ones to the difference in types of carbons used in our model. Maxsorb has a CO2 adsorption capacity that is 3.5 time higher than that of Norit. In addition, these solid exhibit different pore size distributions. These differences cause a large discrepancy when parameters from one adsorbent are used to fit the isotherms of the other. For Cu-BTC samples, we can see that the model predicts the isotherm and selectivity with reasonable agreement. Then the selectivity of gases derived using the DYM is valid as long as the adsorbents have similar surface characteristics. Traditional PSA adsorbent, such as zeolite 13X on the other hand has higher selectivity (Fig. 7) (Cavenati et al. 2004; Liang et al. 2009) than Maxsorb or Cu-BTC. However, because of the nonlinearity of the isotherm, the power consumption of the regeneration process is very high (Cavenati et al. 2008). Also, the heat of adsorption for CO2 on Maxsorb activated carbon (Himeno et al. 2005; Chowdhury et al. 2012) is lower (∼20 kJ/mol) than that on zeolite 13X (>40 kJ/mol) (Cavenati et al. 2004). Cu-BTC, has adsorption heats comparable to that on Maxsorb (27–30 kJ/mol (Liang et al. 2009; Follivi 2015), but its higher selectivity towards CO2 is limited to the lower pressure region of <1 MPa (Fig. 7). Open image in new window Fig. 8 Comparison of CO2 adsorption on Maxsorb and Cu-BTC  4.2.3 Thermodynamic delta loadingThermodynamic delta loading or cycling working capacity is a correlation that conveniently represents the adsorbent capacity at cyclic adsorption–desorption conditions. Due to cyclic nature of PSA operations, thermodynamic delta loading is considered as an important selection criterion of adsorbents for PSA applications (Cavenati et al. 2006; Hamon et al. 2010; Schell et al. 2012). The calculated thermodynamic delta loading between adsorption at 1 and 0.1 MPa, which respectively correspond to the production and regeneration steps of PSA process for Cu-BTC and Maxsorb are 5.8 and 9.4 mol/kg. According to the thermodynamic delta loading and selectivity analysis of equimolar CO2/CH4 mixture adsorption on Maxsorb and Cu-BTC, for a range of pressure up to 1 MPa, Cu-BTC shows better selectivity for CO2 than Maxsorb for the separation of binary mixtures. For higher pressures (>1 MPa) the selectivity of Maxsorb increases drastically while that of Cu-BTC remains constant. Note that both adsorbents also have very high adsorption capacity for CO2 (5–30 mol/kg) at room temperature (Fig. 8). Therefore, both these adsorbents are suitable for separation of CO2 in biogas/landfill gas upgrading. The use of these adsorbents could result in reduced power consumption, and also reduction in volumetric foot print of PSA system due to their significant adsorption capacity as compared to traditional materials like zeolite 13X.4.3 Ternary gas mixture adsorptionFor ternary gas mixture adsorption predictions, we considered two representative natural gas compositions: 53 % CH4, 36 % CO2, 11 %N2 and 72 %, CH4, 12 % CO2, 16 % N2, adsorbed on Maxsorb. These compositions are typical to raw natural gas and biogas (Rasi et al. 2007; Severn Wye Energy Agency 2012). As explained in the case of binary mixtures we use the experimental ternary mixture isotherms on Norit R1 reported by Dreisbach et al. to compare our model predictions. Also, the isotherms are scaled with the ratio of the BET surface areas of the pure gases, like in the case of binary isotherms. Figures 9 and 10 compare the experimental data with model predictions for the above two compositions. Both models reproduce experimental data relatively well for ternary mixtures, more so than for binary mixtures. The RMSR deviations of the predictions of the model from the experimental data shown in Fig. 9, are 30 % for CH4, 3 % for CO2 and 8 % for N2 for the DY model. For the Langmuir, deviations are 20 % for N2, 28 % for CO2 and CH4. Similarly, for the deviations of the predictions of the model with respect to experimental data shown in Fig. 10, are 20 % for CH4, 4 % for CO2 and 40 % for N2 for the DY model. For the Langmuir, deviations are 34 % for N2, 15 % for CO2 and 9 % for the CH4. Prediction of experimental data in a ternary mixture has been performed using DY and Langmuir model with the resulting pure gas adsorption parameters. Agreement between predicted and experimental is acceptable. Only the deviations between measured concentrations of the weakly adsorbed component (N2) of the ternary mixture CH4/CO2/N2 and predicted values were unacceptably high (>30 %). Predictions using the DYM model results in lesser error as compared with errors from ELM fitting. In general, for the ternary mixtures the trend of predicted values is of similar quality for both models. Open image in new window Fig. 9 Comparison of ternary gas mixture 53 % CH4, 36 % CO2, 11 % N2 on Norit R1 Extra and Maxsorb. Norit values are scaled with BET factor from Table 2    Open image in new window Fig. 10 Comparison of ternary gas mixture 72 % CH4, 12 % CO2, 16 %N2 on Norit R1 Extra and Maxsorb. Norit values are scaled with BET factor from Table 2   5 ConclusionIn the context of finding new adsorbents for pressure swing adsorption purification of biogas and natural gas, we studied the application two non-iterative thermodynamic adsorption models: Extended Langmuir and Doong–Yang models, for predicting the binary and ternary adsorption of biogas compositions containing CO2, CH4 and N2 on activated Maxsorb and Cu-BTC. The model parameters required in the ELM and DYM are obtained, respectively from the single-site Langmuir and Dubinin–Astakhov non-linear regression of pure gas isotherms microporous experimentally measured at 298 K and over a pressure range of 0–5 MPa. Predicted binary adsorption isotherms on Maxsorb showed qualitative agreement with the experimental data on Norit R1 available in the literature while more consistent prediction is observed for Cu-BTC. This is due to differences between Maxsorb and Norit R1 as scaling BET surface area used in our approach may not be able to completely accommodate the difference. A much better agreement was observed for ternary mixtures as reported by other authors (Dundar et al. 2014a, b). Based on the selectivity analysis of equimolar CH4 and CO2 mixtures, Maxsorb’s selectivity to CO2 increases with pressure, while that of Cu-BTC decreases and remains constant as pressure increases. Maxsorb has a higher delta-loading capacity of 9.4 mol/kg than of Cu-BTC (5.8 mol/kg). In addition, Maxsorb’s quasi-linear CO2 adsorption isotherm suggests lower power demand during the adsorbent regeneration step of the PSA cycle.", "title": "Multicomponent adsorption of biogas compositions containing CO, CH and N on Maxsorb and Cu-BTC using extended Langmuir and Doong–Yang models", "authors": ["Luis Fernando Gomez", "Renju Zacharia", "Pierre Bénard", "Richard Chahine"], "doi": ["https://doi.org/10.1007/s10450-015-9684-6"], "figures": ["<div class=\"MediaObject\" id=\"MO16\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO17\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO18\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO19\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO20\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO21\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO24\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO25\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig8_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO26\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig9_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO27\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9684-6/MediaObjects/10450_2015_9684_Fig10_HTML.gif\" alt=\"\"></a> </div>"]}