{"abstract": [], "text": "https://doi.org/10.1007/s10450-016-9793-x 1 IntroductionSeparation of CH4 and CO2 mixtures is a challenging research topic due to environmental and economic concerns, and the inherent difficulties in conducting experiments. There are several technologies applied for the separation of mixtures of CH4 and CO2 (Singh et al. 2009; Scholes et al. 2012), in which adsorption-based processes are widely used for post-combustion CO2 capture (Ebner and Ritter 2009), the purification of biogas (Alonso-Vicario et al. 2010), and the purification of coal mine methane and coal mine ventilation air (VAM) (Olajossy et al. 2003). The reason is that the separation cost is usually low if the separation is based on the difference of components in adsorption (Ruthven et al. 1994). Furthermore, the adsorbent is a decisive factor of feasibility and separation cost. In a cost-effective manner, zeolites are considered as potential sorbents for the adsorption of CH4 and CO2 gas mixtures (Ackley et al. 2003; Yang et al. 2012; Zhang et al. 2012; Mofarahi and Gholipour 2014).Zeolites have been intensively investigated in recent decades because of their large surface areas and molecular sized porous structures (Zhang et al. 2014; Dunne et al. 2009; Bakhtyari and Mofarahi 2014). They are an important class of materials in which separations are obtained by selecting the pore size such that in mixtures molecules that are too large are blocked (Smit and Maesen 2008). Therefore, zeolites are widely used in applications such as separation, purification, ion exchange, catalysis and the isolation of biological molecular (Krishna and van Baten 2005; Rouleau et al. 2009). Currently, about 200 types of zeolite have been crystallographically classified and several new types still appear every year (Liu et al. 2013). Thus, studies on the adsorption and separation behaviors for CH4 and CO2 mixtures in new zeolites are very important and attractive from the viewpoints of science and their applications.However, zeolites are also challenging because it is very difficult to carry out experiments that provide us with information at the molecular level. In this respect, molecular simulations nicely complement experiments (Catlow et al. 2004). With the development of computer technology, molecular simulation methods, such as Grand Canonical Monte Carlo (GCMC), are playing an important role in developing our understanding of the relationship between the microscopic and macroscopic properties of molecular fluids confined in zeolites, and can be used to generate adsorption isotherms for gases on microporous solid adsorbents (Liu et al. 2011; Kim et al. 2013). To date, the adsorption of water/methanol and water/ethanol mixtures in zeolite 4A was simulated using the GCMC simulation (Wu et al. 2009). The Cosoli group (Cosoli et al. 2008b) studied H2S removal from biogas streams using different zeolites such as NaX, NaY, LTA and MFI with the GCMC method. Pham et al. (Pham et al. 2014) studied the adsorption of N2 and CO2 in pure silica zeolites (BEA, CHA, FER, MFI, and STT) experimentally and by GCMC simulation, and the agreement between computed adsorption isotherms and isosteric heats with those found experimentally was excellent. The Calero group investigated the adsorption selectivity of CO2, N2 and CH4 in MFI, MOR, ISV, ITE, CHA and DDR (García-Pérez et al. 2007). The results showed that the selectivity behavior strongly depended on the type of material structure and the bulk composition of the mixture. Therefore, molecular simulations have become a powerful tool to explore both materials science and life science fields (Zeng et al. 2007; Cosoli et al. 2008a).In this work, the adsorption and separation properties for CO2 and CH4, and the selectivity performance of new siliceous zeolites (IFO, JSR, SEW and OKO) were investigated using the molecular simulation method, which would quickly aid in choosing effective adsorbents for gas adsorption and separation, and could be practically important for gas separation from low-concentration mine gas.2 Computational methods2.1 Zeolite structuresNew zeolites are discovered and synthesized annually. Their adsorption, separation and selectivity properties are worth investigating and can be a fascinating area of research. Therefore, the separation of CO2 and CH4 in four new siliceous zeolites (IFO, JSR, OKO and SEW) was investigated using the GCMC method. Framework structures of the new siliceous zeolites are shown in Fig. 1, and details of the different zeolite structures used in the calculations are listed in Table 1 (Martinez-Franco et al. 2013; Xu et al. 2013; Verheyen et al. 2012; Xie et al. 2011).Open image in new windowFig. 1Framework structures of new siliceous zeolitesTable 1Structural properties of new zeolitesZeolite typeCompositionUnit cell volume (Å)Space groupSimulation cell size (a × b×c)IFOSi32O64a = 16.4388Pnmm2 × 6×2b = 4.9453c = 22.7830JSRSi96O192a = 19.8450Pa-32 × 2×2b = 19.8450c = 19.8450OKOSi68O136a = 24.0638C12/m12 × 2×3b = 13.8332c = 12.3516SEWSi66O132a = 23.7289Pmmn2 × 3×2b = 11.2932c = 14.47192.2 Simulation techniquesThe Grand Canonical Monte Carlo (GCMC) method was employed in this work (Metropolis et al. 1953), which is widely applied in the study of adsorption problems. The GCMC method uses a grand canonical ensemble, in which the chemical potential of each species, the volume of the system and the temperature are fixed (Agnihotri et al. 2008; Biswas and Cagin 2010). Hence, comparisons between simulation results and experimental data are reasonable because the adsorption conditions (pressure and temperature) are also constant in the experiments (Rahmati and Modarress 2013; Nugent et al. 2013).In the present work, each zeolite framework was considered to be rigid. All interactions of gas–zeolite and gas–gas were modeled using the PCFF force field (Hill and Sauer 1994; Sun 1995). The PCFF has been proved as a powerful force field supporting for adsorption in many zeolite systems (Song et al. 2002; Yang et al. 2008; Zhao et al. 2012). The cutoff distance for the calculation of the van der Waals potential energy by an atom based technique was taken as 1.3 nm. The partial charges of atoms were estimated by the charge-equilibration method (Rappe and Goddard 1991) and the electrostatic energy was calculated using the Ewald summation method (Karasawa and Goddard 1989) with an accuracy of 0.0001 kcal mol−1. The partial pressure required for describing the chemical potential of the adsorbed molecules was calculated using the ideal gas law. In the GCMC simulation, adsorbate molecules in the zeolite were translated, rotated, created and deleted from the zeolite framework at random with a probability of 0.225, 0.225, 0.275 and 0.275, respectively (Rahmati and Modarress 2009; Rahmati et al. 2012). For every state, 1 × 107 configurations were generated, the first 5 × 106 steps were used to achieve equilibration and the last 5 × 106 steps were used for calculation of the required properties and subsequent data analysis. For the MFI-type zeolite, the supercell consists of 8 unit cells (2 × 2 × 2, a = 2.007 nm, b = 1.992 nm and c = 1.342 nm). Periodic boundary conditions were applied in three-dimensions in order to simulate an infinite system. Further details of the GCMC method can be found in the literature (Dubbeldam et al. 2013).3 Results and discussion3.1 Comparisons with experimental dataTo verify the simulation techniques, the adsorption isotherms of CO2 and CH4 in the MFI zeolite were compared to experimental data (Babarao et al. 2007; Krishna and van Baten 2007; Zhu et al. 2006; Golden and Sircar 1994), as shown in Fig. 2. A good agreement between the simulation results and experimental data was found based on the adsorption isotherms, which demonstrated that the simulation techniques were satisfactory for the simulation of CO2 and CH4 adsorption in purely siliceous zeolites. Therefore, the simulation techniques were applied in the adsorption studies for CO2 and CH4 in the IFO, JSR, OKO and SEW zeolites.Open image in new windowFig. 2The adsorption isotherms of CO2 and CH4 in purely siliceous zeolite MFI: (a) CO2: open square literature data from Babarao et al. (2007), 300 K; open circle literature data from Krishna and van Baten (2007), 303 K; triangle this work, 298 K. (b) CH4: open square literature data from Zhu et al. (2006), 303 K; open circle literature data from Golden and Sircar (1994), 304 K; triangle this work, 300 K3.2 Adsorption of CO2 and CH4 in new siliceous zeolitesAdsorption isotherms for CO2 and CH4 in the four zeolite structures at 298 K are shown in Fig. 3. The results show that the adsorbed amount of each pure component increases with an increase in pressure, and the sequence for the adsorption amount of CO2 and CH4 in these zeolites is JSR > SEW > OKO > IFO. The adsorption amount of CO2 and CH4 adsorbed in the JSR zeolite is 7.08 and 2.27 mmol g−1 at 1000 kPa, respectively. Comparing with NaX, NaY, MFI, CHA and DDR zeolites, the adsorption amount of CO2 is higher than that in NaX, NaY, CHA or DDR, whereas the adsorption amount of CH4 is smaller than that in these zeolites, and the adsorption amount of CO2 and CH4 in the MFI zeolite is only 2.89 and 2.05 mmol g−1 at 1000 kPa (Zhang et al. 2014; Krishna et al. 2006). On the other hand, for RWY, STW, SOF, PUN, STO, SSF, LTF, IWS, ITR, SVR, BSV and SFS zeolites (Rahmati and Modarress 2013), the maximum adsorption amount of CO2 and the minimum adsorption amount of CH4 in the these zeolites is 3.78 and 1.36 mmol g−1 at 1000 kPa, respectively. Thus, JSR zeolite is a better adsorbent for the separation of CO2 and CH4 mixture among these zeolites because it has higher CO2 adsorption amount and equilibrium adsorption amount ratio between CO2 and CH4. The adsorption capacity for CO2 is higher than that of CH4 in all the zeolites under the same conditions because CO2 is a more slender molecule than CH4 and the energy barrier for inter-cage hopping is lower than that for CH4 (Krishna et al. 2006). Therefore, the steric hindrance in the CH4 molecule is greater than that of CO2 (Krishna and van Baten 2007). Further, CO2 has higher affinity than CH4 because CO2 has quadrupole and the electrostatic potential of the quadrupole term is proportional to the electric charge of ions (Zhang et al. 2014).Open image in new windowFig. 3The adsorption isotherms of CO2 and CH4 in new siliceous zeolites at 298 K (a) CO2 (b) CH4: diamond IFO zeolite; open square JSR zeolite; triangle OKO zeolite; open circle SEW zeoliteThe pore volume and surface area are very important parameters to understand the adsorption and diffusion behavior of penetrated molecules in nanoporous materials. In this work, the pore volume and surface area characterization of the zeolites were analyzed by the Connolly surface method (1985). The probe molecule was selected using hard spheres with a radius of 0.165 nm (the kinetic radius of CO2). The simulated results for the pore volume and surface area were summarized in Table 2. As listed in Table 2, the magnitude of the pore volume and surface area can be ranked as follows: JSR > SEW > OKO > IFO, which is consistent with the adsorption capacity for CO2 and CH4. The result indicates that larger pore volume and surface area are beneficial to improve gas adsorption capacity in zeolites.Table 2The free volume and surface area of new siliceous zeolitesZeolite typePore volume/unit cell (nm3)Surface area/unit cell (nm2)IFO0.623.04JSR4.4920.47OKO1.327.90SEW1.378.113.3 Adsorption thermodynamicsThe adsorption process is always accompanied by changes in the system for Gibb’s free energy, enthalpy and entropy, which are favorable to understand the adsorption mechanism and the interactions between adsorbents and adsorbates. The thermodynamic parameters of Gibb’s free energy change, ΔG0, enthalpy change, ΔH0, and entropy change, ΔS0, for the adsorption process were calculated using the following equations:$$\\Delta G^{0} = - RT\\ln K,$$ (1)$$\\Delta G^{0} = \\Delta H^{0} - T\\Delta S^{0} ,$$ (2)where K is the equilibrium constant, R is the universal gas constant (8.314 J mol−1 K−1) and T is the temperature in Kelvin. For Eqs. 1 and 2, the temperature dependent K is expressed as follows:$$\\ln K = \\frac{{\\Delta S^{0} }}{R} - \\frac{{\\Delta H^{0} }}{RT}.$$ (3)The equilibrium constant at zero coverage limit (Pham et al. 2014; Golden and Sircar 1994) for the pure components (CO2 and CH4) in the new siliceous zeolites over the temperature range from 273 to 348 K are shown in Fig. 4. The results show that the equilibrium constant decreases with an increase in temperature. Moreover, the K values for CO2 are larger than those found for CH4 at the same temperature.Open image in new windowFig. 4Plot of the logarithm of the equilibrium constants lnK versus 1/T: filled square IFO-CO2; filled circle JSR-CO2; filled triangle OKO-CO2; filled diamond SEW-CO2; open square IFO-CH4; open circle JSR-CH4; open triangle OKO-CH4; open diamond SEW-CH4The Gibb’s free energy change, ΔG0, calculated using Eq. 1 is plotted in Fig. 5. The Gibb’s free energy change was found to be linear with temperature. An increase in temperature causes an increase in the ΔG0 value, which indicates a lower temperature is advantageous for the adsorption process. The negative values of ΔG0 suggest that the adsorption process is favorable and spontaneous for CO2 and CH4. In addition, the adsorption of CO2 molecules was more favorable than that of CH4 because the ΔG0 values for CO2 are more negative.Open image in new windowFig. 5Plot of Gibbs free energy change, ΔG0, versus temperature T: filled square IFO-CO2; filled circle JSR-CO2; filled triangle OKO-CO2; filled diamond SEW-CO2; open square IFO-CH4; open circle JSR-CH4; open triangle OKO-CH4; open diamond SEW-CH4The results of the enthalpy change, ΔH0 and entropy change, ΔS0 can be estimated from the slope and intercept of the linear relationship in Eq. 3, and the results are presented in Table 3. As listed in Table 3, the new zeolites have a higher affinity to CO2 according to the more negative enthalpy change for CO2. The isosteric heat of adsorption, a commonly reported thermodynamic quantity, is given by qst = −ΔH0 at the zero occupancy (Zhu et al. 2006; Talu and Myers 2001). Moreover, their isosteric heats of CO2 adsorption are higher than that of CH4, demonstrating the stronger binding capacity between CO2 and zeolites (Colabella et al. 1988).Table 3Enthalpy change ΔH0 and entropy change ΔS0 for the adsorption of CO2 and CH4 in zeolitesGas, zeoliteΔH0 (kJ mol−1)ΔS0 (J mol−1)CO2, IFO−16.296−10.600CO2, JSR−16.552−5.355CO2, OKO−21.328−17.127CO2, SEW−21.914−18.070CH4, IFO−12.807−7.654CH4, JSR−12.591−1.442CH4, OKO−16.052−10.409CH4, SEW−16.404−12.031The negative adsorption entropy ΔS0 for both CO2 and CH4 suggests that the adsorption of CO2 and CH4 molecules in four zeolites is in an ordered arrangement because the motion of gas molecules is transformed from the three-dimensional space into a two-dimensional space. Further, the less negative entropy of CH4 when compared with CO2 in each new zeolite indicates the increased randomness of CH4 (Zhang et al. 2014). All simulated results for Gibb’s free energy, enthalpy and entropy change, as well as the isosteric heat of adsorption are consistent and show that CO2 is more favorable to be adsorbed than CH4 in these four zeolites.3.4 Binary mixtures3.4.1 Adsorption isothermsThe adsorption isotherms for equimolar mixtures of CO2/CH4 in IFO, JSR, OKO and SEW at 298 K are shown in Fig. 6. With an increase in pressure, the amount of CO2 adsorbed initially increases linearly and then flattens, while the amount of CH4 adsorbed changes little. The ratios of equilibrium adsorption capacity for the equimolar mixtures at different pressures are presented in Table 4. It is obvious that with an increase in pressure, the ratio of equilibrium adsorption capacity for CO2/CH4 increases. For a pressure swing adsorption (PSA) processes, the adsorption step generally takes place at moderate pressures (5 atm) in view of energy saving. In this condition, the equilibrium adsorption capacities for CO2 in all zeolites were five times more than those for CH4, which suggests that the new siliceous zeolites have a strong ability to separate a mixture of CO2 and CH4.Open image in new windowFig. 6The adsorption isotherms of the equimolar mixtures of CO2 and CH4 in new siliceous zeolites at 298 K: (a) IFO, (b) JSR, (c) OKO, (d) SEW; open square CO2; open triangle CH4Table 4The ratios of equilibrium adsorption capacity of CO2 and CH4 at different pressuresZeolitesPressure (kPa)200400600800IFO3.914.505.436.18JSR3.604.375.296.13OKO5.046.917.196.87SEW4.857.447.037.393.4.2 Adsorption selectivityThe selectivity coefficient Sij is a good indication of separation ability and is given by the following equation:$$S_{ij} = (y_{i} /y_{j} )/(x_{i} /x_{j} )$$ (4)where xi and xj are the molar fractions of species i and j in the gas phase, while yi and yj are the molar fraction of species i and j adsorbed in the framework, respectively.The selectivity coefficients of CO2/CH4 in the four new zeolites as a function of the partial pressure of CO2 at a total pressure 1000 kPa are shown in Fig. 7. The results demonstrate that the selectivity coefficients increase with a decrease in the concentration of CH4 in the mixture. The higher selectivity coefficients for CO2/CH4 at a low concentration of CH4 (<30 mol%) (Zhong et al. 2013) belong to the JSR zeolite. Thus, considering the adsorption uptake and selectivity of CO2/CH4, the JSR zeolite is a good candidate for the separation of CO2/CH4 at low pressure (up to 1000 kPa).Open image in new windowFig. 7The selectivity coefficients of CO2/CH4 in new siliceous zeolites: open square IFO; open star JSR; open circle OKO; triangle SEW4 ConclusionsThe GCMC method was employed to investigate the adsorption and separation properties for CO2 and CH4 in new siliceous zeolites of IFO, JSR, OKO and SEW. The adsorption isotherms for the pure components and binary mixtures of CO2 and CH4 in these zeolites were obtained. Adsorption thermodynamic parameters were also analyzed.The adsorbed amount of pure components increases with an increase in pressure and the adsorption amount for both CO2 and CH4 in these zeolites can be ranked as follows: JSR > SEW > OKO > IFO. The adsorption amount of CO2 and CH4 in the JSR zeolite is 7.08 and 2.27 mmol g−1 at 1000 kPa, respectively. The thermodynamic parameters of Gibb’s free energy change and enthalpy change of adsorption show that CO2 displays a higher affinity than that of CH4 in the new siliceous zeolites. A negative adsorption entropy change ΔS0 indicates the CO2 and CH4 adsorbed are in an ordered arrangement in all the new zeolites. The more negative entropy for CO2 when compared with CH4 in each new zeolite presents a more orderly arrangement of CO2.The adsorption isotherms for the binary mixtures suggest the new siliceous zeolites can be used to separate a CO2/CH4 mixture. Considering the adsorption uptake and selectivity for CO2/CH4, the JSR zeolite is a good candidate for the separation of CO2/CH4 at low pressure (up to 1000 kPa).", "title": "Adsorption and separation of carbon dioxide and methane in new zeolites using the Grand Canonical Monte Carlo method", "authors": ["Xiao-zhong Chu", "Song-song Liu", "Shou-yong Zhou", "Yi-jiang Zhao", "Wei-hong Xing"], "doi": ["https://doi.org/10.1007/s10450-016-9793-x"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO2\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO3\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO7\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO8\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO9\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO11\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-016-9793-x/MediaObjects/10450_2016_9793_Fig7_HTML.gif\" alt=\"\"></a></div>"]}