{"abstract": [], "text": "https://doi.org/10.1007/s10450-014-9620-1 1 IntroductionAmong alternate transportation fuels, natural gas has emerged as a lower emission fuel substitute for gasoline. Compressed natural gas (CNG) is used in many countries for public transportation. However safety considerations due to the high pressures (20–25 MPa) involved are a limiting factor. To overcome pressurization costs and safety issues, technologies based on adsorbed natural gas (ANG) are being actively pursued. Several challenges are associated with developing a commercially robust and economically viable onboard ANG storage system. The starting point is the search for materials that meet storage targets set by the Department of Energy (DOE). The 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) storage target at STP conditions (Burchell and Rogers 2000) requires that the volume of methane stored in an adsorbent or packed bed of volume \\(\\hbox {V}_{b}\\) is \\(180\\hbox {V}_b\\) at STP conditions. The DOE has recently revised the methane storage targets for packed adsorbents to have gravimetric capacity more than 0.5 kg/kg (Advanced Research Project Agency, U.S DOE 2012) and volumetric capacity of 263 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) at the adsorbent or packed bed stage which is equivalent to the volumetric storage capacity of CNG at 250 bar and 298 K (Mason et al. 2014). We use the subscript ‘b’, ‘p’, and ‘pwd’ to differentiate the V/V capacities for bed, pellet and powder respectively.2 Achieving targetsSynthesized powder samples are tested for their adsorption capacity using either gravimetric or volumetric methods. In order for a material to be used on an onboard device the material is pelletized or extruded (0.5–1 mm) to reduce the pressure drop in the adsorbent bed. The process of pelletization involves compaction with or without a binder, invariably results in a loss of surface area and/or pore volume. Consequently, the adsorption capacity of the pellet is lower than that of the powder sample. The resulting drop in gravimetric capacity typically ranges between 5 and 20 % (Celzard et al. 2005; Inomata et al. 2002; Tagliabue et al. 2011; Lozano-Castelló et al. 2002). When pellets are packed into an adsorbent bed, there is a further decrease in the capacity due to the inherent porosity (void space) in the adsorbent bed (Fig. 1). The total porosity is typically in the range of 0.6–0.7 (Mota et al. 1997; Sahoo et al. 2011, 2014b; Bastos-Neto et al. 2005). The final decrease in capacity is encountered at the time of onboard filling of the adsorbent bed. Gas filling is highly exothermic with adsorbent bed temperatures typically rising by about 50–80 K (Sahoo et al. 2011, 2014a; Mota et al. 1997; Basumatary et al. 2005; Goetz and Biloé 2005; Biloé et al. 2002). As a result filling efficiencies range between 70 and 80 % (Biloé et al. 2002; Goetz and Biloé 2005; Sahoo et al. 2011, 2014a). This last drop in capacity can be circumvented with a slow off-board fill under nearly isothermal conditions. Given this sequence, a material must meet the storage target accounting for losses in adsorption capacity incurred while taking the material from the powder form to the adsorbent bed module used in an onboard device. Open image in new window Fig. 1 Schematic illustrating the macropores in the packed bed, micropores in the pellet and their relationship to the bed porosity (\\(\\epsilon _b\\)) and pellet porosity (\\(\\epsilon _p\\)) respectively. Equations 2–4 relate the porosities to the respective densities \\(\\rho _b\\) and \\(\\rho _p\\). Micropore volume in pellet, \\(\\hbox {V}_p\\); macropore volume in packed bed, \\(\\hbox {V}_{ma}\\); volume of the bed, \\(\\hbox {V}_b\\); geometric volume of the pellet, \\(\\hbox {V}_{m}\\)   Hence assessing laboratory prepared powder samples under isothermal conditions, grossly overestimates the adsorption capacity (vis-à-vis DOE targets) for a material. This overestimate is further magnified if the skeletal or single crystal density is used (Mason et al. 2014; Sun et al. 2009; Konstas et al. 2012). However, this is perhaps the most widespread measure by which materials are currently assessed in the literature (Peng et al. 2013; Makal et al. 2012).Exceptions occur in carbon monoliths which are high density carbon structures with reduced porosity. In this specific case, losses associated with pelletization and packed bed porosity are circumvented (Matranga et al. 1992). We show that in order to achieve the DOE target of 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) in the adsorbent bed, the adsorption capacity of the pellets must be at least 36 % (245 \\(\\hbox {(V/V)}_{\\mathrm{p}})\\) greater to account for pelletization and packed bed losses. We also evaluate the gravimetric loading (weight of methane gas/weight of adsorbent) capacity for both the pellet and powder samples at various volumetric storage targets. In order to meet storage targets, materials should be evaluated in the pelletized form after taking into account the adsorption losses during the powder to pelletization process. To quantify this situation we use typical physical properties reported for activated carbons and MOF adsorbents.2.1 Packed bed modelLet us consider an onboard ANG adsorbent bed of volume \\(V_b\\) made up of pellets. The total mass of gas stored in the bed is,$$\\begin{aligned} m_{g}=V_{b}\\rho _{g}\\epsilon _{t} + V_{b} \\rho _{b}q_{p}, \\end{aligned}$$ (1)where the first term on the right hand side represents the mass of methane present in the gaseous phase and the second term is the amount of adsorbed gas in the pellet. In the above equation, \\(\\rho _{g}\\) is the methane gas density, \\(\\epsilon _{t}\\) is the total bed porosity, \\(\\rho _{b}\\) is the bed density and \\(q_{p}\\) is the gravimetric adsorption capacity of the pellet. Open image in new window Fig. 2 Excess gravimetric adsorption isotherm for pellet and powder sample meeting the 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) at 3.5 MPa and 298 K illustrated for different values of bed density, \\(\\rho _b\\). For a given pellet density, the bands illustrate the increase in gravimetric capacity at the powder level in order to meet the 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) storage targets. We consider a gravimetric capacity loss ranging for 5–20 % during pelletization. The red lines are fits to the Dubinin-Ashtakov model. Blue filled circles indicate the bed storage capacity, \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) at 3.5 and 0.1 MPa. \\(\\rho _p\\) values are obtained from Eq. 4 with \\(\\epsilon _b= 0.35\\) (Color figure online)  The relationships between the various porosities and densities used routinely in packed bed studies are given below (Kumar et al. 2009). Figure 1 is a schematic illustrating the different porosities encountered in packed beds.$$\\begin{aligned} \\rho _{b} = \\rho _{s}(1- \\epsilon _{t}) , \\end{aligned}$$ (2)where \\(\\rho _s\\) is the skeletal or single crystal density and \\(\\epsilon _{t}\\) is the total bed porosity. The pellet density,$$\\begin{aligned} \\rho _{p} = \\rho _{s}(1- \\epsilon _{p}) , \\end{aligned}$$ (3)where \\(\\epsilon _{p}\\) is the pellet porosity. Combining Eqs. 2 and 3 with the relation, \\(\\epsilon _t = \\epsilon _b + (1-\\epsilon _b)\\epsilon _p\\) we get,$$\\begin{aligned} \\rho _b = (1 - \\epsilon _b)\\rho _p . \\end{aligned}$$ (4)The equivalent mass of methane gas, \\(m_g\\) corresponding to a 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) (STP) storage capacity for a bed of volume \\(V_b\\) is,$$\\begin{aligned} m_g = \\frac{180V_bM_g}{22.414} \\,({\\rm kg}), \\end{aligned}$$ (5)where \\(V_b\\) is the volume of the adsorbent bed in \\(m^{3}\\) and \\(M_g = 16.03\\) is the molecular weight of methane. For a given value of \\(m_g\\), the corresponding value of \\(q_p\\) can be obtained from Eq. 1 after having specified \\(\\rho _b\\) and \\(\\epsilon _t\\). We fix \\(\\epsilon _t = 0.65\\) since the experimentally observed range is typically between 0.6 and 0.7, and study variations for 300 \\(\\hbox {kg m}^{-3}\\) \\(\\le\\) \\(\\rho _b\\) \\(\\le\\) 650 \\(\\hbox {kg m}^{-3}\\). The range of \\(\\rho _{b}\\) values are obtained based on values reported for MOF and carbon samples in literature (Table 1). The gravimetric pellet loading, \\(q_p\\) for a given \\(\\rho _b\\) value is illustrated in Fig. 2 at 3.5 MPa and 298 K. Using a similar procedure we evaluate the value of \\(q_{p}\\) at 1 bar and 30 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) based on a discharge capacity of 150 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) (Lozano-Castelló et al. 2002). Using the values at 30, 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) and the point of zero loading, we fit the Dubinin-Ashtakov (DA) equation (Dubinin and Astakhov 1971) to obtain the gravimetric pellet isotherm shown in Fig. 2.2.2 Equilibrium isothermsThe Dubinin-Astakhov (DA) isotherm equation is,$$\\begin{aligned} q = \\rho _{ads} W_{0} \\exp \\left[ -\\left( \\frac{A}{\\beta E_{0}}\\right) ^n\\right] , \\end{aligned}$$ (6)where, \\(\\rho _{ads}\\) is the adsorbed gas density, \\(W_{0}\\) is the microporous volume per unit mass of adsorbent, \\(\\beta\\) is the affinity coefficient related to the adsorbate-adsorbent interaction, the value of which is 0.35 for methane adsorption (Stoeckli et al. 2000). We used a value of \\(\\beta E_{0}\\) = 8.4 kJ mol\\(^{-1}\\) with \\(W_{0}= 1.67\\times 10^{-3}\\) m\\(^{3}\\) kg\\(^{-1}\\) and \\(n = 1.75\\) for \\(\\rho _p\\) = 461.5 \\(\\hbox {kg m}^{-3}\\) and \\(W_{0} = 0.76\\times 10^{-3}\\hbox { m}^3\\hbox { kg}^{-1}\\) and \\(n = 1.8\\) at \\(\\rho _p = 1,000\\) \\(\\hbox {kg m}^{-3}\\). The values of \\(A\\) and \\(\\rho _{ads}\\) are evaluated at the corresponding pressure and temperature. We point out that other model isotherms could also be used to depict the gravimetric loadings at intermediate pressures. Since our primary focus is the target loadings at 3.5 MPa and 298 K, our conclusions are independent of a precise choice for the isotherm. The values of the gravimetric capacity, \\(q_{p}\\) evaluated from Eq. 1 for \\(\\rho _b\\) in the range of 300–650 \\(\\hbox {kg m}^{-3}\\) are 0.38–0.175 kg/kg at 3.5 MPa and 298 K as illustrated in Fig. 2. The contribution from the gas phase (Eq. 1) to the mass of gas stored in the bed is 11.4 % at 3.5 MPa and 298 K. Changing \\(\\epsilon _t\\) to 0.7 results in a 12.3 % contribution from the gas phase.Table 1 Packing density (\\(\\rho _{b}\\)), pellet density (\\(\\rho _{p}\\)), skeletal density (\\(\\rho _{s}\\)), powder density (\\(\\rho _{pwd}\\)) for activated carbon and MOF samples reported in the literature  Material  Method   \\(\\rho _{b}\\)    \\(\\rho _{p}\\)    \\(\\rho _{s}\\)    \\(\\rho _{pwd}\\)   Reference  (\\(\\hbox {kg m}^{-3}\\))  (\\(\\hbox {kg m}^{-3}\\))  (\\(\\hbox {kg m}^{-3}\\))  (\\(\\hbox {kg m}^{-3}\\))  MOF-5  0 % ENG\\(^{\\text{ a }}\\)    310–790  2,030  130  \nPurewal et al. (2012)  1 % ENG\\(^{\\text{ a }}\\)    490     5 % ENG\\(^{\\text{ a }}\\)    320–650     10 % ENG\\(^{\\text{ a }}\\)    320–720     MIL-53(AL)  Binder\\(^{\\text{ b }}\\)   476     \nFinsy et al. (2009)  CPO-27-Ni  Mechanical compaction   780  2,600   \nTagliabue et al. (2011)  HKUST-1  Mechanical compaction   640–824  2,800  430  \nPeng et al. (2013)  Ni/DOBDC  Mechanical compaction  400  780    \nLiu et al. (2012)  AC-CM  Mechanical compaction   560–990  1,900  240  \nInomata et al. (2002)  C1050  Mechanical compaction   980   280  \nGuan et al. (2011)  PAC and ACP  Binder\\(^{\\text{ c }}\\)    700,610   300–660  \nJordá-Beneyto et al. (2008)  PAC and ACP  Binders\\(^{\\text{ d }}\\)    400–1,000  1,900–2,160  510  \nLozano-Castelló et al. (2002)  RP-20  Binder\\(^{\\text {b,e}}\\)   611    291  \nBalathanigaimani et al. (2008)  Ac, PFA-P, M-30, MSC-30  Hot pressing   340–890   210–300  \nHou et al. (2007)  G216 carbon   410  631\\(^{\\text{ f }}\\)   1,577\\(^{\\text{ f }}\\)    \nMota et al. (1997)  WV1050   280  686\\(^{\\text{ f }}\\)   975\\(^{\\text{ f }}\\)    \nBastos-Neto et al. (2005)  MAXSORB III     2,200  300  \nRahman et al. (2011); Loh et al. (2010)  IRH3   239\\(^{\\text{ f }}\\)   341\\(^{\\text{ f }}\\)   1,990   \nMomen et al. (2009)   AC-CM activated carbon prepared from cellulose microcrystals, C1050 as-synthesized template carbon, PAC powdered activated carbon, ACP activated carbon pellets, RP-20 monolith disks prepared from commercial activated carbon powder using PVA and PVP binders, Ac carbon powder prepared by acetylene, CVD chemical vapor deposition, PFA-P carbon powder prepared by carbonizing, PFA polyfurfuryl alcohol and deposited by propylene CVD over PFA-carbon/zeolite composite, M-30 and MSC-30 commercial porous carbons activated with KOH, G216 carbon, WV1050, IRH3 commercially obtained granular activated carbon, MAXSORB III commercially obtained activated carbon powder  \\(^{\\text{ a }}\\) Expanded Natural Graphite  \\(^{\\text{ b }}\\) PVA Polyvinyl alcohol  \\(^{\\text{ c }}\\) WSC Polymeric binder from waterlink sutcliffe carbon  \\(^{\\text{ d }}\\) HAS Humic acid derived sodium salt, PVA, binder from WSC, teflon, ADH adhesive cellulose-based binder  \\(^{\\text{ e }}\\) PVP poly vinyl pyrrolidone  \\(^{\\text{ f }}\\) Calculated from \\(\\epsilon _{t}\\) and \\(\\epsilon _{b}\\) values  2.3 Gravimetric capacityThe process of compacting the powder into pellets usually results in a loss in the gas adsorption capacity due to decreased accessible surface area and micropore volume, which lowers the adsorption capacity. However, compaction increases the material (pellet) density. Hence mapping the \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) to \\(\\hbox {(V/V)}_{\\mathrm{pwd}}\\) is case specific and cannot be easily generalized. As a result it is more convenient, when discussing the powder targets, to work with the gravimetric adsorption capacities. Accounting for a 5–20 % loss in the gravimetric adsorption capacity (going from powder to pellet), the gravimetric loading at 3.5 MPa and 298 K for the powder samples range from 0.4 to 0.47 kg/kg at \\(\\rho _b = 300\\,\\hbox {kg m}^{-3}\\) and from 0.18 to 0.22 kg/kg at 650 \\(\\hbox {kg m}^{-3}\\) to meet the storage target of 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) (Fig. 2 and Table 2). Using a similar procedure we evaluate the gravimetric adsorption capacities of powder and pellet samples at different storage targets ranging from 150 to 263 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) (see Table 2). At 263 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) which is the recently revised DOE target gravimetric loadings at the pellet range from 0.27 to 0.58 kg/kg setting a severe requirement on the gravimetric loading at the powder level. The corresponding \\(\\hbox {(V/V)}_{\\mathrm{pwd}}\\) for these materials would depend on their respective powder densities.Table 2 Gravimetric and volumetric capacity of pellet and powder samples for packed bed densities, \\(\\rho _{b}\\) varying between 300 and 650 \\(\\hbox {kg m}^{-3}\\) at different storage targets, \\(\\hbox {(V/V)}_{\\mathrm{b}}\\)   Gravimetric capacity  Storage target \\(\\hbox {(V/V)}_{\\mathrm{b}}\\)    \\(\\rho _{p}\\) \\(\\hbox {kg m}^{-3}\\)   Powder kg/kg  Pellet kg/kg  Volumetric capacity \\(\\hbox {(V/V)}_{\\mathrm{p}}\\)   % drop \\(\\frac{{\\text{(V/V) }}_{\\mathrm{p}} - {\\text{(V/V) }}_{\\mathrm{b}}}{{\\left( {\\rm V}/{\\rm V }\\right) }_{\\mathrm{p}}} \\times 100\\)   150  461.5  0.32–0.385  0.308  199  24.6  615.4  0.243–0.29  0.231  1000  0.15–0.18  0.142  180  461.5  0.4–0.47  0.38  245  26.5  615.4  0.3–0.36  0.285  1000  0.22–0.185  0.175  220  461.5  0.5–0.59  0.475  307  28  615.4  0.376–0.45  0.357  1000  0.231–0.275  0.22  263  461.5  0.61–0.72  0.578  373  29.5  615.4  0.456–0.54  0.433  1000  0.28–0.33  0.267   The corresponding pellet density (\\(\\rho _{p}\\)) and volumetric capacity, \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) of the pellet are calculated using Eqs. 4, 8 respectively. The ranges for the powder samples are obtained by assuming a 5–20 % loss due to pelletization  A recent compilation of MOF data indicate that the Zn\\(_4\\)O powder MOF samples show the highest gravimetric loading (0.13–0.17 kg/kg) (Mason et al. 2014) followed by the Cu\\(_2\\) PCN family (0.16–0.19 kg/kg) (Makal et al. 2012; Mason et al. 2014). Whether these MOF materials meet the targets would depend on the loss associated with pelletization. For MAXSORB III carbon based materials, gravimetric loadings for powdered samples of 0.23 kg/kg with \\(\\rho _b\\)= 300 \\(\\hbox {kg m}^{-3}\\) have been reported (Rahman et al. 2011; Loh et al. 2010). This corresponds to a loading of 124 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\). From the data in Fig. 2 the minimum gravimetric pellet loading is uniquely specified once the bed density \\(\\rho _b\\) and \\(\\epsilon _t\\) are fixed. Open image in new window Fig. 3  a Variation of target pellet, gravimetric capacity with pellet density for different values of storage targets, \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) at 298 K. b Pellet volumetric capacity with different storage targets, \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) during isothermal and non-isothermal filling. The volumetric capacities of pellets are calculated based on storage targets achieved at the end of filling. The red band represents the variation in pellet volumetric capacity considering 70–80 % filling efficiencies due to non-isothermal effects. The solid line shows the pellet volumetric capacities for different storage targets under isothermal filling conditions. For data in (a), the packed bed density (\\(\\rho _{b}\\)) is varied in the range of 300–650 \\(\\hbox {kg m}^{-3}\\) with \\(\\epsilon _b= 0.35\\) and \\(\\epsilon _t= 0.65,\\) b) \\(\\epsilon _b= 0.35\\) (Color figure online)  It is useful to determine the relation between \\(q_p\\) and the corresponding pellet density, \\(\\rho _p\\) since the pellet density can be experimentally measured. Equation 4 can be used to obtain \\(\\rho _p\\) by fixing the value of \\(\\epsilon _b\\). The value of \\(\\epsilon _b\\) for adsorbent beds made up of pellets of activated carbons typically range from 0.3 to 0.35 (Mota et al. 1997; Sahoo et al. 2011). In what follows, we set \\(\\epsilon _b = 0.35\\) and use typical values for the material properties found in carbon based systems to illustrate the various losses encountered during gas storage. Since packed bed characteristics depend on the pellet shape and size, the bed porosities, \\(\\epsilon _b\\) for MOF pellets are expected to be similar. The measured values of packing density (\\(\\rho _b\\)), pellet density (\\(\\rho _p\\)), skeletal density (\\(\\rho _{s}\\)), and powder density (\\(\\rho _{pwd}\\)) reported in literature for MOF and carbon materials are shown in Table 1. Figure 3a illustrates the variation in the gravimetric capacity of the pelletized sample as a function of the pellet density \\(\\rho _{p}\\) for 150, 180, 220 and 263 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) targets obtained using Eq. 1 with the corresponding mass of methane. For a fixed storage target an increase in the gravimetric capacity is observed as \\(\\rho _{p}\\) decreases. The percentage change in the gravimetric loading between the capacities is the largest at the lowest pellet density. This data clearly illustrates the advantage of developing materials with a high pellet density to achieve storage targets. For a given pellet density, \\(\\rho _p\\), the gravimetric capacity \\(q_{p}\\) is finally determined by the microstructure of the material which influences properties such as the pore volume and surface area (Peng et al. 2013; Makal et al. 2012).2.4 Volumetric storage capacityOnce the pellet isotherm has been determined, the adsorption isotherm for the packed bed is constructed using Eq. 1 by adding the gas contribution from the pore space or porosity in the adsorbent bed. The isotherm (on a V/V basis) for the packed bed is illustrated in Fig. 4 by using the pellet isotherm (Fig. 2) corresponding to \\(\\rho _b= 650\\,\\hbox { kg m}^{-3}\\). Note that all pellet isotherms regardless of the \\(\\rho _b\\) values will yield the target loading of 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) since this was the basis for their construction in Fig. 2. In order to obtain the corresponding pellet isotherm the excess gas adsorbed in the pellet under STP conditions is evaluated from$$\\begin{aligned} \\text{(V/V) }_{\\mathrm{p}} = \\frac{22.414 \\rho _p q_p}{M_g} \\end{aligned}$$ (7)for \\(q_p\\) corresponding to \\(\\rho _p = 1000\\,\\hbox {kg m}^{-3}\\). Substituting \\(q_p\\) from Eq. 1, and using Eq. 4, Eq. 7 reduces to,$$\\begin{aligned} \\text{(V/V) }_{\\mathrm{p}} = \\frac{22.414}{M_g} \\left[ \\frac{1}{1-\\epsilon _b}\\left( \\frac{m_g}{V_b}-\\rho _g\\epsilon _t\\right) \\right] \\end{aligned}$$ (8)From Eq. 8 we observe that \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) is only a function of the porosities, \\(\\epsilon _t\\) and \\(\\epsilon _b\\) which is related to the ratio of \\(\\rho _b/\\rho _p\\) (Eq. 4). The plot of \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) is illustrated in Fig. 4a. At 35 bar and 298 K the corresponding value of \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) is 245 in order to obtain a \\(\\hbox {(V/V)}_{\\mathrm{b}} = 180\\) at STP conditions. The \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) for different \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) targets is illustrated in Fig. 3b and Table 2. We show that in order to meet the \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) storage targets varying from 150 to 263, the corresponding \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) value calculated using Eq. 8 should lie between 199 and 373 for pellet densities ranging from 461.5 to 1000 \\(\\hbox {kg m}^{-3}\\). Open image in new window Fig. 4 Volumetric capacity (V/V) range for target materials. a A pellet capacity of 245 \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) is required to meet the 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) target at 3.5 MPa and 298 K. Non-isothermal filling (340-365 K) results in a decrease to 126–144 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\). b Capacity losses if the 180 (V/V) target was achieved for the pellet. The bed capacity drops to 138 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) at 3.5 MPa and a further drop to 96–110 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) occurs due to non-isothermal effects. Red solid line indicates storage capacity of pellet sample at 298 K, black solid line indicates storage capacity at packed bed at 298 K, blue band indicates storage capacity in packed bed stage during filling (Color figure online)  In the above calculation we have not accounted for losses that accompany filling of the adsorbent bed under non-isothermal (exothermic) conditions. Due to the large temperature rise that accompanies adsorption in packed beds, filling efficiencies which depend strongly on the rate of filling typically vary between 70 and 80 %. This would further reduce the 180 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) capacity to 126–144 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) as illustrated in Fig. 4a for the DA isotherm. Accounting for this added loss, would set a more severe requirement on the capacity of the powder sample, since the \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) would exceed 300 and 500 for storage targets of 180 and 263 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) respectively (Fig. 3b) for a larger drop of 70 % in filling efficiencies. High filling rates are desirable for onboard filling of the natural gas vehicle and this comes at a capacity loss at the filling station. This loss can be reduced significantly if filling is carried out off-board under near equilibrium (slow fill) conditions. We next illustrate the scenario starting from a pellet sample which meets the adsorption target of 180 \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) at STP conditions (Fig. 4b). Using \\(\\rho _p\\) in the same range as used earlier and assuming \\(\\epsilon _{b}= 0.35\\) the value of \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) reduces to 138 as shown in Fig. 4b. A further drop in capacity to about 100 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) will occur if filling efficiencies are included.3 ConclusionsUsing typical values for carbon and MOF based adsorbents we illustrate the various losses in adsorption capacity that are encountered while taking a powder sample prepared in the laboratory to an onboard storage device. Effective compaction strategies in the powder to pellet transformation need to be devised to minimize gravimetric adsorption losses that typically lie in the range of 5–20 %. In packed beds, gas is primarily stored in the adsorbent pellet, however due to the inherent porosity of the bed gas is also stored in the compressed form making up about 11 % of the total mass of gas stored at 3.5 MPa. Solutions based on carbon monoliths circumvent both the above losses, although one has to contend with the higher pressure drops associated with these adsorbent beds. Hence in order to meet the DOE 180 and revised 263 \\(\\hbox {(V/V)}_{\\mathrm{b}}\\) storage targets at the adsorbent bed level, the volumetric storage capacity of the pelletized sample should be at least 245 and 373 \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) respectively if filling losses are ignored and above 300 and 500 \\(\\hbox {(V/V)}_{\\mathrm{p}}\\) if filling losses are taken into account. Hence evaluating a potential gas storage material based on the V/V at the powder level, as is the current practise, is only the first step to screen and select potential materials. Our analysis indicates, that determining the gravimetric capacity at the pellet level is more appropriate in order to fully assess the materials potential to meet the DOE storage targets at the level of the packed bed. Challenges lie in developing high specific surface area (Farha et al. 2012) materials, effective pelletization strategies and measuring pellet adsorption capacities (Peng et al. 2013) to realistically assess a materials potential for natural gas storage.", "title": "Evaluating methane storage targets: from powder samples to onboard storage systems", "authors": ["B. P. Prajwal", "K. G. Ayappa"], "doi": ["https://doi.org/10.1007/s10450-014-9620-1"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9620-1/MediaObjects/10450_2014_9620_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9620-1/MediaObjects/10450_2014_9620_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9620-1/MediaObjects/10450_2014_9620_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9620-1/MediaObjects/10450_2014_9620_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO9\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9620-1/MediaObjects/10450_2014_9620_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9620-1/MediaObjects/10450_2014_9620_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO12\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9620-1/MediaObjects/10450_2014_9620_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-014-9620-1/MediaObjects/10450_2014_9620_Fig4_HTML.gif\" alt=\"\"></a> </div>"]}