{"abstract": [], "text": "https://doi.org/10.1007/s10973-013-3497-1 IntroductionHydrogen has been proposed as a potential energy carrier owing to its cleanliness. However, the predominant method of producing hydrogen from natural gas or other fossil fuel sources requires abundant energy and results in the emission of a significant amount of CO2 into the atmosphere [1]. Biomass, a type of renewable energy, is an abundant and environmentally friendly resource [2]. Combustion, gasification, and pyrolysis are the three typically thermochemical ways to convert biomass into electricity, syngas, and liquid fuels, respectively [3, 4, 5, 6, 7, 8, 9, 10]. One of the most promising ways for high-efficiency utilization of biomass is via producing hydrogen [11]. Recently, we cooperated with researchers in the University of Massachusetts and proposed a new way for biomass conversion to liquid fuels and chemicals [12, 13]. We used aqueous phase of pyrolysis oils from biomass as feedstocks, first converted them to alcohols via selective hydrogenation and then to olefins and aromatics by zeolite conversion. Hydrogen is needed in the selective hydrogenation process, and so we proposed use of oil fraction of pyrolysis oil to produce hydrogen by chemical looping reforming (Fig. 1). This proposal can realize hydrogen production and CO2 reduction together. Removal of CO2 from the flue exhaust is one of the distinguishing features of this technology. Up to now, CO2 is commonly removed by chilling and pressurizing or by aqueous amine absorption, both of them being costly and inefficient [14]. Therefore, the research on low-cost and efficient adsorption and separation of CO2 attracts attention worldwide. Open image in new window Fig. 1 Hydrogen production using chemical looping reforming process  In the recent years, there has been a type of metal organic framework (MOF) materials, which is considered to be an important type of nano-porous material. This kind of material is expected to be extensively applied in gas storage, separation, catalysis, biochemistry and pharmaceutical areas [15]. MOF materials contain metal ions and organic ligands which are supramolecularly self-assembled to form a porous structure. So far, most of the reported special surface area of MOF materials are larger than 1,000 cm2 g−1, and some of them even exceed 5,000 cm2 g−1, such as MIL-101, UMCM-1, and so on [16, 17, 18]. In the aspects of CO2 adsorption and separation characteristics, Desiraju [19] systematically studied the CO2 storage abilities at room temperature, and the results showed that MOFs have potential applications in CO2 storage. Recently, Milward and Yaghi [14] reported that MOF-177 had the most effective structure to adsorb carbon dioxide, and the experimental data showed that it can adsorb 34 mmol g−1 CO2 at 43 bar.CuBTC is a typical type of MOF materials with high stable performances and surface area. Their special cages, metal sites, and large channels make it particularly suitable to the adsorption of some gases [20]. In this article, the MOF material of CuBTC was synthesized for CO2 removing in chemical looping reforming of bio-oil to produce hydrogen. XRD and FTIR were adopted to determine the synthesis of crystal CuBTC material. −196 °C N2 adsorption/desorption isotherms were analyzed by 5-point BET and t-plot methods to obtain its surface area and pore structure parameters. Meanwhile, thermogravimetric analysis (TG) and nitrogen adsorption instruments were used to test its gas adsorption and separation abilities at low pressure.Experimental sectionMaterialsCopper nitrate (AR) and ethanol (AR) were provided by Shanghai Jiuyi Chemical Reagent Co. LTD. 1,3,5-trimesic acid was purchased from Shanghai Darui Fine Chemicals Co. LTD. Deionized water is self-produced in laboratory.Synthesis of CuBTCPreparation steps were slightly different from those of Liang et al. [21]. 1.8627 g (7.71 mmol) copper nitrate (Cu (NO3)2·3H2O) and 0.8806 g (4.19 mmol) trimesic acid (BTC) were separately dissolved in 24 mL deionized water and 24 mL ethanol solution; then, the two solutions were mixed in 200 mL stainless steel reactor (Teflon lined) and stirred for 15 min. The autoclave was heated from room temperature to 140 °C at a heating rate of 4.5 °C min−1. Then, the reactor was kept at 140 °C for 24 h and cooled to ambient temperature at 1 °C min−1. Blue crystals of CuBTC were formed in the autoclave. After having filtered and washed with water and ethanol three times, the CuBTC crystals were dried in an oven at 50 °C for 2 days, and then stored in a vacuum drier for further use. The powder samples were used in all experiments.CharacterizationBefore measurement, the sample was heated and outgassed under vacuum at 120 °C overnight. X-ray diffraction (XRD) patterns were recorded with a bruker D8 Advance diffractometer using CuKα radiation and a Ni filter at 40 kV and 30 mA (2θ values between 5 and 45°). FTIR (Fourier transform infrared) data were tested with a bruker vector spectroscopy equipment at room temperature using a KBr pellet method. N2 adsorption/desorption isotherms were obtained at −196 °C using a Micromeritics ASAP 2020 instrument. The BET surface area was calculated at relative pressures (p/p 0) ranging from 0.05 to 0.35. The pore volume was determined from the amount adsorbed at a relative pressure of 0.99. The pore size was obtained by density functional theory (DFT) method. TG of the sample was carried out using Setaram TG92 apparatus. About 10 mg of the sample was heated from ambient temperature to 500 °C at 5 °C min−1 under N2 atmosphere.Adsorption capacity measurementsCO2 and N2 adsorption isotherms of the Cu–BTC crystal were measured at 0 and 25 °C using a static volumetric system (Micromeritics ASAP 2020) with the adsorption pressures ranging from 0 to 850 mm Hg. Before measuring the isotherms, 10 mg of sample was dried overnight at 105 °C and further activated in situ at the temperature of 120 °C in vacuum for 4 h. The adsorption volume of gas on adsorbent was directly provided by the chemical station of apparatus, and the adsorption volume was converted to the molar amount.The maximum adsorption capacities of CO2 and N2 were tested using France Setaram TG92-type atmospheric pressure thermogravimetric analyzer. The experimental procedure is as follows: First, 10 mg CuBTC sample was put into the suspended tray of TG instrument, and heated to 100 °C at a rate of 5 °C min−1 under N2 atmosphere (20 cm3 min−1), keeping for 2 h to remove the adsorbed water. Then, the temperatures were, respectively, decreased to 40, 30, and 20 °C in N2 atmosphere and changed into CO2 at corresponding temperature for 170 min to obtain the maximum adsorption according to their mass loss. All the CuBTC samples for characterization and determination of the adsorption properties were outgassed at 105 °C under vacuum overnight before all experiments.Results and discussionThe physical properties of the crystalThe XRD pattern of the synthesized CuBTC crystal is shown in Fig. 2. Nine diffraction peaks and three sharp diffraction peaks of 6°, 9°, and 12° were almost the same and consistent with the results of other study [21], which can be inferred as the CuBTC crystals. Besides, the three peaks were of high intensity and sharp shape, which indicated that the crystal structure of synthesized crystals was highly ordered. A series of low-intensity diffraction peaks after 20° could be caused by some unknown impurities in the crystal. Open image in new window Fig. 2 PXRD spectrogram of CuBTC crystal  Pore structureThe obtained nitrogen adsorption and desorption isotherms are shown in Fig. 3. Nitrogen adsorption and desorption curves showed none hysteresis loop and basically reached their adsorption equilibrium in the low relative pressure, suggesting that they belonged to the first classification isotherm of the International Centre for Theoretical and Applied Chemistry (IUPAC). The quick adsorption equilibrium phenomenon was caused by the micropore filling, and so it can be inferred that the synthesized CuBTC crystal possessed ordered micropore structure. The BET surface area was 985 m2 g−1. The surface area was much larger than that of other adsorption materials, such as solid zeolite and silica gel, but was less than the CuBTC material synthesized by researchers [21]. This may be ascribed to the differences in the synthesis procedure and the organic solvent molecules in the CuBTC crystalline during the activation process, resulting in decreased specific surface area. Figure 4a shows the pore size distribution chart of CuBTC samples obtained by the DFT method. From the figure, it can be seen that a sharp peak occurs at the 0.8 nm, indicating the pore size and the pore structure of the synthesized CuBTC samples were highly ordered, and the most probable pore sizes were 0.8 nm. The above results and the XRD analysis, as well as the shapes of nitrogen adsorption and desorption isotherms can all prove that the synthesized CuBTC crystals were highly ordered micropore structure. Figure 4b shows the curves fitting of the micropore volumes of CuBTC crystals using t-diagram method. According to the interception of the curve and the formula of micropore volume, it can be calculated that the micropore volume of as-synthesized CuBTC crystalline were 0.41 cm3 g−1. Its specific surface area and micropore volume were more than general zeolite materials [22], showing an excellent physical properties of adsorbent. Open image in new window Fig. 3 N2 adsorption and desorption curves of CuBTC crystal   Open image in new window Fig. 4 DFT pore size distribution diagram (a) and micropore volume with t-plot method (b) of CuBTC  TG analysisTG analysis and differential thermogravimetric (DTG) are shown in Fig. 5. In the figure, two mass-losing processes between 20 and 500 °C are found. The first mass loss during 20 and 120 °C can be ascribed to physical adsorbed water and methanol solvent of the crystals released from the heating process. The second severe mass loss in 300–350 °C was attributed to decomposition, showing its appropriate temperature range usage. Since temperature of flue gas at coal-fired power plant is about 90 °C, this CuBTC crystals are fully applicable in the temperature range of flue gas from coal-fired power plant. According to the DTG curve of the as-synthesized crystals, two strong mass loss peaks and a weak mass loss peak can be seen in the figure. The first mass loss peak at 100 °C was the same as that of thermal gravimetric analysis, representing the removal of physically adsorbed water and solvent molecules in the crystals. The weak mass loss peak near 270 °C can be attributed to the coordinated water. The last decline stage near 340 °C represents the decomposition of the CuBTC crystals. Open image in new window Fig. 5 TG and DTG curves of CuBTC  FTIR analysisFigure 6 shows Fourier transform infrared spectra (FITR) of CuBTC samples. The broad and strong absorption peak near 3,400 cm−1 indicated the presence of –OH group, corresponding to the water molecule in the crystal or from KBr. A strong absorption peak near 1,630 and 1,578 cm−1 proved the existence of double bond of C=O in the crystal caused by the COO-symmetric stretching vibration. The peak at 1,112 cm−1 exhibited bending vibration of benzene ring. Sharp absorption peak near 760 cm−1 can be determined as the Cu–O coordination bonds of the crystal. The strong absorption peak at 730 cm−1 was the plane bending vibration bands of benzene ring. There was no absorption peak at 1,700 cm−1 which indicated that trimesic acid of synthesized CuBTC crystal were all deprotonated. Open image in new window Fig. 6 FTIR spectrum of CuBTC  Adsorption properties of the CuBTC samplesThe maximum adsorption capacity of the adsorbentAdsorption amount curves of CuBTC samples from the TG at 20, 30, and 40 °C were shown in Fig. 7a. These curves revealed the relationship between adsorption amount and time at different temperatures. Figure 7b showed the relationship between the maximum adsorption capacity and adsorption temperature. Before analysis, the samples were degassed at 105 °C under vacuum for 10 h to remove impurities in the crystal. It can be seen from Fig. 7 that with the rise of adsorption temperature, the CO2 adsorption capacity of the CuBTC decreased, showing the typical characteristics of physical adsorption. At the end of the test, the maximum adsorption amount of the synthesized CuBTC samples at 20, 30, and 40 °C were 197, 145 and 106 mg g−1, respectively. Open image in new window Fig. 7 Adsorption amount with time at 20, 30, and 40 °C (a) and maximum adsorption at 20, 30, and 40 °C (b)  Adsorption isotherms of CO2 and N2Adsorption isotherms of CO2 and N2 at 0 and 25 °C were shown in Fig. 8. It can be seen from the figure, the CO2 adsorption capacities of CuBTC crystals at 0 °C is 4.0 mmol g−1 in the atmospheric pressure. This result is better than the generally activated carbon and zeolite adsorbents [22, 23]. Adsorption isotherms at 0 °C revealed a parabola-shaped curves, and the adsorption isotherm at 25 °C is linear with increasing relative pressure. Open image in new window Fig. 8 CO2 and N2 adsorption isotherms at 0 °C (a) and 25 °C (b)  In each case of relative pressure, the adsorption amount of CuBTC at 0 °C was higher than that at 25 °C. Since the adsorption is an exothermic process when adsorption temperature reached 25 °C, it would hinder the adsorption of gas molecules, leading to the initial low adsorption capacity with increasing temperature. However, the increase of relative pressure promoted the diffusion effect of gas molecules, and finally, in an atmospheric pressure, its adsorption capacity was the same as that at 0 °C. Besides, it can be seen that the adsorption amount of CuBTC still showed an upward trend in the atmospheric pressure, which inferred a nonequilibrium phenomenon, indicating an excellent carbon dioxide adsorption capacity under high pressure. Its nitrogen adsorption capacities, respectively, attained 0.4 and 0.3 mmol g−1 at 0 and 25 °C and under an atmospheric pressure, showing typical characteristics of physical adsorption. Furthermore, two adsorption isotherms ascended linearly with increasing relative pressure. From CO2 and N2 adsorption isotherms of CuBTC, conclusion can be drawn that carbon dioxide adsorption capacity of CuBTC samples were 10 times higher than the amount of nitrogen adsorption at the end of the test. The reason for this difference was ascribed to the removal of coordinated water molecule from Cu ions in CuBTC during activation process and formed unsaturated Cu metal sites, thereby enhancing its ability to adsorb CO2 molecules which have quadruple moment [24]. Thus, the as-synthesized CuBTC samples showed an excellent CO2/N2 separation performance.ConclusionsIn this article, an MOF material (CuBTC) was prepared by hydrothermal synthesis method, and its performances was studied. XRD, nitrogen adsorption/desorption, thermal gravimetric analysis, and Fourier transform infrared characterization were carried out to gain its physical properties and its CO2 adsorption and separation ability under low pressure. The following results are obtained:(1) The synthesized CuBTC crystals were of an ordered micropore structure based on the  analysis of XRD and nitrogen adsorption/desorption isotherms. The decomposition temperature of the synthesized CuBTC material is 300 °C, and it is useful for general gas separation at low-temperature range.  (2) The maximum adsorption amount of the CuBTC crystal material decreases with increasing temperature. Its adsorption capacity of CO2 reaches up to 106 mg g−1 at 40 °C, exhibiting better adsorption properties than general porous materials especially at low temperature.  (3) CuBTC material has high adsorption capacity of CO2 and low adsorption capacity of N2, which indicates that the CuBTC material has an excellent CO2 adsorption and separation abilities. These results show the synthesized CuBTC has a good potential for application to CO2 separation and storage for producing H2 in chemical looping reforming process.   ", "title": "Hydrogen production from bio-oil by chemical looping reforming", "authors": ["Huiyan Zhang", "Rui Xiao", "Min Song", "Dekui Shen", "Jian Liu"], "doi": ["https://doi.org/10.1007/s10973-013-3497-1"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO8\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-013-3497-1/MediaObjects/10973_2013_3497_Fig8_HTML.gif\" alt=\"\"></a> </div>"]}