{"abstract": [], "text": "https://doi.org/10.1007/s10934-011-9494-5 1 IntroductionThe separation of CH4–N2 is critical in the upgrading of natural gas, LFG (Landfill gas) and coal bed gas. Natural gas consists mainly methane, with variable amounts of C2+ hydrocarbons and often nitrogen and carbon dioxide as minor impurities. The use of natural gas as a fuel is convenient and efficient from an environmental point of view and has become economically viable. It is used primarily for heat, in industrial, commercial and residential settings. Its use is expected to achieve the highest growth rate among all primary energy sources [1]. From an environmental point of view, it has the greatest advantage of producing no smoke or ash on burning. More recently natural gas is being used as a vehicular fuel, since the amount of lead discharged in exhaust gases is reduced to zero. Moreover, it is cheaper than gasoline or diesel. There are specific restrictions for the amounts of nitrogen contained in natural gas in order to meet the pipeline quality for minimum heating value specifications (typically 950 BTU/ft3 or <4% inerts for US pipeline specifications) [2].Methane is the primary component of LFG whose composition varies from one site to another which would require the removal of nitrogen along with carbon dioxide in order to have a commercial heating value for methane. In addition to contributing to green house gas emissions when released into the atmosphere, LFG can cause nuisance odors, stress on vegetation, smog, and a risk of fire, explosion and asphyxiation especially towards the end of its lifecycle when low quality methane is no longer captured. The low quality methane cannot be marketed to consumers directly since it does not meet the grade specifications. Effectively capturing methane from landfill gas during this period can reduce the factors contributing to global warming [3, 4]. Landfill sites generate over a quarter of the methane emissions caused by human activity in Canada, sending 1.2 million tons of this potent greenhouse gas into the atmosphere each year which is the equivalent of greenhouse gas emissions from more than six million cars or about 40% of all the passenger vehicles in Canada [5]. The methane produced by Canadian landfill sites contains enough energy in the range of 18–25 × 103 kJ/m3 (depending on the composition) required to heat more than 600,000 homes a year [5].Coal mines traditionally have a higher nitrogen concentration and typically the low quality natural gas has to be upgraded. Methane (CH4)–Nitrogen (N2) separation also applies to enhanced oil recovery where nitrogen is injected into the reservoir and recovered as a gas fraction along with other petroleum gases. Nitrogen has to be separated from these petroleum gas fractions including the main component methane. This is necessary to obtain pure petroleum products and achieve a high heating value for methane. Traditionally, the CH4–N2 separation is practiced by cryogenic distillation, involving expensive high pressure units and large requirements of energy [6]. Adsorption separations are used widely among other separation processes as they tend to utilize fewer resources including energy and are highly efficient [7, 8, 9, 10, 11, 12].Methane is the most important non-CO2 greenhouse gas which has a detrimental effect on the ozone layer in the atmosphere thereby contributing to global warming of our planet. Despite the small amounts of methane released to the atmosphere, the global warming effect of methane is 25 times greater than that of carbon dioxide [13]. Any reduction in methane emissions is very important in the short and medium term atmosphere restoration. The separation of methane from nitrogen is critical in the upgrading of LFG, coal bed gas and natural gas in order to achieve a commercially viable heating value for methane. Hence, this study has concentrated on the adsorption behaviour of methane and nitrogen gases.The physical properties of methane and nitrogen gases are summarised in Table 1. Methane is non polar while nitrogen has a permanent quadrupole moment.Table 1Summary of the physical properties of methane and nitrogen gases [14]Physical propertiesCH4N2Molecular weight, g/mol16.0428.01Kinetic diameter, nm0.380.364Quadrupole moment, (×10−26 esu.cm2)01.52Dipole moment, Debye00Polarizibility, (10−24 cm3)2.5931.7403Boiling Point, K161.4877.3Specific gravity (air = 1) (1 atm and 288 K)0.5540.967Critical temperature, K190.6126.2Critical pressure, atm46.8034.67Molar heat capacity (298.15 K, 1 atm), J/mol/K35.929.1Thermal conductivity (1 atm and 273.15 K) W/(mK)0.0330.024A broad range of adsorbents are available for methane–nitrogen gas separation applications. Separation occurs due to the difference in molecular weight, shape, polarity, dipole and quadrupole moments which cause some molecules to be held more strongly on the adsorbent surface or because the pores are too small to admit larger molecules. Physical characterization permits to better tailor certain desirable properties of an adsorbent characterized by high porosity, pore volume, surface area and the type of pore size distribution. Such an ideal adsorbent provides for a good adsorptive capacity and faster kinetics.The most widely used adsorbents for CH4–N2 gas separations are zeolites, with 13X and silicalite being the most popular from this class [15], and activated alumina. Zeolite 13X consists of a rigid backbone composed of silicon, aluminum, and oxygen atoms. Zeolite 13X crystal has a face centered cubic structure which consists of approximately 13 Å diameter cavities connected by channels with diameters of approximately 10 Å [16, 17]. The alkaline treated hydrophilic alumina has better resistance against moisture and the non-uniform pore distribution ranging from 20 to 500 Å provides large pathways to the internal surfaces of the activated alumina structure. Silicalite is one of the most important synthetic zeolites. Its distinctive features include high thermal and hydrothermal stability, hydrophobic and organophilic adsorptive properties and an intermediate (ten-ring) pore size which leads to molecular sieve size selectivity. Its negligible aluminum content (the Si/Al ratio in the thousands) is responsible for the hydrophobic nature of its surface [18].In this study, Ceca 13X and Alcan activated alumina AA320-AP have been studied for adsorption separation of CH4–N2 at 40 and 100 °C and compared to silicalite [19] in the literature. Constant volume method and concentration pulse method (CPM) have been employed to determine the pure and binary mixture adsorption behaviours. The use of CPM technique for studying mixture behaviour is very attractive since it is relatively inexpensive to setup and has a high turnover rate [20, 21, 22]. This technique offers an alternate approach to gravimetric and volumetric methods for the experimental studies of the kinetics and the equilibria of adsorption [22, 23]. These experimentally determined behaviours of binary gas mixtures can be applied to industrial adsorption separation units [23, 24, 25, 26]. The design of an adsorption separation unit requires a suitable adsorbent with high capacity for the target gas as well as the knowledge of preferable conditions to improve the selectivity of the adsorbent for one or more components present in the gaseous mixture. For this study, Van der Vlist and Van der Meijden Concentration Pulse Method [VV–CPM] was chosen to obtain binary adsorption isotherms from our experimental data.2 Theory2.1 Pure adsorption isothermsThe conventional constant volume adsorption apparatus is used to determine pure gas adsorption isotherms of methane and nitrogen gases. This technique involves a known volume of the pure gas to be adsorbed on an adsorbent sample placed in a closed system while monitoring the pressure changes. The pure gas is allowed to attain equilibrium and the measured pressure decrease is used to calculate the amount of gas adsorbed under the given isothermal conditions [11].There are many models interpreting adsorption isotherms for pure gas systems. The simplest and still the most useful pure gas isotherm model is the Langmuir isotherm [27]:$$ \\theta = \\frac{q}{{q_{m} }} = \\frac{BP}{1 + BP} $$ (1)where B is the affinity constant, θ is the fractional coverage, q is the amount adsorbed, qm is the saturation adsorption capacity or maximum amount adsorbed, and P is the pressure. The parameters of pure component isotherm fits to Langmuir model are determined by non linear regression in MS-Excel.2.2 Binary adsorption isothermsIn concentration pulse chromatography, a pulse of the sample gas is injected into the carrier gas stream which passes through a packed adsorbent column. The response of the column at the exit, for this sample injection is measured as concentration versus time. From this response peak, a mean retention time, μ, is determined experimentally. The mean retention time is related to the effective isotherm slope, K, by Eq. 2 [18, 19, 20, 21, 22]:$$ \\mu = \\frac{{\\int_{0}^{\\infty } {c(t - \\mu_{D} )dt} }}{{\\int_{0}^{\\infty } {cdt} }} = \\frac{L}{v}\\left[ {1 + \\frac{(1 - \\varepsilon )K}{\\varepsilon }} \\right] $$ (2)where t represents time, c is the outlet adsorbate concentration, L is the adsorption column length, ε is the porosity of the column, ν is the interstitial fluid velocity, K is the dimensionless slope of the isotherm (which may change with composition in the gas phase) and μD is the dead time. The dimensionless K can be converted to dimensional, Kp using Eq. 3:$$ K_{p} ({\\text{Dimensional}}) = \\frac{{K\\left( {\\text{Dimensionless}} \\right)}}{{RT\\rho_{{}} }} $$ (3)where R is the gas constant, T is the absolute temperature and ρ is the density of adsorbent (without internal pores). For a binary mixture, the Kp value is a function of the slopes of the isotherms of the individual components which is given by Eq. 4 [20, 28]:$$ K_{p} = \\left( {1 - y_{1} } \\right)\\frac{{dq_{1} }}{{dP_{1} }} + y_{1} \\frac{{dq_{2} }}{{dP_{2} }} $$ (4)where \\( \\frac{{dq_{1} }}{{dP_{1} }} \\) and \\( \\frac{{dq_{2} }}{{dP_{2} }} \\) are the slopes of the binary adsorption isotherms for components 1 and 2, respectively. When Kp values are determined for various concentrations of the carrier gas, this technique allows for the experimental evaluation of both pure isotherms and binary mixture isotherms. In this study, this technique was used for the determination of binary mixture adsorption isotherms.Van der Vlist and Van der Meijden concentration pulse method [VV–CPM] is a third degree polynomial form that describes the binary Kp data as a function of the gas composition in the carrier gas, y1 [25].$$ K_{p} = G_{0} + G_{1} y_{1} + G_{2} y_{1}^{2} + G_{3} y_{1}^{3} $$ (5)And these “G” coefficients can be determined from the experimental Kp versus y1 data by a curve fit. Following this functional form, Eqs. 6 and 7 describe the isotherm slope functions which are defined with unknown ai and bi parameters:$$ \\frac{{dq_{1} }}{{dP_{1} }} = a_{1} + 2a_{2} y_{1} + 3a_{3} y_{1}^{2} $$ (6)$$ \\frac{{dq_{2} }}{{dP_{2} }} = b_{1} + 2b_{2} (1 - y_{1} ) + 3b_{3} (1 - y_{1} )^{2} $$ (7)The isotherm equations are determined by the integration of Eqs. 6 and 7 at constant total pressure, P, as follows:$$ q_{1} = \\left( {a_{1} y_{1} + a_{2} y_{1}^{2} + a_{3} y_{1}^{3} } \\right)P $$ (8)$$ q_{2} = \\left[ {b_{1} (1 - y_{1} ) + b_{2} (1 - y_{1} )^{2} + b_{3} (1 - y_{1} )^{3} } \\right]P $$ (9)Inserting Eqs. 6 and 7 into Eq. 4:$$ K_{p} = (1 - y_{1} )(a_{1} + 2a_{2} y_{1} + 3a_{3} y_{1}^{2} ) + y_{1} \\left[ {b_{1} + 2b_{2} (1 - y_{1} ) + 3b_{3} (1 - y_{1} )^{2} } \\right] $$ (10)By comparing Eqs. 10 and 5 and equating the coefficients of similar powers of y1, we have:$$ G_{0} = a_{1} $$ (11)$$ G_{1} = \\left( { - a_{1} + 2a_{2} + b_{1} + 2b_{2} + 3b_{3} } \\right) $$ (12)$$ G_{2} = \\left( { - 2a_{2} + 3a_{3} - 2b_{2} - 6b_{3} } \\right) $$ (13)$$ G_{3} = ( - 3a_{3} + 3b_{3} ) $$ (14)The end points of pure component isotherms are known which lead to:$$ (q_{1} )_{y1 = 1} = (a_{1} + a_{2} + a_{3} )P $$ (15)$$ (q_{2} )_{y1 = 0} = (b_{1} + b_{2} + b_{3} )P $$ (16)The six unknown coefficients (a1, a2, a3, b1, b2, b3) can be solved by the above six linear equations. The binary isotherms are then calculated by Eqs. 8 and 9. This method is referred to as VV–CPM (Van der Vlist and Van der Meijden–Concentration Pulse Method).Binary behaviour of CH4 and N2 are also determined by using extended Langmuir model in this study to predict the mixture isotherms:$$ q_{1} = \\frac{{q_{m1} B_{1} P_{1} }}{{1 + B_{1} P_{1} + B_{2} P_{2} }} $$ (17)where subscripts 1 and 2 refer to gases 1 and 2, respectively. These predicted binary isotherms are compared to the experimental ones to see the applicability of the Extended Langmuir model to this system.3 Experimental details3.1 MaterialsUltra high pure methane, nitrogen and helium gases supplied by Prax Air Inc., Ottawa, Canada were used in this study. Zeolite Ceca 13X was obtained from CECA, in Honfleur, France. Activated alumina, AA 320-AP (AA) was obtained from RioTinto Alcan, in Brockville, Canada.3.2 Constant volume adsorption systemFor measuring the pure component adsorption isotherms, an AccuSorb 2100E Physical Adsorption Analyzer supplied by Micromeritics Instrument Corporation and equipped with highly precise pressure transducers and thermocouples was used. Data collection was done using a National Instruments based data acquisition card and Labview 6.1 on a computer. The adsorbent samples were regenerated at 300 °C under vacuum for 12 h before use.3.3 Concentration pulse chromatographic techniqueA schematic diagram of the experimental set up for concentration pulse chromatography used for binary isotherm determination is shown in Fig. 1. The experimental and column characteristics are given in Table 2. Before the start of each experimental run, the adsorbent packed in the column was regenerated at 1 atm and 300 °C under helium purge for 12 h to ensure that any impurities including moisture adsorbed from air did not affect its adsorption capacity. As shown in Fig. 1, the flow rates and concentrations of the mixed gases were controlled by two MKS mass flow controllers (A). The total flow rate of the carrier gas was maintained at 15 cc/min. A cylindrical gas mixing chamber was installed after the mass flow controllers (MFC) to ensure a homogeneous carrier gas mixture. The carrier gas was first allowed to pass through the reference side of the TCD (Thermal Conductivity Detector) in the GC (Gas Chromatograph) and then through the sample injection valve (B). After the injection of 1 cc pulse of adsorbate sample gas into the mixed carrier gas stream, the carrier and the sample gases passed through the packed adsorption column (C) and then through the sample side of TCD, where the response of the column outlet (as a voltage) to the sample injection was monitored as a function of time.Open image in new windowFig. 1Schematic Diagram of the Experimental Apparatus used in this study for concentration pulse chromatographic technique used for binary adsorption isotherms. A-MKS Mass flow controllers; B-Gas Injection valve; C-Packed adsorption column within GC ovenTable 2Experimental and column specificationsCeca 13X particle size20–60 meshAlcan AA 320AP (AA) particle size20–60 meshBed porosity0.35Column length10 cmColumn inner diameter0.451 cmTotal pressure1 atmRegeneration temperature300 °CRegeneration pressure (He purge)1 atmRegeneration time12 hData acquisition was performed using a National Instruments (NI) data acquisition card and Labview 6.1 on a computer. The column was packed with the adsorbent within a Varian 3300 gas chromatograph and maintained at the desired constant experimental temperature. For binary isotherm determination, mixed carrier gases of CH4–N2 were used with N2 being the primary gas. Samples of each gas (both CH4 and N2) were injected into the column at different carrier gas concentrations (0–100%) to determine Kp. The samples were injected only after equilibrium was attained after each concentration change for various compositions of the carrier gas. Equilibrium of the carrier gas mixture with the adsorbent was confirmed by noting that the baseline of GC would be steady as equilibrium was approached.An experimental data point represents the effective slope of the binary isotherms at a particular mixture composition. When the sample injection volume is near zero, Kp values found by both sample injections should be similar. When CH4 is injected, the binary mixture composition increases slightly in CH4 concentration. When N2 is injected, the mixture composition decreases slightly in CH4 concentration. Hence, both adsorbates were injected into the mixed carrier gas and arithmetic average retention times were taken. It was noted that the Kp values for the two adsorbates in the mixed carrier gas did not vary by more than 5% during these experimental runs.4 Results and discussion4.1 Pure gas isothermsAdsorption equilibrium isotherm data for CH4 and N2 on Ceca 13X and Alcan activated alumina (AA) were obtained at two different temperatures (40 and 100 °C) for pressures up to 5 atm. which are given in Fig. 2a and b as data points and compared to the literature data given as numbered curves. The curves through the data points represent the Langmuir isotherm model at the corresponding temperature. As can be seen from this figure, methane is more strongly adsorbed than nitrogen for the 2 adsorbents studied at both temperatures (40 and 100 °C). Since methane has no dipole or quadrupole moment, its stronger adsorption is due to a high degree of polarizibility than nitrogen. The adsorption capacity increases with decreasing temperature for both of the adsorbates and both tested adsorbents, since physical adsorption is always an exothermic process.Open image in new windowFig. 2a Pure component adsorption isotherms for CH4 (filled symbols) and N2 (hollow symbols) for Ceca 13X and Alcan activated alumina (AA) at 40 °C. Numbered curves are literature comparisons: 1 CH4—Silicalite at 31 °C [29], 2 CH4—Silicalite-1 at 25 °C [30], 3 N2—Silicalite at 32 °C [31], 4 N2—Silicalite-1 at 25 °C [30], 5 CH4—zeolite 13X at 35 °C [32], 6 N2—zeolite 13X at 35 °C [32], 7 CH4—Silicalite at 40 °C [19], 8 N2—Silicalite at 40 °C [19]. b Pure component adsorption isotherms for CH4 (filled symbols) and N2 (hollow symbols) for Ceca 13X and Alcan activated alumina (AA) at 100 °C. Numbered curves are literature comparisons: 1 CH4—Silicalite at 81 °C [29], 2 N2—Silicalite at 69 °C [31], 3 N2—Silicalite at 72 °C [33], 4 CH4—Silicalite at 100 °C [19], 5 N2—Silicalite at 100 °C [19]When 13X adsorbent is compared to the activated alumina it was observed that 13X has higher capacities, both for CH4 and N2. The difference in capacities between these 2 adsorbents for CH4 is much larger than the ones for N2. It indicates that the Na cations in 13X zeolite which make the surface more heterogeneous, interacts more with the polarisable CH4, than with N2. When the adsorption capacities are compared for the 2 adsorbate gases, it was observed that the difference in adsorption capacities is larger for 13X at both temperatures studied.When isotherms from the present study are compared to the ones in the literature, it can be seen that Cavenati’s isotherms for 13X for both gases [32] (see curve 5 for CH4 and curve 6 for N2 at 35 °C in Fig. 2a) were comparable to the ones observed in the present study, although some discrepancies were observed at low pressures. These discrepancies can easily be caused by different sample preparation, etc.The CH4 capacity on the silicalite as reported by Li and Tezel [19] at 40 °C (curve 7 in Fig. 2a) was slightly lower than Ceca 13X at 40 °C. Ceca 13X is characterized by a low Si/Al ratio (1.17) and the presence of cations in its structure renders its surface heterogeneous. This structure is responsible for its higher interaction with CH4 when compared to the hydrophobic silicalite which has a very high Si/Al ratio (in the thousands). Among silicalites, Li ant Tezel [19] observed a higher capacity for their silicalite on N2 at 40 °C (curve 8 in Fig. 2a) when compared to the observation made by Rees et al. [30] at 25 °C (curve 4 in Fig. 2a) which could be due to different silicalite samples.It can be seen from Fig. 2b that Ceca 13X had a higher adsorption capacity for CH4 at 100 °C followed by the observations made on silicalite at 81 °C (curve 1 in Fig. 2b by Choudhary and Mayadevi [29]), on silicalite at 100 °C (curve 4 in Fig. 2b by Li and Tezel [19]) and Alcan activated alumina (AA) at 100 °C. However, adsorption capacity of N2 was also high for Ceca 13X compared to silicalite (curve 8 in Fig. 2a and curve 5 in Fig. 2b both obtained by Li and Tezel [19]) and Alcan activated alumina (AA) which makes it less attractive for CH4–N2 separation applications at both temperatures of 40 and 100 °C. The adsorption capacities for N2 on silicalite (curves 2 and 3 in Fig. 2b as observed by Golden and Sircar [31] at 69 °C) and Dunne et al. [33] at 72 °C were consistent with each other but lower than silicalite data obtained by Li and Tezel [19] at 100 °C which could be due to different silicalite samples.4.2 Binary isothermsThe Kp data obtained for CH4–N2 binary system along with the curve fit using VV–CPM, as a function of the gas composition at 1 atm total pressure with Ceca 13X and Alcan activated alumina (AA) at 40 and 100 °C are shown in Figs. 3 and 4, respectively. These results have been compared to silicalite [19] under the same experimental conditions.Open image in new windowFig. 3Regressions for CH4/N2, binary Kp data with Ceca 13X, Alcan Activated Alumina (AA) and silicalite [19] by VV–CPM at 40 °C and 1 atm total pressureOpen image in new windowFig. 4Regressions for CH4/N2, binary Kp data with Ceca 13X, Alcan Activated Alumina (AA) and silicalite [19] by VV–CPM at 100 °C and 1 atm total pressureSilicalite and 13X exhibit higher Kp values when compared to activated alumina (AA) at low gas phase concentrations of methane.By using Eqs. 8 and 9, binary isotherms were obtained from the ai and bi coefficients. These experimental binary isotherms are given in Figs. 5, 6, and 7 for 40 °C and in Figs. 8, 9, and 10 for 100 °C for Ceca 13X, Alcan (AA) and compared to silicalite from Li and Tezel [19]. Binary behaviour of CH4 and N2 mixture with these adsorbents were also predicted by Extended Langmuir (EL) model. These model predictions were compared to the experimental ones in Figs. 5, 6, 7, 8, 9, and 10, as well.Open image in new windowFig. 5Comparison of experimental CH4/N2 binary isotherms for Ceca 13X with predicted ones using Extended Langmuir model at 40 °C and 1 atm total pressureOpen image in new windowFig. 6Comparison of experimental CH4/N2 binary isotherms for Alcan activated alumina (AA) with predicted ones using Extended Langmuir model at 40 °C and 1 atm total pressureOpen image in new windowFig. 7Comparison of CH4/N2 binary isotherms for silicalite [19] with predicted ones using Extended Langmuir model at 40 °C and 1 atm total pressureOpen image in new windowFig. 8Comparison of experimental CH4/N2 binary isotherms for Ceca 13X with predicted ones using Extended Langmuir model at 100 °C and 1 atm total pressureOpen image in new windowFig. 9Comparison of experimental CH4/N2 binary isotherms for Alcan activated alumina (AA) with predicted ones using Extended Langmuir model at 100 °C and 1 atm total pressureOpen image in new windowFig. 10Comparison of experimental CH4/N2 binary isotherms for silicalite [19] with predicted ones using Extended Langmuir model at 100 °C and 1 atm total pressureWhen the gas phase CH4 composition is increased from 0 to 1, the CH4 adsorption capacity, qCH4 increases and the N2 adsorption capacity, qN2, decreases as expected. Ceca 13X exhibited a higher CH4 adsorption capacity than N2 at yCH4 > 0.24 as against Alcan AA at yCH4 > 0.38 and silicalite at yCH4 > 0.2. After the removal of CO2 from landfill gas mixture, the composition of yCH4 and yN2 are around 0.88 and 0.12, respectively. At this composition, the binary isotherms predict an effective separation of these gases. Also, when a landfill is nearing the end of its lifecycle, the production of low quality methane becomes uneconomical and it is generally flared. Results from Figs. 5, 6, 7, 8, and 10 indicate that low quality methane can be upgraded in order to achieve a better heating value of methane. Methane has to be captured during this period to prevent greenhouse gas emissions rather than burning it in an open flare where energy is not recovered. For natural gas and coal bed gas whose yCH4 is around 0.75–0.9, all the tested adsorbents could find applications for methane capture. It was also observed that the ideal Extended Langmuir (EL) isotherms over predicted the real isotherms at all temperatures tested for methane and did not take into account the interactions between adsorbate molecules. Therefore, EL can only be used for a rough estimation of the binary behaviour in the absence of binary experimental data. The discrepancy between experimental and EL is higher at 100 °C due to increased interactions between adsorbate molecules and lack of EL to take them into account.The x–y phase diagrams which depict the equilibrium relationship between the compositions in the two phases of CH4–N2 with Ceca 13X, activated alumina (AA) and silicalite from Li and Tezel [19] at 40 and 100 °C are shown in Fig. 11. A better separation was achieved for silicalite as observed by Li and Tezel [19] since it was the furthest from the 45°line followed by 13X and activated alumina (AA).Open image in new windowFig. 11The x–y diagrams for CH4/N2 Binary System with Ceca 13X, Alcan AA and silicalite [19] at 40 and 100 °C and 1 atm total pressureThe equilibrium separation factor defined by Eq. 18 is plotted against yCH4 in Fig. 12.$$ \\alpha_{1/2} = \\frac{{x_{1} /x_{2} }}{{y_{1} /y_{2} }} $$ (18)where x1, x2, y1 and y2 are, respectively, the mole fractions of components 1 and 2 in adsorbed and fluid phases at equilibrium.Open image in new windowFig. 12Equilibrium separation factors for CH4/N2 binary system for Ceca 13X, silicalite [19] and activated alumina (AA) at 1 atm total pressureThe binary CH4–N2 system can be separated by all of these adsorbents based on specific applications. The maximum separation factor with silicalite as observed by Li and Tezel [19] occurs in the range of yCH4 between 0.5 and 0.6 at 100 °C and decreases when yCH4 > 0.6. Silicalite could be a promising adsorbent for methane capture in LFG whose yCH4 is around 0.88. Even for coal bed gas and natural gas whose mole fraction of methane is around 0.7–0.9, silicalite from Li and Tezel [19] had higher separation factors than Ceca 13X and Alcan AA320-AP (AA). Pure isotherm plots from Fig. 2a and b also support this behaviour exhibited by Ceca 13X, activated alumina and silicalite of Li and Tezel [19]. Activated alumina exhibited low capacities for both components of CH4 and N2 at 40 and 100 °C than Ceca 13X and silicalite which explains its lower separation factors. Although the capacity of CH4 in Ceca 13X is higher than silicalite, the capacity of N2 too is greater for Ceca 13X than silicalite at both temperatures of 40 and 100 °C. Hence the equilibrium separation factors for CH4–N2 separation are higher for silicalite and lower for Ceca 13X. The separation factors for all the tested adsorbents at 100 °C were higher than those obtained at 40 °C. This observation was similar to the behaviour exhibited by these adsorbents in the x–y phase diagram of Fig. 11.Although the separation factors are higher for this system at higher temperature (100 °C), the capacities are lower. Because of these opposite trends, the separation factors defined by Eq. 18 were multiplied by the capacity ratios for methane and nitrogen, calculated from the binary isotherms given in Figs. 5, 7, 8, and 10, as suggested by Yang [34] for the landfill gas conditions at mole fraction of methane, yCH4, at 0.88. The trend in this modified separation factor did not change at this mole fraction of methane in the gas, with silicalite at 100 °C giving the highest ones, followed by silicalite at 40 °C, 13X at 100 °C and 13X at 40 °C. Therefore, separation of methane and nitrogen from the landfill gas will be easier at higher temperatures.5 Conclusions1.According to the pure gas isotherm data on silicalite, Ceca 13X and Alcan activated alumina (AA), methane is adsorbed more than nitrogen. Silicalite and Ceca 13X are good candidates for CH4 capture from N2 in LFG, natural gas and coal bed gas. 2.The binary experiments indicated higher equilibrium separation factors for CH4–N2 separation (yCH4 > 0.4) at 100 °C than 40 °C for all tested adsorbents. 3.Extended Langmuir is inadequate in describing the real binary system and can be used only for a rough estimation when the experimental binary data are not available. 4.Although pure CH4 adsorption capacities were higher for Ceca 13X, equilibrium separation factors of silicalite are slightly larger than Ceca 13X and much larger than Alcan activated alumina (AA). Thus, silicalite and Ceca 13X could find application in the bulk separation of methane from nitrogen when yCH4 > 0.4, especially in LFG, coal bed gas and natural gas. ", "title": "Binary adsorption behaviour of methane and nitrogen gases", "authors": ["V. P. Mulgundmath", "F. H. Tezel", "F. Hou", "T. C. Golden"], "doi": ["https://doi.org/10.1007/s10934-011-9494-5"], "figures": ["<div class=\"MediaObject\" id=\"MO18\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO19\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO20\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO21\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO22\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO23\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO24\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig7_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO25\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig8_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO26\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig9_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO27\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig10_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO28\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig11_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig11_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO30\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig12_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-011-9494-5/MediaObjects/10934_2011_9494_Fig12_HTML.gif\" alt=\"\"></a></div>"]}