{"abstract": [], "text": "https://doi.org/10.1007/s10450-015-9753-x 1 IntroductionThe adsorption of gas mixtures on solid surfaces is of considerable interest both from the point of view of practical applications (gas separation, purification, heterogeneous catalysis, etc.), and from the point of view of a purely academic science of surface phenomena (Bortolani et al. 1990; Ruthven 1984; Steele et al. 1996; Yang 1987). Despite the fact that there are many experimental and theoretical investigations devoted to the adsorption of gas mixtures, there are still plenty of unsolved problems.High-accuracy experimental studies of the adsorption of gas mixtures present more complex task compared to the adsorption of pure gases. Such experiments are multistage, time-consuming and expensive, for this reason, the theoretical studies take on special significance, allowing predicting the behavior of the monolayer adsorption depending on external parameters.One of the key parameters in constructing theoretical adsorption models is the interaction energy of the “adsorbate–adsorbate”, the behavior of the adsorption monolayer will be defined largely because of their nature and strength.With the increasing performance of computing machines and their accessibility a large number of works with quantum–mechanical calculations of the energies of interactions “adsorbate–adsorbate” and “adsorbate–substrate” appearing for different specific systems. In spite of this, these data do not allow directly to receive the thermodynamic characteristics of the adlayer because of a number of factors: the huge quantity of particles, the dependence of the interaction energies of the degree of coverage, the surface reconstruction, chemical reactions, surface heterogeneity etc. For this reason, to find some general dependencies of the thermodynamic behavior of the adsorption systems the different simplified models are constructed and investigated. (Borówko et al. 1997; Bulnes et al. 2001; García et al. 2012; Matoz-Fernandez et al. 2014; Pinto et al. 2015; Rinaldi et al. 2008).The Monte Carlo method is the most efficient method for studying the thermodynamic properties of adsorption systems (Landau and Binder 2009; Nguyen et al. 2013; Zhdanov 1991). This method allows taking into account in the model almost any surface phenomena: adsorption, diffusion, chemical reactions, phase transitions, and others (Fefelov et al. 2009).Research group of Ramirez-Pastor and co-workers made significant contribution in the study of binary gas adsorption by Monte Carlo method (Bulnes et al. 2001; García et al. 2012; Matoz-Fernandez et al. 2014; Pinto et al. 2015; Rinaldi et al. 2008). They have comprehensively studied the simple adsorption models and have obtained interesting results concerning the phase behavior of the adsorption monolayer in dependence of the types of lateral interactions between adsorbed molecules, geometry (Sanchez-Varretti and Garcia 2015; García et al. 2012; Rinaldi et al. 2008) and heterogeneity (Bulnes et al. 2001) of the surface, as well as they studied percolation effects in the adsorption of gas mixtures (Sanchez-Varretti and Garcia 2015).Despite the large number of works with simple models of the adsorption of gas mixtures, in most of them the chemical potential of one component is assumed a constant to simplify the calculations to identify the required dependencies. At the same time, in most real adsorption systems the gas mixture directly enters into the adsorber or reactor, and the change of the total pressure in the gas phase will lead to changes in the partial pressures of the components of the gas mixture. In this case, the chemical potentials of all components will change, and this may lead to non-trivial behavior of the adlayer.Thus, the aim of this paper is to identify the features of adsorption of binary gas mixtures with a simultaneous changing of the chemical potentials of the mixture components.2 Model and method2.1 Model of adsorptionWe have investigated a particular case of the simplest model of a binary gas mixture adsorption (García et al. 2012)—the lattice model of the monosite adsorption of two gases with equal in magnitude and opposite in sign lateral interactions between adsorbed particles.For clarity of the results have obtained in this study, we have investigated the binary gas mixture including two classic models with attractive and repulsive interactions, each of them separately shows the classical phase transitions of the first and second kind, respectively (Landau and Binder 2009; Zhdanov 1991). It should be note, for the purity of the experiment the particles of the different components do not interact between themselves in the model, in other words it is just the additive binary gas mixture.In the framework of the lattice-gas approximation, we assume that the homogeneous surface is represented by a two-dimensional square lattice of \\(M = L \\times L\\) adsorption sites, with periodic boundary conditions.The substrate is exposed to an ideal gas mixture of A and B particles with chemical potentials \\(\\mu_{A}\\) and \\(\\mu_{B}\\), respectively. Each particle of the gas mixture could adsorb on only one adsorption site of the surface. The lateral interactions between adsorbed particles are taken into account only for the nearest neighbors (NN). The adsorption model is presented in Fig. 1.Open image in new windowFig. 1The model of adsorption of the binary gas mixture of A and BUnder these considerations, the adlayer is characterized by the Hamiltonian:$$H_{eff} = \\frac{1}{2}\\mathop \\sum \\limits_{i}^{L} \\left\\{ {\\mathop \\sum \\limits_{{l \\in \\left( {NN,i} \\right)}} \\left( {\\varepsilon_{1} \\delta_{{c_{i} ,c_{A} }} \\delta_{{c_{i} ,c_{l} }} + \\varepsilon_{2} \\delta_{{c_{i} ,c_{B} }} \\delta_{{c_{i} ,c_{l} }} } \\right)} \\right\\} - \\mathop \\sum \\limits_{i}^{L} \\left( {\\mu_{A} \\delta_{{c_{i} ,c_{A} }} + \\mu_{B} \\delta_{{c_{i} ,c_{A} }} } \\right)$$ (1)where \\(c_{i}\\)—the occupancy variable (\\(c_{A} = 0\\), if the site i is not occupied by an A-particle, and \\(c_{A} = 1\\), if the site i is occupied by an A particle, similarly to \\(c_{B}\\) for B particles), \\(l \\in \\left( {NN,i} \\right)\\) – means that for a given site i, the sum runs over its nearest-neighbor sites (for square lattice \\(NN = 4\\)), \\(\\delta\\)—is Kronecker delta function. The energies of interaction between the gas particles and the surface in the model are taken into account implicitly in the chemical potentials.2.2 MethodsThe constructed model is investigated through the grand canonical ensemble Monte Carlo simulation. \nThe main parameters of the simulation are presented in Table 1.Table 1Parameters of the adsorption modelTemperatureT = 273 KT = 600 KT = 2000 KChemical potentials\\(\\mu_{A}\\) = [−60, 60] kJ/mol\\(\\mu_{B}\\) = [−60, 60] kJ/molLateral interaction energiesε1 = −10 kJ/molε2 = 10 kJ/molSize of the latticeM = 100 × 100Lattice geometrysquare (k = 4)The modeling is conducted by means of the classic Metropolis algorithm (Metropolis et al. 1953), the transition probabilities in the system is calculated as:$$P = { \\hbox{min} }\\left\\{ {\\begin{array}{*{20}c} 1 \\\\ {exp\\left( { - \\frac{{\\Delta H_{eff} }}{RT}} \\right)} \\\\ \\end{array} } \\right.$$ (2)where \\(\\Delta H_{eff}\\)—is the difference between the Hamiltonians of the final and initial states, \\(R\\)—universal gas constant (0.008314 kJ/mol K).In order to avoid correlation between the size of the system and the number of iterations in the simulation process we used the concept of Monte Carlo step or MCS: 1 MCS is achieved when M sites have been tested to change its occupancy state (Landau and Binder 2009). The approach to thermodynamic equilibrium is usually reached in 104–106 MCS depending on the vicinity of the system to a phase transition. After reaching thermodynamic equilibrium the next 104–106 MCS are used to compute thermodynamic averages. The correlation time has been supposed to do not exceed 100 MCS. Reaching thermodynamic equilibrium is provided with using the spin-flip (Glauber) dynamics and the diffusion relaxation (Kawasaki dynamics) (Landau and Binder 2009).Total and partial isotherms are obtained as simple averages:$$\\theta \\left( {A + B} \\right) = \\frac{ \\langle N \\rangle}{M}$$ (3)$$\\theta \\left( A \\right) = \\frac{{\\langle N_{A} \\rangle }}{M}$$ (4)$$\\theta \\left( B \\right) = \\frac{{\\langle N_{B} \\rangle }}{M}$$ (5)where \\(N_{i}\\)—the number of adsorbed particles (total amount, particles A and particles B).In order to evaluate the effect of temperature on the behavior of the system, we calculated the isotherms at three different temperatures: 273, 600 and 2000 K. The maximum temperature was chosen such a way that the thermal energy of the molecules was higher than the energy of the pair lateral interactions between adsorbed particles (\\(\\varepsilon_{i} = \\pm 10\\) kJ/mol).Interval of the chemical potentials for the both gases was selected from −60 to 60 kJ/mol, based on the data obtained from analysis of the ground state.We calculated 14,641 (121 × 121) points for each temperature for all possible combinations (\\(\\mu_{A}\\), \\(\\mu_{B}\\)). It allowed us to build a phase portrait of the system, as well as the adsorption isotherm.To verify the data obtained by the Monte Carlo method we used the transfer matrix technique, which allows us to find the exact solution for a semi-infinite system. In this case, the surface is represented as a strip of infinite length and finite width (m = 10 sites). All other parameters of the model were taken the same for both methods. A detailed description of the method can be found in (Myshlyavtsev and Myshlyavtseva 2007; Myshlyavtsev and Zhdanov 1989).3 Results and discussion3.1 The ground stateAnalysis of the ground state of the system (at T = 0 K) is reduced to the search of all possible ordered structures on the surface and the find of areas in phase space (\\(\\mu_{A}\\), \\(\\mu_{B}\\)), in which values of grand thermodynamic potentials of the found phases correspond to global energy minimums (Fefelov et al. 2013).The analysis of the ground state demonstrates that in the system four phases can exist: pure surface; condensed phase of A particles; chess-like phase of B particle; and condensed phase of B particles.The obtained phase diagram is shown in Fig. 2. It is interesting that a chess-like structure consisting both of A and B particles on the surface in the ground state is not formed.Open image in new windowFig. 2Phase diagram of the model in the ground state. The arrow shows the path of the system in a case of simultaneously increasing of the chemical potentials of both gasesAt low values of the chemical potentials in the gas phase, the surface remains empty. With an increasing of the chemical potential \\(\\mu_{A}\\) (at fixed \\(\\mu_{B}\\)) the condensed phase of A particles is appearing on the surface. With an increasing of the chemical potential \\(\\mu_{B}\\) (at fixed \\(\\mu_{A}\\)) initially, the chess-like phase of B particle is formed on the surface, followed by the condensed phase of B particles.Based on the form of the phase diagram in the ground state, the special interest is the study of the behavior of the system while the chemical potential of both gases is changing simultaneously (\\(\\Delta \\mu = \\mu_{B} - \\mu_{A} = {\\text{const}}\\)), in other words, when the partial pressures of the gas components are increased or decreased simultaneously for both gases. In this case, the system in the ground state will go through several phases consisting of different types of particles (on Fig. 2 this path is shown by the arrow).3.2 Finite temperaturesLet us consider in the framework of the model the adsorption systems where in the gas phase the values of the chemical potentials of the A and B particles will simultaneously increase by the same value. Let these systems will differ from each other only the initial value of the chemical potential of B particles.In this case, when plotting of the isotherms we can use the chemical potential of only one type of particles, since the chemical potential of the second type of particles is a linear dependence on the first one: \\(\\Delta \\mu = \\mu_{B} - \\mu_{A} = {\\text{const}}\\).Figure 3 shows the set of total and partial adsorption isotherms calculated by the Monte Carlo at temperature 273 K at different values \\(\\Delta \\mu\\). Obviously, the most interesting case is in the vicinity of \\(\\Delta \\mu = 4\\varepsilon_{1}\\).Open image in new windowFig. 3The set of total and partial adsorption isotherms calculated by the Monte Carlo at temperature 273 K at different values \\(\\Delta \\mu\\)Let analyze each graph shown in Fig. 3 individually:(1)\\(\\Delta \\mu = 0\\) kJ/mol. In the case where the difference between the chemical potentials equals zero (or less than zero) with the increasing of the chemical potentials of two gas components in the mixture there is a classical first-order phase transition to the formation of the condensed phase of A particles (snapshot b). Then with the increasing of the chemical potentials the system does not undergo other changes. The gas mixture behaves like a pure gas of particles A. (2)\\(\\Delta \\mu = 15\\) kJ/mol. In the case where adsorption of the B particles is the slightly energetically more favorable than that of the A particles, at the beginning B particles adsorb on the surface (the start of the second order phase transition to chess-like phase of B particles). However, with following the increasing of the chemical potentials occurs a rapid increasing of the amount of adsorbed particles A with desorption of all B particles from the surface. (3)\\(\\Delta \\mu = 30\\) kJ/mol. With the increasing \\(\\Delta \\mu\\) at the beginning there is formed the chess-like phase of B particle because of the second order phase transition (snapshot c). Then, as well as in the second case, B particles are displaced from the surface by A particles because of the first order phase transition, and the condensed phase of A particles takes place. It should be noted that the phase transition is slightly shifted towards the right. (4)\\(\\Delta \\mu = 37.5\\) kJ/mol. At \\(\\Delta \\mu \\to 4\\varepsilon_{1}\\) at the beginning there is also formed the chess-like phase of B particle, and the chemical potential increasing leads to a rapid increase of the adsorbed A particles concentration along with a desorption of the B particles. However, unlike the previous cases, all the B particles do not desorb from the surface—on the surface there is a disordered coexistence of two types of the particles with the advantage of the A particles. (5)\\(\\Delta \\mu = 40\\) kJ/mol. At \\(\\Delta \\mu = 4\\varepsilon_{1}\\) at the beginning there is formed the chess-like phase of B particle, and then there occurs a continuous phase transition to the condensed phase of B particles. Obviously, the surface coverage of B particles increases. However, the particles A also begin to adsorb, and at \\(\\mu_{1} \\ge 0\\) the dense phase (\\(\\theta = 1\\)) takes place on the surface. In this case, the monolayer consists of two types of particles with the same concentrations (snapshot d). In phase space (\\(\\mu_{A}\\), \\(\\mu_{B}\\)) these isotherms correspond the line shown in Fig. 2 in the left upper quadrant, which separate two condensed phases of A and B particles the ground state. (6)\\(\\Delta \\mu = 42.5\\) kJ/mol. With further increasing \\(\\Delta \\mu\\) two continuous phase transitions can occur in the system: (1) formation of the chess-like phase of B particles; (2) formation of a dense structure (\\(\\theta = 1\\)) consisting of two types of the particles but with the advantage of the B particles. (7)\\(\\Delta \\mu = 50\\) kJ/mol. At large values \\(\\Delta \\mu\\) (\\(\\Delta \\mu \\gg 4\\varepsilon_{1}\\)) the gas mixture behaves like a pure gas of B particles, A particles do not adsorb on the surface (snapshot e). The displacement mechanism of B particles by A particles at \\(\\Delta \\mu\\) in and around 15 and 30 kJ/mol is explained in following way. In the gas mixture the chemical potential of B gas is more than the chemical potential of A gas, it means that adsorption of B particles is more energetically preferably. At sufficient low pressure in the gas mixture there is energetically more favorable for A particles to be in gaseous phase and only B particles adsorb on the surface. However, at pressure increasing in gaseous phase an adsorption of A particles became possible, moreover the attractive lateral interactions of A particles promote a formation of strong and quick-growing clusters of condensed phase of A particles, and desorption A particles from these clusters energetically unfavorable.Adsorbed B particles cannot form such clusters due to repulsive lateral interactions therefore B particles are displaced from the surface by growing clusters of A particles. When \\(\\Delta \\mu\\) is in the vicinity of \\(4\\varepsilon_{1}\\) A and B particles can coexist on the surface since the difference between chemical potentials compensates the energy of lateral interactions in condensed phase of A particles (coordination number of square lattice equals 4), that we can see in Fig. 3 at \\(\\Delta \\mu =\\) 37.5, 40 and 42.5 kJ/mol.To verify the data obtained by the Monte Carlo method we recalculated some isotherms by the transfer matrix technique. In Fig. 4 we can compare the results calculated using two independent methods at \\(\\Delta \\mu = 40\\) kJ/mol, T = 273 K. The identity of the plots near phase transitions says of the validity of the obtained data.Open image in new windowFig. 4Total and partial adsorption isotherms calculated by the Monte Carlo (top image) and the transfer matrix (lower image) methods at \\(\\Delta \\mu = 40\\) kJ/mol and T = 273 KIn order to evaluate the effect of temperature on the behavior of the system we have calculated the dependences of the total and partial coverages as the functions of the chemical potentials \\(\\mu_{A}\\) and \\(\\mu_{B}\\) at temperatures: 273, 600 and 2000 K. Obtained results are shown in Fig. 5.Open image in new windowFig. 5Total and partial coverages as a function of the chemical potential \\(\\mu_{A}\\) and \\(\\mu_{B}\\) calculated at temperatures: 273, 600 and 2000 KThe figure shows that the general outlines of the plots at low temperatures (273 and 600 K) repeat the phase diagram form calculated in the ground state (see Fig. 2).At the same time with the increasing of temperature to 2000 K the sharp edges of the first order phase transitions are blurring, and the chess-like structure of the particles B on the surface is not formed. There are obvious phenomena which might be expected based on the behavior of the one-component adsorption systems with attractive or repulsive lateral interactions. However, in the system at rising temperature the coexistence area of the A and B particles also grows (in the figure they are shown as gray fuzzy area in the upper part of the graph of the partial degrees of coverage).4 ConclusionIn this work, we have investigated the model of monosite adsorption of a binary gas mixture on a square lattice using the grand canonical Monte Carlo method. The gas mixture comprises two classical lattice gas with attractive and repulsive lateral interactions. We have considered their mixture just like the additive binary gas mixture without any interaction between particles of different components.The first adsorption model consisting of particles with attractive lateral interactions is a classical system demonstrating the first order phase transition in the adsorbed monolayer. At the same time, the second adsorption model with repulsive lateral interactions between adsorbed particles is a classic system in which the second order phase transition takes place.Despite the fairly large number of studies on the adsorption of binary mixtures with different sets of lateral interactions, the most of them did not considered the features of the behavior of the systems with the changing of the both chemical potentials of the components. However, in most chemical-engineering processes (gas separation, heterogeneous catalysis, etc.) a changing of the total pressure in the system leads to a simultaneous changing in the partial pressures of the components of the gas mixture.Based on the obtained results, we can make the following conclusions:1.In the ground state of the system all ordered phases, which may be observed in the adsorption systems of the pure A or B components, take place. In spite of this, the topology of the phase diagram in the ground state shows that the alternation of different ordered structures can be observed on the surface when the chemical potentials of the both components are increasing. This phenomenon cannot be observed in the adsorption systems of pure gases. 2.At finite temperatures the model shows a very interesting phenomenon, when one phase transition interrupts by another. In other words, at increasing chemical potentials of the both components at the beginning the particles of one component adsorb, then the second one adsorbs and at the same time the particles of the first component desorbs (despite of the increasing of the corresponding chemical potential). It should be noted the thermodynamically stable monolayers consisting both types of the particles can be formed at finite temperature, however it is not observed in the ground state. 3.At increasing temperature in the system the chess-like phase of the particles B disappears, and the area, in which the A and B particles coexist, grows on the surface. The authors of this work cannot give a concrete example from the real life, in which the adsorption system will behave in complete analogy with the constructed simple model. However, it is not due to lack of the found effects, but due to the fact that the real adsorption systems are much more complex and require consideration of the found phenomena in a combination with many other factors: heterogeneity of the surface, multisite adsorption, nature of lateral interactions and others.We suppose that the results of this study find an application for interpreting experimental data of the gas separation processes and also for understanding of heterogeneous catalytic reactions in which rate of reaching thermodynamic equilibrium in the adsorption monolayer layer is considerably higher than rate of a chemical reaction (e.g. surface reactions of partial oxidation). In addition, the obtained results have a worth for fundamental surface science.", "title": "Monte Carlo study of adsorption of additive gas mixture", "authors": ["V. F. Fefelov", "P. V. Stishenko", "V. M. Kutanov", "A. V. Myshlyavtsev", "M. D. Myshlyavtseva"], "doi": ["https://doi.org/10.1007/s10450-015-9753-x"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO7\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO8\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO9\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO10\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-015-9753-x/MediaObjects/10450_2015_9753_Fig5_HTML.gif\" alt=\"\"></a></div>"]}