{"abstract": "A new 2-fold interpenetrated cadmium metal−organic framework (Cd-MOF) was synthesized with gas sorption properties for CO, H, and CH. The adsorption selectivity of CO/CH was calculated from the single-component isotherms based on ideal adsorbed solution theory. The luminescent properties in the solid state and in suspension in different common solvents were investigated.A new 2-fold interpenetrated cadmium metal–organic framework {[Cd(TPPBDA)(OBA)]·4DMA·8HO} () (Cd-MOF) (TPPBDA = ,,′,′-tetrakis(4-(4-pyridine)-phenyl)biphenyl-4,4′-diamine, HOBA = 4,4′-oxybis(benzoate), and DMA = ,-dimethylacetamide) was synthesized by a solvothermal reaction. Compound  is a 3D net with a meso-helical chain. A noticeable structural feature is that the arrangement of lattice DMA molecules is different in the different meso-helical channels. The material exhibits gas sorption properties for CO, H, and CH. The adsorption selectivity of CO/CH was calculated from the single-component isotherms using the dual-site Langmuir–Freundlich-based ideal adsorbed solution theory. In addition, the luminescent properties of the Cd-MOF in the solid state and in suspension in different organic solvents was investigated.", "text": "10.1021/cg500269h Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) have attracted tremendous attention because of their ability to adjust their porosity and because of the functionalities that are incorporated in the frameworks.(1) As a result, numerous MOFs have been designed and synthesized for potential applications including gas storage and separation, nonlinear optics, magnetics, and catalysis.(2) Some properties, for example, gas sorption separation, depend mainly on pore size and shape, which is known as the molecular sieving effect.(3) Zhou and co-workers reported an interpenetrated and porous net, PCN-17.(4) The interpenetration and sulfate bridging in PCN-17 reduce its pore size to approximately 3.5 Å, leading to selective adsorption of H2 and O2 over N2 and CO. Therefore, this material can be used for the separation of N2 and O2, H2 and CO, and N2 and H2.(4) However, some other properties may depend on the composition of the MOFs, such as sensing.(5) For example, our group reported a rare nanotubular MOF that was constructed from the ligand 3,6-di(pyridin-4-yl)-1,2,4,5-tetrazine, in which the tetrazine ring plays the role of chromophore and exhibits a solvatochromic response to different solvent guest molecules.(6) Thus, more and extensive efforts have been devoted to synthesizing porous MOFs because of their potential applications.Many Cd-based MOFs have been reported in the literature;(7) herein, we describe a new 2-fold interpenetrated framework {[Cd2(TPPBDA)(OBA)2]·4DMA·8H2O}n (1) based on Cd(II), tetratopic pyridyl ligand N,N,N′,N′-tetrakis (4-(4-pyridine)-phenyl)biphenyl-4,4′-diamine (TPPBDA), and a bent carboxylate ligand (H2OBA = 4,4′-oxybis(benzoate),(8) DMA = N,N-dimethylacetamide). The crystal structure, topological analysis, absorption performance and photoluminescent properties are studied in detail. The X-ray structure reveals that compound 1 is a doubly interpenetrated 3D network.Scheme 1. Neutral Tetradentate Ligand TPPBDA and Bent Carboxylate Co-ligand H2OBATop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionGeneral MethodsAll chemicals and solvents used in the syntheses were of reagent grade and used without further purification. H2OBA was used as commercially available. The TPPBDA ligand was prepared as follows on the basis of palladium-catalyzed cross-coupling reaction.Preparation of N,N,N′,N′-Tetrakis(4-bromophenyl)biphenyl-4,4′-diamineAn oven-dried 500 mL Schlenk flask was charged with tris(4-bromophenyl)amine (24.1 g, 50 mmol), and then ether (350 mL) and N,N,N′,N′-tetramethylethylenediamine (8.2 mL) were added through a rubber septum. The reaction mixture was cooled to −78 °C. Upon slow addition of a n-BuLi solution (34 mL, 1.6 M in hexanes, 55 mmol), the mixture was stirred for 1 h at −78 °C. Solid CuCl2 (10.8 g, 80 mmol) was added, and the reaction mixture was then allowed to warm slowly to room temperature and stirred for an additional 10 h. The reaction mixture was exposed to air, stirred for 30 min, and concentrated in vacuo. Chloroform (100 mL) and water (100 mL) were added, and the layers were separated. The aqueous layer was subsequently washed with chloroform (50 mL) three times. The organic extracts were combined, dried with MgSO4, and filtered. The volatile chloroform was removed under vacuum to leave a green solid. Purification by column chromatography (petroleum ether) yielded the pure product as a white solid (10.1 g, 50%). 1H NMR (DMSO-d6, 500 MHz, 25 °C): 7.61 (d, 4H), 7.5 (d, 8H), 7.09 (d, 4H), 7.0 (d, 8H).Preparation of N,N,N′,N′-Tetrakis(4-(4-pyridine)-phenyl)biphenyl-4,4′-diamine (TPPBDA)A 500 mL Schlenk flask was evacuated, backfilled with nitrogen, and charged with N,N,N′,N′-tetrakis(4-bromophenyl)biphenyl-4,4′-diamine (8 g, 10 mmol), pyridine-4-boronic acid (8.41 g, 70 mmol), and K2CO3 (9.66 mg, 70 mmol). The flask was evacuated and backfilled with nitrogen, and Pd(PPh3)4 (2.2 mg, 0.05 mmol, 5.0 mol %) and 1,4-dioxane/H2O (v/v = 3:2) were then added through a rubber septum. The reaction mixture was heated at 95 °C with stirring until the starting N,N,N′,N′-tetrakis(4-bromophenyl)biphenyl-4,4′-diamine was completely consumed, as determined by TLC. The reaction mixture was then cooled to room temperature, and 1,4-dioxane was removed under vacuum. The aqueous mixture was extracted with chloroform (50 mL). The combined organic layers were dried over anhydrous MgSO4, filtered, and concentrated in vacuo. The crude material was purified by chromatography on silica gel (ethyl acetate/methanol = 10:1), yielding the pure product as a yellow solid (4.2 g, 53%). 1H NMR (DMSO-d6, 500 MHz, 25 °C): 8.60 (s, 8H), 7.80 (d, 8H), 7.68 (s, 12H), 7.19 (d, 12H). 13C NMR (DMSO-d6): 119.42, 120.41, 121.04, 124.33, 125.63, 128.15, 128.53, 131.85, 135.50, 145.91, 146.65, 148.12, 150.67. MS (ESI-TOF): calcd for C56H40N6, 796; found, 797.Synthesis of Complex 1Compound 1 was synthesized by dissolving 39.8 mg of TPPBDA and 25.8 mg of H2OBA in DMA (3 mL). A solution of 0.1 mmol aqueous Cd(NO3)2 was then added, and the mixture was placed in a Teflon vessel within an autoclave and heated at 85 °C for 3 days. Pale yellow prismatic crystals were obtained, filtered off, and dried under ambient conditions. The yield of the reaction was ca. 50% based on the TPPBDA ligand. Anal Calcd. for C100H108Cd2N10O22: C, 59.62; H, 5.37; N, 6.91. Found: C, 59.24; H, 5.39; N, 6.88. The IR spectra of the corresponding complex is shown in Supporting Information Figure S8.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionCrystal Structure of {[Cd2(TPPBDA)(OBA)2]·4DMA·8H2O}n (1)Compound 1 crystallizes in the monoclinic crystal system with two Cd cations in the asymmetric unit (Figure 1a). (Crystal data and structure refinement parameters of compound 1 are given in Table 1.) Each Cd(II) unit has a [CdN2O5] coordination geometry. The OBA2– ligand takes bidentate-chelation and μ3-chelating-bridging tridentate coordination modes; two Cd(II) ions are bridged by two carboxylate O atoms, forming a four-membered square-shaped [Cd2(CO2)4] ring. The OBA2– anions connect to the [Cd2(CO2)4] units to form 1D chains. Then, the chains are linked by the neutral tetradentate ligand to generate a 3D net (Figure 1b). It is worth noting that different shapes of channels are generated on the ab, bc, and ac planes in the individual network, as shown in Supporting Information Figure S1.Figure 1. Coordination environment of the Cd(II) ions in 1 (hydrogen atoms and uncoordinated DMA and water molecules are omitted for clarity; 30% ellipsoid probability); symmetry codes: no. 1 = −1/2 + x, 1/2 – y, 1/2 + z; no. 2 = 1/2 + x, 1/2 – y, 1/2 + z; no. 3 = 1 – x, −y, −z; and no. 4 = −1/2 + x, 1/2 – y, −1/2 + z. (b) View of 3D framework of 1 along the a axis.Table 1. Crystal Data and Structure Refinement Parameters of Compound 1compound1cempirical formulaC92H74Cd2N8O12formula weight1708.39crystal systemmonoclinicspace groupC2/ca (Å)21.1146(11)b (Å)37.6435(19)c (Å)28.2514(14)α (deg)90β (deg)108.8030(10)γ (deg)90V (Å3)21256.6(19)Z8Dcalcd (g cm–3)1.068μ (mm–1)0.452F(000)6992tot., uniq. data59 725, 18 710R(int)0.0715observed data [I > 2σ(I)]10 839Nref, Npar18 710, 1029R1a, wR2b [I > 2σ(I)]0.0391, 0.0820GOF on F21.035min and max resd density (e Å–3)–0.391, 0.788aR1 = Σ||Fo| – |Fc||/|Σ|Fo|.bwR2 ={Σ[w(Fo2 – Fc2)2]/Σ[w(Fo2)2]}1/2; where w = 1/[σ2(Fo2) + (aP)2 + bP] and P = (Fo2 + 2Fc2)/3.cThe residual electron densities were flattened by using the SQUEEZE option of PLATON.Compound 1 is a 3D net composed of meso-helical chains with a long pitch of 21.115 Å, which are labeled as the L1 and R1 chains (Figure 2a). The two symmetrically related helices coexist in the centrosymmetric solid, in which they appear in the left-handed and right-handed enantiomorphs, respectively. However, the L1- and R1-type single meso-helical chains are arranged alternatively, which indicates achirality and is further confirmed by the achiral space group, C2/c. The central axis about each helical chain is a 2-fold screw axis.(9) The other structural feature is that the arrangement of lattice DMA molecules is different in the different meso-helical channels, which is attributed to the crystallographic symmetry. It can be seen that the O atoms of the DMA molecules are oriented upward in the L1 channels, whereas the O atoms are oriented downward in the R1 channels, as shown in Figure 2b.Figure 2. (a) View of meso-helical chains (marked by L1 and R1) in net 1. (b) Perspective views of the different arrangement directions of guest DMA molecules, especially in the L1 and R1 channels. The hydrogen atoms and the squeezed guest molecules are omitted for clarity.Better insight into the nature of the intricate framework can be attained by the application of a topological approach,(10) that is, reducing multidimensional structures to a simple node and connection net. As discussed above, [Cd2(CO2)4] clusters are defined as 6-connected nodes. Likewise, TPPBDA ligands ligating with four [Cd2(CO2)4] clusters can act as 4-connected nodes. On the basis of the simplification principle, the resulting structure is a (4,6)-connected net with point symbol {46}{42.68.85} (Figure 3a). The overall structure is a pair of identical nets, which are mutually interpenetrated to form a doubly interpenetrated framework (Figure 3b). Despite the framework interpenetration, the structure retains a 45.7% solvent-accessible void volume, as calculated by the PLATON program.(11) TGA reveals a 24% (by mass) loss of solvent, which is ascribed to the loss of four lattice DMA and eight water molecules, with a theoretical weight loss of 24.28%; the decomposition of compound 1 starts at 350 °C (Supporting Information Figure S2).Figure 3. (a) Schematic representation of (4,6)-connected topology net. (b) Schematic view of the 2-fold interpenetrating framework.Sorption PropertiesWith an increasing desire to use porous MOFs in storage applications, gas adsorptions for the Cd-MOF were measured. Adsorption measurements were performed on Micromeritics ASAP 2020 M+C surface area analyzer. Ultra-high-purity grade N2, H2, CO2, and CH4 (>99.999%) were used. All of the measured sorption isotherms were repeated twice to confirm reproducibility. Low-pressure H2, CO2, CH4, and N2 adsorption isotherms were measured at 273 and 298 K from 0 to 1 bar. There was little adsorption of N2 up to 1 atm. The other adsorption data demonstrated that the compound selectively adsorbed CO2 rather than CH4 (Figure 4). This selective adsorption may be ascribed to the special quadrupole moment or the smaller gas molecule diameter of CO2.(12) The CO2 adsorption capacity for compound 1 at 273 and 298 K is shown in Supporting Information Figure S3. The isosteric heats of adsorption (Qst) were calculated from the CO2 adsorption isotherms using the Clausius–Clapeyron equation (for details, see the Supporting Information).(13) A plot of the isosteric heat of adsorption (Qst) as a function of CO2 adsorbed quantity is shown in Supporting Information Figure S4. The value of Qst is about 23–25 kJ/mol, which is similar to the values for some other MOF materials.(14)Figure 4. Gas adsorption isotherms for CO2 (black) and CH4 (red) at 273 K and for H2 (blue) at 77 K.The selectivity of CO2/CH4 was calculated from the experimental single-component isotherms using the ideal adsorbed solution theory (IAST) method.(15) The dual-site Langmuir–Freundlich equation was used to fit the experimental data.The CO2/CH4 selectivity calculation was based on a CO2/CH4 mixture with CO2/CH4 = 1:1 at a total pressure of 1 atm. Adsorption isotherms predicted by IAST suggested that the dual-site Langmuir–Freundlich equation fit the single-component isotherms well, as shown in Figure 5. The r2 (coefficient of determination) values for all of the fitted isotherms were 0.999995. For 1, CO2 is preferentially adsorbed over CH4 because of the stronger interactions between CO2 and the Cd-MOF.Figure 5. IAST-predicted isotherms and selectivity of equimolar mixtures of CO2 and CH4 in compound 1 at 298 K as a function of pressure.Luminescent Properties and X-ray Powder DiffractionPhase purity of the bulk material was confirmed by the comparison of its powder diffraction (PXRD) patterns with that simulated from single-crystal X-ray diffraction study (Supporting Information Figure S5). The solid-state emission spectrum for compound 1 exhibits a broad peak at 553 nm, which is more likely to be attributed to intraligand transition because an emission with a maximum at 558 nm is observed for TPPBDA (Supporting Information Figure S6). Some fluorescent MOF materials that are sensitive to guest solvent molecules have been reported.(16) Motivated by previous works, the photoluminescent properties were also investigated in suspension in common solvents. A finely ground sample of compound 1 (10 mg) was immersed in different organic solvents (10 mL), treated by ultrasonication for 2 h, and then aged to form stable emulsions. The solvents tested were N,N-dimethylformamide (DMF), chloroform (CHCl3), dichloromethane (CH2Cl2), acetonitrile (CH3CN), and methanol (CH3OH). As shown in Figure 6, the PL intensities are dependent on the solvent molecules, particularly in the case of DMF and CH2Cl2, which exhibit the most significant enhancing and quenching effects, respectively. In short, the intensities are affected by the solvents, with DMF > CH3OH > CH3CN > CHCl3 > CH2Cl2 (Supporting Information Figure S7), which may be ascribed to the different solubility.(17) The other interesting feature is that an emission with a maximum at 458 nm is observed in CHCl3. However, the main emission peaks are centered at 495 nm in the other four solvents. The different emission peaks may be ascribed to specific host–guest recognition.(18)Figure 6. Left: emission of 1 suspended in various solvents (DMF, CH3OH, CH3CN, CHCl3, and CH2Cl2) under the same testing conditions. Right: different emission peaks of 1 suspended in DMF or CHCl3; the test conditions in CHCl3 were further optimized to provide better data for comparison.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsWe have successfully prepared a 3D porous network (Cd-MOF) based on TPPBDA and H2OBA as coligands. The structure of the Cd-MOF is a doubly interpenetrated framework with a {46}{42.68.85} net containing meso-helices. The Cd-MOF exhibits selective gas sorption for CO2 over that of CH4 and N2. The selectivity of CO2/CH4 was calculated using the dual-site Langmuir–Freundlich-based ideal adsorbed solution theory method. Additionally, the luminescent properties of the Cd-MOF in the solid state and in suspension in different solvents were investigated. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationCrystallographic data in CIF format, selected bond lengths and angles, IR, TGA, PXRD, patterns of photochemistry, and gas adsorption data. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by grants from the Natural Science Foundation of China (nos. 91022011, 21021062, 20971065, and 21371092) and the National Basic Research Program of China (no. 2010CB923303).DedicationDedicated to Professor Xin-Quan Xin on the occasion of his 80th birthday.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 18 other publications.1. (a) Kong, X. Q.; Deng, H. X.; Yan, F. Y.; Kim, J.; Swisher, J. A.; Smit, B.; Yaghi, O. M.; Reimer, J. A. Science 2013,  341,  882[Crossref], [PubMed], [CAS]1. Mapping of Functional Groups in Metal-Organic FrameworksKong, Xueqian; Deng, Hexiang; Yan, Fangyong; Kim, Jihan; Swisher, Joseph A.; Smit, Berend; Yaghi, Omar M.; Reimer, Jeffrey A.Science (Washington, DC, United States)\r\n        (2013),\r\n    341\r\n        (6148),\r\n    882-885CODEN:\r\n                SCIEAS;\r\n        ", "title": "Interpenetrated Metal–Organic Framework with Selective Gas Adsorption and Luminescent Properties", "authors": ["Ling Qin", "Ze-Min Ju", "Zhong-Jie Wang", "Fan-Dian Meng", "He-Gen Zheng", "Jin-Xi Chen"], "doi": ["10.1021/cg500269h"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-6/cg500269h/production/images/small/cg-2014-00269h_0003.gif\">"]}