{"abstract": "A novel three-dimensional metal–organic framework (MOF) that displays anisotropic thermal expansion has been prepared and characterized by single-crystal X-ray diffraction (SCD) and thermal analysis. The as-prepared MOF has one-dimensional channels containing guest molecules that can be removed and/or exchanged for other guest molecules in a single-crystal to single-crystal fashion. When the original guest molecules are replaced there is a noticeable effect on the host mechanics, altering the thermal expansion properties of the material. This study of the thermal expansion coefficients of different inclusion complexes of the host MOF involved systematic alteration of guest size, i.e., methanol, ethanol, -propanol, and isopropanol, showing that fine control over the thermal expansion coefficients can be achieved and that the coefficients can be correlated with the size of the guest. As a proof of concept, this study demonstrates the realizable principle that a single-crystal material with an exchangeable guest component (as opposed to a composite) may be used to achieve a tunable thermal expansion coefficient. In addition, this study demonstrates that greater variance in the absolute dimensions of a crystal can be achieved when one has two variables that affect it, i.e., the host–guest interactions and temperature.", "text": "10.1021/ja401671p When a material is heated it normally experiences positive thermal expansion (PTE) along all three dimensions owing to an increase in the anharmonic vibrations of the constituent atoms, molecules, or ions.(1) In rare cases, specific structural features or packing arrangements in the solid state may give rise to anomalous thermal expansion behavior such as exceptionally large PTE,(1b, 2) zero thermal expansion (ZTE), or negative thermal expansion (NTE). Metal–organic frameworks (MOFs) have recently emerged as a new class of thermo-responsive materials with anomalous thermal expansion behavior. Anisotropic and exceptionally large thermal expansion, on the order of that of Ag3[Co(CN)6] and other Prussian blue analogues(3) (>10–4 K–1), has been reported for the flexible HMOF-1, which has a lattice-fence topology and hinged motion around the metal center.(4) Other types of framework materials known to display isotropic NTE include the cyanide-bridged coordination polymers,(5) the isoreticular (IR) MOFs,(6) and Cu3(1,3,5-benzenetricarboxylate)2 (Cu3(btc)2).(7) Elucidation of the mechanisms of anomalous thermal expansion provides information for the design of thermo-responsive materials. Provided that the mechanical response does not result in the loss of single-crystal quality of the material, structure determinations from single-crystal X-ray diffraction (SCD) at regular temperature intervals can afford the necessary information to determine the mechanism involved. Moreover, if the single-crystal quality of a material is maintained during a guest exchange experiment, the changes in host mechanics of different host–guest inclusion complexes as a factor of temperature can be studied systematically. Host–guest materials can have controllable physical properties if the guest component can be removed and/or exchanged. An example of a potential benefit of this occurring in a single crystal is that it could be used as a thermo-mechanical actuator or sensor in a single-crystal device.Scheme 1. Solvothermal Synthesis of 1aaThe framework is shown in space-filled representation with the methanol guest molecules omitted for clarity.The porous MOF [Zn(L)2(OH)2]n·nCH3OH (1MeOH, Scheme 1), formed by the reaction of 4-(1H-naphtho[2,3-d]imidazol-1-yl)benzoic acid (L) with Zn(NO3)2, displays unusually large anisotropic thermal expansion with coefficients that are among the highest reported for MOFs.(3a, 4, 11) The 3D framework (space group I4̅) consists of eclipsed cubic 4,4-nets that are interconnected by polymeric Zn–hydroxy–Zn coordination along the c axis (Figures S1 and S2, Supporting Information). The lattice has 1D square-shaped channels with a cross-sectional width of ∼6 Å and an accessible porosity of 16.0%. The well-defined channels of 1MeOH include guest molecules, of which only the methanol molecules that H-bond to the uncoordinated oxygen atoms of the carboxylate moieties of the ligand could be modeled.The crystals of 1MeOH are extremely robust, remaining transparent and of diffraction quality following removal of the guest molecules at 150 °C under reduced pressure. A crystal of the apohost framework, 1apohost, placed under static vacuum exhibits exceptionally large uniaxial PTE with αc = 127 × 10–6 K–1 along the c axis, measured over a temperature range of 100–370 K (Figure 1). The PTE along the c axis is accompanied by biaxial NTE along the a and b axes with αa,b = −21 × 10–6 K–1 for the same temperature range. The exceptional PTE along the c axis, which is an order of magnitude larger than conventional PTE, contributes to an overall volumetric expansion of αV = 89 × 10–6 K–1.Figure 1. Temperature-dependent a = b (▲) and c (●) unit cell parameters of 1apohost. Error bars show the estimated standard deviations.Remarkably, the crystal mosaicity is not affected by the temperature conditions or the anisotropic expansion itself. The mechanism of the anisotropic expansion involves a substantial increase in the intermolecular host–host interaction distances and deformation of the labile coordination angles around the metal nodes. Concerted atomic motion allows and facilitates the preservation of the integrity of a single crystal despite the significant and reversible structural transformations. There are notable changes in the metal geometry around the tetrahedral ZnII node. Specifically, the four coordination angles shown in Figure 2 change considerably (see Table 1).Figure 2. Coordination environment around the tetrahedral ZnII node in relation to the unit cell axes. (a) Zn–O(H)–Zn angles along the c axis expand with increasing temperature. (b) Ocarb–Zn–OH and N–Zn–OH angles that are in the plane of the a and b axes contract upon heating. Hydrogen atoms are omitted for clarity.Table 1. Coordination Angles (°) around the Zn(II) Node of 1apohostT/KZn–O(H)–ZnN–Zn–OHN–Zn–OcarbOcarb–Zn–OH100126.7(1)115.4(1)111.6(1)105.9(1)190128.5(1)108.7(1)112.0(1)105.0(1)280129.6(2)109.5(1)112.4(1)104.6(2)370130.7(2)109.6(2)113.5(3)104.2(2)The exceptional PTE results from the large increase in the Zn–O(H)–Zn angle by 4.0° over the temperature range 100–370 K, resulting in an increase in the distance between two Zn atoms across the hydroxyl bridge. The Zn···Zn separation increases from 3.431 to 3.482 Å. The difference of 0.051 Å corresponds to an expansion coefficient of 55 × 10–6 K–1. There are two Zn–O(H)–Zn angles along the c axis of the unit cell, and the summation corresponds to an overall Zn···Zn expansion coefficient of 110 × 10–6 K–1, which does, in part, represent the coefficient determined for the c axis (127 × 10–6 K–1). The Zn–O(H)–Zn bridges form a polymeric chain along the c axis, and enlargement of this angle results in the “colossal” PTE along that direction. There is a concomitant reduction in the N–Zn–OH and Ocarb–Zn–OH angles by 5.8° and 1.7°, respectively. The N–Zn–OH, N–Zn–Ocarb, and Ocarb–Zn–OH angles are more or less in the ab plane, and it is believed that their distortion leads to the observed NTE along these directions. A structural model that explains the material’s thermal response is shown in Figure 3. Enlargement of the Zn–O(H)–Zn angle at elevated temperatures leads to elongation of the framework along the c axis, analogous to the stretching of an accordion.Figure 3. Schematic 2D representation of the framework topology, with the Zn metal centers depicted as blue circles and the hydroxyl bridges as red circles.Close examination of the intermolecular framework interactions reveals that the interaction distances are temperature-dependent and are involved with the anisotropic thermal expansion of the framework. Intermolecular interactions have shallower potential energy wells and are subject to larger thermal expansion than covalent or coordination bonds.(8) There are strong H-bonding interactions along the [Zn–OH−]n chain (Figure 4).Figure 4. [Zn–OH−]n coordination chain viewed perpendicular to the c axis. H-bonds that propagate approximately parallel to the c axis are shown as dashed red lines.The H-bond distance between the hydroxyl group and the coordinated carboxyl oxygen atom increases from 2.875(3) Å at 100 K to 3.065(8) Å at 370 K. Thus, the increase in the H-bond distances and the concomitant changes in the coordination angles around the ZnII node are responsible for the anisotropic thermal expansion observed. That is, the expansion of the intermolecular framework interactions and the lability of the coordination angles are both required for the large PTE and NTE effects.As anticipated, the length of the needle-shaped crystal of 1MeOH (Figure 5) increases from 1.10 mm at 100 K to 1.16 mm at 370 K. The macroscopic increase in length corresponds with αc = 202.0 × 10–6 K–1 calculated from the unit cell parameters for the 100–370 K temperature range. At the same time, the width decreases to a lesser extent due to the NTE along the a and b axes.Since the material is microporous, it affords us the opportunity to study the effects that different guest molecules situated within the channels may have on the thermal expansion. Single crystals of 1MeOH were suspended in vials containing ethanol, n-propanol, or isopropanol for 2 weeks prior to SCD structure determination. After initial structure determination at 100 K in each case to confirm guest exchange, the unit cell parameters were measured at 15 K intervals upon heating to 370 K. Across this series of alcohol solvates the guest occupancy is the same (four molecules of guest per ∼300 Å3 channel section or one guest molecule per asymmetric unit), even with an increase in the size of the guest. Thermogravimetric analysis of the as-synthesized material (1MeOH) showed that guest loss occurs at room temperature; therefore, the unit cell parameters of 1MeOH start to converge with those of 1apohost from 295 K onward. However, we determined that all of the host–guest inclusion complexes are stable over the temperature range of 100–295 K.Figure 5. Photomicrographs of a crystal of 1MeOH mounted on a glass fiber, recorded at 100 (left) and 370 K (right).Relative to 1apohost there is an increase in the already unusually large PTE and NTE in the presence of methanol, ethanol, and n-propanol guest molecules (1MeOH, 1EtOH, 1n-PrOH), while the bulky isopropanol molecules (1i-PrOH) suppress the extent of thermal expansion (Figure 6). More significantly, the PTE coefficients for the different guests correlate to the size/van der Waals volume of the guest involved. Table 2 summarizes the PTE coefficients for the host material when it includes guests of increasing van der Waals volume; the Zn–O(H)–Zn angles at 100 K are also listed. The PTE coefficient decreases in the order 1MeOH >1EtOH >1n-PrOH > 1apohost >1i-PrOH.Figure 6. Temperature-dependent (a) c and (b) a = b unit cell parameters of 1MeOH (red squares), 1EtOH (green triangles), 1n-PrOH (purple crosses), 1apohost (black diamonds), and 1i-PrOH (blue circles). Error bars show the estimated standard deviations.Table 2. PTE Coefficients and Selected Structural Information on the Host–Guest Complexessolvate guest volume (Å3)aαc(×106 K–1)bZn–O(H)–Zn (°)H-bond (Å)c1MeOH38.8166(4)123.7(1)2.808(4)1EtOH54.0144(5)123.8(2)2.812(5)1n-PrOH70.7138(4)124.6(1)2.832(8)1apohost–137(5)126.7(1)2.875(3)1i-PrOH69.176(6)127.4(1)2.915(3)aCalculated using the van der Waals surface.bCalculated for the temperature range 100–295 K.cIntra-framework H-bond distance between the hydroxyl group and the coordinated carboxyl oxygen atom at 100 K (as shown in Figure 4).The guest size, shape, and H-bonding interactions with the host framework concurrently have an effect on the host mechanics, as is evidenced by the differing coordination environment around the Zn(II) nodes and the different strengths of the intra-framework H-bonds in the different solvates. There is an induced fit of the guest within the framework channels; i.e., the metal geometry and channel size adjust according to the size of the guest molecules. The differences in the metal geometry and the intra-framework H-bonding distances at 100 K relative to the apohost framework (listed in Table 2) ultimately result in the different responses to temperature. At 100 K the Zn–O(H)–Zn angle of 1MeOH, 1EtOH, and 1n-PrOH is smaller than that of 1apohost, resulting in a shorter c axis of the unit cell. These solvates are in a “contracted” state relative to the apohost framework. Effectively, the initial metal geometry at 100 K allows for a greater extent of PTE to occur in these complexes. However, in 1i-PrOH the Zn–O(H)–Zn angle is already enlarged due to the presence of the bulky guest, and the framework is already in a slightly “expanded” state which renders it less flexible toward further thermal expansion.The magnified thermal response when there are certain guests within the channel is an unusual result. The guest-free frameworks of Cu3(btc)2 and cadmium cyanide (Cd(CN)2) are known to display isotropic NTE, which is dampened by the presence of guest molecules such that only unremarkable PTE is observed.(7b, 10) In both of these materials, a purely vibrational mechanism involving transverse vibrations of the organic linkers is associated with the NTE, and the authors report that open channels are necessary for framework flexibility.(7b) In contrast, in the case of 1MeOH, 1EtOH, and 1n-PrOH the guest molecules enhance the flexibility of the framework by altering the coordination environment and the strength of framework interactions. The fact that the NTE effect is enhanced by guest inclusion in some cases (Table S7) is evidence that the guest molecules do not simply act to increase the overall volume thermal expansion as was the case in the studies of Cu3(btc)2 and Cd(CN)2. Instead the NTE coefficient of 1apohost (100–295 K), αa,b = −26(5) × 10–6 K–1, is increased to −41(3) × 10–6 K–1 in 1MeOH, which suggests that host–guest interactions play a role in the thermal response of the various solvates.A study of the effect of guest molecules on the apparent thermal expansion of a MOF has been reported by Omary et al., who observed an increase in the apparent NTE and PTE with the sequential filling of the pores of a fluorous MOF (FMOF-1) with N2 molecules.(11) In contrast to 1, FMOF-1 displays unusual two-step breathing, involving a volumetric NTE process in one temperature range (90–119 K) and an overall PTE process in another temperature range (119–295 K). The anomalous thermal expansion was correlated to the location of the N2 within the channels, and the reversal in the thermal response was, in part, attributed to the localization of more N2 guest molecules such that guest–guest repulsion becomes significant. For 1MeOH, 1EtOH, 1n-PrOH, and 1i-PrOH a constant trend is observed, and the initial guest occupancy is presumed to remain constant from 100 to ∼295 K. To our knowledge, the current study is the first example of a controlled experiment in which a series of related guest molecules of increasing size is included with a constant host–guest ratio over a broad temperature range. The effect of temperature on the host mechanics was monitored by structural analyses.In conclusion, we have shown that 1MeOH has the combined properties of being porous and having unusual anisotropic thermal expansion. We have demonstrated that the choice of guest can be used to alter the thermal expansion behavior of a host material such that fine control over the thermal expansion coefficients can be achieved. The study also demonstrates that guest inclusion does not only alter the linear thermal expansion coefficient but it also creates an array of possible absolute physical dimensions of a single crystal by the control of two variables; the type of guest and the temperature. If one considers the PTE of the c axis in terms of a “guest expansion coefficient” as well as a “thermal expansion coefficient”, then a 2D plot will create a surface of potential c axis values or crystal lengths that are accessible (Figure S13). This study establishes a novel concept of guest-tunable thermal expansion, with implications for enhanced utility of materials based on “single crystals”. Top of PageAbstractReferencesSupporting InformationDetails of synthesis, thermal analysis, and crystallographic information. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentWe thank the National Research Foundation of South Africa for financial support. P.M.B. thanks the Claude Leon foundation for a postdoctoral fellowship.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 11 other publications.1. (a) Ashcroft, N. W.; Mermin, N. D.,  Solid State Physics; Holt, Rinehart & Winston: 1976.There is no corresponding record for this reference.(b) Das, D.; Jacobs, T.; Barbour, L. J. Nat. Mater. 2010,  9,  36– 39[Crossref], [PubMed], [CAS]1. Exceptionally large positive and negative anisotropic thermal expansion of an organic crystalline materialDas, Dinabandhu; Jacobs, Tia; Barbour, Leonard J.Nature Materials\r\n        (2010),\r\n    9\r\n        (1),\r\n    36-39CODEN:\r\n                NMAACR;\r\n        ", "title": "Tunable Anisotropic Thermal Expansion of a Porous Zinc(II) Metal–Organic Framework", "authors": ["Ilne Grobler", "Vincent J. Smith", "Prashant M. Bhatt", "Simon A. Herbert", "Leonard J. Barbour"], "doi": ["10.1021/ja401671p"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-17/ja401671p/production/images/small/ja-2013-01671p_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-17/ja401671p/production/images/small/ja-2013-01671p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-17/ja401671p/production/images/small/ja-2013-01671p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-17/ja401671p/production/images/small/ja-2013-01671p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-17/ja401671p/production/images/small/ja-2013-01671p_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-17/ja401671p/production/images/small/ja-2013-01671p_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-17/ja401671p/production/images/small/ja-2013-01671p_0006.gif\">"]}