{"abstract": "The phenomenon of water adsorption in carbon micropores is examined through the study of water adsorption equilibrium in molecular sieving carbon. Adsorption and desorption isotherms are obtained over a wide range of concentrations from less than 0.1% to beyond 80% of the vapor pressure. Evidence is provided in support of a proposed bimodal water adsorption mechanism that involves the interaction of water molecules with functional groups at low relative pressures and the adsorption of water molecules between graphene layers at higher pressures. Decomposition of the equilibrium isotherm data through application of the extended cooperative multimolecular sorption theory, together with favorable quantitative comparison, provides support for the proposed adsorption mechanism. Additional support is obtained from a multitemperature study of water equilibrium. Temperatures of 20, 50, and 60 °C were probed in this investigation in order to provide isosteric heat of adsorption data for water interaction with the carbon molecular sieve. At low loading, the derived isosteric heat of adsorption is estimated to be 69 kJ/mol. This value is indicative of the adsorption of water to functional groups. At higher loading, the isosteric heat of adsorption decreases with increasing loading and approaches the heat of condensation, indicative of adsorption between graphene layers. Further support for the proposed adsorption mechanism is derived from carbon dioxide adsorption experiments on carbon molecular sieve that is preadsorbed with various amounts of water. Significant exclusion of carbon dioxide occurs, and a quantitative analysis that is based on the proposed bimodal water adsorption mechanism is employed in this investigation. ", "text": "10.1021/la061140a  Top of PageAbstract1. Introduction2. Experimental Details3. Results and Discussion4. Conclusions1. Introduction Water is a ubiquitous compound whose interaction with solids and surfaces is receiving increasing attention in theoretical and experimental research. The presence of water and the hydration forces that result1 can lead to unique adsorption phenomenon within microporous solids.2 The interaction of water vapor with microporous carbon is an important example in which adsorption equilibrium behavior is found to widely vary. Such variations can have significant effects upon commercial and environmental technologies that employ microporous carbon. For example, the presence of water is known to detrimentally affect separation processes such as air separation employing carbon molecular sieve3,4 yet promote natural gas storage properties of activated carbon.5 Water can deleteriously affect tribological properties of lubricated carbon surfaces by promoting friction6 and significantly reduce the amount of carbon dioxide imbibition in coal seam sequestration.7  The importance of these technologies coupled with the widely varying equilibrium behavior observed for water adsorption in carbon provides motivation and challenge for research aimed at extending knowledge of this phenomenon. Currently, there is a deficit in the broad fundamental understanding of the behavior of water within carbon adsorbents.2-4 Previously, the behavior has been explained in relation to carbon microstructure. On a molecular level, carbon adsorbents contain stacked graphene layers whose spacings form micropores.8 At the edges of the graphene layers, oxygenated functional groups are located.8,9 The distribution of micropore size and the chemistry of the functional groups are known to be two important elements in water adsorption.4 Functional group chemistry has been studied extensively by experimental and theoretical means.4 Less extensively studied is the effect of the distribution of micropore size on water adsorption in carbon. Experimental studies often employ microporous carbon with widely dispersed pore size distributions that extend into the mesopore range. These studies focus on the combined contributions of water adsorption on the carbon surface coupled with molecular layering and capillary condensation. More relevant to current needs are studies that focus on the individual contribution of water and carbon surface interactions, isolated from the intrusion of layering and capillary condensation. Carbon molecular sieve (CMS) is a useful material to fill this need because it contains negligible mesoporosity and micropores no greater than 1 nm. According to molecular simulations,10,11 pores of size less than 1 nm can accommodate only a single layer of water molecules, thereby making CMS a valuable material for probing the nature of water and carbon surface interaction.  Molecular simulations of water adsorption in carbon micropores also indicate that hysteresis should be observed even in pores of size less than 1 nm. Water adsorption experiments on CMS can be employed to assess the validity of these claims through a comparison of adsorption and desorption branches of the equilibrium isotherm. Additionally, it has been proposed that hysteresis is accompanied by the equilibrium pressure shift-induced displacement of water.12 Therefore, two separate tests are available to determine the presence of hysteresis−adsorption /desorption equilibrium and equilibrium pressure shift displacement experiments. In this investigation, the measurement of water adsorption equilibria in CMS and associated equilibrium pressure shift displacement experiments are undertaken over a wide range of relative pressure to determine the presence of hysteresis. The results of these experiments can be additionally employed to assess the role of oxygenated functional groups in the adsorption of water. The assessment of water isotherm data at multiple temperatures allows for the calculation of isosteric heat of water adsorption, which can be used for further assessment of the role of oxygenated functional groups and to discriminate the contributions of the adsorption of water between graphene layers.   Top of PageAbstract1. Introduction2. Experimental Details3. Results and Discussion4. Conclusions2. Experimental Details The experiments undertaken in this investigation are aimed at elucidating the role of oxygen-containing functional groups through quantitative assessment of the equilibrium isotherm. Obtaining these measurements over a wide range of loading and over a range of temperatures is required. A volumetric water adsorption apparatus, used previously to characterize CMS at low loadings and at room temperature,13,14 is employed in this investigation. This apparatus is also employed to undertake carbon dioxide adsorption experiments on CMS that is preadsorbed with various amounts of water. These series of experiments, designed not only to determine the role of functional groups in water adsorption but also to determine the presence of adsorption hysteresis, are described in the following sections.  2.1. Materials. The adsorbent investigated in this study is a carbon molecular sieve manufactured by Takeda chemical company. The material, known as Takeda 5A, has been characterized in a previous investigation by application of gas permeation, gas adsorption, and mercury intrusion to characterize pore size.15,16 The micropores of the Takeda CMS are contained within a grain structure consisting of crystalline and amorphous carbon8 and the macropores form in the voids between grains. The pore volume is derived from micropores with an average size around 0.5 nm17 and macropores with an average diameter around 0.5 μm.16 Additionally, it has been shown by several authors that Takeda 5A has negligible mesopore volume.17,18  According to the manufacturer, Takeda 5A CMS is derived from coconut shell, which is a precursor material known to generate sieves with significant quantities of oxygenated functional groups. Chemical groups such as carboxylic, carbonyl, and hydroxyl are found in coconut shell-derived carbon.19 These groups are believed to be located at the edges of the graphene layers that form the micropore structure in CMS.4 Molecular simulations indicate that the graphene layers in coconut shell-derived carbon are spaced to generate micropores between 0.3 and 1 nm,20 in agreement with experimental data.17,18  In this investigation, cylindrical Takeda 5A CMS pellets of length 0.6 cm and diameter 0.3 cm are studied. The CMS is initially outgassed for a period of 14 days at 80 °C. The sample was also outgassed for at least 60 h at 80 °C at a base pressure of 10-9 Torr between each of the experiments.  2.2. Water Adsorption Experiments. A previous investigation has outlined the method for the measurement of water adsorption by a volumetric technique at 20 °C.13 In the previous study, adsorption at low pressures was examined in order to probe the role of oxygenated function groups in the adsorption of water. This investigation extends the previous study to high relative pressures at 20 °C and additionally probes temperatures of 50 and 60 °C. The volumetric, batch adsorption apparatus used in this investigation is described in a previous publication.13 Briefly, it consists of a sample chamber connected to two dosing volumes by a series of valves. The system is connected to two MKS Baratron type 615A pressure transducers capable of measuring pressures of up to 1000 Torr. The system includes a vacuum source capable of obtaining a base pressure of 10-9 Torr.  Adsorption experiments take place by expanding the adsorbate, previously equilibrated at the chosen temperature, into the initially outgassed dosing volume that is isolated from the sample chamber. A thermal equilibration period of 1 h is allowed after expansion to account for possible temperature changes upon expansion and disturbance of the oven temperature. The adsorption experiment is initiated by opening the valve between the dosing and sample chambers. After equilibrium is obtained, the process can be repeated at higher pressures until a maximum desired loading is reached. During desorption, the dosing volume pressure is decreased below the sample chamber pressure. The dynamic pressure change during the adsorption and desorption experiment is recorded. The system volume is determined by helium expansion into a previously calibrated vessel.  A separate series of experiments have been performed to determine the influence of water adsorption on the chamber walls. Expansion of water into the dosing volume and continuous pressure monitoring on the time scales of water adsorption in CMS reveal a change that is negligible in comparison to the pressure changes during the water adsorption experiments. Expansion of water into the sample chamber similarly reveals negligible adsorption of water. The equilibration period for the water uptake in CMS varies with loading14 but is essentially complete in a time period no greater than 1 h. To ensure that a true equilibrium is reached, all water adsorption experiments are allowed a 2 h equilibration period.  2.3. Carbon Dioxide Adsorption Experiments. Pure carbon dioxide adsorption experiments are undertaken with the same volumetric method as outlined for water adsorption. A port for injecting carbon dioxide was added to the apparatus, and carbon dioxide with a purity of 99.99% was obtained through the Los Alamos gas facility and used in this investigation. The time scale for equilibrium to be reached is approximately 400 s; however, 2000 s is allowed as an equilibration period to ensure no further change in pressure.  2.4. Equilibrium Pressure Shift Displacement Experiments. These series of experiments were undertaken by preequilibrating the CMS with water vapor according to the procedure outlined for the water adsorption experiment. Once equilibrium is reached, the sample cell is isolated from the supply volume, and high-pressure carbon dioxide is injected into the supply volume until a carbon dioxide partial pressure near 100 Torr is reached. Carbon dioxide is thereby added to the system while maintaining a constant loading of water. Thermal equilibration is allowed for a period of 1 h followed by initiation of the experiment through the opening of the valve separating supply and sample volumes. The pressure drop is monitored over time until equilibrium is clearly reached and the dosing volume is sized such that a pressure change no greater than 5% occurs. The time scale for equilibration is similar to that for pure carbon dioxide adsorption experiments that are complete within 400 s. However, the experiments were allowed to run for a period of 24 h during which no further change in pressure was observed. At the conclusion of the experiment, the sample was outgassed, and the process was repeated.  2.5. Kinetics of Adsorption. The dynamic pressure change is monitored in all experiments for water and carbon dioxide adsorption.  In previous investigations,13,14 controlled increments in adsorbed-phase concentration were introduced to isolate and investigate micropore diffusion. These experiments were designed to minimize effects related to heat transfer and a nonlinear adsorption isotherm. However, in the water uptake experiments conducted in this investigation, large increments in the adsorbed-phase concentration are taken in order to span a large range of relative pressure and probe the entire water adsorption isotherm. These increments can lead to large changes in the diffusivity and a nonlinear isotherm over the pressure range in which the measurement is taken. Additionally, large increments lead to nonisothermal conditions during the uptake, thereby introducing an additional phenomenon of heat transfer to affect the uptake kinetics. Furthermore, because of the pellet size, quantity adsorbed, nonlinear isotherm, and rate of uptake, the relative influences of both macropore and micropore diffusion are significant and vary with relative pressure. The kinetics have been monitored in previous experiments with CMS in order to discriminate between possible mechanisms of uptake that include obstruction from a pore mouth barrier represented by a linear driving force model,21-29 micropore diffusion represented by Fickian diffusion models,30 and surface kinetics represented by statistical rate theory.31 Because of the intrusion of the abovementioned effects in the kinetics, a clear discrimination between the diffusion models is not possible; therefore, the uptake dynamics has not been analyzed in this investigation.   Top of PageAbstract1. Introduction2. Experimental Details3. Results and Discussion4. Conclusions3. Results and Discussion Multitemperature water adsorption and water preadsorption experiments are conducted to determine the presence of hysteresis and the role of oxygenated functional groups in the adsorption of water. A quantitative method is required for the analysis of the derived data, and the details of this methodology are presented in the following sections.  3.1. Water Adsorption. Water adsorption equilibrium isotherms have been measured using the volumetric batch sorption technique outlined in section 2. The results are shown in Figures 1−3 for temperatures of 20, 50, and 60 °C, respectively. The range of relative pressure spans from less than 0.1% (at 60 °C) to beyond 80% (at 20 °C). As a measure of validation, the data obtained in this investigation are compared to the low-pressure data obtained for Takeda 5A at 20 °C (and also outgassed at 20 °C) in a previous investigation.14 Reasonable agreement between data is observed with outgassing temperatures of 20 and 80 °C, indicating consistent behavior and an invariance to outgassing temperature up to at least 80 °C.   Figure 1 (a) Water adsorption in Takeda 5A at 20 °C. Circles represent data from Rutherford,14 squares represent adsorption data from this investigation, and triangles represent desorption data from this investigation. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines. (b) Logarithmic plot of water adsorption in Takeda 5A at 20 °C. Circles represent data from Rutherford,14 squares represent adsorption data from this investigation, and triangles represent desorption data from this investigation. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines.   Figure 2 (a) Water adsorption in Takeda 5A at 50 °C. Squares represent adsorption data, and triangles represent desorption data. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines. (b) Logarithmic plot of water adsorption in Takeda 5A at 50 °C. Squares represent adsorption data, and triangles represent desorption data. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines.   Figure 3 (a) Water adsorption in Takeda 5A at 60 °C. Squares represent adsorption data, and triangles represent desorption data. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines. (b) Logarithmic plot of water adsorption in Takeda 5A at 60 °C. Squares represent adsorption data, and triangles represent desorption data. The solid line represents the fit of the Langmuir−Ising model with the individual contributions from the Ising and Langmuir isotherms indicated as dotted lines.   The isotherm plots in Figures 1−3 show an observable rise at very low relative pressure (less than 2%) and could be considered to be of type IV in the BDDT classification scheme.32 This is shown clearly in the logarithmic plots of Figures 1b, 2b, and 3b. It has been proposed that the type IV behavior is due to the influence of surface chemistry at low pressures and microstructure at high pressures.4 In a previous investigation, a quantitative treatment that satisfied a number of theoretical criteria imposed on type IV isotherms was proposed.14 The quantitative analysis that employs the extended cooperative multimolecular sorption (CMMS) isotherm decomposes the behavior into two modes of adsorption. The first mode of adsorption is characterized by water interaction within the graphene layers that are stacked to form the graphitic microstructure of carbogenic materials. Although the graphene layers offer a small attraction for water molecules, the micropores will adsorb water according to molecular simulations.10,11 The adsorption of water is followed by cooperative interaction of the adsorbed water with other water molecules until filling of the graphitic microstructure occurs. Because of the narrow micropore size distribution in CMS and the absence of pores greater than 1 nm, multilayering of water cannot take place, and only a single layer of water molecules is allowed, according to molecular simulations.10,11  The second mode of adsorption occurs via interaction of water with oxygenated functional groups that are present outside the  graphitic microstructure. This interaction is characterized by a high degree of attraction. However, the degree of attraction is variable and is affected by pore size and site density.33-36 The combined contribution of these two modes of adsorption results in a composite isotherm with contributions from the Ising equation, which represents the first mode of adsorption, and the Langmuir equation, which represents the second mode of water adsorption. Their combined contribution generates the observed type IV isotherm.  Figures 1−3 also provide adsorption and desorption equilibria for temperatures of 20, 50, and 60 °C. It is evident that no distinct differentiation, within experimental error, between adsorption and desorption data points is observed in this investigation. This lack of observable distinction between adsorption and desorption of water in CMS is an indication of negligible hysteresis. The absence of hysteresis is a condition for the application of the extended CMMS isotherm,37,38 and the fulfillment of this condition allows this isotherm to be used to characterize the multitemperature water adsorption data obtained in this investigation.  3.1.1. Application of the Extended CMMS Isotherm. The extended CMMS isotherm,14 which decomposes the water adsorption equilibrium by isolating contributions from two modes of adsorption, can be represented mathematically as14  where wISING is given by   and CTOTAL is the total amount adsorbed as a function of pressure (P), K0 represents the interaction of water with the central unit on the primary adsorption site on the graphene surface, and K1 represents the interaction of water with the side unit on the primary adsorption site on the graphene surface. The parameter bL represents the affinity for the interaction of water with the functional group, Csat represents the adsorption capacity of the graphitic microstructure, and CsatL represents the adsorption capacity of water bound to functional groups.  Equation 1 can be applied to characterize the water adsorption data at 20, 50, and 60 °C with some conditions imposed on the temperature dependence of the isotherm parameters. The water adsorption capacity parameters, Csat and CsatL, are assumed to be independent of temperature over the range of temperature studied in this investigation. However, the Langmuir affinity parameter is known to obey the following relation39  where QL is the Langmuir isosteric heat. Similarly, it is proposed that K0 and K1 are related to temperature through the following equations    where Q0 and Q1 represent the isosteric heats of water adsorption onto the primary site on the graphene surface and the isosteric heat of water binding to the side unit on the primary site, respectively. Values for the isosteric heat of water adsorption may vary from 20 to 80 kJ/mol depending on the exposure environment, temperature pretreatment, and resulting surface chemistry.40-45 Micropore size is also known to affect the isosteric heat of water adsorption.10,11  Equation 1 is fitted to the data obtained at the three temperatures in order to evaluate the three temperature-dependent parameters K0, K1, and bL, and two temperature-independent parameters Csat and CsatL under the temperature constraints. The values obtained are presented in Table 1.    Table 1.  Parameter Values Obtained from Data Fitting  water 20°C50°C60°C bL (/Torr)  3.71 0.270 0.127 CsatL(mol/g)  0.000223 0.000223 0.000223 Csat (mol/g)  0.00713 0.00713 0.00713 K0 (/Torr)  0.00480 0.000616 0.000334 K1 (/Torr)  0.137 0.0222 0.0131 Pv (Torr)  17.535 92.51 149.38 QL (kJ/mol) 69    Q0 (kJ/mol) 54    Q1 (kJ/mol) 48    carbon dioxide 20°C50°C80°C bCO2 (/Torr)  0.00306 0.000825 0.000248 CsatCO2 (mol/g)  0.0069 0.0069 0.0069 t  0.4 0.4 0.4 QCO2 (kJ/mol) 36       It is evident from Figures 1−3 that the extended CMMS isotherm has the ability to characterize the data over the ranges of pressure and temperature probed in this study. The decomposed contributions of the two modes of water adsorption are also indicated in Figures 1−3. The contribution from the Langmuir isotherm, which represents the binding of water to the functional groups that reside outside of the graphene microstructure, appears to dominate at very low relative pressure. This is particularly obvious in the logarithmic plots of Figures 1b, 2b, and 3b, which show that the saturation of these sites occurs at relative pressures around 10%. At relative pressures beyond 20%, the dominating mechanism shifts to the filling of the graphene microstructure with water molecules. This is indicated by the increased contribution from the Ising equation in the decomposed isotherms of Figures 1−3. At very high relative pressure, complete filling of the volume contained between graphene layers is approached.  3.1.2. Saturation Capacity. The total saturation capacity, which is the sum of the capacity for water adsorbed in the volume between graphene layers and bound to functional groups, is evaluated to be 7.35 mmol/g. For comparison, the capacity obtained in this study is similar to the water capacity of Air Products CMS, which is measured to be 6 mmol/g when outgassed at 110 °C,46 and coconut shell-based carbon, whose water saturation capacity is approximately 9 mmol/g when outgassed at 110 °C.29,47  For further comparison, the carbon dioxide capacity of Takeda 5A, obtained by Cazorla-Amoros et al.48 at 25°C and at high pressures, is approximately 6.9 mmol/g. The resulting micropore volume of Takeda 5A is evaluated, using a liquid density for carbon dioxide of 0.7 g/cm3 at 25 °C, to be 0.43 cm3/g. The total capacity for water in Takeda 5A translates to a micropore volume of only 0.13 cm3/g using a liquid density of 1.0 g/cm3. Such large differences in micropore volume derived from water and other adsorbates have also been observed by Bradley and Rand,49 who studied coconut shell-based and lignite-based carbon. These materials were probed by nitrogen and alcohol adsorption, employing an outgassing temperature of 250 °C, to reveal a similar micropore volume to that of the Takeda 5A sample studied in this investigation. Nitrogen, methanol, ethanol, propanol, and butanol adsorption all consistently gave a micropore volume around 0.43 cm3/g. However, water adsorption indicated a micropore volume of approximately 0.13 cm3/g, revealing a result remarkably similar to the analysis of Takeda 5A presented in this investigation. The results obtained by Bradley and Rand49 and this investigation differ with results from other studies of micropore volumes on the order of 70 to 100% of the volumes obtained by other probe molecules.29,46,47 Bradley and Rand49 offer no explanation for the discrepancy in the result. However, it is a noteworthy fact that Alcaniz-Monge et al.50 obtained a similar micropore volume for Takeda 5A generated by water, carbon dioxide, and nitrogen adsorption with outgassing at 350 °C. This is in contrast to the results of this investigation in which an outgassing temperature of 80 °C was employed. Outgassing  conditions are known to affect high-energy functional group sites present at the edges of the graphene layers. In fact, it has been shown that outgassing temperatures as low as 300 °C can remove these surface sites from carbogenic materials.44 At temperatures lower than 300 °C, negligible changes to surface sites are observed, and water adsorption equilibrium is independent of outgassing temperature.44 This is in agreement with the analysis of this investigation that shows a negligible effect from outgassing at 20 and 80 °C.  On the basis of the high outgassing temperatures in the study of Alcaniz-Monge et al.,50 it is reasonable to assume that the functional groups were removed from Takeda 5A during the outgassing process. A further logical extension would be to propose that the removal of these sites allows a greater filling of the micropore volume by water molecules. This could be rationalized by visualizing the sites, present at the edges of the graphene layers, as obstructing water from entry into the graphitic microdomain. The presence of carboxylic, carbonyl, and hydroxyl groups appears to prevent the water molecules from filling the graphene layers, whereas the removal of these groups allows water to adsorb between the layers. Furthermore, through a comparison of the water adsorption capacity obtained in this investigation and in the study by Alcaniz-Monge et al.,50 the functional groups block as much as 50% of the micropore volume from being accessed by water molecules. Yet the presence of these groups appears to have negligible effect upon carbon dioxide equilibrium in Takeda CMS, according to Cansado et al.51 Outgassing at 400 °C, which is believed to cause the removal of surface groups at the micropore entrance, causes a negligible change in total carbon dioxide uptake.51  On the basis of these results, it is proposed that the presence of oxygenated functional groups  (1) is affected by outgassing temperatures above 300 °C;  (2) reduces the micropore volume accessible to water molecules; and  (3) does not affect the micropore volume accessible to carbon dioxide molecules.  Considering the importance of surface chemistry in the adsorption of water, further characterization of the nature of water bonding with the functional group is valuable. Additional thermodynamic information can be obtained by examining the multitemperature equilibrium data.  3.1.3. Heat of Adsorption. The procedure for multitemperature data fitting allows an evaluation of the temperature-dependent parameters and isosteric heats of water adsorption. The nondimensional values of the Langmuir affinity parameters are estimated to be 65 at 20 °C, 25 at 50 °C, and 19 at 60 °C. These values are large enough to represent the adsorption of water to oxygenated functional groups according to molecular simulations.36 The isosteric heat of water adsorption, derived from the temperature dependence of the Langmuir affinity parameter, is evaluated to be 69 kJ/mol. This value is comparable with values obtained from other studies of carbogenic materials with significant quantities of oxygenated surface sites. Terzyk et al.52 obtained an isosteric heat at zero loading between 60 and 70 kJ/mol for acid-treated carbons, and this result is consistent with the proposed mechanism of water binding to the functional groups at low loading. At higher loading, corresponding to relative pressures beyond 20%, the amount of water bound to the primary site on the graphene surface dominates. The corresponding isosteric heat of water bound to the primary adsorption unit on the graphene surface is evaluated to be 54 kJ/mol. At even higher loading, where clustering and binding of water to other water molecules become significant, the isosteric heat is evaluated to be 48 kJ/mol. This value is only slightly larger than the magnitude of the heat of condensation (44 kJ/mol). This observed relationship between isosteric heat and loading is compatible with results of other studies that probe water adsorption in treated carbons.40-45,52  3.2. Carbon Dioxide Adsorption. The adsorption equilibrium of carbon dioxide in Takeda 5A, outgassed at 80 °C, has been measured using the volumetric batch sorption technique outlined in the previous section. The results are shown in Figure 4 for temperatures of 20, 50, and 80 °C. The isotherm plot in Figure 4 is a classical type I in the BDDT classification scheme.32 As a measure of validation, the data obtained in this investigation is compared to the data obtained for Takeda 5A at 20 °C (and also outgassed at 20 °C) in a previous investigation.16 Reasonable agreement of data is observed, indicating consistent behavior despite the differences in outgassing temperature.   Figure 4 Carbon dioxide adsorption in Takeda 5A. Diamonds represent data from Rutherford and Do16 at 20 °C, circles represent adsorption data from this investigation at 20 °C, triangles represent adsorption data from this investigation at 50 °C, and squares represent adsorption data from this investigation at 80 °C.   The uptake of carbon dioxide in Takeda CMS is known to be inconsistent with the Langmuir isotherm over large pressure ranges.15,53 The Toth isotherm has been used in this case to characterize the adsorption data.15,53 The Toth isotherm can be expressed as  where bCO2 is the affinity parameter for carbon dioxide, CsatCO2 is the saturation capacity of carbon dioxide in Takeda 5A, and t is the heterogeneity parameter. The carbon dioxide isotherm for Takeda 5A at high pressures has been measured at room temperature, and the saturation capacity has been evaluated to be 6.9 mmol/g.48 The saturation capacity is therefore fixed at this value, and the Langmuir affinity parameter for carbon dioxide is allowed to vary with temperature according to   where QCO2 is the isosteric heat of adsorption for carbon dioxide. Equation 5 is fit to the carbon dioxide data obtained at the three temperatures in order to evaluate temperature-independent parameters t and CsatCO2 and temperature-dependent parameter bCO2. The values obtained are presented in Table 1. The isosteric heat of adsorption, estimated from the temperature dependence of the affinity parameter, is evaluated to be 36 kJ/mol. A similar value (37 kJ/mol) has been obtained for carbon dioxide in Bergbau-Forschung CMS.54,55 However, Nicholson56 has shown that expected values of the heat of carbon dioxide adsorption should vary from less than 30 kJ/mol for small micropores to values less than 15 kJ/mol for large micropores. Experimental measurements on other commercially procured CMS reveal values slightly less than 30 kJ/mol,28,52,57 and wider-pore carbons have lower values around 16 kJ/mol, according to other molecular studies.58 The value of 36 kJ/mol obtained in this investigation is higher than that obtained by molecular simulation of adsorption between graphene layers. This could indicate the partial contribution of carbon dioxide adsorption outside of the graphene structure. The magnitude of this contribution can be assessed using equilibrium pressure shift displacement experiments.  3.2.1. Equilibrium Pressure Shift Displacement Experiments. The equilibrium pressure shift displacement of water is believed to occur when water that is preadsorbed in micropores is displaced by the introduction of gas.12 The shift displacement can arise when the equilibrium isotherm of water displays hysteresis. Miyawaki et al.12 have shown that the dynamic adsorption of water, induced by the introduction of gas, can increase on a short time scale (on the order of minutes), followed by an overshoot and subsequent decline in the uptake. The decline can occur on a much longer time scale and can take as long as 24 h for most of the water to reequilibrate. In this investigation, all carbon dioxide pressure shift displacement experiments were allowed 24 h for equilibration. However, all experiments were complete after 400 s, with no significant change evident after this period. As a result, no pressure shift displacement of water was observed, providing further indication of negligible water adsorption hysteresis in carbon molecular sieves. This result does not seem to support simulations that show significant hysteresis in micropores smaller than 1 nm.10,11 To address this discrepancy, it is necessary to examine the uncertainty in molecular simulation data. Liu and Monson59 have recently highlighted the uncertainty in the evaluation of water vapor pressure by molecular simulation. These authors have stated that simulation uncertainty makes conclusions about condensation occurring at pressures less than the vapor pressure somewhat tenuous. Considering this uncertainty, it is possible that the experiments of this investigation probe pressures too low for condensation and associated hysteresis to occur in the micropores of Takeda 5A CMS. Further refinement of molecular simulations is required to address this issue accurately.  Although no pressure shift displacement of water was observed in this study, the amount of carbon dioxide adsorbed by the CMS was affected by the amount of water preequilibrated. The amount adsorbed was reduced significantly by the presence of preadsorbed water as shown in Figure 5. A convenient quantity to introduce in displacement experiments is the fractional allowance FCO2, which is defined as  where fi is the amount of carbon dioxide adsorbed for various amounts of preadsorbed water and is the amount of carbon dioxide adsorbed with no water preadsorbed. An analogous quantity is the fractional filling of water FH2O, which is defined as  where fH2O is the amount of preadsorbed water and is the total capacity of water within the material. Figure 5 shows the fractional allowance of carbon dioxide against the fraction filling of water. It is apparent that the fractional allowance drops sharply at low loading of water, indicating that small amounts of preadsorbed water have a significant exclusion effect in the adsorption of carbon dioxide. At higher loadings, the amount of preadsorbed water approaches a linear relationship with the fractional allowance of carbon dioxide. A linear exclusion relationship has been observed by Zhou et al.60 for methane in activated carbon and by Marban et al.61 for n-butane adsorption in activated carbon fiber-based monoliths. LeVan and co-workers have shown that the preadsorption of hydrocarbons,62 organic compounds,63 and alcohols64 can generate nonlinear exclusion relationships in mesoporous activated carbon, possibly because of differing degrees of miscibility of water and the adsorbate. An exclusion model with immiscible components has been represented as63   This immiscible exclusion model is deficient in its ability to characterize the data obtained in this investigation at low loading. However, such a model considers only adsorption within the graphene microstructure and does not discriminate with respect to contributions of adsorption outside of the microstructure. This unimodal model would therefore not be expected to describe the exclusion of carbon dioxide, especially at low loading of water where the contribution of water adsorbed to functional groups is relevant. A bimodal model may be more applicable in this case.   Figure 5 Fractional allowance of carbon dioxide at 20 °C on Takeda 5A preadsorbed with water at various fractional fillings.   3.2.2. Bimodal Exclusion Model. The analysis of water adsorption undertaken in this investigation includes contributions from adsorption within and outside of the graphene microstructure. A self-consistent model for water preadsorption must also discriminate these contributions. The resulting bimodal model describing the exclusion of carbon dioxide can be represented as  where CM1 is the concentration of water molecules residing within the graphene microstructure, CmaxM1 is the maximum concentration of water molecules in the graphene microstructure, CM2 is the concentration of water molecules residing outside of the graphene microstructure, and CmaxM2 is the maximum concentration of water molecules that can reside outside of the graphene microstructure. Y is the fraction of carbon dioxide molecules residing outside of the graphene microstructure. When Y = 1, the contribution of the adsorption outside of the graphene microstructure is dominant, and when Y = 0, the contribution of adsorption within the graphene microstructure is dominant and the unimodal model represented by eq 9 is recovered.  Using the Langmuir−Ising model and expressing the relationship in terms of relative pressure, the following is obtained:  Equation 11 was applied to the data using the equilibrium parameters previously evaluated and shown in Table 1. The model is represented with the data in Figure 6. It is evident that a value of Y = 0.18 can characterize the data, implying that 18% of the carbon dioxide molecules reside outside of the graphene microstructure at the experimental pressure and temperature. This corresponds to 0.52 mmol/g residing within and 0.11 mmol/g residing outside of the graphene microstructure at 100 Torr and 20 °C.   Figure 6 Fractional exclusion of carbon dioxide at 20 °C on Takeda 5A preadsorbed with water at various relative pressures.     Table 2.  Micropore Volume Attributable to the Two Modes of Adsorption  adsorption modewater saturation (mol/g)micropore volume (cm3/g)amount of CO2 adsorbedb (mol/g)volume occupied by CO2b (cm3/g)fractional volume filling by CO2b mode 1:  adsorption between graphene layers 1.4 × 10-2 a 3.2 × 10-1 5.2 × 10-4 2.3 × 10-2 7% mode 2:  adsorption outside of graphene microstructure 2.23 × 10-4 5.1 × 10-3 1.1 × 10-4 5.1 × 10-3 100%  a Capacity for Takeda 5A outgassed at 350 °C.50 b At 100 Torr and 20 °C and density 0.97 g/cm3.    3.3. Micropore Volume. The void volume corresponding to the two modes of adsorption can be calculated from the water adsorption data derived in section 3.1, using an appropriate value for the density of water in carbon micropores. Experimental and simulation studies suggest that the adsorbed water density is lower than the liquid density because of the frustrated packing of water in narrow micropores.34 An appropriate averaged value to use for the density of adsorbed water in pores smaller than 1 nm is 0.78 g/ cm3.34 Using this value, the corresponding total micropore volume of Takeda 5A, obtained from water adsorption, is 0.325 cm3/g. Using the corresponding saturation capacity for each mode of adsorption, the total volume can be decomposed into the volume attributable to the void between graphene layers and to the void outside of the graphene microstucture. These values are summarized in Table 2.  The total micropore volume obtained by carbon dioxide measurement in Takeda 5A can also be assessed using an appropriate value for carbon dioxide density. Garrido et al.65 have suggested that the density of carbon dioxide adsorbed into microvoids at 25°C is 0.97 g/cm3, which is well above the liquid density. Using this value and a capacity of 6.9 mmol/g, the total micropore volume of Takeda 5A, assessed by the carbon dioxide probe, is 0.31 cm3/g. This value is in reasonable agreement with the micropore volume assessed by water adsorption.  From the carbon dioxide exclusion experiments, it was determined that 0.52 mmol/g resides within and 0.11 mmol/g resides outside of the graphene microstructure at 100 Torr and 20 °C. The corresponding micropore volume occupied by carbon dioxide can be calculated and is presented in Table 2. It is evident from this Table that the calculated volume of carbon dioxide residing outside of the microstructure is equal to the capacity determined by water adsorption. It therefore appears that carbon dioxide completely fills the void contained outside of the graphene microstructure at 100 Torr and 20 °C. Table 2 also indicates that the fractional filling of carbon dioxide between graphene layers is calculated to be only 7%. At higher pressures, the fractional  filling would be expected to increase progressively, but no additional carbon dioxide would be expected to adsorb outside of the graphene microstructure. Accordingly, the proportion of carbon dioxide contained outside of the graphene layers (Y) would be expected to decrease to a projected minimum of approximately 2%. This behavior could be clearly mapped experimentally by repeating the equilibrium pressure shift displacement experiments for the range of carbon dioxide pressures.  In conclusion, it is evident from a comparison of both water adsorption and carbon dioxide exclusion experiments conducted in this study that consistent results are obtained. This lends further validation to the bimodal equilibrium isotherm and exclusion models employed in this investigation.   Top of PageAbstract1. Introduction2. Experimental Details3. Results and Discussion4. Conclusions4. Conclusions A previously proposed water adsorption model that is based on the interaction of water with functional groups and with the carbon microstructure is expanded in this investigation to characterize multitemperature water isotherms. Saturation capacity, affinity parameters, and isosteric heats of adsorption obtained from application of the extended CMMS theory in the form of the composite Langmuir−Ising model are shown to be self-consistent and consistent with previous measurements. In contrast to previous theoretical studies, no evidence of water adsorption hysteresis is observed on the basis of adsorption/desorption equilibrium and pressure shift displacement experiments. Carbon dioxide equilibrium coupled with water preadsorption experiments reveal the significant exclusion of carbon dioxide from the micropores by the preadsorbed water. A quantitative bimodal description that is consistent with the bimodal water adsorption model and that describes the exclusion over a wide range of water concentrations is proposed and successfully applied to characterize the data.    Top of PageAbstract1. Introduction2. Experimental Details3. Results and Discussion4. ConclusionsAcknowledgment Los Alamos National Laboratory is operated by the University of California for the United States Department of Energy under contract W-7405-ENG-36.     This article references 65 other publications. (1) Israelachvili, J. N.; Pashley, R. M.   Nature 1983, 306, 249.[Crossref], [CAS](1) . Molecular layering of water at surfaces and origin of repulsive hydration forcesIsraelachvili, Jacob N.; Pashley, Richard M.Nature (London, United Kingdom)\r\n        (1983),\r\n    306\r\n        (5940),\r\n    249-50CODEN:\r\n                NATUAS;\r\n        ", "title": "Probing the Mechanism of Water Adsorption in Carbon Micropores with Multitemperature Isotherms and Water Preadsorption Experiments", "authors": ["S. W. Rutherford"], "doi": ["10.1021/la061140a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-24/la061140a/production/images/small/la061140af00006.gif\">"]}