{"abstract": "An Eu-MOF shows change in adsorption properties triggered by a temperature-induced polymorphic phase transition.Polymorphic phase transitions remain frequently undetected in routine metal–organic framework (MOF) studies; however, their discovery is of major importance in interpreting structure–property relationships. We herein report a reversible enantiotropic single-crystal to single-crystal polymorphic phase transition of a new microporous MOF [Eu(BDC)(NO)(DMF)] (HBDC = 1,4-benzenedicarboxylic acid; DMF = dimethylformamide). While modification  at 170 K crystallizes in the monoclinic space group 2/ with unit cell dimensions of  = 17.673(2) Å,  = 20.023(2) Å,  = 10.555(9) Å, β = 90.129(4)°, modification  at 290 K crystallizes in higher symmetry space group 2/ with unit cell dimensions of  = 17.200(7) Å,  = 10.737(4) Å,  = 10.684(4) Å, β = 90.136(2)°. This temperature-induced phase transition is accompanied by a small change in the solvent-accessible voids from 46.8 in  to 49.8% in , which triggers a significant change in the adsorption properties as compared to a reported isostructural compound. Detailed investigations on the phase transition were studied with variable-temperature single-crystal X-ray diffraction (SCXRD), powder X-ray diffraction, and differential scanning calorimetry measurements. The herein-presented investigations emphasize the importance of polymorphic phase transitions in routine MOF studies originating from low-temperature SCXRD data and high-temperature physical property characterizations in avoiding the use of a wrong structure in interpreting structure–property relationships.", "text": "10.1021/acs.inorgchem.5b01311 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionPolymorphism is the ability of a substance to exhibit two or more crystalline phases that differ in their conformations and/or packing arrangements of the molecules within the crystal lattice.(1-4) Changes in their conformational orientation or packing arrangement induced by heating, cooling,(5, 6) or by applying pressure(7) result in either chemical reactions within the crystal, known as topochemical reactions, or can lead to the rearrangement to another polymorphic form of the same compound known as polymorphic transition. These polymorphic transitions can occur via reconstructive mechanisms, which require extensive rearrangements of the internal structure or via displacive and order–disorder mechanisms, which require little energy and small adjustments to the structures and often result in structures that differ in their symmetry. In general, their energetic relations can be described as enantiotropic or monotropic. If they are related by enantiotropism, the free energy temperature curves cross at the transition temperature, and the transition of the low-temperature (LT) form into the high-temperature (HT) form is endothermic. In contrast, for monotropic modifications one form is stable over the total temperature range, and only the transition of the metastable into the stable form can occur, which is exothermic.(2)For decades, polymorphic phase transitions have been widely researched in various fields of structural chemistry, such as pharmaceuticals and molecular chemistry.(8-11) The unique properties of polymorphs, displaying both different crystal structures and identical molecular composition, allows for the derivation of structure–property relationships solely based on structural parameters. This becomes specifically important for certain material classes in which the rational design of crystal structures is one of the crucial aspects used to systematically tune their physical properties.One of these material classes are metal–organic frameworks (MOFs). Since Yaghi et al. introduced MOFs in 1999,(12) this class of materials has become one of the most researched crystalline solids.(13-15) Composed of inorganic metal clusters connected by polytypic organic linkers, these materials typically show large accessible voids and high surface areas, which offer potential adsorption-based applications in gas and small-molecule storage and separations.(16-19) However, polymorphic phase transitions have been only occasionally observed for dense MOFs and even less frequently for porous frameworks, perhaps because polymorphism screening is not performed in routine MOF studies.(20-29) For example, Dunbar et al. investigated a room-temperature single-crystal (SC) to SC transformation between two MOF polymorphs that exhibited different conductivity properties.(30) Monge et al. studied a reversible temperature-induced SC to SC polymorphic transformation triggered by the rearrangement of the atoms by the breaking/formation of coordination bonds with no change in the overall stoichiometry.(31) The MOF we studied in this contribution belongs to a class of MOF structures with a flexible framework that undergo structural phase transitions driven by temperature variation. These phase transitions have commonly been studied by temperature-dependent powder diffraction for many years and are associated with the so-called “breathing effect”.(32-37) Contrary to the findings of Ferrey et al.,(32, 34-37) which demonstrated that some flexible MOFs exhibit remarkable breathing effects upon uptake of various liquids, Brown et al. reported that a structural transition from an open-pore to a closed-pore structure of MIL-53(Al) can be realized even in the absence of any guest species as a function of temperature.(33) It was assumed from theoretical calculations that the decrease in the motion of benzene rings is responsible for this behavior. Walker et al. further investigated the thermally induced flexibility in this MOF and concluded that the higher entropy of the rotating linker at higher temperature is responsible for the expansion of the pores, while the dispersive interactions stabilize the closed-pore framework at low temperatures.(30) Maurin et al. investigated the large breathing effect exhibited by MIL-47 upon exposure to high mechanical pressure and found that a new phase was evidenced that reverted back upon the removal of pressure and exhibited an enormous 43% contraction in cell volume.(38) Another example of pressure-induced elastic phenomenon in MOFs was reported by Gagnon et al. in a zinc phosphonate framework where a reduction in unit cell volume to 27% was observed with increase in pressure.(39)Taking the aforementioned considerations into account, application-oriented adsorption properties of MOFs are generally characterized at ambient temperatures, whereas their crystal structures are typically determined from cryogenic single-crystal X-ray diffraction (SCXRD) data. This combination of low-temperature crystal data and high-temperature adsorption data, however, can lead to problems in the interpretation of structure–property relationships, because temperature-induced polymorphic phase transitions might occur as in the present study. Herein, we report on the importance of routine polymorphism screening as observed in systematic investigations on the synthesis of a new MOF material, which we found to show a SC to SC polymorphic phase transition as evidenced by variable-temperature SCXRD, powder X-ray diffraction (PXRD), and differential scanning calorimetry (DSC) data.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionGeneral InformationCommercially available reagents were used as received without further purification.Synthesis of [Eu(BDC)(NO3)(DMF)2]n (1)Single crystals suitable for X-ray structure determination were prepared by reaction of Europium(III) nitrate pentahydrate (214.03 mg, 0.5 mmol) and 1,4-benzenedicarboxylic acid (H2BDC; 83.05 mg, 0.5 mmol) in 10 mL of 1:1 DMF/EtOH mixture in a closed snap vial without stirring at 80 °C. Clear white block-shaped single crystals were obtained after 1 d as a major phase. Bulk material was prepared by decanting the mother-liquor from the vial and washing the crystals several times with DMF/EtOH mixture. They were filtered off and washed with ethanol and diethyl ether and dried in air. Yield: 22.1 mg (78%). Anal. Calcd for C14H18EuN3O9 (524.22): C 32.08, H 3.46, N 8.01; found: C 32.20, H 3.51, N 7.94%. IR (KBr pellet, cm–1): ṽ = 3431 (w), 3046 (s), 2936 (w), 2814 (s), 1651 (s), 1620 (s), 1578 (s), 1437 (s), 1392 (w), 1311 (s), 1109 (s), 1036 (s), 891 (s), 817 (s), 750 (s), 679 (s), 505 (m).Single-Crystal Structure AnalysisData collections were performed on single crystals coated with mineral oil and mounted on Kapton loops. Single-crystal X-ray data of all compounds were collected on a Bruker Kappa Apex II X-ray diffractometer outfitted with a Mo X-ray source (sealed tube, λ = 0.710 73 Å) and an APEX II CCD detector equipped with an Oxford Cryosystems Desktop Cooler low-temperature device. The APEX-II software suite was used for data collection, cell refinement, and reduction.(40) Absorption corrections were applied using SADABS.(41) Space group assignments were determined by examination of systematic absences, E-statistics, and successive refinement of the structures. Structure solutions were performed with direct methods using SHELXT-2014 and refined by least-squares refinement against |F|2 followed by difference Fourier synthesis using SHELXL-2014.(42-44)All non-hydrogen atoms were refined with anisotropic displacement parameters. The C–H atoms were positioned with idealized geometry and were refined with fixed isotropic displacement parameters [Ueq(H) = −1.2·Ueq(C)] using a riding model with dC–H = 0.95 Å (aromatic). In 1LT C53 (DMF methyl) is disordered over two positions (C53 and C53′) with site occupancy factors of 0.7 and 0.3; in 1HT the entire DMF molecule is disordered over two positions with site occupancy factors of 0.65 and 0.35. Details of the structure determination are given in Table 1. Additional crystallographic information is available in the Supporting Information.Table 1. Selected Crystal Data and Details on the Structure Determinations from Single-Crystal Data for Compounds 1LT and 1HTcompound1LT1HTformulaC28 H36 Eu2 N6 O18C14 H18 Eu N3 O9MW [g mol–1]1048.5524.27crystal systemmonoclinicmonoclinicspace groupP21/cC2/ca [Å]17.6726(2)17.200(7)b [Å]20.0232(2)10.737(4)c [Å]10.5553(9)10.684(4)α [deg]9090β [deg]91.129(4)96.136(15)γ [deg]9090V [Å3]3734.4(5)1961.7(13)T [K]170(2)296(2)Z84Dcalc [g cm–3]1.8651.775μ [mm–1]3.4113.247min/max transmission0.560/0.7290.581/0.774θmax [deg]28.33828.342measured reflections5281814145unique reflections92992451reflections [F0 > 4σ(F0)]53772012parameter505137Rint0.13820.0553R1 [F0 > 4σ(F0)]0.05030.0340wR2 [all data]0.10360.0792GOF0.9831.021Δρmax/Δρmin [e Å–3]2.652/–1.7801.241/–0.714Powder X-ray DiffractionPowder samples were dispersed on low background quartz discs and the crystallinity of the powder samples was assessed with Bruker D2 Phaser Powder X-ray Diffractometer. Simulation of the PXRD data was carried out by using single crystal data and the Powder Pattern module of the Mercury CSD software package.(45)Thermogravimetric AnalysisThermogravimetric (TG) data were recorded using a TGA Q50 from TA Instruments. All measurements were performed using platinum crucibles in a dynamic nitrogen atmosphere (50 mL/min) and a heating rate of 3 °C min–1. The instrument was corrected for buoyancy and current effects and was calibrated using standard reference materials.Differential Scanning CalorimetryDSC data were recorded using a TGA Q20 from TA Instruments. All measurements were performed using T zero aluminum pans, a dynamic nitrogen atmosphere (50 mL/min), and a heating rate of 3 °C min–1. The instrument was calibrated using standard reference materials.Adsorption AnalysisGas adsorption isotherms for pressures in the range from 1 × 10–5 to 1.1 bar were measured by a volumetric method using a Micromeritics ASAP2020 surface area and pore analyzer. A preweighed analysis tube was charged with a sample of compound, capped and evacuated by heating at 150 °C under dynamic vacuum for 6 h. The evacuated analysis tube containing the activated sample was then carefully transferred to an electronic balance and weighed to determine the mass of sample. The tube was then transferred to the analysis port of the gas adsorption instrument. For all isotherms, warm and cold free space correction measurements were performed using ultrahigh purity (UHP) He gas (grade 5.0, 99.999% purity). All gases used are UHP grade (99.999% purity). N2 and H2 isotherms at 77 K were measured in liquid nitrogen. CO2 isotherm at 195 K was measured using a dry ice/acetone bath; isotherm at 273 K was measured using ice water, and isotherm at 295 K was measured using water bath. All temperatures and fill levels were monitored periodically throughout the measurement. Oil-free vacuum pumps and oil-free pressure regulators were used for all measurements to prevent contamination of the samples during the evacuation process or of the feed gases during the isotherm measurements.Elemental AnalysisElemental analyses (C, H, and N) were performed using a PerkinElmer 2400 Series II instrument. The instrument was calibrated using standard reference materials.SpectroscopyFourier transform infrared data were recorded on a Nicolet iS10 from Thermo Scientific.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionCrystal StructuresRoutine SCXRD at 170 K reveals that 1 crystallizes in the centrosymmetric monoclinic space group P21/c with unit cell dimensions of a = 17.6726(13), b = 20.0232(9), c = 10.5553(9) Å, β = 90.129(4)°, and V = 3734.4(5) Å3 (Table 1). The asymmetric unit consists of two Eu cations, two BDC ligands, two nitrate anions, and four DMF molecules, with all atoms in general positions (Figure S1). In the crystal structure the Eu cations are octacoordinated by two BDC ligands, one nitrate anion, and two DMF molecules in a trigonal dodecahedral geometry (Figure 1a). Each carboxylate moiety of the BDC ligand bridges two Eu cations in a bis-monodentate fashion along the c axis forming one-dimensional chains (Figure 1b). These chains are further cross-linked by BDC forming a three-dimensional network composed of one-dimensional channel pores of ∼4.5 Å diameter with the nitrate anions and DMF molecules directed toward the pores. Although these pores are partially blocked, they might show potential for small molecule adsorption processes, assuming the DMF molecules can be removed upon activation.Figure 1. (a) Trigonal dodecahedral coordination environment of 1. (b) Eu-BDC chains of 1. (c) Framework of 1 with DMF molecules and hydrogen atoms omitted for the sake of clarity. Yellow spheres represent potential solvent accessible voids. Color code: Eu (turquoise), O (red), N (blue), C (gray). Form 1LT is shown as representative example.To move on with the characterization of the physical properties, various attempts were performed to synthesize 1 in bulk; however, all bulk samples showed PXRD patterns that did not match the simulated pattern derived from SC data (Figure S2). Note that different samples, independent of their synthesis conditions, seemed to always show the same crystalline phase with TGA (Figure S3) and elemental analysis data, (Table S1) being in excellent agreement as expected for the composition of 1. In addition, sample decomposition could be excluded due the use of an airtight sample holder for PXRD analysis. This observation leads to the assumption that the crystal structure of 1 collected at 170 K (form 1LT) might undergo a polymorphic phase transition at higher temperatures (form 1HT). Accordingly, we recollected SCXRD data at 290 K, which reveals that form 1HT crystallizes in the centrosymmetric monoclinic space group C2/c with unit cell dimensions of a = 17.200(7), b = 10.737(4), c = 10.684(4) Å, β = 90.136(2)°, and V = 1961.7(1) Å3 (Table 1). The asymmetric unit consists of one-half Eu cation, one-half nitrate anion, one-half BDC ligand, and one DMF molecule (Figure S4). This is a significant change in symmetry as compared to form 1LT (P21/c), whereas both forms show an overall similar structural topology with only slight changes in their bond distances and angles (Figure 2 and Table S2). However, a significant change in the solvent-accessible voids can be observed (1LT: 46.8% vs 1HT: 49.8%; calculated using CALC SOLV routine in PLATON).(45)Figure 2. Structure overlay diagram of form 1LT (green) and form 1HT (red). DMF molecules and hydrogen atoms are omitted for the sake of clarity.Systematic Variable-Temperature Investigations on the Phase TransitionThe SC-to-SC nature of this transformation enabled variable-temperature SCXRD measurements for investigations of the transition temperatures and reversibility. Matrix scans were collected with the temperature program 290–200–290–200 K in 10 K increments. All measurements were performed on the same SC, and stabilization time of 30 min was set for the measurement once the desired temperature was reached. The evolution of the changes in the unit cell dimensions and volumes are shown in Figure 3. In particular, on cooling from 240 to 230 K the phase transition 1HT → 1LT produces an approximate doubling of the b axis, whereas only minor changes are observed for the a and c axes and the normalized cell volume V/Z. Re-transformation of 1LT → 1HT takes place upon heating from 270 to 280 K yielding a large hysteresis of ∼40 K between these two phase transition temperatures. We noticed that the crystal morphology during SC-to-SC transition remains the same at both temperatures and that the heating–cooling cycles can be repeated many times without any loss in single-crystallinity. Additional temperature-dependent PXRD measurements confirmed the reversible nature of this phase transition even for the polycrystalline state of 1 (Figure 4).Figure 3. Temperature-dependent unit cell metrics of 1 showing the changes in (a) axes and (b) volume/Z with error bars. The b and c axes coincide in form 1HT. Data points were collected in 10 K increments.Figure 4. Temperature-dependent PXRD pattern of 1 showing the reversible transformations between form 1HT and form 1LT upon repeating cooling and heating cycles. Patterns were collected in 10 K increments.DSC measurements were performed to get further insight into the energetic relationship between the two forms. A DSC thermogram was recorded for polycrystalline sample of 1 with the same temperature program as discussed above. The DSC curve shows a pronounced exothermic and endothermic event on cooling and heating, respectively (Figure 5), which can be assigned to the 1HT → 1LT and 1LT → 1HT transitions, respectively, according to the above-discussed XRD measurements. Transition enthalpies are integrated to be ΔHt(1LT→1HT) = 4.04 and ΔHt(1HT→1LT) = 3.74 kJ mol–1. The transformation ability can be maintained over continuous cool-heat cycles while showing no change in the transition enthalpies and their corresponding onset/offset temperatures.Figure 5. DSC curve of 1. Heating and cooling rates: 3 K min–1.Finally, the combination of aforementioned XRD and DSC data provides insights in the involved mechanism of the phase transition: A smooth reaction pathway between both forms can be assumed as only minor translational and rotational changes are found in the crystal structures of 1LT and 1HT, whereas the disorder of coordinating DMF molecules increases upon transition from 1LT to 1HT, which is typical for enantiotropic order–disorder transitions. Furthermore, the significant change in enthalpy, hysteresis of transition temperatures, and the small discontinuous change in the cell volume strongly suggest a first order transition.Further investigations on isostructural materials show that the dimorphic system is unique for the Eu form of 1, as no polymorphic phase transitions are reported (and neither have we investigated) for the Gd(46) and Tb(47) analogues (both crystallize in P21/c). This can be speculated as the respective crystal structure data were reported at low temperatures, while the bulk purity was determined at room temperature, which is, however, not reported. We have no explanation for this observation.Thermal and Adsorption PropertiesAfter discovery of this polymorphic phase transition we were eventually able to verify phase purity of bulk 1 by matching the room-temperature PXRD data with the simulated pattern derived from SC data based on form 1HT (Figure S5), allowing us to proceed with further characterizations. Studying the activation conditions using TGA and DSC, upon heating to 230 °C, a well-separated mass loss step of 27.5% is observed in the TG curve (Figure S3), which is accompanied by two endothermic signals in the DSC curve (Figure S6). This thermal event can be attributed to the release of two DMF molecules [Δmcalc(2DMF) = 27.8%] before decomposition, which is observed at ∼400 °C.In the next step, after appropriate activation, the adsorption properties of 1 were characterized using a volumetric physisorption analyzer. Gas-adsorption measurement at 77 K reveals a reversible type I behavior and shows no significant hysteresis between the sorption and desorption traces. The adsorption/desorption isotherm study also reveals the Brunauer–Emmett–Teller (BET) surface area of only 12 m2 g–1 (Figure S7), which can be attributed to the low-temperature form 1LT. Also CO2 adsorption capacities of 14.9, 11.9, and 7.6 cm3 g–1 were found at 1 p/p0 and 195, 273, and 295 K, respectively (Figure S8). The 195 K data is similar as reported for the isostructural Tb form of 1;(47) however, the 273/295 K differs significantly. This difference might be attributed to the polymorphic phase transition in 1 and its accompanied change of solvent accessible voids, as the ionic radii of Tb and Eu are very similar (Tb(III): 118.0 pm vs Eu(III): 120.6 pm). Nevertheless, the removal of DMF from the channel pores induces coordinatively unsaturated metal sites within the framework, which favor hydrogen adsorption yielding a significant total uptake capacity of 37.8 cm3 g–1 at 1 p/p0 and 77 K (Figure 6).Figure 6. Hydrogen isotherm of 1 collected at 77 K.To exclude any uncertainty on the interpretation of the aforementioned adsorption properties, we further investigated the activated phase of 1 by PXRD and DSC, which both confirm that the structural integrity and phase transition behavior is retained upon activation (Figures S9 and S10).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn summary, we have emphasized the importance of polymorphism screening in routine MOF studies by thoroughly investigating a new MOF system showing an enantiotropic temperature-induced order–disorder polymorphic phase transition. We have shown that the differences in their structural parameters are crucial for the interpretation of structure–property relationships, which emphasizes the importance of polymorphism in routine MOF studies originating from low-temperature SC-XRD data and high-temperature physical property characterizations. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b01311. CCDC-1063110 (1LT) and CCDC-1063111 (1HT) contain the supplementary crystallographic data for this paper. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk.Crystal structure of 1LT, powder patterns for simulated 1LT and as-synthesized 1HT, TGA data of 1HT, elemental compositions for 1HT synthesized through various routes, crystal structure of 1HT, selected bond lengths and angles for 1LT and 1HT, powder data for 1HT, DSC data of 1HT, nitrogen adsorption isotherm for 1LT, CO2 uptake isotherms for 1HT at 195, 273, and 295 K, DSC data of the activated phase of 1HT, powder data for simulated, as-synthesized, and the activated phase of 1HT. (PDF)X-ray crystallographic information for 1LT. (CIF)X-ray crystallographic information for 1HT. (CIF)The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentWe thank Clarkson Univ. for their generous start-up funding.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 47 other publications.1. Cruz-Cabeza, A. J.; Bernstein, J. Chem. Rev. 2014,  114,  2170– 2191 DOI: 10.1021/cr400249d [ACS Full Text ], [CAS]1. Conformational PolymorphismCruz-Cabeza, Aurora J.; Bernstein, JoelChemical Reviews (Washington, DC, United States)\r\n        (2014),\r\n    114\r\n        (4),\r\n    2170-2191CODEN:\r\n                CHREAY;\r\n        ", "title": "The Importance of Polymorphism in Metal–Organic Framework Studies", "authors": ["Darpandeep Aulakh", "Juby R. Varghese", "Mario Wriedt"], "doi": ["10.1021/acs.inorgchem.5b01311"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01311/20150901/images/small/ic-2015-01311e_0006.gif\">"]}