{"abstract": "Carbon capture combined with utilization and storage has the potential to serve as a near-term option for CO emissions reduction. CO capture by carbon-based sorbents and CO storage in geologic formations such as coal and shale both require a thorough understanding of the CO adsorption properties in microporous carbon-based materials. Complex pore structures for natural organic materials, such as coal and gas shale, in addition to general carbon-based porous materials are modeled as a collection of independent, noninterconnected, functionalized graphitic slit pores with surface heterogeneities. Electronic structure calculations coupled with van der Waals-inclusive corrections have been performed to investigate the electronic properties of functionalized graphitic surfaces. With Bader charge analysis, electronic structure calculations can provide the initial framework comprising both the geometry and corresponding charge information required to carry out statistical modeling. Grand canonical Monte Carlo simulations were carried out to determine the adsorption isotherms for a given adsorbent–adsorbate interaction at temperature/pressure conditions relevant to carbon capture applications to focus on the effect of the surface functionalities. On the basis of the current work, oxygen-containing functional groups were predicted to enhance CO adsorption in microporous carbon materials in the absence of water vapor, and the hydrated graphite was found to hinder CO adsorption.", "text": "10.1021/es204071g Top of PageAbstractIntroductionComputational MethodologyResults and DiscussionReferences1 IntroductionTo mitigate CO2 emissions from coal- and natural-gas-fired power plants, our energy system must ultimately rely on renewable energy sources with minimal carbon emissions.(1) However, technologies based on thermodynamically efficient and economically viable large-scale economic electricity generation from non-carbon-based energy sources are still in development. Therefore, CO2 capture combined with utilization and storage may serve as a bridging strategy to the development of noncarbonized energy systems. CO2 capture by carbon-based sorbents and CO2 storage in geologic formations are two attractive options for CO2 emissions reduction. A number of potential sinks exist for captured CO2,(2) including depleted oil and gas fields, CO2-enhanced oil recovery (EOR), CO2-enhanced gas recovery (EGR), CO2-enhanced coal-bed methane recovery (ECBM), deep saline aquifers, and some other storage options, such as mineral carbonation. It is important to note that enhanced energy resource recovery processes using CO2 do not result in permanent storage of all of the CO2 used. In fact, since CO2 is costly it is economically favorable to recycle as much of the CO2 as possible with each injection process. When CO2 is regulated and capture processes becomes less expensive, there will be incentive to sequester more of the CO2 with these enhanced recovery processes. Both of the capture (by carbon-based sorbents) and storage processes (in coal and gas shale reservoirs) require a thorough understanding of CO2 adsorption properties in complex micro- and mesoporous carbon-based materials. Although carbon capture and storage are separate processes, at the molecular-scale, they both share a major challenge, i.e., an insufficient fundamental understanding of the processes involving CO2 adsorption in micropores of carbon and the subsequent difficulties in predicting CO2 adsorption capacities. Thus, molecular-level simulations of carbon-based systems with surface functionalities, which can be thought to represent synthetic carbon-based sorbents and organic matter in natural materials with structural and/or chemical heterogeneities, are of interest for both carbon capture and storage applications.In the case of CO2 storage applications, it is well accepted that coal and the organic components of gas shale are comprised of extremely complex molecular frameworks that vary considerably in pore size, shape, and network. To investigate the process of gas adsorption–desorption using statistical modeling, these complex pore structures of carbon-based porous materials have frequently been modeled as a collection of independent, noninterconnected slit pores with perfect graphitic walls.(3-10) However, as the disagreement between the modeling and experimental adsorption isotherms suggests, models that do not include structural and chemical heterogeneities fail to accurately predict adsorption capacities.(5, 11) Previous experimental studies provide indication that the natural and synthetic carbon-based systems include both aromatic and aliphatic structures, as well as a variety of surface functional groups,(12-14) including volatile components such as water vapor, methane, and nitrogen- and sulfur-containing compounds. Such chemical heterogeneity will likely play an important role in determining the adsorption capacity and adsorbed/gas phase equilibrium properties such as density, heat of adsorption, and packing within the pore. For instance, if the porous carbon materials include a hydroxyl surface functional group at the carbon surface, this could lead to complex CO2–functional group–surface interactions. Rather than interacting directly with a surface, CO2 may react indirectly via a shared proton. Indeed, these embedded functional groups will change the electrostatic properties of the adsorbent surface and thus are expected to play an important role in the adsorption mechanisms associated with CO2 in these systems depending on the temperature and pressure conditions. In the case of carbon capture, the control of surface chemical functionality is essential for the design of effective carbon-based micro- and mesoporous materials. For instance, if the surface functional groups favor CO2 due to the stronger electrostatic interactions, CO2 may be selectively captured from a given gas mixture, e.g., N2, O2, CH4, and H2O. Such investigations will reveal which of these functional groups act to passivate or enhance surface adsorption of CO2. The inclusion of these surface functionalities in the carbon model is required to accurately determine the mechanism of adsorption and subsequent material capacity. Additionally, knowledge of the packing of CO2 in the pore structure and the forces that underlie the existence of the condensed phase will aid in understanding the heats of sorption associated with CO2 in a variety of pores that differ either in size and/or in surface chemistry.Although the adsorption of CO2 on simplified graphitic surfaces has been experimentally and computationally investigated previously,(15-26) few statistical molecular simulations of CO2 adsorption have taken chemical heterogeneity into account. Tenney et al.(5) carried out molecular simulations to investigate the influence of surface heterogeneity upon predicted adsorption behavior in functionalized slit-pores. The following two types of heterogeneous structures were studied: the graphite edge sites with dangling bonds occupied by hydroxyl (−OH) or carboxyl (−COOH) groups and the graphene basal plane with defects and oxygen functional groups. The force field parameters for the various elements were either taken from the literature or calculated on the basis of results obtained from ab initio calculations for ∼100-atom polycyclic aromatic hydrocarbons at the HF/6-31g(d,p) level of theory along with a Mulliken charge analysis. However, according to the previous experimental and theoretical work carried out by Kudin et al.,(28) hydroxyl groups do not exist at edge sites but only as active sites on the basal surface. It is crucial to investigate functional groups that reflect realistic flue gas conditions in the case of carbon capture or geologic conditions in the case of storage. Furthermore, additional oxygen-containing functional groups, such as carbonyl and epoxy, which inherently exist in the structure of coal,(14, 28) have not been included in previous molecular simulation studies concerning CO2 adsorption.The objectives of this work were to evaluate the influence of realistic surface functional groups of carbon pore surfaces on the adsorption of CO2. Plane-wave electronic structure calculations were performed to determine the electrostatic distribution of the functionalized carbon surfaces. A Bader charge analysis(29) was undertaken to calculate the partial charge distributions, which were required for the energy contributions in the statistical model simulations. In particular, Monte Carlo (MC) simulations were carried out within the grand canonical ensemble to predict the thermodynamic equilibrium properties of the CO2–carbon pore system.Top of PageAbstractIntroductionComputational MethodologyResults and DiscussionReferences2 Computational Methodology2.1Density Functional Theory (DFT)Electronic structure calculations of functionalized carbon surfaces were carried out using the Vienna ab initio simulation package (VASP).(30, 31) Plane-wave electronic density functional theory was employed due to its balanced computational efficiency and reasonable accuracy in predicting the partial charge distributions. The DFT calculations coupled with a van der Waals-inclusive correction (DFT-D)(32) were carried out to calculate the energies associated with the interlayer interactions of graphitic structures, and the corresponding partial charge values associated with the top layer atoms were compared with the values given by DFT calculations without the corrections. The projector augmented wave (PAW) potential(33, 34) was used to describe the core–valence electron interaction of the carbon and oxygen atoms. The model of Perdew, Burke, and Ernzerhof (PBE)(33) was employed for the non-local corrections, and an 11 × 11 × 1 Monkhorst–Pack(35)k-point sampling grid with a plane-wave cutoff of 750 eV was used. An idealized perfect and functionalized carbon-based pore surface was represented by a three-layer graphite slab. Previous investigations(26, 36) have confirmed that three graphene layers are sufficient to model the CO2–surface interactions within a slit pore comprised of a graphite framework due to the weak influence that the neighboring carbon layers have on the adsorption energy. Given the periodic boundary conditions, a vacuum region of 20 Å between the slabs was used to prevent interactions between the periodic images. The investigated systems include a perfect graphite basal plane surface, a hydrated graphite surface, and five oxygen-containing functionalized-graphite surfaces, each with unique vacancy sites or functional groups. Previous DFT and experimental studies have investigated similar functional groups and have shown them to be stable on graphene or graphite surfaces. In addition, these functional groups are likely to exist in coal and the organic material of gas shale due to the presence of water vapor and subsequent water–surface interactions.(14) As shown in Figure 1, graphite surface functional groups of the following types were considered: monovacancy(27) (i.e., V1) with dissociated H2O,(37) epoxy functionalized,(28) hydroxyl functionalized,(28, 38) carbonyl functionalized,(38) and combined hydroxyl–carbonyl functionalized.(38)Figure 1. Functionalized graphitic surfaces investigated in the current work. These functional groups are positioned in the center of the top layer of the periodic graphite slabs.The investigated functional groups were positioned on either a 6 × 6 (e.g., hydrated graphite surface) or a 4 × 4 (e.g., other embedded oxygen-contained functionalized surfaces) carbon-ring unit cell with functional groups located in the center of the top graphene layer. To balance the computational time and accuracy of the calculations, all of the atoms in the top two layers were allowed full flexibility, while the positions of the carbon atoms in the bottom layer were fixed. To allow a fair comparison among various functionalities, the O:C ratio of all functionalized surfaces was kept as 1:24, with the exception of the basal plane and hydrated graphite surface.To investigate the relative reactivity of water vapor and CO2 on the monovacancy site(27) and then to determine what the ultimate stable graphite surface is, the dissociation of water vapor and CO2 was investigated. The adsorption energy can be calculated from eq 1:(1)The adsorption energies were compared, with the lower energy representing the more stable surface.Bader charge analysis(29) was undertaken to calculate the partial charge distributions of the perfect graphite and the functionalized graphite surfaces, which were required for the energy contributions in the statistical model simulations.2.2Molecular SimulationsGrand canonical Monte Carlo (GCMC) simulations(39) of CO2 adsorption in idealized organic microporous carbons were carried out in the μVT ensemble.(40) In the current work, to focus on the effect of the surface functionalities, conditions of 298 K and 1 atm were investigated, which are relevant to carbon capture applications. The Peng–Robinson equation of state was used to relate the bulk experimental pressure with the chemical potential required in the GCMC simulations. To speed up the convergence, energy-biased insertions of the sorbate molecules were employed and acceptance ratios for insertions and deletions were above 1% (slightly lower at the higher loadings) to ensure good equilibration in GCMC simulations. A total of approximately 100 million GCMC moves were attempted during each GCMC simulation. To reduce the computational time, a rigid graphite framework was assumed. The rigid framework assumption is based on the fact that the graphitic structures have been optimized in the plane-wave DFT calculations and that the geometries of the framework were not significantly influenced by CO2 adsorption.Physisorption processes of CO2 in microporous carbons are predominantly associated with van der Waals forces (also known as dispersion–repulsion forces) and electrostatic forces (also known as Columbic interactions), which are sourced mainly from permanent dipole, quadrupole, and higher-induced-pole interactions. The van der Waals forces are present in all systems, but the electrostatic interactions are only present in systems that contain charge, such as charge due to surface functional groups or surface defects.(41)In the current work, the CO2 molecule was represented by the TraPPE model,(42) a three-site rigid model that accounts for the intrinsic quadrupole moment of CO2 using a partial charge at each site. The partial charges on C and O atoms are qC = 0.70 e and qO = −0.35 e (e = 1.6022 × 10–19 C), respectively. The CO2 molecule has a C═O bond length of 1.16 Å, with an O═C═O bond angle of 180°. The CO2–CO2 interactions were modeled as a combination of Lennard-Jones (LJ) and Columbic potentials, where the van der Waals interactions between two Lennard-Jones (LJ) sites were calculated using the LJ 12-6 potential and the electrostatic interactions were calculated on the basis of the Bader charge analysis. The potential energies associated with different LJ sites were calculated using standard Lorentz–Berthelot mixing rules.(43) As shown in Table 1, The LJ parameters for the other species contained within the surface functional groups were taken from previous molecular simulation studies of Tenney et al.(5)Table 1. Potential Parameters for Force Field Calculations  εff/kB [K]σff [Å]TraPPEC(CO2)272.8O(CO2)793.05C(graphite)283.4O(surface functional groups)793.1H(surface functional groups)301.31In this work, the effects of carbon surface functionality on the adsorption of CO2 were investigated by simulating CO2 adsorption in idealized carbon frameworks with various embedded functional groups and surface defects, which were represented by the DFT-optimized perfect and functionalized graphitic slit pores.Due to the potential existence of undercoordinated carbon atoms in the pore structures, the graphitic surfaces become reactive toward existing volatile components in the adsorbed mixtures, such as water vapor. In the case that temperature and pressure conditions favor surface-bound water or various forms of dissociated water, the CO2–surface adsorption may be passivated or enhanced due to the existence of oxygen-containing functional groups.In addition, there may be inherent functional groups in the natural systems including oxygen, hydrogen, nitrogen, and sulfur atoms. As discussed in section 2.1, the functional groups investigated in the current work include epoxy, hydroxyl, and carbonyl chemistries.For both lab measurements and molecular simulations, it is essential to accurately determine the pore volume available for adsorption. Given that helium is a nonadsorbing gas (or very weakly adsorbing gas), the pore volume is typically determined using helium at ambient temperature before initiating adsorption experiments. While the pore volume accessed by helium is not necessarily the same as that by CO2 at the same temperature and pressure conditions, the helium pore volume measurements may accurately describe the trend associated with the pore volume as it is influenced by the various functional groups. Furthermore, the helium pore volume measurements were conducted using GCMC in this work for consistency with experimental work, in which helium pore volume measurements are widely used. The detailed algorithm associated with the pore volume calculation using helium is available in the Supporting Information.Top of PageAbstractIntroductionComputational MethodologyResults and DiscussionReferences3 Results and Discussion3.1Bader Charge Analysis of the Perfect and Functionalized Graphitic Surfaces3.1.1In the current work, the two most stable configurations of dissociated H2O suggested by Kostov et al.(37) and one configuration of dissociated CO2(44) on the monovacancy site of a three-layer graphite slab have been investigated. The equilibrium interlayer distance of perfect graphite was calculated by the DFT-D method as 3.47 Å, which compares well against the experimental measurement of 3.35 Å,(45) with an error of within 4%. The GGA functionals are unable to describe nonlocal dispersive interactions, and therefore, the interlayer distance cannot be optimized accurately by the DFT calculations without the van der Waals-inclusive correction. The two hydrated graphitic surfaces examined in the current work have DFT-D predicted zero-pressure and zero-temperature adsorption energies of ca. −102 and −91 kcal/mol. As a comparison, the predicted adsorption energies of the two hydrated graphene surfaces are ca. −102 and −92 kcal/mol, compared to the predicted literature values of −87  and −76 kcal/mol for similar graphene surfaces reported for dissociated H2O on the monovacancy site.(37) The reason for the lower predicted adsorption energies of the previous work is due to the different reference point chosen by Kostov et al., who chose the relaxed physisorbed water molecule over the center of the vacancy as the energy reference. To investigate the effect of the van der Waals correction, the predicted adsorption energies of the two hydrated graphitic surfaces are ca. −97 and −87 kcal/mol without the van der Waals correction, respectively. We conclude that a single-layer graphene surface may be sufficient to determine the trend of the adsorption energies for different hydrated surfaces, but the effect of the nonlocal dispersive interactions cannot be neglected in predicting adsorption energies accurately when the graphite model is considered. Compared to dissociated H2O at the monovacancy defect site, CO2 has a higher adsorption energy (ca. −42 kcal/mol) and thus is less stable. The optimized geometries of these three configurations are available in the Supporting Information. At a given pressure and temperature, the monovacancy defect site with dissociated H2O yields a lower surface free energy; therefore, dissociated H2O is more likely than CO2 dissociation or chemisorption. Rather than CO2 interacting directly with the monovacancy, CO2 is more likely to react indirectly via a dissociated H2O molecule. This indicates that it is crucial to take surface chemical heterogeneity into account for determining CO2 adsorption mechanisms in micropores for real systems.Figure 2. Partial charge distribution of hydrated graphitic surface (dissociated H2O on the monovacancy site of the top layer graphene surface): left, top view; right, side view; gray, carbon atoms (cross represents bottom two layers); red, oxygen atom; white, hydrogen atoms.Figure 2 shows the results of a Bader charge analysis of the most stable hydrated graphite surface carried out in the current work. For atoms that have a higher electron density compared to the original neutral atom, the negative partial charge values represent the gain in electrons from the other surface atoms. These electronegative atoms have an increased potential to donate electrons to the gas-phase molecules in the pore space, such as CO2 in this case. Therefore, as Figure 2 indicates, the oxygen atom is highly electronegative and thus can serve as a basic adsorption site on the basal plane. The partial charge values calculated based on the DFT-D method were compared with the results given by the electronic structure calculations without the van der Waals correction. It was found that the maximum difference in the charge associated with the top-layer atoms is lower than 1%, which minimally impacts the GCMC simulations. Therefore, the corrections were neglected for the GCMC simulations. Due to the balanced computational efficiency and reasonable accuracy, the Bader charge results based on the DFT calculations were employed in the molecular simulations.3.1.2Except for the functional groups formed due to the competition of volatile components, such as H2O, as discussed in the previous section, the partial charge distribution of the embedded oxygen-containing functional groups have also been considered. Similar to hydrated graphite surfaces with dissociated H2O on the monovacancy defect site, the embedded oxygen atoms on each surface show high electronegativities, because they gain electrons from the surrounding surface carbon atoms. For example, oxygen contained within a carbonyl functional group has a partial charge of −1.047 e and therefore has the highest potential among all the surface atoms to donate electrons to the neighboring gas molecules. Due to the higher electronegativities of the O atoms than the C atom of CO2 molecules, the C atom will be more attracted to the embedded oxygen functional groups. It is expected that the packing pattern of the adsorbed CO2 molecule will be influenced upon the basis of this interaction and the CO2 adsorption will be enhanced or passivated by the presence of embedded oxygen functional groups. The overall results of the Bader charge analyses for all functionalized surfaces investigated are available in the Supporting Information. On the basis of the Bader charge analyses, graphitic slit pores with embedded hydroxyl and carbonyl functional groups are hypothesized to more strongly influence surface–CO2 interactions compared to the other functional groups investigated.3.2Adsorption of CO2 in Perfect and Functionalized Slit Pores3.2.1The unit cell volumes of the micropores with the same pore width have been compared. All of the pore volumes have been normalized to the perfect graphite slit pores with the corresponding pore width. For pores approximately 9.2 and 20 Å wide, it is important to note that the actual pore volume varies due to the different geometries of the functional groups present, even though the pore widths themselves are equal. For example, compared to the slit pore with a perfect graphite surface, an epoxy functional group embedded in the top layer of the graphite surface in a 9.2 Å pore decreases the volume by approximately 15%. A complete summary of the comparison of pore volumes with different surface functionalities is available in the Supporting Information.3.2.2Figure 3 shows the comparison of CO2 adsorption isotherms for hydrated graphitic slit pores and different functionalized graphitic slit pores. The total loadings represent the total amount of CO2 (including CO2 in both condensed surface-bound and gas phases) per unit pore volume. In micropores where the diameter is less than 2 nm,(46) adsorption is governed by CO2–surface interactions with wall–wall interactions also playing a significant role. In general, the oxygen-containing functional groups increase the adsorbed CO2 density in the micropore structure, especially in the cases of hydroxyl- and carbonyl-functionalized graphitic slit pores. These results are consistent with the electronic structure predictions, in that the higher electron densities surrounding the oxygen atoms of functional groups attract more CO2. On the other hand, the hydrated graphite was found to hinder CO2 adsorption. It is important to note that due to the induced polarity of the surface functionalization, water vapor will always preferentially adsorb over CO2 to these surfaces. This is due to the dipole moment of water having a stronger effect than the quadrupole moment of CO2. As water vapor is present in flue gas at an approximate 10% concentration compared with CO2 at ∼12–14%, it is important to design sorbents that lead to water’s participation, as it will always be more “reactive” than CO2, based upon charge.A general noticeable shortcoming of adsorption-based CO2 separation processes is that competing gases like H2O usually need to be removed upstream because of their high polarity, and therefore, they might be preferentially adsorbed on the sorbent, thereby reducing its capacity for CO2. Future work will involve the effect of H2O on the adsorption of CO2, as well as mixtures including CO2/CH4, CO2/N2, etc.Figure 3. Comparison of CO2 adsorption isotherms in slit pores with different embedded surface functional groups.To further explore the packing patterns of adsorbed CO2 molecules, the local adsorbed CO2 densities at different CO2 orientations were compared among different investigated embedded functional groups, as shown in Figure 4. In the perfect graphite slit pore the CO2 molecules are aligned mostly parallel to the pore surfaces. In the 9.2 Å pore, due to the overlapping potentials from the strong pore wall–wall interations, the carbonyl functional group on the surface influences the CO2 orientation profile significantly, with the majority of the CO2 molecules oriented perpendicular to the surface. However, in the case of the hydroxyl functional group embedded surface, the CO2 molecules are oriented at approximately 30° or less with respect to the pore wall. Similarly, in the 20 Å pores, due to the weaker surface–surface interactions, the majority of the CO2 molecules are rotated approximately 60° with respect to the surface with carbonyl functional groups and are orientated at approximately 30° to the surface with hydroxyl functional groups upon adsorption. The functionality-induced packing pattern makes it more efficient for CO2 to occupy the limited pore space, with this change in packing pattern allowing for enhanced CO2 adsorption capacity in the slit pores with hydroxyl and carbonyl functional groups than without.Figure 4. Orientation distribution of CO2 in the functionalized micropores.To have an improved understanding of the CO2 packing, snapshots of CO2 in the functionalized graphitic surfaces at 1 bar are shown in Figure 5. From Figure 5, the following can be observed: (1) the CO2 molecules are more organized and aligned when they are adsorbed in the functionalized slit pores, and thus the adsorption capacity is enhanced by the higher efficient side-by-side packing; (2) in the ultramicropores (ultramicropores have an average pore diameter of less than 7 Å as defined by IUPAC(46)), due to the overlapping potentials from the strong pore wall–wall interactions and the strong CO2–wall interaction, the condensed adsorbed-CO2 density is even higher than that of the larger pores. In general, as the pore width decreases, the surface functionalities dictate the adsorption, and thus the surface functionalities play a more important role in increasing the CO2 adsorption capacity. The surface heterogeneity changes the adsorbates’ accumulation configuration by changing the geometry of the pore surface and the charge distribution of the surface, which is consistent with the Bader charge results of DFT study.Figure 5. Comparisons of CO2 adsorbed in functionalized micropores with that in the perfect graphite slit pore: left, side views of adsorbed CO2 in various functionalized graphite slit pores with pore width of 9.2 Å; right, side views of adsorbed CO2 in various functionalized graphite slit pores with pore width of 20 Å.The diffusion of CO2 into ultramicropores is of particular concern for microporous carbons, especially for the scale of CO2 emissions considered from large-scale point sources. The critical temperature of CO2 is ∼304 K and the corresponding saturation pressure is ∼74 bar. In the case of CO2 capture, the pressure that is relevant to CO2 capture is in the range of moderate conditions.(47) Therefore, due to the low relative pressure and high relative temperature, CO2 has the potential to enter the ultramicropores. It also should be noted that functionalized carbons, such as carbon molecular sieves and activated carbon, have inherently high surface areas due to the fact that they are primarily comprised of micropores and in some cases mesopores (typically less than 3–5 nm). It is unlikely that the active sites of these materials exist at the pore entrances; however, examining the barriers associated with entrance and exits of pores will aid in modifying these materials for enhancing their kinetic performance, which will be investigated in our future workOn the basis of the assumption that the carbon-based sorbent density is between 500 and 1000 kg/m3 and the porosity is around 0.5,(41) the total CO2 loading is up to ∼10 mmol/g in the microporous carbons at 1 bar according to the current GCMC simulation, compared to current state-of-the-art MOFs that range between 2 and 12 mmol/g at similar temperature and pressure conditions, based on experimental and theoretical studies.(48) Therefore, carbon-based sorbents may be competitive with other sorbents in terms of the capacity, e.g., zeolites and MOFs. It is important to note that the surface functionality of GCMC simulations is easily modified, allowing for a large number of sorbent materials to be screened to provide focus and insight into promising sorbents for further synthesis and experimental testing. Future work will involve molecular dynamics simulations and breakthrough experiments to test adsorption kinetics of functionalized graphitic micropores, as well as adsorption experiments to measure adsorption isotherms. The adsorption equilibrium measurements will be compared to the GCMC simulation results to determine the sorbent capacity and adsorption mechanisms more accurately. Top of PageAbstractIntroductionComputational MethodologyResults and DiscussionReferencesSupporting InformationFigure S1 provides the optimized geometries of H2O and CO2 dissociation on the monovacancy site of the top layer of a graphite slab; details of the prediction of pore volume by helium adsorption from calculation of the second virial coefficient and the comparison of the realistic pore volumes with different surface functionalities are available; Figure S4 shows the partial charge distributions of various oxygen-containing functionalized graphite surfaces, and Figure S5 is a complete summary of the snapshots of CO2 adsorbed in functionalized micropores. This material is available free of charge via the Internet at http://pubs.acs.org.Top of PageAbstractIntroductionComputational MethodologyResults and DiscussionReferencesAcknowledgmentThis research was funded by a BP Ph.D. Fellowship through the School of Earth Sciences at Stanford University. We thank Dr. Anthony Kovseck and Mark Zoback for their helpful discussions and insight on this work. The computations were carried out on the Center for Computational Earth & Environmental Science (CEES) cluster at Stanford University. We also thank our cluster administrator, Dennis Michael, for installation of MUSIC and VASP on the CEES cluster.Reference QuickViewTop of PageAbstractIntroductionComputational MethodologyResults and DiscussionReferencesReferencesThis article references 48 other publications.1. U.S. Department of Energy.  Basic Reseach Needs for Carbon Capture: Beyond 2020; DOE: Washington, DC, 2010. Available at http://www.sc.doe.gov/bes/reports/files/CCB2020_rpt.pdfThere is no corresponding record for this reference.2. Benson, S.; Cook, P. Intergovernmental Panel on Climate Change, Special Report on Carbon dioxide Capture and Storage: Underground Geological Storage; Cambridge University Press: Cambridge, UK, 2005; Chapter 5, pp  196– 276.There is no corresponding record for this reference.3. Bhatia, S. K.; Tran, K.; Nguyen, T. X.; Nicholson, D. High-pressure adsorption capacity and structure of CO2 in carbon slit pores: Theory and simulation Langmuir 2004,  20,  9612– 9620[ACS Full Text ], [CAS]3. High-Pressure Adsorption Capacity and Structure of CO2 in Carbon Slit Pores: Theory and SimulationBhatia, S. K.; Tran, K.; Nguyen, T. X.; Nicholson, D.Langmuir\r\n        (2004),\r\n    20\r\n        (22),\r\n    9612-9620CODEN:\r\n                LANGD5;\r\n        ", "title": "Effects of Surface Heterogeneity on the Adsorption of CO in Microporous Carbons", "authors": ["Yangyang Liu", "Jennifer Wilcox"], "doi": ["10.1021/es204071g"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2012/esthag.2012.46.issue-3/es204071g/production/images/small/es-2011-04071g_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2012/esthag.2012.46.issue-3/es204071g/production/images/small/es-2011-04071g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2012/esthag.2012.46.issue-3/es204071g/production/images/small/es-2011-04071g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2012/esthag.2012.46.issue-3/es204071g/production/images/small/es-2011-04071g_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2012/esthag.2012.46.issue-3/es204071g/production/images/small/es-2011-04071g_0002.gif\">"]}