{"abstract": "Doubling the anion occupancy in the channels of the MOF (Ni-based MOF → Co-based MOF) increases the observed adsorption selectivity for CO over N.Activation of the secondary assembly instructions in the mononuclear pyrazine imide complexes [Co(dpzca)](BF) or [Co(dpzca)] and [Ni(dpzca)] has facilitated the construction of two robust nanoporous three-dimensional coordination polymers, [Co(dpzca)Ag](BF)·2(HO) [·2(HO)] and [Ni(dpzca)Ag]BF·0.5(acetone) [·0.5(acetone)]. Despite the difference in charge distribution and anion loading, the framework structures of ·2(HO) and ·0.5(acetone) are isostructural. One dimensional channels along the -axis permeate the structures and contain the tetrafluoroborate counterions (the Co-based MOF has twice as many BF anions as the Ni-based MOF) and guest solvent molecules. These anions are not readily exchanged whereas the solvent molecules can be reversibly removed and replaced. The H, N, CO, CH, HO, CHOH, and CHCN sorption behaviors of the evacuated frameworks  and  at 298 K have been studied, and modeled, and both show very high selectivity for CO over N. The increased anion loading in the channels of Co-based MOF  relative to Ni-based MOF  results in increased selectivity for CO over N but a decrease in the sorption kinetics and storage capacity of the framework.", "text": "10.1021/ic501876m Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesIntroductionEnvironmental and industrial concerns have motivated significant amounts of academic and commercial research into developing methods for the separation of small gas molecules. A large amount of effort has been devoted to developing chemical and physical technology to achieve these goals.(1, 2) One area of interest is the production of membrane-like materials capable of highly selective filtration of gas molecules from a complex mixture.(3-10) Metal organic frameworks (MOFs) demonstrate a wide range of gas separation properties(11, 12) and as such show promise as materials for comprising separation membranes.(13) In particular, carbon dioxide can be selectively adsorbed though physisorptive interactions(14-17) or by chemical reaction, e.g. the formation of carbonates.(18, 19) Temperature control of pore/aperture size allows gases to be selectively discriminated based on size in response to an external stimulus.(20, 21) The separation of carbon dioxide has been achieved within channels where the size and strength of interaction have been controlled by engineered features such as one-dimensional channels,(22) functionalization of the framework interior,(23, 24) interpenetration of layers,(25) guest dependent variation of framework structure,(26) and variation of cationic guests.(27)The separation of CO2 from other gases is commercially relevant in processes such as precombustion separation (CO2/H2), postcombustion separation (CO2/N2), and purification of natural gas (CO2/CH4). A noncomprehensive selection of criteria that such a material would need to meet includes the following: (1) stability to a wide range of conditions such as temperature, pressure, and moisture variation; (2) pores or channels which, by size or some other virtue, selectively discriminate for or against the transport of desired molecules; (3) reasonably fast guest diffusion kinetics to allow facile separation.Despite wide-ranging interest into the potential use of MOFs for the separation of gas mixtures, there has been little investigation into the effect of anion loading. Anion–guest interactions(28, 29) may provide an interesting means of tuning selectivity for certain guests in a similar manner to that documented in some organic liquids.(30, 31)Herein we report the robust porous isostructural framework compounds ([Co(dpzca)2Ag]2(BF4)2(H2O))∞ [1·2(H2O)] and ([Ni(dpzca)2Ag](BF4)0.5(acetone))∞ [2·0.5(acetone)] (Hdpzca = N-(2-pyrazylcarbonyl)-2-pyrazinecarboxamide). Both frameworks show high selectivity for carbon dioxide over nitrogen. Increasing the anion loading in the channels of the evacuated isostructural frameworks, 2 → 1, increases the sorption selectivity but decreases the kinetics and storage capacity. This increase in anion loading in the channels is achieved simply by utilizing a MIII ion, CoIII, rather than a MII ion, NiII, and results in a doubling of the number of anions present in the channels of the isostructural frameworks.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesResults and DiscussionStructures of 1·2(H2O) and 2·0.5(acetone)Activation of the secondary assembly instructions present(32) in [CoIII(dpzca)2](BF4) (method A) or in [CoII(dpzca)2](33) and [NiII(dpzca)2] (method B) was achieved by addition of AgBF4 and careful crystallization (Figure 1). In the case of the cobalt(III) MOF, 1·2(H2O), when method A is employed, there is no change in oxidation state, whereas, when method B is used, the cobalt(II) center is oxidized to +3 by Ag+. In the case of the nickel(II) MOF, 2·0.5(acetone), the nickel ion remains +2. Hence, both the charge on the framework itself and the anion loading in the channels differs: to the best of our knowledge, 1·2(H2O) and 2·0.5(acetone) are the first examples of isostructural frameworks differing in framework charge and anion loadings. Variable counterion loadings have previously been achieved by cation exchange, for example replacing Li+ with Mg2+ ions,(34) rather than adjusting the charge of the framework structure, as is the case here and which results in twice as many anions in the channels of 1 as there are in 2.As the frameworks are isostructural, only the structure of 1·2(H2O) is discussed in detail here (Figures 1 and 2; see SI). In the mononuclear complexes [M(dpzca)2]0/+, the “spare” pyrazine nitrogen atoms and imide oxygen atoms are effectively positioned orthogonally.(33) While both pyrazine(32, 35, 36) and imide(37-39) functionalities are well-known to produce bridged structures, these are the first reported structures in which both types of bridges occur. In the assembled framework, silver(I) adopts an uncommon six-coordinate N4O2 donor set comprised of the “spare” pyrazine nitrogen atoms and imide oxygen atoms of the five neighboring [CoIII(dpzca)2]+ units (Figure 1 and Supporting Information Figures S1–S4 and Table S3). Four of the [CoIII(dpzca)2]+ units are coordinated through a “spare” pyrazine nitrogen atom to the silver(I) ion, which arranges them as two-dimensional dimpled sheets along the a and c axes (Figure S2). Alternate layers of these ac sheets are perfectly offset, allowing connections along the b-axis by bidentate coordination of one pair of imide oxygen atoms from a fifth neighboring [CoIII(dpzca)2]+ unit to the adjacent silver(I) ion (Figure S3). The second pair of imide oxygen atoms on that [CoIII(dpzca)2]+ unit are connected by weak O···H–C hydrogen bonding interactions along the b-axis to two hydrogen atoms on two adjacent pyrazine rings [O···C 3.18(2) Å, 151.6°] (Figure S4). The offset arrangement of the two-dimensional dimpled ac sheets creates narrow one-dimensional channels along the b-axis with remarkably square dimensions along the a- and c-axes: [5.51 × 5.56 Å for 1·2(H2O); 5.49 × 5.54 Å for 1 and 5.67 × 5.50 Å for 2·0.5(acetone); Figures 1 and 2 and Supporting Information Figure S5 and Table S4).The solvent and anions are located in these channels and are connected to each other via hydrogen bonding interactions [O···F11 2.84(2); O···F12 3.28(1); O···F14 2.90(2) Å] (Figure S5). Both the anions (Figure 2) and solvent molecules are disordered over two symmetry equivalent overlapping sites and, thus, are half occupancy. The interior of these channels is not homogeneous (Figures 1 and S5 and S6). In 1·2(H2O) the water molecules sit at the narrowest point of the channel (in both disorder locations, Figure 2). The anions sit in a pocket slightly larger than the remainder of the channel, where a fluorine atom from the anion can occupy the small space between the aromatic rings of adjacent ac sheets (Figure S5). In the structure of 2·0.5(acetone), the quarter-occupancy anions are disordered over the same positions, as seen for 1 and 1·2(H2O), but in 2·0.5(acetone), they are at half the occupancy of 1 and 1·2(H2O) due to the reduced charge on the framework. In their absence, the acetone molecules occupy these sites. The space where the water sits in 1·2(H2O) is always empty in 2·0.5(acetone).The surfaces of the channels have few gaps, with only small spaces between aromatic rings (maximum separation: H(9)···H(10′) 3.34 Å; 2.72 Å when considering covalent radii;(40) Figure S6). These small gaps, although blocked by the anions, could be considered as very narrow nonaligned channels running through the framework. Interestingly, for both structures, 1·2(H2O) and 2·0.5(acetone), PLATON calculations reveal no solvent accessible void space.(41)Figure 1. Pyrazine amide ligand HL1M and imide ligand Hdpzca;ref(32) the mononuclear building block complexes (method A) [CoIII(dpzca)2]+ and (method B) [CoII(dpzca)2];ref(33) and the structure of the evacuated framework [[CoIII(dpzca)2AgI](BF4)2]∞ (1), showing only one component of the BF4– disorder.As the BF4 anions appear to play a key role in achieving guest selectivity, careful consideration has been given to their orientation and freedom of movement within the channels (Figure 2).First, it seems unlikely that the anions could move between channels, i.e. along the a and c axes, as the walls of the channels have almost solid surfaces (Figure S6). Significant rearrangement of the channel walls would be required to allow the passage of the anions (anion circumference ca. 4.10 Å(42) vs ca. 2.72 Å “gaps”). Given the highly interconnected topology of the framework, that the channel walls are constructed from aromatic rings, and that the displacement parameters of the atoms which comprise the walls are almost isotropic (even at 375 K), significant rearrangement is unlikely. Another point is that while in 2·0.5(acetone) a quarter of the “pockets” are empty, so in principle movement of the anions between the channels could occur without other implications, in 1 any such anion movements would need to be concerted, as all of the anion pockets are already occupied.A second inference is that the anions are incapable of moving between pockets along the channels, i.e. along the b-axis. The water molecules in 1·2(H2O) occupy a position in the channel directly between the pyrazine rings which make up the channel surface [5.51 × 5.56 Å for 1·2(H2O)]. The surface of this site is slightly more constricted than that of the “pockets” which hold the anions and is closely matched to the anion circumference (4.10 Å).(42)Single crystal structures of desolvated 1 were collected at 100, 300, and 373 K (Table S2). The B···B′ distance, between the two disordered boron atoms within the same pocket, decreases significantly, from 1.61 Å at 150 K to 1.35 Å at 298 K (similarly, it is 1.37 Å at 375 K). This decrease in B···B′ distance as the temperature is increased indicates the anions are able to move between the two disordered positions within each “pocket”. As the average position of the anions is observed to move toward the center of the pocket, it appears that the“pocket” is the only channel space available to them. A comparison of the structures of 1 and 1·2(H2O) indicates that the anions are disordered over the same two sites, implying the pocket site is still the most energetically favorable site for the anions after removal of water from the remaining channel space.Stability of the FrameworkVariable-temperature PXRD shows that samples of 1 and 2 both retain crystallinity with thermal guest removal to above 550 K (Figures S7–S9). Single crystal structures obtained on 1 are of comparable quality to those for the parent, solvated phase, indicating excellent retention of crystallinity with guest removal. Similarly, rapid cooling to 77 K of 1·2(H2O), 1, and 2·0.5(acetone) did not appear to affect the crystal quality.Given the highly interconnected nature of the framework, it is unsurprising that the structure is stable to the removal of solvents, in contrast to more flexible frameworks where the pores can collapse upon guest removal.(43) The single crystal structures of 1 make it clear that the channel shape and dimensions, anion positions, and overall structure are retained following removal of the guest. Only a slight contraction of the channels is observed between 1·2(H2O) and 1.Powder diffraction patterns measured at the conclusion of the gas and solvent adsorption studies closely match the original patterns (Figure S7) and clearly show that 1 and 2 are stable to repeated adsorption and desorption of gas and solvent molecules.Single crystals of 1·2(H2O) were stored in distilled water, in air, for over six months and retained crystallinity (in all cases unit cell determinations identical to original). In contrast, the frameworks are considerably less stable when suspended in aqueous solutions of simple salts (e.g., NaCl, NaNO3, Na2CO3, and Na2SO4) with loss of crystallinity within a week followed by complete dissolution (for details see SI and Figures S10–S13).Figure 2. Cut-away channel structures of: (top) 1·2(H2O) and (bottom) 2·0.5(acetone). The top image shows one of the two symmetry equivalent disordered arrangements of the water molecules and tetrafluoroborate anions. Note that 1 is isostructural with 1·2(H2O). The bottom image of 2·0.5(acetone) shows one component of the possible disorder. In the other component the anions (each a quarter occupancy) and acetone molecules (quarter occupancy) have “swapped” the positions in which they are shown in above. Both possible locations of the quarter occupancy tetrafluoroborate anions (in this component of the disorder) are shown (solid/translucent).Gas Exchange and SelectivityThe argon adsorption isotherms (Figure S14) were of type II, consistent with a nonporous material. The calculated BET surface areas of 1 (5.6 m2 g–1) and 2 (3.5 m2 g–1) confirmed the lack of pores accessible to argon at cryogenic temperatures. Hydrogen adsorption at these temperatures was also very low (<0.25 mmol/g) (Figure S15).The adsorption of N2, CH4, and CO2 into 1 and 2 was measured at 298 K (Table 1, Figures 3, S16 and S17). It was found that 1 can reversibly adsorb and release small amounts of CO2.Figure 3. Gravimetric sorption isotherms depicting the sorption of CO2 (batch 1; see SI), N2, and CH4 at 298 K for 1 (top) and 2 (bottom).Interestingly, the CO2 adsorption capacity of 1 was lower when method B (in situ oxidation of CoII building block by Ag+) rather than method A (use of CoIII building block) was used to prepare it (Figure 1, Experimental Section, and Figure S16). The sample produced using method A (batch 1) showed higher gas uptakes, in agreement with the GCMC calculations (see later), whereas those produced with method B (batches 2–4) showed lower uptakes, possibly as a result of surface fouling by silver metal limiting gas uptake.The guest accessible void space was modeled using Mercury 3.3, using one full occupancy BF4, rather than two or four, half or quarter occupancy, symmetry-related BF4 ions for 1 and 2, respectively. Use of both a 0.5 and 1.2 Å probe diameter failed to reveal any obvious pathway for guest access to and from the framework interior (Figures S18–S20). Therefore, in order to create a diffusion pathway along the crystallographic b-axis channel, it is likely that movement of the anions to an unfavorable position is required. It is important to note that given only half the anion pockets are occupied in 2 there will be only half as many of these high energy interactions required for a guest molecule to diffuse along the b-axis. This highly constricted mode of guest access explains the slow kinetics shown by the lack of equilibration after many hours (Table S5). Given this diffusion path, we would expect a strong influence of particle size on adsorption kinetics, and this may explain some of the sample dependence. Additionally, the presence of crystal defects may provide alternative access points into the framework aiding in more rapid CO2 equilibration.Adsorption of CO2 into 2 was significantly higher. At 1 bar, 2 holds almost five times the amount of carbon dioxide than the highest recorded for 1. Given the isostructural nature of 1 and 2, there are multiple possible reasons for this, relating both to the thermodynamics and kinetics of guest uptake. Most notably, the decreased anion loading in 2 provides additional guest accessible voids relative to 1, as half of the BF4 “pockets” are now empty. Given the limited void space available in these materials, it is not unreasonable to suggest that the increase in CO2 uptake is directly related to the increased pore volume. It is also possible that the differing distribution of surface charge in the channels influences the guest affinity. The achievement of only partial guest loading suggests that there may also be a strong kinetic contribution to the differences in loading observed. This is consistent with there being a far larger adsorption hysteresis observed in 1 than 2.Table 1. Gas Adsorption Capacity and Selectivity of Frameworks 1 and 2 at 298 Ka Adsorption at 1 bar/mmol·g–1Adsorption at 10 bar/mmol·g–1 CO2N2CH4CO2N2CH41, batch 1, method A0.079 (run 1)<0.001<0.0020.28<0.002<0.0040.079 (run 2)     1, batch 20.030<0.001 0.098<0.003 1, batch 30.006<0.001 0.014<0.001 1, batch 40.006  0.027  1, calculated0.130.074 0.250.16 20.370.0310.0950.710.200.372, calculated1.00.21 1.40.94 aFor the CoIII-MOF (1) samples: batch 1 was made by method A whereas batches 2–4 were made by method B (Figure 1).In both frameworks, guest uptake requires diffusion past the anions along the b-axis, a process that is likely very slow, as the BF4 anions will have to shift to a higher energy position. Access along the channels of 1 requires passing twice as many anions as 2, which may lead to an increased kinetic hysteresis. This is consistent with the kinetic IGA data where 2 showed more rapid equilibration than 1 (Table S5).Adsorption of N2 and CH4 into both 1 and 2 was consistently extremely low (<0.005 mmol/g) up to 10 bar. Uptake of these gases in 1 was essentially within error of zero at all gas pressures measured, indicating a very high degree of selectivity for CO2 (Table 1). The gas separation selectivity was approximated from the pure-gas adsorption isotherms on the assumption that the adsorption of mixed gases will be essentially noncompeting at low loadings. Selectivity for CO2 over N2 was calculated as greater than 100:1 at 10 bar for one sample; however, due to the sample variation discussed above the calculated selectivity is also variable. Despite the variation in CO2 uptake, all individually prepared batches showed significant selectivity for CO2 over N2.Adsorption of N2 and CH4 into 2 was, although still very low, significantly higher than that observed for 1 and is the primary factor in the difference in the CO2/X selectivities observed between 1 and 2. At 1 bar 2 shows a selectivity of greater than 10:1 for CO2 (cf. >100:1 for 1) over N2 and greater than 3:1 for CO2 over CH4 (cf. >40:1 for 1). This decreased selectivity suggests a decreased interaction of the guests with the framework and anion charge, but this could also be explained by adsorption kinetics given the diffusion limited nature of these materials. Note also that diffusion kinetics are affected by molecular size, and recent quantum mechanical calculations indicate that CO2 will fit into a slightly smaller aperture (3.47 Å) than N2 (3.58 Å) or CH4 (4.05 Å).(44)In order to shed some light on the nature of the selectivity, molecular modeling was carried out to calculate the expected concentration of guest carbon dioxide and nitrogen for 1 and 2. It is important to recognize that the Grand Canonical Monte Carlo (GCMC) simulations carried out (Table 1, Figures 4 and S21-s23) include random insertions and so do not require the adsorbed gas to diffuse through the channels past the BF4 ions. This means that any selectivity due to BF4 ions blocking the channels to larger adsorbed molecules is effectively ignored.The simulated adsorption of CO2 into 1 at 10 bar is in reasonable agreement with the highest uptakes which were observed experimentally (Table 1). At 1 bar the observed uptake was roughly 60% of that which was calculated, consistent with equilibrium not having been reached. On the other hand, the simulated N2 uptake is much higher at both 1 and 10 bar than the observed values, which suggests that N2 uptake by 1 is indeed limited by diffusion past the BF4 anions in the c-axis channels. These results are mirrored in 2; the CO2 adsorption is smaller at both 1 and 10 bar than calculated, which suggests the system is not reaching equilibrium. In the case of N2, the difference between observed and simulated loading is again far larger, although in this case experimental evidence shows N2 diffusion past the BF4 ions is possible within the time scale of the experiment.Interestingly, adsorption of CO2 in 1 does not occur uniformly, with some positions in some channels exhibiting zero probability (Figures 4 and S22). This suggests that these positions may be permanently occupied by BF4 ions on the time scale of the simulation. There appears to be two distinct orientations of CO2 within the channels, with one being perpendicular to the channel (with some disorder) and another essentially parallel with the channel. Adsorption of CO2 in 2 is similar, although all channels now exhibit an appreciable probability of occupation (Figures 4 and S22). This is expected given the lower number of BF4 ions, which are also assumed to be more mobile. Again, two adsorption sites appear, one of which is perpendicular and the other parallel to the channel. While the perpendicular orientation is discrete, the parallel orientation is essentially continuous along the channel.The lower simulated adsorption of N2 as compared to CO2 in 1 is reflected in the probability distribution, with only half of the channels occupied by N2 (Figure S23). There is only one unique adsorption site for N2 in 1 corresponding to an orientation parallel to the channel. The amount of N2 adsorbed in 2 is greater than that in 1, and correspondingly all channels of 2 are simulated to have some N2 adsorbed. Again there is only one unique adsorption site for N2 in 2, which corresponds to an orientation parallel to the channel. The probability distributions of these parallel sites are continuous but with distinct nodal regions of much higher probability.Figure 4. GCMC probability densities of CO2 (shown in orange) and BF4– anions (shown in green) in 1 (top) and 2 (bottom) at 1 bar and 298 K; more intense color indicates greater probability of occupation; viewed down the b axis.The simulated probability densities of the BF4 ions are found to be in good agreement with the experimentally determined positions (Figure S21). These distributions are composed of individual probability clouds, separated from one another by regions of zero density, indicating that the BF4 ions adopt discrete positions/orientations in agreement with our X-ray diffraction experiments. As might be expected, the greater number of BF4 ions in 1 results in a more complicated probability density than in 2.In summary, comparing the simulated and experimental gas uptake results indicates that the observed selectivity is due to a number of contributions. While the simulation predicts a somewhat lower nitrogen uptake, it appears likely that the diffusion of N2 past the BF4 ions along the b-axis is inhibited relative to CO2. It is likely this is due to the ability of the quadrupole moment of CO2 to favorably interact with the BF4 ions during diffusion along the b-axis. It is important to note that a kinetic separation may actually be more useful industrially than thermodynamic separation, as is observed in many membrane separation materials.(45-47) In these preliminary compounds, however, the kinetics and capacities are clearly too slow and low to be useful industrially. Initial attempts to promote the formation of slightly larger channels, and hence enhanced uptake while retaining selectivity, by employing a larger anion than BF4– in the MOF synthesis, specifically either ClO4– or PF6–, have to date failed to yield MOF crystals.Solvent Adsorption BehaviorMany industrial applications require exposure to vapors, in particular water. Indeed, for some applications, a facile method of removing such vapors to dry N2 and CH4 would be advantageous. The solvent adsorption and desorption properties of 1 and 2 have been studied gravimetrically (Figure 5), and PXRD has been used to confirm that structural integrity is retained following these studies (Figure S7).For both 1 and 2 we see the expected trend that as guest size increases, correspondingly lower amounts (on a molar basis) are stored in the framework. That these increasingly large guests are able to reversibly leave and enter the framework again suggests that the gas selectivity discussed above is not based on guest size.Interestingly, 2 adsorbs larger amounts of acetonitrile but significantly less water than 1. Again, given that these frameworks are isostructural, we can attribute these changes directly to the change in anion loading. As such, the increase in acetonitrile adsorption capacity is justified by the much larger spaces available in 2 resulting from the combination of space between pockets and the, now empty, pockets themselves. Likewise, the significantly lower capacity for water can also be explained by the difference in anion loading. In the crystal structure of 1·2(H2O) it is observed that water molecules occupy a site between anions which is very strongly stabilized by hydrogen bonding interactions. In contrast, in the structure of 2·0.5(acetone) the only electron density in this position is a difference electron density 0.4 e– Å–3, suggesting that the channel space between pockets is almost, if not completely, vacant. Therefore, from this comparison it could reasonably be considered that, without both anions to provide a suitable hydrogen bonding environment, the channel space between pockets becomes energetically unfavorable and remains unoccupied in 2·0.5(acetone), limiting its uptake capacity.Given that the hydrate of 1, obtained under ambient conditions, is shown by single crystal X-ray analysis to be a dihydrate (Figure 2), 1·2(H2O), the maximum observed uptake of water by 1 under the conditions of these gravimetric experiments is somewhat higher than expected, at 2.7 mol/mol (Figure 5, top). It is possible that there is an additional, partially occupied water molecule site in the vicinity of the disordered anion site, which may not have been occupied under the measurement conditions for single crystal diffraction or which may have gone undetected due to its partial superposition with the anion site. There is also the possibility of a contribution from surface and/or defect adsorption of water.Figure 5. Gravimetric sorption isotherms depicting the sorption of H2O, CH3OH, and CH3CN at 298 K for 1 (batch 1) (top) and 2 (bottom).Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesConclusionAn elegant synthetic route has been established to the porous metal–organic frameworks 1 and 2, which represent a very rare example of isostructural frameworks with differing charges and anion loadings. These frameworks are demonstrated to be stable under a wide variety of external environments, including heating and cooling, suspension in water, and repeated evacuation under vacuum and exposure to gas and solvent vapor.The guest exchange properties of the frameworks have been studied using CO2, N2, CH4, H2O, CH3OH, and CH3CN. For 1, selectivity for CO2 over the other gases N2 and CH4 is observed. Comparison with the sorption of these guests by 2 indicates that the mechanism is correlated to the anions located within the channels. Analysis of the structural and theoretical evidence has led to the conclusion that the anions are fixed within pockets. The observed selectivity appears to be a kinetic effect resulting from different rates of diffusion past the channel anions. This is likely due to the interaction of the quadrupole moment of CO2 leading to energetically favorable interactions with the BF4 anions.The successful synthesis, by careful ligand design, of this pair of isostructural frameworks, 1 and 2, which differ in being comprised of either tri- or divalent metal ions and therefore also the “anion loadings” in the channels, opens up the possibility of studying the effect of anion loading on various physical properties. Here we have focused on investigating the effect of anion loading on gas/solvent adsorption; however, these design principles could be employed to generate new MOF systems in which the effect of anion loading on anion exchange, electrochemical, magnetic, or catalytic properties could also be probed.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesExperimental SectionAll solvents and reagents were used as received, except for complex [CoII(dpzca)2], which was prepared according to our published procedure.(33) For instrumentation details, see the Supporting Information.[CoIII(dpzca)2]BF4A solution of cobalt(II) tetrafluoroborate hexahydrate (83.4 g, 0.248 mmol) in methanol (10 mL) was added to a solution of (2-pyrazylmethyl)-2-pyrazinecarboxamide (HL1m, 103.2 mg, 0.482 mmol)(33) and triethylamine (65 μL, 0.468 mmol) in methanol (30 mL). Ten minutes later, 30% w/w hydrogen peroxide (90 μL, 2.65 mmol) was also added. The resulting brick red suspension was stirred for 3 h and then filtered and the solid washed with methanol (2 × 10 mL). The red solid (114.1 mg) was then suspended in boiling acetonitrile (20 mL) and water was added until a solution was achieved (∼5–10 mL). Slow evaporation of the solution resulted in red crystals of the complex (72.6 mg, 49%). MS (+ESI) (methanol): m/z 515.0398 [Co(C10H6N5O2)2]+ calc. 515.0370. Elemental analysis calcd (%) for [Co(C10H6N5O2)2](BF4)(H2O)1.25 (602.11 g mol–1): Calc. C 38.46 H 2.34 N 22.42; found: C 38.34 H 2.23 N 22.51. 1H NMR (300 MHz, D2O): δ (ppm) 9.31 (s, 1H, H3), 8.74 (d, J1–2 = 3.6 Hz, 1H, H1), 8.56 (d, J2–1 = 3.6 Hz, 1H, H2). IR ν/cm–1 = 3087, 1719, 1654, 1605, 1585, 1411, 1325, 1028, 632.[NiII(dpzca)2]Hdpzca (113.6 mg, 0.496 mmol)(33) was suspended in acetone (35 mL) with triethylamine (69 μL, 0.495 mmol), and a solution of nickel(II) tetrafluoroborate hexahydrate (85.3 mg, 0.251 mmol) in acetone (10 mL) was added. The resulting suspension of pale yellow solid was heated at 65 °C for 6 h and then cooled to room temperature, filtered, and dried under vacuum to yield [NiII(dpzca)2] as a pale yellow solid (108.7 mg, 85%). MS (+ESI) (CHCl3/CH3OH): m/z 537.0213 [Ni(C10H6N5O2)2Na]+ calc. 537.0289, 515.0398 [Ni(C10H6N5O2)2H]+ 515.0469, 303.9938 [Ni(C10H6N5O2)(H2O)]+ 303.9975. Elemental analysis calcd (%) for [NiII(C10H6N5O2)2] (515.07 g mol–1): Calc. C 46.64 H 2.35 N 27.19; found: C 46.61 H 2.32 N 27.38. IR: ν/cm–1 = 3098 (w), 1697 (s), 1620 (s), 1584 (m), 1526 (w), 1466 (w), 1405 (m), 1345 (s), 1329 (s), 1041 (s), 790 (s), 652 (s), 632 (s). μeff (Johnson-Matthey, 298 K) = 3.3 μBPreparation of {[CoIII(dpzca)2Ag](BF4)2(H2O)2}∞ [1·2(H2O)]Batch 1 prepared by method A; batches 2–4 by method B.Method ATo a solution of [CoIII(dpzca)2]BF4 (186.4 mg, 0.311 mmol) in 1:1 acetone/water (200 mL) was added a solution of silver(I) tetrafluoroborate (68 mg, 0.349 mmol) in acetone (10 mL). The reaction was refluxed at 120 °C for 6 h and then filtered through cotton wool into a conical flask wrapped in tinfoil and left to slowly evaporate. After 4 weeks the product was collected as red crystals (163.2 mg, 63%). Elemental analysis calcd (%) for [CoIII(C10H6N5O2)2AgI](BF4)2(H2O)2 (830.68 g mol–1): Calc. C 28.84 H 1.94 N 16.82; found: C 28.97 H 2.02 N 16.77.Method BThe complex [CoII(dpzca)2] (24.6 mg, 0.048 mmol)(33, 48) was dissolved in 1:1 water/acetone (100 mL) and heated to 100 °C. A solution of silver(I) tetrafluoroborate (14.2 mg, 0.073 mmol) in water (40 mL) was then added, resulting in an immediate precipitate. After approximately 30 min the suspension cleared and the solution was refluxed for a further 6 h. The hot solution was then filtered through cotton wool to remove traces of black precipitate and transferred into a conical flask wrapped in tinfoil and allowed to slowly evaporate. After 2 weeks the product was collected as red crystals (10 mg, 25%). Elemental analysis calcd (%) for [CoIII(dpzca)2AgI](BF4)2(H2O)2 (830.68 g mol–1): Calc. C 28.84 H 1.94 N 16.82; found: C 29.13 H 2.07 N 16.96.Preparation of {[NiII(dpzca)2Ag](BF4)(acetone)0.5}∞ [2·0.5(acetone)]The complex [NiII(dpzca)2] (70.5 mg, 0.137 mmol) was dissolved in 100 mL of 1:1 acetone/water and heated to 120 °C. A solution of silver(I) tetrafluoroborate (213 mg, 1.09 mmol) in water (15 mL) was then added and the resulting solution refluxed at 120 °C for 6 h. The hot solution was then decanted, to remove traces of black precipitate, into a conical flask wrapped in tinfoil and allowed to slowly evaporate. After 3–6 weeks, 2·0.5(acetone)·2.5(H2O) was collected as green crystals (82.9 mg, 81%). Elemental analysis calcd (%) for [NiII(C10H6N5O2)2AgI]BF4·(C3H6O)0.5 (769.30 mol–1): Calc. C 32.40 H 2.42 N 18.21; found: C 32.13 H 2.01 N 17.89. Note: Filtration of the reaction solution through cotton wool before crystallization produces crystals of [NiII(dpzca)2] instead of the framework 2. Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesSupporting InformationCrystallographic data in CIF format, full instrument details and characterization procedures, further X-ray crystal structure information and diagrams, PXRD patterns, IR spectra, discussion and results of stability tests, additional experimental adsorption isotherms, additional modeling plots, and analysis of void space. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesAcknowledgmentThis work was supported by the University of Otago, including Ph.D. scholarships (M.G.C., R.G.M.), as well as a Claude McCarthy Fellowship (M.G.C.) and RSNZ Marsden Grant (2008–2013) funding, and most recently MacDiarmid Institute travel funding (R.G.M.) and the Science and Industry Endowment Fund (Australia). We thank the Campbell Microanalytical Laboratory (University of Otago) for performing the microanalyses, and Michael Crawford (Dunedin) for kindly generating the front cover image.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesReferencesThis article references 48 other publications.1. D’Alessandro, D. M.; Smit, B.; Long, J. R. Angew. Chem. Int. Ed. 2010,  49,  6058– 6082[Crossref], [PubMed], [CAS]1. Carbon Dioxide Capture: prospects for New MaterialsD'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.Angewandte Chemie, International Edition\r\n        (2010),\r\n    49\r\n        (35),\r\n    6058-6082CODEN:\r\n                ACIEF5;\r\n        ", "title": "Selective Gas Adsorption in a Pair of Robust Isostructural MOFs Differing in Framework Charge and Anion Loading", "authors": ["Matthew G. Cowan", "Reece G. Miller", "Peter D. Southon", "Jason R. Price", "Ozgur Yazaydin", "Joseph R. Lane", "Cameron J. Kepert", "Sally Brooker"], "doi": ["10.1021/ic501876m"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0005.gif\">"]}