{"abstract": "Isoreticular and polymorphic 3-D MOFs were prepared via the combination of direct solvothermal reactions, postsynthetic ligand exchanges of the MOFs prepared via the direct solvothermal reactions, and postsynthetic ligand insertions into a 2-D MOF. The appropriate pore dimensions, surface areas, and adsorption enthalpies of the MOFs combined well to produce the largest working CO capture capacities via the pressure swing adsorption process.", "text": "10.1021/cm404239s Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesIntroductionPorous metal–organic frameworks (MOFs) are very interesting materials because of their large surface areas and the tunability of the surface properties.(1) The pore geometries and surface properties of the MOFs can be utilized in various applications, including gas storage and separation.(2)The conventional approach for the preparation of MOFs is a one-pot solvothermal reaction with appropriate building blocks. However, the tuning of the pore geometry with desired surface property via a direct one-pot solvothermal reaction is a challenging task. Postsynthetic modification of MOFs is an alternative approach to obtaining MOFs with a tuned pore property.(3) Postsynthetic covalent modification of the organic linker of the MOF or postsynthetic dative modification on the framework metal center can be utilized for the modulation of pore geometry and surface property. Postsynthetic exchanges of the framework metal ions(4) and the organic ligands(5) in MOFs have also been reported as new approaches for the tuning of pore properties.Recent investigations on MOFs are focused on CO2 captures rather than CO2 storages.(6) Potential industrial postcombustion CO2 capture processes require various pore characteristics of the MOFs, depending on the specific process conditions.(7) The presence of a strong adsorption site in the MOF is very important for CO2 capture in vacuum swing adsorption (VSA) and temperature swing adsorption (TSA) processes of real flue gases with typical ∼15% CO2 fraction.(8) The large adsorption enthalpy of the MOFs with strong adsorption sites such as open metal sites(9) and amine functional groups(10) is one of the most important factors determining the working CO2 capture capacities in these processes. However, for the pressure swing adsorption (PSA) process between the pressurized real flue gas of ∼6 bar and the depressurized gas of ∼1 bar, a moderate adsorption enthalpy of MOFs with tuned pore geometry and surface property is more important in determining the working CO2 capture capacities than a large surface area and/or large adsorption enthalpy.(7)Here, we report the preparation and characterization of a series of isoreticular and polymorphic MOFs with tuned pore geometries and surface properties via combinational synthetic approaches, direct one-pot solvothermal reaction, and subsequent postsynthetic ligand exchange (PLE) and postsynthetic ligand insertion (PLI) of the MOF prepared via the direct one-pot solvothermal reaction. The pore properties, including the pore dimensions and geometries and the specific surface areas of a series of MOFs prepared via the combinational synthetic approaches, were investigated. The potentials of the MOFs as postcombustion CO2 capture materials based on the working CO2 capture capacities in VSA and PSA processes are discussed.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesExperimental SectionGeneral ProceduresAll reagents were purchased from commercial sources and used without further purification. Elemental analysis (EA) (C, H, and N) was performed at the Central Research Facilities of the Ulsan National Institute of Science & Technology (Ulsan, Korea). Fourier transform infrared (FT-IR) spectra were recorded as KBr pellets with a NICOLET iS 10 FT-IR spectrophotometer (4000–400 cm–1). Nuclear magnetic resonance (NMR) spectra were obtained on a Varian-600 NMR spectrometer. Thermal gravimetric analysis (TGA) data were recorded using a TA Instruments Q-600 series thermal gravimetric analyzer under flowing nitrogen gas. Powder X-ray diffraction (PXRD) data were recorded using a Bruker D2 Phaser automated diffractometer at room temperature, with a step size of 2θ = 0.02°. Simulated PXRD patterns were calculated using the Material Studio software package(11) employing a structural model from single-crystal data.Preparation of MOFs via Direct Solvothermal Reaction[Ni(HBTC)(DMF)2] and HB-d [Ni(HBTC)(DMF)2] (where H3BTC = 1,3,5-benzenetricarboxylic acid) and HB-d (HB-d: [Ni(HBTC)(bipy)] of an hms topology with 4,4′-bipyridine (bipy) pillar prepared via direct solvothermal reaction)(12) were prepared in DMF according to the reported procedure.(13) The crystals of [Ni(HBTC)(DMF)2] and HB-d were harvested and washed using N,N′-dimethylformamide (DMF) and then air-dried at ambient temperature for a couple of hours. The activated sample was prepared by soaking the crystals of HB-d in fresh DMF for 2–3 d and in methylene chloride for 1 d and then vacuum-drying at ambient temperature overnight.GP-d (GP-d: [Ni(HBTC)(pz)] of a gra topology with pyrazine (pz) pillar prepared via direct solvothermal reaction) was prepared using a procedure that was slightly modified from the reported procedure.(14) A mixture of Ni(NO3)2·6H2O (0.0955 g, 0.328 mmol), H3BTC (0.0583 g, 0.277 mmol), and pz (0.0660 g, 0.824 mmol) was dissolved in 10 mL of DMF. The solution in a tightly sealed 20 mL vial was heated at 70 °C for 2 d to form greenish cyan crystals. The crystals harvested were washed using fresh DMF and then air-dried in ambient conditions for an hour. Yield = 0.087 g. The activated sample was prepared by soaking the crystals of GP-d in fresh DMF for 2–3 days and in methylene chloride for 1 d and then vacuum-drying at 50 °C for 2 d. The elemental analysis (EA) was performed using the activated sample exposed in air for a couple of minutes before the analysis. Elem. Anal calcd for [Ni(HBTC)(pz)]·1.6H2O (C13H11.2N2O7.6Ni, fw = 375.73 g/mol). Found. (Calcd): C = 41.63 (41.56) %; H = 3.01 (3.00) %; N = 7.45 (7.46) %. IR of the activated sample (KBr, cm–1): 3379 (vs, b), 3123 (w, b), 2928 (vw, b), 1881 (w, b), 1707 (s, sh), 1658 (vs), 1612 (vs), 1544 (s), 1441 (vs), 1421 (s, sh), 1373 (vs), 1261 (m, b), 1233 (w, sh), 1188 (vw), 1162 (m), 1125 (m), 1096 (m), 1065 (m), 1022 (w), 937 (w), 904 (w), 866 (w), 815 (m), 797 (w, sh), 760 (m), 745 (m), 719 (m), 667 (w), 543 (m, b), 520 (w, sh), 481 (m), 453 (w), 417 (w).Preparation of MOFs via Postsynthetic Ligand Exchange (PLE)Before the ligand exchange and the ligand insertion, the as-synthesized single crystals were presoaked in DMF for a couple of days to remove any remaining reactants and side products present in the solvent cavities. After decanting the solvent, the crystals were air-dried at ambient temperature for a couple of hours.HP-e (HP-e: [Ni(HBTC)(pz)] of an hms topology with pz pillar prepared via PLE reaction) was prespared as follows. A 100–200 mg amount of the crystals of HB-d presoaked in DMF was transferred to a vial of 40 mL of 1.0 M pz DMF solution, and the solution in the vial was stored in an oven at 100 °C for 1–2 weeks depending on the sample amount. The solution was refreshed 4–7 times during the soaking. The progress of the ligand exchange was checked using PXRD. When the ligand exchange was completed, the harvested crystals were washed using fresh DMF more than five times and then air-dried at ambient temperature for 1 h. IR of HP-e (KBr, cm–1): 3396 (vs, b), 3124 (w, b), 3087 (w, b), 3065 (w, b), 2934 (w, b), 1698 (s, b), 1667 (m, sh), 1660 (m), 1616 (s), 1557 (s, sh), 1538 (s), 1453 (m, sh), 1436 (s), 1422 (s), 1402 (m), 1376 (vs), 1322 (w, b), 1276 (m, b), 1238 (m, sh), 1189 (vw), 1162 (w), 1125 (w), 1109 (vw), 1091 (w), 1065 (m), 832 (vw), 811 (w), 767 (w, sh), 751 (s), 732 (m), 722 (w, sh), 685 (w), 661 (vw), 609 (vw), 548 (vw), 516 (vw), 482 (m), 417 (vw). The activated sample was prepared by soaking the crystals of HP-e in fresh DMF for 2–3 d and in methylene chloride for 1 d and then vacuum-drying at ambient temperature for 3 d. EA was performed on the activated sample reexposed in air for a couple of minutes before the analysis. Elem. Anal calcd for [Ni(HBTC)(pz)]·1.2H2O (C13H10.4N2O7.2Ni, fw = 368.53 g/mol). Found (Calcd): C = 42.67 (42.37) %; H = 2.92 (2.84) %; N = 7.52 (7.60) %. IR of the activated sample (KBr, cm–1): 3396 (vs, b), 3126 (w, b), 3082 (w, b), 2932 (w, b), 1705 (m, sh), 1664 (vs), 1613 (vs), 1541 (s), 1444 (vs), 1422 (s), 1379 (vs), 1261 (m, b), 1184 (w, sh), 1163 (m), 1124 (m), 1095 (m), 1065 (m), 1022 (w), 936 (vw), 914 (w), 858 (vw), 816 (m), 797 (vw, sh), 760 (w, sh), 747 (m), 720 (m), 689 (w, sh), 669 (vw), 544 (w), 522 (w, sh), 483 (m), 455 (vw, sh), 418 (w).GB-e (GB-e: [Ni(HBTC)(bipy)] of a gra topology with bipy pillar prepared via PLE reaction) was prepared as follows. Approximately 200 mg of the crystals of GP-d presoaked in DMF was transferred to a vial of 20 mL of 0.2 M bipy DMF solution, and the solution in the vial was stored in an oven at 70 °C for 4 d. When the ligand exchange was completed, the harvested crystals were washed using fresh DMF more than five times and then air-dried at ambient temperature for an hour. Single crystals good enough for structure analysis were obtained by soaking approximately 100 mg of the crystals of GP-d presoaked in DMF in a capped vial of a 10 mL amount of 0.1 M bipy DMF solution at ambient temperature for three months. The activated sample was prepared by soaking the crystals of GB-e in fresh DMF for 2–3 d and in methylene chloride for 2 d. During the soaking in methylene chloride, the solvent was refreshed more than seven times, and then the sample was vacuum-dried at ambient temperature for 2 d. EA was performed on the activated sample reexposed to air for a couple of minutes before the analysis. Elem. Anal calcd for [Ni(HBTC)(bipy)]·3.3H2O (C19H18.6N2O9.3Ni, fw = 482.46 g/mol). Found (Calcd): C = 47.23 (47.30) %; H = 3.84 (3.89) %; N = 5.75 (5.81) %. IR of the activated sample (KBr, cm–1): 3357 (vs, b), 3238 (vs, b), 3101 (s, b), 1953 (vw, b), 1872 (vw, b), 1700 (m), 1656 (m), 1611 (vs), 1550 (vs), 1492 (w), 1433 (m), 1417 (m), 1365 (vs), 1320 (w, sh), 1262 (m), 1221 (m), 1188 (w), 1103 (w), 1069 (w), 1047 (vw), 1011 (w), 933 (w), 900 (vw, sh), 857 (w), 814 (m), 764 (m), 717 (s), 684 (m, sh), 636 (m), 574 (w), 542 (vw, b), 518 (vw, b), 460 (vw), 416 (vw).Preparation of MOFs via Postsynthetic Ligand Insertion (PLI)GP-i (GP-i: [Ni(HBTC)(pz)] of a gra topology with pz pillar prepared via PLI reaction) could be prepared via postsynthetic pz insertion into 2-D [Ni(HBTC)(DMF)2] in DMF. Approximately 200 mg of the crystals of [Ni(HBTC)(DMF)2] was transferred to a vial of 20 mL of 0.5 M pz DMF solution, and the solution in the tightly sealed vial was stored in an oven at 100 °C for 11 d. The progress of the ligand insertion was checked using PXRD. When the ligand insertion was completed, the harvested crystals were washed using fresh DMF more than 3–4 times and then air-dried at ambient temperature for 1 h. The crystals presoaked in DMF were soaked in methylene chloride for 2 d, and the solvent was refreshed five times during the soaking. The complete replacement of the solvent DMF by methylene chloride was checked using 1H NMR spectroscopy.GB-i (GB-i: [Ni(HBTC)(bipy)] of a gra topology with bipy pillar prepared via PLI reaction) could be prepared via postsynthetic bipy insertion into 2-D [Ni(HBTC)(DMF)2] in DMF. Approximately 200 mg of the crystals of [Ni(HBTC)(DMF)2] was transferred to a vial of 20 mL of 0.5 M bipy DMF solution, and the solution in the tightly sealed vial was stored in an oven at 100 °C for 11 d. The progress of the ligand insertion was checked using PXRD. When the ligand insertion was completed, the harvested crystals were washed using fresh DMF more than 3–4 times and then air-dried at ambient temperature for an hour. The crystals presoaked in DMF were soaked in methylene chloride for 2 d, and the solvent was refreshed five times during the soaking. The complete replacement of the solvent DMF by methylene chloride was checked using 1H NMR spectroscopy. The activated sample was prepared by vacuum-drying GB-i at ambient temperature for 2 d. Elem. Anal calcd for [Ni(HBTC)(bipy)]·1.9H2O (C19H15.8N2O7.9Ni, fw = 456.23 g/mol). Found (Calcd): C = 49.91 (49.91) %; H = 3.45 (3.48) %; N = 6.25 (6.13) %.Gas Sorption MeasurementsAll the gas sorption isotherms were measured using a BELSORP-max (BEL Japan, Inc.) and an ASAP 2020 (Micromeritics Instrument Corporation) absorption system employing a standard volumetric technique up to saturated pressure. The N2 (purity = 99.9999%) sorption isotherms were monitored at 77 K. The adsorption data in the pressure range <0.1 P/P0 were fitted to the Brunauer–Emmett–Teller (BET) equation to determine the BET specific surface area. The entire set of adsorption data was used to obtain the Langmuir specific surface area. The CO2 (purity = 99.999%) sorption isotherms were monitored at 195, 273, and 298 K.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesResult and DiscussionDirect Solvothermal ReactionHB-d could be obtained via direct solvothermal reaction of Ni(II) ion with H3BTC in the presence of bipy as a pillaring linker.(13) However, the attempt to reproduce the isoreticular MOF, HP-d ([Ni(HBTC)(pz)] of an hms topology with pz pillar prepared via direct solvothermal reaction), using the reported solvothermal synthetic procedure(14) with Ni(II), H3BTC, and pz in 1:1:1 mol ratio produced a mixture of [Ni(HBTC)(DMF)2] and GP-d (Figure 1).Figure 1. PXRD patterns of the samples prepared according to the reported synthetic procedure for [Ni(HBTC)(pz)] of Ni(NO3)2·6H2O, H3BTC, and pz in 1:1:1 mole ratio and other mole ratios.While the reaction in a 1:1:0.5 mole ratio only produced [Ni(HBTC)(DMF)2] (Figure 1b), the similar reaction in a 1:1:1.5 mole ratio or in higher pz mole ratio resulted in GP-d as a pure phase (Figure 1d,e). The PXRD pattern of GP-d is similar to that of HP-d reported as the hms topology but not identical (Figure 1f).(15)PLEHP-e could be obtained by soaking HB-d in pz DMF solution (Supporting Information Figure S1). The PXRD pattern of HP-e is very similar to that of GP-d but is not identical (Figure 2). The single-crystal structure analyses of GP-d and HP-e revealed that they are polymorphic MOFs of the same [Ni(HBTC)(pz)] formula with the same 3,5-connection but different net topologies, gra and hms topologies, respectively (Figure 3 and Supporting Information Figure S2).(16)Figure 2. PXRD patterns of GP-d and of HP-e and their simulated PXRD patterns from the corresponding single-crystal structure models.Figure 3. Ball-and-stick diagrams of GP-d and HP-e. (a) Top and (b) side views of the ball-and-stick diagram of GP-d. (c) A schematic drawing of GP-d that shows a gra topology. (d) Top and (e) side views of the ball-and-stick diagram of HP-e. (f) A schematic drawing of HP-e that shows a hms topology. In (c) and (f), the 5-c metal ion is shown as a cyan ball, and the 3-c HBTC2– ligand is shown as a green ball.In GP-d, the Ni(II) ions in the 2-D sheet, [Ni(HBTC)], of an hcb topology are interconnected to the Ni(II) ions of the next neighboring 2-D sheets via pillaring pz linkers to form the 3,5-c network of a gra topology (Figure 3a–c). The framework of the gra topology generates the cage-like pores (Figure 4 and Supporting Information Figure S3) interconnected to form a three-dimensional microporous structure with the total pore volume consisting of 41.3% of the total unit cell volume. In HP-e, the Ni(II) ions in the 2-D sheet are also interconnected to the Ni(II) ions of the next neighboring 2-D sheets via pillaring pz linkers, as in GP-d. However, the 2-D sheets in HP-e are stacked to form the framework of a 3,5-c hms topology (Figure 3d–f). The polymorphic framework of the hms topology produces a different kind of the cage-like pores being aligned along the crystallographic c-axis to form a 1-D channel. The channels are interconnected along the crystallographic ab-plane to form a 3-D microporous structure with the pore volume consisting of 46.9% of the total unit cell volume, which is slightly larger than the pore volume of GP-d.Figure 4. (a) Ball-and-stick model of the cage-like pore of GP-d of a gra topology with a yellow dummy ball in the center of the cavity and (b) the corresponding tile with the net. (c) Ball-and-stick model of the cage-like pore of HP-e of an hms topology with a yellow dummy ball in the center of the cavity and (d) the corresponding tile with the net.While the direct solvothermal reaction of Ni(II) with H3BTC in the presence of bipy only produced HB-d, GB-e could be obtained via postsynthetic ligand exchange. The PXRD patterns of HB-d and GB-e are slightly different from each other (Figure 5). While a peak at ∼11.5° was observed in GB-e, there is no corresponding peak in HB-d. While there is a peak at ∼22.3° in HB-d, no corresponding peak is observed in GB-e. The two peaks observed at ∼21.4° and ∼22.8° in HB-d were shifted to ∼21.6° and ∼22.7°, respectively, in GB-e. In addition, the crystal color of the activated GB-e is also slightly different from that of the activated HB-d (Supporting Information Figure S2).Figure 5. PXRD patterns of HB-d and GB-e.The single-crystal structure analysis confirmed that GB-e and HB-d are also polymorphic MOFs of the same 3,5-connection but different net topologies, gra and hms topologies, respectively (Figure 6 and Supporting Information Figures S4–S5). GB-e of the longer bipy has a larger solvent cavity (47.9% of the total unit cell) than that of GP-d of the same net topology, gra, but of the shorter pz (41.3% of the total unit cell volume). On the other hand, the solvent cavity volume of GB-e of the gra topology is smaller than that of HB-d of the same bipy pillar but of different net topology, hms (54.8% of the total unit cell volume).(13)Figure 6. Ball-and-stick diagrams of GB-e of a gra net topology and HB-d of an hms net topology. (a) Top and (b) side views of the ball-and-stick diagram of GB-e. (c) The schematic drawing of GB-e that shows a 3,5-conneted gra net topology. (d) Top and (e) side views of the ball-and-stick diagram of HB-d. (f) A schematic drawing of HB-d that shows a 3,5-conneted hms net topology. In (c) and (f), the 5-c metal ion is a cyan ball and the 3-c HBTC2– ligand is a green ball.PLIGP-i could also be obtained via the insertion of pz into the 2-D MOF of an hcb topology. In the reported 2-D MOF [Ni(HBTC)(DMF)2], the 2-D sheets with both Ni(II) ion and HBTC2– as 3-c nodes are stacked in a staggered fashion to form −(AB)n– layered structure as the graphene sheets in a hexagonal graphite structure (Figure 7a–c).Figure 7. Ball-and-stick diagrams of (a–c) the 2-D MOF, [Ni(HBTC)(DMF)2], of an hcb topology and (d–f) the 3-D MOF, GP-i of a gra topology.However, the alternating −(AB)n– staggered stacking of the 2-D sheets is different from that of the 2-D sheets in the 3-D MOFs of the gra topology. While the Ni(II) ions in all of the sheets at the 3-D MOFs of the gra topology are aligned along the crystallographic c-axis (Figure 7d–f), the HBTC2– ligands in all of the sheets of 2-D [Ni(HBTC)(DMF)2] are aligned along the crystallographic c-axis (Figure 7a–c). For the construction of a 3-D MOF via the insertion of a pillaring ligand, two different types of structural reorganization of the 2-D sheets are possible. The first type of structural reorganization is the rotation of the 2-D sheets to align the Ni(II) ions along the crystallographic c-axis with the adjustment of the intersheet distance for the construction of an MOF of an hms topology, which is less likely to happen because of the extensive movement of the parts of the sheets away from the rotation axis. The other type of structural reorganization is a translational structural reorganization, which is a sliding of the sheets parallel to the crystallographic ab-plane to align the Ni(II) ions along the crystallographic c-axis with a marginal adjustment of the intersheet distance to accommodate the pillaring linker between the sheets, which could lead to the MOF of the gra topology. Soaking the crystals of the 2-D MOF in pz DMF solution resulted in the insertion of pz between the 2-D sheets to form crystalline product of GP-i. The PXRD pattern of the product is slightly different from that of HP-e of an hms topology but very similar to that of GP-d of a gra topology (Figure 8). The single crystal structure analysis confirms that GP-i is isostructural to GP-d.(17)Figure 8. PXRD pattern of GP-i prepared via postsynthetic pz insertion into 2-D [Ni(HBTC)(DMF)2] and a comparison with those of GP-d and HP-e.The postsynthetic insertion of bipy into the 2-D MOF also leads to GB-i, which is isostructural to GB-e obtained via the PLE reaction. The PXRD pattern of GB-i shows the same characteristic peaks observed in the PXRD pattern of GB-e (Figure 9), which tells us that the postsynthetically inserted MOF is the 3-D MOF, [Ni(HBTC)(bipy)], of the gra topology.Figure 9. PXRD pattern of GB-i via postsynthetic bipy insertion into 2-D [Ni(HBTC)(DMF)2] and a comparison with those of HB-d and GB-e.Isoreticular and Polymorphic MOFs via the Combinational Synthetic ApproachesVia the combinational synthetic approaches, either two sets of isoreticular MOFs, HB-d and HP-e of the same hms topology and GP-d (or GP-i) and GB-e (or GB-i) of the same gra topology, or two sets of polymorphic MOFs, HB-d and GB-e (or GB-i) of the same [Ni(II)(HBTC)(bipy)] formula and HP-e and GP-d (or GP-i) of the same [Ni(II)(HBTC)(pz)] formula, could be obtained (Scheme 1).Scheme 1. Preparation of HB-d, GP-d, GB-e, HP-e, GB-i, and GP-i via the Combinational Synthetic ApproachesHB-d could be prepared via a direct one-pot solvothermal reaction using Ni(II) ion and HBTC2– as components for the 2-D sheet and using bipy as a pillaring component between the 2-D sheets. However, the similar one-pot solvothermal reaction in the presence of pz as a pillaring component only produced GP-d rather than isoreticular HP-d. HP with the pz as a pillaring linker could only be obtained via the PLE of the bipy pillar of HB-d. HP-e obtained via the PLE is polymorphic to GP-d that is prepared via the direct solvothermal reaction. GB could be obtained either via the PLE of the pillaring pz linker of GP-d of the same gra topology or via the PLI of the pillaring pz linker into 2-D [Ni(HBTC)(DMF)2].Gas Sorption BehaviorsActivation of the MOFsThe solvent molecules in the pores can be removed by soaking the MOFs in volatile methylene chloride and vacuuming at either ambient temperature or 50 °C. The proper activation of the samples was confirmed by using the 1H NMR spectra, TGA data, and the PXRD studies of the activated samples (Supporting Information Figures S6–S10).N2 AdsorptionsThe N2 sorption studies on the activated polymorphic MOFs confirmed the microporosity of the frameworks expected from their single-crystal structures. Both adsorption isotherms of N2 on HP-e and GP-d at 77 K are typical type I (Figure 10). The N2 uptake amount on HP-e of an hms topology at P/P0 ≈ 1 is slightly larger than that on GP-d of a gra net topology (Table 1), which agrees well with the different solvent cavity volumes calculated based on the single-crystal structures of the two polymorphic frameworks of different net topologies. As expected from the weakly interacting property of N2 with the pore surface of the MOFs, the adsorption amounts of N2 on GP-d and HP-e at 293 K are negligible.Figure 10. N2 sorption isotherms on the activated HB-d, GP-d, HP-e, GB-e, and GB-i at 77 and 293 K (or 298 K).Table 1. N2 Sorption Behaviors and Pore Properties of the Activated MOFs, HB-d, GP-d, HP-e, GB-e, and GB-iMOFsN2 uptake (cm3/g), 77 K, ∼1 barBET surface area (m2/g)Langmuir surface area (m2/g)Vp,measured (cm3/g)Vp,calculated (cm3/g)dp,avg (Å)HB-d490194021300.760.7210.2GP-d267109011600.410.399.3HP-e293121012700.450.459.1GB-e498184021600.770.599.8GB-i465179020100.74–8.8The N2 adsorption isotherms of the other two activated polymorphic MOFs, HB-d and GB-e (or GB-i), at 77 K are also typical type I, which suggests that all of the MOFs are as microporous as GP-d and HP-e, even though the pore volumes of HB-d and GB-e (or GB-i) with the longer bipy pillar are larger than those of HP-e and GP-d with the shorter pz pillar. The N2 uptake amount on GB-e (or GB-i) of a gra topology with the bipy pillar at P/P0 ≈ 1 is significantly larger than those on GP-d and HP-e with the shorter pz pillar and similar to that on HB-d with the same bipy pillar but of a different hms topology (Table 1).(18) The observed pore volume of GB-e (0.77 cm3/g) is much larger than the calculated pore volume of GB-e (0.59 cm3/g) prepared via the postsynthetic ligand exchange (Supporting Information Table S5). During the soaking of GP-d in bipy solution, not only the pillar exchange from pz to bipy to produce GB-e but also the localized elimination of some [Ni(HBTC)(pz)] fragments in the 2-D sheets have simultaneously occurred to lead to the framework of the larger pore volume while retaining the overall framework integrity. The N2 adsorption amounts on HB-d and GB-e (or GB-i) are also negligible at 298 K, as on GP-d and HP-e.Pore Size Distributions of the Activated MOFsThe pore size distribution of GP-d calculated using the SF model is similar to that of HP-e (Supporting Information Figure S11).(19) Even though the total pore volume of HP-e is slightly larger than that of GP-d, the average pore dimension of HP-e (9.1 Å) is smaller than that of GP-d (9.3 Å). The BET and the Langmuir surface areas of HP-e calculated from the N2 adsorption isotherm are also slightly larger than those of GP-d (Table 1 and Supporting Information Figures S12 and S13). The N2 adsorption isotherms of HB-d and GB-e (or GB-i) show that the pore volumes of HB-d and GB-e (or GB-i) with the longer bipy pillar are larger than those of HP-e and GP-d with the shorter pz pillar.CO2 AdsorptionsCO2 adsorption behaviors on HB-d, GB-e, GB-i, HP-e, and GP-d at 195 K are expected from the single-crystal structures of the MOFs (Supporting Information Figure S14). The CO2 uptake amounts are related to the pore volumes of the MOFs, which depend on the lengths of the pillaring linkers, bipy and pz. HB-d and GB-e (or GB-i) with the longer bipy pillar show the larger uptake amounts of CO2 at 1 bar than those of HP-e and GP-d with the shorter pz pillar.The CO2 adsorption behaviors at 273 and 298 K are different from those at 195 K (Figure 11 and Supporting Information Figure S15; Table 2 and Supporting Information Table S5). HP-e with pz as a pillar shows the largest uptakes at both ∼0.15 bar (the approximate CO2 partial pressure of flue gas) and 1 bar. The CO2 sorption behavior on GP-d with the same pz pillar is similar to that on HP-e, but the adsorption amounts at both ∼0.15 and 1 bar are smaller than the corresponding amounts on HP-e. The CO2 sorption behaviors of HB-d and GB-e (or GB-i) with bipy pillar at 273 and 298 K are quite different from those of HP-e and GP-d with a pz pillar. While the CO2 uptakes on HB-d and GB-e (or GB-i) at ∼0.15 bar are significantly smaller than those on GP-d and HP-e, the uptakes at ∼1 bar are comparable to those on GP-d and HP-e. The frameworks of HB-d and GB-e (or GB-i) with the larger pore dimensions have smaller CO2 adsorption enthalpies than those of HP-e and GP-d. The smaller CO2 adsorption enthalpies of HB-d and GB-e (or GB-i) than those of HP-e and GP-d led to the smaller CO2 uptakes at ∼0.15 bar and the larger pore volumes of HB-d and GB-e (or GB-i) than those of HP-e and GP-d, and the appropriate CO2 adsorption enthalpies resulted in comparable CO2 uptakes at ∼1 bar.Figure 11. CO2 sorption isotherms on HB-d, GB-e, GB-i, HP-e, and GP-d at (a) 273 K and (a) 298 K and (c) their adsorption enthalpies.Table 2. PSA and VSA CO2 Working Capacities of MOFsMOFsBET surface area (m2 g–1)PSA (mmol g–1)VSA (mmol g–1)Qst (kJ mol–1)referenceHB-d19404.7 (4.3)a1.819.6this workHP-e12104.6 (4.7)a3.935.2this workGP-d10903.3 (3.2)a3.037.8this workGB-e18404.0 (3.7)a1.524.7this workGB-i1790– (3.3)a1.422.2this workHKUST-116904.51.6267PCN-1119314.01.4237PCN-1622733.31.1237Zn-MOF-748853.62.7307Mg-MOF-7413322.14.1457MOF-535000.70.2157ZIF-819800.70.2177aThe PSA working CO2 capture capacities were calculated as the differences of the CO2 adsorption amounts at 1.2 and 0.2 bar, and the PSA working CO2 capture capacities in parentheses are the values calculated as the differences of the CO2 adsorption amounts at 1.0 and 0.15 bar.Working CO2 Capture CapacityThe CO2 uptake amount of HP-e at 298 K and ∼1 bar (23.6% (157 cm3/g)) is slightly smaller than that of the best MOF, Mg-MOF-74 (27.4%), in the same condition.(20) However, the working CO2 capture capacity, defined as the difference in adsorbed amounts between two specific conditions, two different temperatures for the TSA process and two different pressures for the VSA and PSA processes, is more important for the true CO2 capture performance. Even for the same MOF, the working CO2 capture capacity is dependent on the type of the capture processes employed. For the VSA process, the presence of a strong adsorption site is essential for large working CO2 capture capacity because of the low partial pressure of CO2 in the flue gas.(8) Mg-MOF-74 with strongly interacting open metal sites showed the largest CO2 uptake in the low-pressure region,(20) and the VSA working CO2 capture capacity (between 0.3 and 0.01 bar) is 4.1 mmol/g, which is the largest reported (Table 2).(4) Although HP-e does not have any open metal sites, its CO2 adsorption enthalpy is quite high (35.2 kJ/mol), and the VSA working CO2 capture capacity is 3.9 mmol/g, which is only slightly lower than the largest capture capacity of Mg-MOF-74. For the PSA process between the pressurized real flue gas of ∼6 bar and the depressurized gas of ∼1 bar, a moderate adsorption enthalpy of MOFs with tuned pore geometries and surface properties is more important in determining the working CO2 capture capacity than the large adsorption enthalpy.(7) Because the CO2 partial pressures of the pressurized and depressurized real flue gas correspond to 1.0–1.2 bar and 0.15–0.2 bar, respectively, the working CO2 capture capacity of an MOF in the PSA process corresponds to the difference in the adsorbed amounts between 1.0–1.2 bar and 0.15–0.2 bar of pure CO2 gas. The PSA working CO2 capture capacity of HP-e (between 1.2 and 0.2 bar) is 4.6 mmol/g (Figure 11 and Supporting Information Figure S15; Table 2 and Supporting Information Table S5), which is even slightly larger than the largest PSA capture capacity of HKUST-1, 4.5 mmol/g, at the same condition. The PSA working CO2 capture capacity of HP-e between 1.0 to 0.15 bar (4.7 mmol/g) is even slightly larger than the PSA capture capacity of the same HP-e between 1.2 to 0.2 bar (4.6 mmol/g). The capture performance of an MOF can be varied depending on the specific process conditions. The working CO2 capture capacity of an MOF varies slightly depending on the exact adsorption and desorption conditions chosen. The VSA working CO2 capture capacity of HB-d with the larger pore volume and BET surface area than those of HP-e is only 1.8 mmol/g. The small VSA working CO2 capture capacity is related to the small adsorption enthalpy of HB-d. However, the PSA working CO2 capture capacity of HB-d between 1.2 to 0.2 bar is the largest, 4.7 mmol/g. Even though the adsorption enthalpy of HP-e is slightly smaller than that of GP-d, the PSA working CO2 capture capacity of HP-e is much larger than that of GP-d. The surface area also affects the PSA capture capacity. The larger PSA working CO2 capture capacity of HP-e than that of GP-d might be due to the larger surface area of HP-e.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesConclusionsA series of isoreticular and polymorphic 3-D MOFs could be prepared via the combination of (a) direct solvothermal reaction using Ni(II) ion and H3BTC as building components for the 2-D sheet of an hcb topology and bipy or pz as a pillar between the sheets and (b) PLE of, and PLI into, the MOF prepared via the direct solvothermal reaction. The microporous 3-D MOF, HB-d, of a 3,5-c hms topology could be prepared via a one-pot solvothermal reaction. However, a similar solvothermal reaction in the presence of pz only produced another microporous 3-D MOF, GP-d, of the same 3,5-connection but different net topology, gra topology. HP-e could only be obtained via the PLE. Similarly, GB-e or GB-i, which is isoreticular to GP-d, could be obtained via either the PLE or the PLI. The series of isoreticular and/or polymorphic MOFs are microporous and show interesting CO2 sorption behaviors. Although the BET surface areas of the MOFs are not so large, the MOFs do not contain any open metal sites, and the adsorption enthalpies are not very high, the PSA working CO2 capture capacities of HB-d and HP-e are the largest among the reported MOFs. The appropriate pore dimension, surface area, and adsorption enthalpy could work better for the larger working CO2 capture capacity via the PSA process. The balance between the high adsorption enthalpy and the large surface area might be important for the high PSA CO2 capture capacity. This work demonstrates the utility of the combinational synthetic approaches for the tuning of the pore geometry with desired surface property. Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesSupporting InformationCIF files and crystal structure analyses; tables of crystal data and structure refinement; a table of the CO2 sorption behaviors; PXRD patterns of HP-e; optical photographs of the activated crystals; figures of the cage-like pores; NMR spectra, TGA data, and PXRD patterns of the activated samples; pore size distributions and BET and Langmuir surface areas of the activated samples; CO2 sorption isotherms at 195 K; and CO2 sorption isotherms up to ∼1.2 bar at 298 K. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by NRF-2010-0019408 and NRF-2012R1A2A2A01003077 through the National Research Foundation of Korea. The authors acknowledge PAL for beam line use (2013-first-2D-007).AbbreviationsBETBrunauer–Emmett–Tellerbipy4,4′-bipyridineDMFN,N′-dimethylformamideEAelemental analysisH3BTC1,3,5-benzenetricarboxylic acidMOFmetal–organic frameworkPLEpostsynthetic ligand exchangePLIpostsynthetic ligand insertionPSApressure swing adsorptionPXRDpowder X-ray diffractionpzpyrazineTGAthermal gravimetric analysisTSAtemperature swing adsorptionVSAvacuum swing adsorptionReference QuickViewTop of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesReferencesThis article references 20 other publications.1. (a) Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. Science 2013,  341,  973– 987[Crossref]There is no corresponding record for this reference.(b) Zhou, H. C.; Long, J. R.; Yaghi, O. M. Chem. Rev. 2012,  112,  673– 674[ACS Full Text ], [CAS]1. Introduction to Metal-Organic FrameworksZhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    673-674CODEN:\r\n                CHREAY;\r\n        ", "title": "Combinational Synthetic Approaches for Isoreticular and Polymorphic Metal–Organic Frameworks with Tuned Pore Geometries and Surface Properties", "authors": ["Seok Jeong", "Dongwook Kim", "Sunyoung Shin", "Dohyun Moon", "Sung June Cho", "Myoung Soo Lah"], "doi": ["10.1021/cm404239s"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0011.gif\">"]}