{"abstract": "Multivariate metal–organic frameworks (MTV-MOFs) allow for the incorporation of multiple functional groups appended to a uniform backbone, similar to the construction of proteins from an amino acid library. This analogy is explicitly developed through the simulation of CO adsorption isotherms of MOF-5 backbones decorated with amino acid side chains (AA-MTV-MOFs). Differences in excess adsorption among these AA-MTV-MOFs can be explained by the varying functional groups at lower pressures and by structural properties of the framework at higher loadings. Synergistic carbon capture properties are observed in silico, with the degree of cooperativity governed by the strength of the CO–AA interaction, the arrangement of the AA side chains, and the loading.", "text": "10.1021/jp4053538 Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionsReferences1 IntroductionOver the past decade, metal–organic frameworks (MOFs) have emerged as a subject of intense research, with potential applications in diverse areas such as energy gas storage,(1, 2) carbon capture,(3, 4) gas separation,(5, 6) catalysis,(7) chemical sensing,(8) and medicine.(9) Scientific interest in MOFs can be attributed to two factors: their high porosity, with surface areas reaching over 7000 m2/g,(10) and the essentially limitless variety of possible MOF structures. The combination of metal-based clusters (often termed secondary building units, SBUs(11)) joined by a vast array of organic linkers leads to a combinatorial explosion in the number of resulting structures; postsynthetic modification(12) expands the possibilities even further by allowing directed in situ adjustments. Thus, the allure of MOFs is that among this practically infinite array of possible materials, a MOF with the structure and chemical functionality ideally suited for the task of interest can be identified and synthesized.A recent subset of MOFs will be particularly useful in the development of specifically tailored, rationally designed materials: mixed-component MOFs (MC-MOFs). As Burrows details,(13) in an MC-MOF, a mixture of different components (either linkers or metals) serves the same structural role throughout the MOF crystal. For example, in one unit cell, Cd might be present, but Ni might take its place in the neighboring, otherwise identical, unit cell.(14) MC-MOFs can demonstrate many advantages over traditional pure component MOFs, such as affording the synthesis of otherwise inaccessible materials,(15) allowing for simultaneous separation and high-capacity gas storage,(16) and providing useful physical properties (e.g., hydrophobicity(17) or tunable photoluminescence(18)). Synergistic gas adsorption properties have also resulted from MC-MOFs, where mixing two linkers into a single MC-MOF generated improved storage capacity(19) or selectivity(20) compared to either pure component MOF. The most versatile MC-MOF system is the multivariate MOFs (MTV-MOFs) detailed by Yaghi and co-workers, who have shown that up to eight structurally identical but chemically distinct organic linkers can be incorporated into a single MOF-5-like structure, capable of yielding MTV-MOFs with gas adsorption properties superior to the corresponding pure component MOF-5.(21)These MTV-MOFs were synthesized from mixtures of 1,4-benzenedicarboxylate (BDC)-based linkers bearing different substituent functionalities (e.g., −NH2, −Br, −NO2, −OCH2Ph, etc.). Thus, each MTV-MOF possesses the same common backbone, BDC. MTV-MOFs are therefore constructured in a manner conceptually similar to how proteins are assembled from an alphabet of amino acids, each of which contains the same common backbone (H2N–CH–COOH), but bearing different side chain moieties.Combining a common amino acid backbone with variable side chains confers two simultaneous advantages to proteins: the variability allows construction of tailored protein frameworks that can perform functions as diverse as catalysis, signaling, motion, etc., but because of the common peptide backbone, only a single uniform process (viz. translation) is needed to construct any protein, regardless of its ultimate task.(22) An artificial MOF system following this bifunctional principle would enjoy these same advantages: the ability to perform disparate tasks would be imparted by a localized variable element (e.g., varying BDC substituents), but a common backbone would allow for one synthetic protocol or infrastructure to construct multiple varied structures. In this article, computational simulations are applied to explore the analogy between proteins and MOFs by considering one task, CO2 adsorption,(3, 4) along with one common backbone, the previously utilized BDC of the MTV-MOFs,(21) combined with a subset of Nature’s amino acid side chain alphabet to impart variability.Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionsReferences2 Computational DetailsThe method applied to model the adsorption of CO2 by these amino acid-MTV-MOFs (AA-MTV-MOFs) is Grand Canonical Monte Carlo (GCMC) theory, a technique routinely applied(23) to predict the adsorption of gas molecules by porous sorbents, as described in greater detail elsewhere.(24) All structures were built using MOE2010,(25) starting with the experimental coordinates for MOF-5 packaged with the Music code.(26) Amino acid side chain models were attached at the 2 and 5 positions of all internal BDC linkers, as shown in the sample AA-MTV-MOF supercell in Figure 1. These supercells contain amino acid substituents in all interior unit cells, with one layer of MOF-5 on all sides. The amino acid side chain models studied were Ala, Cys, Asp, Ser, and Thr, as well as His, Phe, and Tyr without their Cβ methylene groups and Arg without the propyl chain (i.e., only guanidinium), due to steric constraints. Arg and His were chosen due to previously demonstrated abilities(27, 28) to adsorb CO2 well, and the others were selected to facilitate interesting comparisons (vide infra). To maintain overall charge neutrality, the positive Arg moiety was always paired with a negative Asp moiety. Only physical adsorption was considered (i.e., chemisorption of CO2 by amine via carbamate formation(29) was not investigated), as is common for computational studies of carbon capture with MOFs.(30-32)Figure 1. Sample AA-MTV-MOF supercell shown along the three crystallographic axes. Inner layers are labeled A–F (see below).The CO2 adsorbate was modeled using the parameters and atomic charges of the TraPPE force field.(33) For the MOF-5 backbone atoms (i.e., the BDC linker and the Zn4O SBU), partial charges were assigned as the DDEC(c2) charges of Manz and Sholl,(34) with minor adjustments to maintain overall charge neutrality (see Supporting Information for final values); Lennard-Jones parameters were taken from the Universal Force Field.(35) For the amino acid side chains, Lennard-Jones parameters and partial charges were taken from the AMBER99 force field,(36) as implemented in MOE2010,(25) again with minor adjustments to atomic changes to maintain neutrality in the final supercell. Cross-interaction parameters were determined with the Lorentz–Berthelot mixing rules, i.e., the arithmetic mean for σ and the geometric mean for ε. Combining parameters from different force fields in this fashion may affect the absolute quantitative accuracy, but as the overall goal of this work is to make comparisons in the CO2 adsorption of different AA-MTV-MOFs, it is essential that the side chains, the only variable portion, be modeled accurately, and thus a force field suitable for amino acids (e.g., Amber) must be used. Unfortunately, there are no MOF parameters in Amber, and so a general force field like UFF must be applied; the fact that each AA-MTV-MOF contains identical cores treated with UFF should thereby minimize the relative error from this mixing of force fields.To generate the initial AA-MTV-MOF structures, the coordinates of the MOF-5 backbone were fixed, side chains as described above were added, AMBER99 parameters were assigned by MOE2010, and side chain geometries were minimized to a root-mean-square gradient of <0.001 kcal mol–1 A–1. For Tyr-MTV-MOF, a 20 ns molecular dynamics (MD) simulation was performed in the NVT ensemble, with only the side chains free to move, to explore the effect of side chain orientation on calculated adsorption. Snapshots were extracted after 1, 5, 10, 15, and 20 ns and adsorption isotherms were calculated for each.The GCMC method, as implemented in the Music code, was used to perform all simulations in the μVT ensemble at 300 K. Simulated isotherms were evaluated via independent simulations, comprising 20,000,000 microiterations, at pressures of 1, 120, 250, 500, 750, 1000, 1250, 1500, 1750, 2000, 2500, 3000, and 3500 kPa. In the GCMC simulations, four equally permissible moves were allowed: insertion, deletion, translation, or rotation of CO2. All pressures were converted into fugacities, to account for nonideal CO2 behavior, via the Peng–Robinson equation of state, with textbook values for the accentric factor [0.228], critical temperature [304.19 K], and critical pressure [7.382 × 106] of CO2. Excess adsorption, the value most comparable to experimentally measured experimental adsorption, was calculated from the absolute number of adsorbed molecules evaluated using the last 10,000,000 GCMC steps at each simulation pressure. All MTV-MOF sorbents were held rigid in the GCMC simulations. Sorbent–sorbate and sorbate–sorbate interactions were evaluated via a combination of Lennard-Jones and Columbic interactions, the latter using the Ewald summation of Wolf et al.,(37) with an α parameter of 0.1; all interactions were truncated at 19 Å.Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionsReferences3 Results and DiscussionThe calculated excess CO2 adsorption isotherms for the AA-MTV-MOFs are shown in Figure 2. Comparison between calculated (solid black) and experimental (dashed black) results for MOF-5(38) suggests that the computational results overestimate CO2 adsorption capacity, which may be attributable(39) to theoretical inaccuracies (e.g., errors in force field parameters or partial charges) and/or to errors in the experimental measurement (e.g., incomplete solvent evacuation). Nonetheless, it is clear that Arg-Asp-MTV-MOF shows the largest CO2 adsorption capacity at all pressures used in this study. Highly accurate ab initio calculations have previously shown that the side chain of Arg can interact with CO2 via a hydrogen bonded arrangement with a gas-phase interaction strength of 6 kcal/mol, the strongest of all amino acid side chains.(27)Figure 2. Simulated excess adsorption isotherms calculated for multiple AA-MTV-MOFs. (Inset) A close-up view of the pressure region between 200 and 800 kPa.The inset of Figure 2 provides a closer look at the low pressure (200–800 kPa) adsorption region. After Arg-Asp-MTV-MOF, the most strongly adsorbing AA-MTV-MOF is His-MTV-MOF, which also bears a side chain known to bind CO2 well.(27) The next strongest side chain is the −CH2OH side chain of Ser-MTV-MOF, which can form a dipole–quadrupole interaction with carbon dioxide (and can also hydrogen bond(27)). Next are two AA-MTV-MOFs also bearing alcoholic side chains: a secondary alcohol in Thr-MTV-MOF and an aromatic alcohol in Tyr-MTV-MOF; the former outperforms the latter except in the 400–900 kPa range. Replacing the oxygen in the side chain of Ser-MTV-MOF with sulfur yields Cys-MTV-MOF, which can only form a weak dipole–quadrupole interaction or a nonstandard hydrogen bond with CO2 and thus adsorbs only marginally more than unsubstituted MOF-5. Replacing the −OH of Tyr-MTV-MOF and Ser-MTV-MOF with −H generates, respectively, Phe-MTV-MOF and Ala-MTV-MOF, neither of which can bind with CO2 except via weak van der Waals interactions, similar to unsubstituted MOF-5. The relative abilities of these side chains to interact with CO2 correspond well with recent trends found for interactions between carbon dioxide and substituted benzenes using density functional theory.(40, 41)At the highest simulated CO2 pressure (3500 kPa), storage capacity can be regarded largely as a function of free volume mildly perturbed by side chain functionality. For example, unsubstituted MOF-5 possesses the largest free volume (191,524 Å3, see Supporting Information for all free volumes) and is outperformed only by Arg-Asp-MTV-MOF. Ala-MTV-MOF and Ser-MTV-MOF are the next most adsorptive materials at 3500 kPa, showing nearly identical capacities, and indeed their free volumes differ by less than 200 Å3. The compound with the next largest free volume is Cys-MTV-MOF, followed by Thr-MTV-MOF and His-MTV-MOF, but the poorly CO2-philic thiol renders Cys-MTV-MOF the worst among this triplet, although the capacities are all within 0.01 mmol/g. Finally, Tyr-MTV-MOF and Phe-MTV-MOF possess the largest side chains and thus the smallest free volumes, and their corresponding excess adsorptions at 3500 kPa accordingly are the lowest in this study.In order to probe the effect of side chain geometry on excess adsorption capacity, two approaches were followed. In the first approach, the backbone of Tyr-MTV-MOF was frozen, and molecular dynamics (MD) was used to randomly generate different side chain orientations. The full results from this procedure are given as Supporting Information, but there is essentially no difference in calculated excess CO2 adsorption based solely on side chain orientation.In the second approach, Arg-Asp side chains were added to unsubstituted MOF-5 supercells in a systematic, layer-by-layer fashion. First, Arg-Asp moieties were added to the inner BDC linkers of layer C (see Figure 1a), to give 12 total amino acid side chain substitutions. Next, structures were similarly generated via substitutions, 24 in total, of separated layers (A and F) and (in separate simulations) neighboring layers (C and D). Similarly, three supercells bearing 36 side chains were constructed, with layers totally separated (A, C, and F), partially separated (A, B, and F), or contiguous (B, C, and D). By this nomenclature, the Arg-Asp-MTV-MOF of Figure 2 contains 72 side chains, half Arg and half Asp, on layers A through F. The complete simulated excess adsorption isotherms for all Arg-Asp-MTV-MOFs are provided as Supporting Information, but low pressure results (120–240 kPa) are highlighted in Figure 3. Analogous results for different His and Thr substitution patterns are also presented as Supporting Information.Figure 3. Cooperative carbon capture observed in simulations containing different placement of Arg-Asp side chains.Figure 3 offers support for synergistic adsorption of CO2 by the side chains for some of these incompletely substituted AA-MTV-MOFs. If the CO2 adsorption properties were dependent solely on the concentration of functional groups, then there would be no difference between the three purple lines in Figure 3, as they all bear 18 Arg and 18 Asp side chains. However, if functional groups can cooperate to bind CO2, provided they are in close proximity, then functionalization on neighboring layers should show improved adsorption, which is indeed what is seen in Figure 3. Substitution with Arg-Asp on three neighboring layers (36-BCD) is superior to the partially separated substitution pattern (36-ABF), which in turn is superior to the fully separated substitution pattern (36-ACF). Similar results are also seen for substitutions to two layers (24-CD and 24-AF) with both Arg-Asp and His (see Supporting Information), albeit to a lesser extent. Adding two layers of Thr (see Supporting Information) to unsubstituted MOF-5 shows nearly identical adsorption irrespective of layer separation, indicating that this synergistic adsorption may only be operative for strongly CO2-philic functional groups such as the guanidinium of Arg, but not for the secondary alcohol of Thr. In addition, the synergistic adsorption of Figure 3 is not observed above 250 kPa, which agrees with recent work suggesting that functionalization as a strategy to improve gas adsorption is limited to modest pressures and temperatures.(42)Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionsReferences4 ConclusionsIn the original MTV-MOF work of the Yaghi group(21) that noted superior adsorption characteristics of mixed MOFs vis-à-vis MOFs built only from their pure components, multiple experimental techniques (NMR, powder and single-crystal X-ray diffraction, and pore size distribution analysis) were applied to identify the cause of the observed cooperative behavior. While each approach used was consistent with a solid solution model for MTV-MOFs, rather than segregated domains built from the different components, the inherent disorder and experimental limitations precluded a definitive investigation of the effect of varying side chain orientation on gaseous adsorption. The computational techniques used in this article, by contrast, inherently provide with full, precise atomic detail, thereby allowing side-by-side comparisons among different possible side chain arrangements.The computational results of this article, particularly Figure 3, support the experimental-based hypothesis of Deng et al.(21) that varying side chains can have a greater than additive effect on adsorption capacity, if they are positioned near enough to each other to cooperate in sorbate binding. Furthermore, some caveats to this cooperative binding were identified herein: the functional group must interact with the sorbate fairly strongly under the room temperature simulation conditions of this work; lower temperatures may enhance the cooperative effect.(42) The tapering off of this effect with increasing pressures observed here also agrees with experimental work,(21) where only pressures up to 107 kPa (800 Torr) were considered.However, for carbon capture applications, the partial pressure of CO2 in a postcombustion flue gas stream is roughly 15 kPa,(4) well within the upper limit for synergistic adsorption seen in this work. Thus, although hurdles clearly exist for nanoengineering an AA-MTV-MOF, varying arrangements of amino acids should be, just as they are in proteins, capable of creating a uniquely tailored environment suitable for challenging tasks, such as the selective capture of CO2. Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionsReferencesSupporting InformationForce field parameters and partial charges, supercell parameters, and additional isotherms. This material is available free of charge via the Internet at http://pubs.acs.org.†Author Present AddressChemical Computing Group, Montreal, Quebec H3A 2R7, Canada.The authors declare no competing financial interest.Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionsReferencesAcknowledgmentWe acknowledge the U.S. Department of Energy (BER-08ER64603) for their generous support of this research. T.R.C. thanks Chemical Computing Group for generously providing the MOE software suite.Reference QuickViewTop of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionsReferencesReferencesThis article references 42 other publications.1. Feréy, G. Hybrid Porous Solids: Past, Present, Future Chem. Soc. Rev. 2008,  37,  191– 214[Crossref], [PubMed], [CAS]1. Hybrid porous solids: past, present, futureFerey, GerardChemical Society Reviews\r\n        (2008),\r\n    37\r\n        (1),\r\n    191-214CODEN:\r\n                CSRVBR;\r\n        ", "title": "Cooperative Carbon Capture Capabilities in Multivariate MOFs Decorated with Amino Acid Side Chains: A Computational Study", "authors": ["Michael L. Drummond", "Thomas R. Cundari", "Angela K. Wilson"], "doi": ["10.1021/jp4053538"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-28/jp4053538/20160211/images/small/jp-2013-053538_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-28/jp4053538/20160211/images/small/jp-2013-053538_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-28/jp4053538/20160211/images/small/jp-2013-053538_0004.gif\">"]}