{"abstract": "We proposed an in situ interfacial growth method induced by the Pickering emulsion strategy to produce metal organic framework (MOF)/graphite oxide (GO) composites of Cu(BTC)/GO, in which GO was demonstrated to be a promising stabilizer for producing the Pickering emulsion and provided a large interfacial area for the in situ growth of Cu(BTC) nanoparticles. When Cu(BTC)/GO composites were used as adsorbents for CO capture from the simulated humid flue gas, they showed both significantly improved thermodynamic and dynamic properties. Because most of the HO molecules were adsorbed on the highly exfoliated GO sheets in Cu(BTC)/GO-m, CO uptake reached 3.30 mmol/g after exposure to the simulated flue gas for 60 min and remained unchanged for up to 120 min. This highlighted its potential application for real CO capture. More importantly, the in situ interfacial growth of nanoparticles induced by Pickering emulsions would be a promising strategy for designing and fabricating nanocomposites.", "text": "10.1021/acs.langmuir.5b01171 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionThe adsorption technique has been proven to be one of the most promising techniques to reduce CO2 emissions against fossil fuel combustion.(1, 2) An important issue for improving the efficiency of the adsorption technique is to seek novel adsorbents with outstanding CO2 adsorption performance.(3) Many adsorbents, such as zeolites,(4) activated carbons,(5) and metal organic frameworks (MOFs),(6) have achieved great progress. However, all of them meet a great challenge in the real CO2 capture processes in that their CO2 adsorption efficiency decreases significantly because the flue gas is always  present with humidity, and they inherently show better affinity for the polar H2O molecule.(7-10)MOFs, owing to the diversity of chemistry, the network geometry, and the porosity, have sparked research interest in gas storage and separation.(11, 12) However, their stability, especially with respect to humidity, limits their further applications.(13) One of the most promising solutions is to produce MOF-based composites, such as alumina,(14) silica,(15) functionalized self-assembled monolayers,(16, 17) functionalized graphite,(18) polymer nanoparticles,(19) carbon nanotubes,(20) and graphite oxides (GO),(21, 22) because the composites can provide various desirable properties to meet multiple functional demands as well as good mechanical structures and stabilities. It was found that the oxygen-containing functional groups (hydroxyl, carboxyl, epoxy, and ketone) of GO were able to coordinate to the metallic centers of the MOFs and thus allowed the growth of MOF crystals on the GO sheets.(23, 24) Synergistic effects of the GO substrate on the porosity and the chemistry of MOFs resulted in a significant improvement in the adsorption of small gas molecules under ambient conditions, such as H2,(25) NH3,(26) and CO2.(22, 27, 28) However, the morphologies of most reported MOF/GO composites were usually a huge monolith or the closely packed layered block, which significantly limited the deserved advantages of graphene sheets.(29) Although there are already some successful approaches for the exfoliation of GO in solution,(30) the fabrication of composites with highly dispersed GO sheets remains a great challenge.(31)With oxygen-containing groups on the two-dimensional graphene sheets, the increased hydrophilicity of GO causes it to be easily dispersed in the interface of the water–oil binary system.(32-34) These properties makes great sense for producing the Pickering emulsion.(35) Stabilized by the self-assembly of amphiphilic nanoparticles such as silica, proteins, metal oxides, and carbon black at a liquid–liquid interface, Pickering emulsions have been widely used in various fields.(36-38) Recently, GO has also been reported to be a successful stabilizer for Pickering emulsions in which GO sheets were highly exfoliated and dispersed at the surface of the Pickering emulsion droplets.(39) Huang et al.(33) studied the activity of GO at air–water, liquid–liquid, and liquid–solid interfaces and found that GO can act as a molecular amphiphile as well as a colloidal surfactant. In fact, the large liquid–liquid interface of the Pickering emulsion stabilized by the nanoparticles would provide a great space for the in situ interfacial growth of new types of nanoparticles to produce novel composites.(40) The significance of the Pickering emulsion method for the fabrication of GO-based composites is attracting more and more attention. Mohsen et al.(41) synthesized nanocomposites by Pickering emulsion polymerization at the liquid–liquid interface with a system of poly(methyl methacrylate) (PMMA)-GO. Tang et al.(42) fabricated gold nanoparticle/graphene oxide hybrides (AuNP/GO) and prepared AuNP/GO supported polystyrene (PS) microspheres (AuNP/GO@PS) by polymerizing the Pickering emulsion. AuNP/GO@PS showed good catalytic performance for the reduction of 4-nitrophenol. However, for most reported GO-based composites produced by the Pickering emulsion method, nanoparticles should be ready-made or should even be surface-modified to render them compatible with GO, which is usually complicated and elaborate.Herein, we reported an in situ interfacial growth strategy for fabricating MOF/GO composites induced by the Pickering emulsion. Cu3(BTC)2 was selected as a representation of MOFs because it is the most studied MOF and shows very good CO2 adsorption capacity. GO was expected to bring about three aspect advantages. First, it can be a promising stabilizer for producing the Pickering emulsion and hence for providing a large interfacial area for the interfacial growth of Cu3(BTC)2 nanoparticles to produce the Cu3(BTC)2/GO composites. Second, it can significantly modify the morphology and surface porosity of Cu3(BTC)2 nanoparticles and hence improve their CO2 adsorption performance in both thermodynamic and dynamic ways. Third, the highly dispersed GO sheets can enhance the surface water-resistance of the composites and hinder the entrance of water molecules into Cu3(BTC)2 particles and hence improve CO2 adsorption properties in the presence of humidity. Bu varying the GO content, the stability of Cu3(BTC)2/GO Pickering emulsions, the structure of Cu3(BTC)2/GO composites, and their CO2 adsorption performance from the simulated humid flue gas were investigated.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterialsNature graphite flakes (supplied by Huadong Graphite Processing Factory) were used for the GO synthesis. 1,3,5-Benzenetricarboxylic acid (H3BTC), NaNO3, Cu(NO3)2, H2SO4, KMnO4, and H2O2 were purchased from Shanghai Ling Feng Chemical Reagent Co., Ltd. All reagents were reagent grade and used as purchased without further purification.Preparation of GO SolutionGO was synthesized using a modified Hummers and Offeman’s method.(43) In a typical synthesis, graphite (0.5 g), NaNO3 (0.5 g), and H2SO4 (23 mL) were mixed together under stirring in an ice bath for 15 min. Then KMnO4 (4 g) was slowly added, and the solution was transferred to a 35 °C bath under stirring. After about 2 h, a thick green paste was produced. Then water (40 mL) was added very slowly under stirring while the temperature reached 90 °C. After 1 h, water (100 mL) was added. Finally, H2O2 (30%, 3 mL) was added very slowly, turning the color of the solution from dark brown to pale yellowish brown. The warm solution was then filtered and washed with water. The final product of GO was dispersed in water (2 mg/mL) for the preparation of Cu3(BTC)2/GO composites.Preparation of Cu3(BTC)2/GO CompositesFor the Pickering emulsion system, as illustrated in Scheme 1, the oil phase consisted of n-octanol (5 mL) with H3BTC (0.06 g) dissolved, and the water phase consisted of water (5 mL) with Cu(NO3)2 (0.06 g) dissolved and a GO aqueous suspension. The oil solution and aqueous solution were added to a 25 mL beaker and emulsified with a B25 emulsifier (B.R.T Co., Ltd.) at a speed of 10 000 rpm for 5 min. Then the mixture was heated to 60 °C and maintained for 60 min to produce Cu3(BTC)2 at the interface of GO Pickering emulsion droplets. With different added amounts of the GO aqueous suspension (2 mg/mL) of 2, 5, and 10 mL, the products were denoted as Cu3(BTC)2/GO-l, Cu3(BTC)2/GO-m, and Cu3(BTC)2/GO-h, respectively. Pristine MOF of Cu3(BTC)2 was also synthesized at 60 °C for comparison. All of the samples were dried at 60 °C under vacuum for 24 h before characterization.For comparison, the mixtures of preformed Cu3(BTC)2 and GO by simply mixing and by growing Cu3(BTC)2 in the bulk GO aqueous suspension without emulsification were also prepared. For the former, the Cu3(BTC)2&GO mixture was simply mixed with preformed Cu3(BTC)2 (94 wt %) and GO (6 wt %). For the later, H3BTC (0.06 g) was dissolved in 5 mL of DMF solution, and Cu(NO3)2 (0.06 g) was dissolved in deionized water (10 mL), respectively. Then two solutions together with a GO aqueous suspension (5 mL) were mixed and stirred at 85 °C for 6 h. The mixture was then filtered, washed, and dried. Finally, a Cu3(BTC)2&GO hybrid product was obtained.”CharacterizationsThe morphology of the samples was characterized by optical micrography on a Nikon A1R. Field-emission scanning electron microscope (FESEM) images were taken by using a Nova NanoSEM 450. Powder X-ray diffraction (PXRD) patterns were recorded on a D/Max2550 VB/PC spectrometer using Cu Kα radiation (40 kV and 200 mA). Fourier transform infrared (FTIR) spectra of the samples were recorded at room temperature on a Thermo Scientific Nicolet iS10. Nitrogen adsorption measurements were conducted at 77.4 K on a Micrometrics ASAP 2020 sorption meter. The total surface area was determined by the Brunauer–Emmett–Teller (BET) model. Thermogravimetric analysis (TG) measurements were performed on a Netzsch STA 449 F3 Jupiter. Mass spectrometry (MS) measurements were conducted on a Netzsch QMS 403 D Aëolos.Gas Adsorption MeasurementsCO2 adsorption capacities of the samples were determined by a Micrometrics ASAP 2020 at 25 °C, and all samples were degassed for 12 h at 120 °C under vacuum before the measurement. To examine the CO2 adsorption of the obtained Cu3(BTC)2/GO composites in the presence of water, we proposed a practical quantitative method through the joint TG-MS. The samples were first degassed in a pure N2 stream with a flow rate of 20 mL/min at 120 °C for 5 h in the oven of the thermogravimetric analyzer. After cooling to 25 °C, the samples were exposed to a simulated flue gas in which 50% relative humidity was introduced into the gas mixture of CO2 and N2 at a fixed ratio of 15:85 CO2/N2 (v/v). Adsorption took place under the humid CO2/N2 mixture feed stream. The flow rate of the whole feed stream was 20 mL/min. Purge desorption for 120 min followed by thermal desorption at up to 200 °C with a heating rate of 5 °C/min was carried out under pure N2 with a flow rate of 20 mL/min. The signals of the mass loss of the samples as well as the mass spectrometry of H2O (mass/charge ratio = 18) were recorded simultaneously during the desorption process. For the calculation of the adsorption capacities of H2O and CO2, a calibration experiment was conducted in which 5 Å zeolite was exposed to a humid N2 feed stream (50% relative humidity but without CO2) for the adsorption while the following thermal desorption process and other conditions remained the same.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionScheme 1. Schematic Illustration of the Synthesis Approach for Cu3(BTC)2/GOAs illustrated in Scheme 1, with the precursors of Cu3(BTC)2 of H3BTC ligands dissolved in the n-octanol phase and Cu(NO3)2 in the water phase, the n-octanol/water emulsion system is stabilized by GO sheets. All droplets of the GO Pickering emulsions (Figure S1a) show a smooth interface and a relatively homogeneous size distribution. The size of GO sheets is likely to greatly affect the stability and quality of the Pickering emulsion formed. The large GO sheets (>5 μm) are less hydrophilic so that they can float on the water surface whereas small (<1 μm), more hydrophilic GO sheets sink into the subphase.(33-35) Because most GO sheets produced in this work were large (Figure S1b), it ensured the good stability of the Pickering emulsion of the n-octanol/water system and provided a large interfacial area for the interfacial growth of Cu3(BTC)2 nanoparticles. We proposed the mechanism of the interfacial growth of Cu3(BTC)2 as that inside the GO Pickering emulsions, and H3BTC would diffuse toward the GO surface driven by the concentration gradient while Cu2+ ions would be adsorbed at the GO surface via the electrostatic interaction and the coordination with oxygen-containing functional groups. As a result, the interfacial nucleation of the Cu3(BTC)2 nanoparticle could easily take place at the surface of GO sheets, which float stably at the n-octanol/water interface, to produce a Cu3(BTC)2/GO composite. This proposed mechanism was confirmed by the optical and polarized optical micrographs of obtained Cu3(BTC)2/GO composites. As shown in Figure 1, covered with many particles, the surfaces of all of the GO emulsion droplets become coarse, which gives clear evidence of the growth of Cu3(BTC)2 nanoparticles at the surface of the GO emulsion droplets. The polarized optical micrographs show more intuitively that the emulsion droplets are covered by the column-like or granular-like Cu3(BTC)2 nanocrystals. When the added amount of GO is increased, the diameter of the emulsion droplets decreases from 50 μm for Cu3(BTC)2/GO-l to about 40 μm for Cu3(BTC)2/GO-h. Accordingly, the total interfacial area increases, resulting in denser coverage of the Cu3(BTC)2 crystals. After storage for 1 week (Figure S2b), the Cu3(BTC)2/GO-m emulsion system exhibits little deterioration compared to its fresh counterpart (Figure S2a). Even after a secondary emulsification under high shearing forces at a speed of 10 000 rpm for 5 min, the emulsion system (Figure S2c) is still stable.Figure 1. Optical micrographs and polarized optical micrographs of Cu3(BTC)2/GO-l (a, b), Cu3(BTC)2/GO-m (c, d), and Cu3(BTC)2/GO-h (e, f). The scale bar in each image is 50 μm.TEM images (Figure 2) of Cu3(BTC)2/GO-m powder after drying as well as Cu3(BTC)2/GO-l and Cu3(BTC)2/GO-h powders (Figure S3) further reveal that most of the Cu3(BTC)2 nanocrystals are regular octahedrons with an average size of about 100–200 nm, while some of them developed into a columnar rod with a length of 1 to 2 μm, consistent with the morphology observed by the polar micrographs. However, the granular-like Cu3(BTC)2 nanocrystals were too small to be observed in the micrographs. Because of the spatial restriction of GO sheets, Cu3(BTC)2 crystals can grow up only in one direction, resulting in a columnar rod rather than a large 3D octahedron at the GO surface. The in situ growth of Cu3(BTC)2 crystals was further confirmed by the FTIR spectra and the PXRD patterns. All of the characteristic peaks of pristine Cu3(BTC)2 crystals can be found on the FTIR spectra of Cu3(BTC)2/GO composites (Figure S4a), such as the bands in the region of 700–1300 cm–1 assigned to the fingerprint region and the out-of-plane vibrations of BTC; the bands at 1380 cm–1 are due to the symmetric stretching of carboxylic groups, and those at 1560, 1650, and 1675 cm–1 are attributed to the asymmetric stretching of carboxylic groups in BTC as well as the C═O stretch of the carboxylate group located on the surface of GO, confirming the successful growth of Cu3(BTC)2 nanoparticles on GO sheets. Similarly, because Cu3(BTC)2 is the major component of Cu3(BTC)2/GO composites, their XRD patterns (Figure S4b) also clearly present characteristic features of the pristine Cu3(BTC)2 as expected. More importantly, from the TEM images, we can see that GO sheets, as the stabilizer of the Pickering emulsion, are well exfoliated and highly extended even after the interfacial growth of Cu3(BTC)2 nanoparticles. The unique structure of the composites of small Cu3(BTC)2 nanocrystals highly dispersed at the surface of the exfoliated GO sheets would lead to more active adsorption sites exposed and would decrease the length for the gas molecules transferring, which are highly in favor of improving its CO2 adsorption performance in both thermodynamic and dynamic ways.Figure 2. TEM images of the Cu3(BTC)2/GO-m composite.N2 adsorption–desorption isotherms of Cu3(BTC)2/GO composites at 77 K (Figure 3) show a typical type I adsorption isotherm, and the steep rise in the amount of N2 adsorbed in the low-pressure region suggests the presence of a large portion of micropores in each Cu3(BTC)2/GO composite. A hysteresis loop is also observed with increasing relative pressure p/p° close to 1, indicating the presence of mesopores or macropores caused by the close packing of Cu3(BTC)2 nanocrystals at the surface of GO sheets or the aggregation of Cu3(BTC)2/GO composite particles. The hysteresis loop is broadened upon increasing the added amount of GO, indicating that the structure is dependent on the GO content. As summarized in Table S1, the BET surface area is present in the decreasing sequence 933, 898, 837, and 743 m2 g–1 for pure Cu3(BTC)2, Cu3(BTC)2/GO-l, Cu3(BTC)2/GO-m, and Cu3(BTC)2/GO-h, respectively, because GO makes no contribution to the surface area and the larger the added amount of GO, the smaller the surface area. However, Cu3(BTC)2/GO composites exhibit a much higher volume compared to pure Cu3(BTC)2, which might be caused by the distortion of the first layer of Cu3(BTC)2 structure developed at the surface of GO sheets.(44) As the GO content increases, the maximum pore volume reaches as high as 0.19 cm3 g–1 for Cu3(BTC)2/GO-m. However, too large a GO content results in a denser formation of the Cu3(BTC)2 nanocrystals in the composites, and the volume would not increase further.Figure 3. (a) N2 adsorption isotherms collected at 77 K. (b) CO2 adsorption isotherms collected at 298 K for each Cu3(BTC)2/GO composite powder after drying.Pure CO2 adsorption isotherms are collected at 298 K on each Cu3(BTC)2/GO composite to investigate their CO2 adsorption capacity (Figure 3b). Compared to pure Cu3(BTC)2, the CO2 adsorption capacity increases significantly from 2.77 to 3.13 and 3.37 mmol/g for Cu3(BTC)2/GO-l and Cu3(BTC)2/GO-m, respectively, but decreases to 2.66 mmol/g for Cu3(BTC)2/GO-h. With suitable GO added, it can significantly modify the morphology and surface porosity of Cu3(BTC)2 nanoparticles and hence increase the CO2 adsorption, respectively.(45, 46) Determined by TG analysis (Figure S5, including the calculation details), the Cu3(BTC)2 contents in Cu3(BTC)2/GO-l, Cu3(BTC)2/GO-m, and Cu3(BTC)2/GO-h composites are about 95.12, 93.90, and 92.77 wt %, respectively. Too much added GO resulted in a small percentage of Cu3(BTC)2 in the Cu3(BTC)2/GO-h composite and a small CO2 adsorption capacity because GO itself makes only a small contribution to the CO2 adsorption capacity.For the real CO2 capture from the postcombustion flue gas, the influence of water could not be ignored.(47-49) In our previous work, we developed a convenient quantitative method through TG-MS to determine the dynamic CO2 uptake from the simulated flue gas in the presence of water.(50) Because the affinity of CO2 and H2O are much stronger than that of N2 on Cu3(BTC)2, the weight increase (or loss) during the adsorption (or desorption) process is supposed to be attributed only to the adsorption (or desorption) of CO2 and H2O. Meanwhile, MS was used to monitor the amount of desorbed H2O in the effluent during the desorption process. The peak area of H2O in the MS curve is proportional to the amount of H2O adsorbed in the sample, and the proportionality coefficient RH2O (the ratio of mass/area) was determined to be 2.523. On this basis, H2O uptake from the simulated flue gas for any sample can be calculated by multiplying the peak area in its corresponding H2O MS curve by RH2O. CO2 uptake can then be estimated by subtracting the calculated amount of H2O from the total mass increase in the TG curve determined during the adsorption process.Figure 4. (a) TG curves of dynamic adsorption–desorption and (b) MS curves of H2O during desorption on each Cu3(BTC)2/GO composite.Figure 4a shows the dynamic adsorption and desorption curves determined by TG when the samples were exposed to the simulated flue gas containing 15% (v/v) CO2 in N2 with 50% relative humidity for 120 min before experiencing thermal desorption under purging with pure N2. Meanwhile, the amounts of H2O desorbed in the effluent during the desorption process were monitored by their MS curves (Figure 4b). The H2O and CO2 uptakes of all samples were measured and calculated (Table S2). The final results are summarized in Table 1. All Cu3(BTC)2/GO composites show significantly improved CO2 uptake and CO2/H2O selectivity under the humid condition compared to pristine Cu3(BTC)2 as well as GO, indicating the successful designing methodology of Cu3(BTC)2/GO composite adsorbent.Table 1. Dynamic Adsorption on Cu3(BTC)2, GO, and Cu3(BTC)2/GO Composites from the Simulated Flue Gas in the Presence of Humidity and Comparison with the Equilibrium CO2 Adsorption CapacitysampleGO content [%]CO2 capacity, dry [mmol g–1]aCO2 uptake, wet [mmol g–1]bH2O uptake [mmol g–1]cCu3(BTC)202.770.643.57Cu3(BTC)2/GO-l4.883.131.575.61Cu3(BTC)2/GO-m6.063.373.197.15Cu3(BTC)2/GO-h7.232.662.205.96GO100 0.917.20aDetermined by the equilibrium pure CO2 adsorption isotherm at 298 K, 1 bar.bDetermined by the total amount of dynamic adsorption minus the amount of H2O uptake when exposing the adsorbent in the simulated flue gas in the presence of humidity for 120 min.cDetermined by the area of the H2O MS peak multiplying RH2O.As listed in Table 1, the CO2 adsorption capacity of pristine Cu3(BTC)2 from dry and pure CO2 is 2.77 mmol/g, but when it was exposed to the simulated flue gas in the presence of humidity for 120 min, the dynamic CO2 uptake decreased significantly to 0.64 mmol/g. This is because the microporous Cu3(BTC)2 has a better affinity for the polar H2O molecule (3.57 mmol/g) than for the CO2 molecule, the preoccupied H2O molecules exclusively form CO2 molecules from adsorption, and even worse, H2O molecules might attack MOF metal clusters and destroy the MOF skeleton structure to some degree.(7) Whereas for the pristine GO, with the basal planes of the carbon networks and the oxygen-containing functional groups, it shows a great affinity for H2O molecules and H2O uptake is as high as 7.20 mmol/g. When two components assemble together to produce Cu3(BTC)2/GO composites through the Pickering emulsion, the CO2 adsorption performance will be significantly improved. For Cu3(BTC)2/GO-m under the same dynamic adsorption conditions, its CO2 uptake from the simulated flue gas with 15% CO2 in the presence of humidity could be maintained as high as 3.19 mmol/g, with only a little lower than the equilibrium CO2 adsorption capacity of 3.37 mmol/g from the dry and pure CO2 flow. Because of the unique structure of Cu3(BTC)2/GO composites in which Cu3(BTC)2 nanocrystals were evenly distributed on the surface of highly exfoliated GO sheets, most H2O molecules would be predominantly adsorbed on GO sheets (7.15 mmol/g), which significantly decrease their occupancy in the pores of Cu3(BTC)2 nanocrystals. As a result, CO2 uptake in Cu3(BTC)2 is maintained at a high level, and both CO2 and H2O uptakes are high. For Cu3(BTC)2/GO-l, when the added amount of GO is not large enough, CO2 uptake from the simulated flue gas still shows a significant decrease compared to its CO2 capacity under dry conditions, although it is already much better than that of the pristine Cu3(BTC)2. On the contrary, for Cu3(BTC)2/GO-h, more added GO would improve the water resistance and degrade CO2 uptake as well. Because the surface area of Cu3(BTC)2/GO-h shows a significant decrease, both CO2 and H2O uptakes are lower than that of Cu3(BTC)2/GO-m. These phenomena indicate that GO can effectively adsorb H2O molecules but allow the free diffusion of CO2 molecules into Cu3(BTC)2 nanocrystals, maintaining the overall good CO2 uptake even in the presence of humidity for 120 min.Meanwhile, when we make an enlargement of the initial segments of dynamic adsorption curves (Figure S6), we can see that the adsorption rate is in the sequence of Cu3(BTC)2/GO-h > Cu3(BTC)2/GO-m > Cu3(BTC)2/GO-l > Cu3(BTC)2, indicating that with increased amounts of GO, the total initial adsorption rate increases. To understand clearly which component between CO2 and H2O is the dominant contribution for the overall initial uptakes, we took Cu3(BTC)2/GO-m as an example to investigate the changes in CO2 and H2O uptakes with the adsorption time (Table S3). As shown in Figure 5, the H2O adsorption rate is much faster than CO2. At 30 min, H2O uptake is as high as 4.95 mmol/g, whereas CO2 uptake is only 1.64 mmol/g. Because GO is responsive for the adsorption of H2O, Cu3(BTC)2/GO-h, with the largest added amount of GO, shows the fastest initial adsorption rate. After that, CO2 uptake keeps increasing whereas the increase of H2O uptake slows down. At 60 min, CO2 uptake is 3.30 mmol/g, almost the same as the adsorption capacity from dry and pure CO2, suggesting that with GO protection, H2O almost shows no negative effect on CO2 adsorption. Even for prolonged adsorption to 120 min, although the H2O uptake keeps on increasing to 7.15 mmol/g, the CO2 uptake can maintain a high value of 3.30 mmol/g. Usually, 120 min is long enough for a real adsorption and separation process, Therefore, the water-resistant ability of Cu3(BTC)2/GO composites would be very meaningful for real CO2 capture in the future.Figure 5. Changes in CO2 and H2O uptakes with adsorption time on Cu3(BTC)2/GO-m from the simulated flue gas in the presence of humidity.Compared to the Cu3(BTC)2&GO hybrid by growing Cu3(BTC)2 in the bulk GO aqueous suspension without emulsification or the Cu3(BTC)2&GO mixture by simply mixing, Cu3(BTC)2/GO composites show a significantly improved CO2 capacity under the humid condition, indicating the successful design and preparation methodology of the in situ interfacial growth. As listed in Table S4 and shown in Figure S7, the CO2 uptake of Cu3(BTC)2/GO-m could be as high as 3.30 mmol/g at high humidity for 60 min, whereas the Cu3(BTC)2&GO hybrid and Cu3(BTC)2&GO mixture are only 1.56 and 1.27 mmol/g under the same testing conditions. In the samples of the Cu3(BTC)2&GO hybrid and Cu3(BTC)2&GO mixture, GO sheets could not be as highly exfoliated and extended as those in the Cu3(BTC)2/GO composite. It appears that highly extended GO sheets on the surface of the Cu3(BTC)2/GO composite are acting as a “sponge” for the water vapor present in the gas flow, enabling the MOF to absorb CO2. Therefore, the synergistic effect of the nanocomposites synthesized via the in situ interfacial synthesis approach induced by the Pickering emulsion is very interesting and attractive.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsA novel in situ interfacial growth of nanoparticles induced by the Pickering emulsion strategy was proposed for the fabrication of MOF/GO composites. The GO sheet is a promising stabilizer for the Pickering emulsion and hence provides a large interfacial area for the interfacial growth of Cu3(BTC)2 nanoparticles. The well-exfoliated and extended GO sheets in the obtained Cu3(BTC)2/GO composites showed a great affinity for H2O molecules and significantly reduced their occupation in Cu3(BTC)2 nanoparticles. Therefore, with a suitable amount of GO incorporated, Cu3(BTC)2/GO-m exhibited good CO2 adsorption. From the simulated flue gas at high humidity, CO2 uptake of Cu3(BTC)2/GO-m was as high as 3.30 mmol g–1 and remainted this high for about 120 min. The efficient CO2 capture in both thermodynamic and dynamic ways highlighted the potential application of Cu3(BTC)2/GO composites. More importantly, this in situ interfacial growth of nanoparticles induced by the Pickering emulsion strategy provided a convenient and general method for the fabrication of various task-specific nanocomposites. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationOptical micrograph and polarized optical micrograph of a GO Pickering emulsion. FTIR spectra, PXRD patterns, TG curves, dynamic adsorption curves, porosity, and dynamic CO2 and H2O uptake on Cu3(BTC)2/GO composites. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.langmuir.5b01171.Author ContributionsThe manuscript was written through the contributions of all authors. All authors have given approval to the final version of the manuscript.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentFinancial support for this work is provided by the National Basic Research Program of China (2013CB733501), the National Natural Science Foundation of China (nos. 91334203 and 21176066), the 111 Project of China (no. B08021), the Fundamental Research Funds for the Central Universities of China, and the project of FP7-PEOPLE-2013-IRSES (PIRSES-GA-2013-612230).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 50 other publications.1. Aaron, D.; Tsouris, C. Separation of CO2 from Flue Gas: A Review Sep. Sci. Technol. 2005,  40,  321– 348[Crossref], [CAS]1. Separation of CO2 from flue gas: a reviewAaron, Douglas; Tsouris, CostasSeparation Science and Technology\r\n        (2005),\r\n    40\r\n        (1-3),\r\n    321-348CODEN:\r\n                SSTEDS;\r\n        ", "title": "Interfacial Growth of Metal Organic Framework/Graphite Oxide Composites through Pickering Emulsion and Their CO Capture Performance in the Presence of Humidity", "authors": ["Zijun Bian", "Jian Xu", "Shenping Zhang", "Xiaomin Zhu", "Honglai Liu", "Jun Hu"], "doi": ["10.1021/acs.langmuir.5b01171"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01171/20150630/images/small/la-2015-01171y_0006.gif\">"]}