{"abstract": "Metal–organic frameworks (MOFs) are versatile nanoporous materials that have gained significant interest as low heat capacity, high selectivity sorbents for CO capture applications. Large-scale atomistic simulations for identifying high-performance MOFs are possible, but are limited to systems for which existing molecular mechanics force fields describe the interactions between the guest and framework atoms with sufficient accuracy. However, standard force fields are not applicable to cases involving coordinatively unsaturated metal centers that can strongly bind specific sorbate molecules. It has been previously shown that improved force fields can be derived from quantum mechanical calculations. In this work, we derived force fields for an isostructural series of MOFs, M-MOF-74, where M = Mn, Co, Ni, and Cu, from first principles. Monte Carlo calculations in the Gibbs ensemble were used to calculate the CO adsorption isotherms in order to assess the quality of the derived force field parameters and to determine a generally applicable procedure for obtaining a reliable force field for a targeted MOF and adsorbate system. The computed CO adsorption isotherms for the different M-MOF-74 members agree with experimental measurements at low loading and show that Ni-MOF-74 possesses the highest affinity toward CO and Cu-MOF-74 the weakest. In addition, we explored the source of open metal site and pore inaccessibility in these materials and quantified its impact on adsorption, especially the discrepancies often observed between experiments and simulations at high loadings.", "text": "10.1021/acs.jpcc.5b03700 Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences1 IntroductionMetal–organic frameworks (MOFs) together with zeolites and other nanoporous materials have attracted significant interest for various applications due to their versatility and unique properties. A large number of MOFs have been synthesized,(1) and an even greater number have been computationally predicted.(2, 3) MOFs are being actively investigated, both experimentally and computationally, in relation to a series of technologically important processes such as adsorption,(4, 5) catalysis,(6) and sensing.(7) One important adsorption-based application that could benefit from the use of next generation nanoporous materials, such as MOFs, is carbon capture.(5) With global climate change becoming an increasing threat, the reduction of CO2 emissions is pivotal.(8)Currently, the most technologically viable approach is capture of CO2 at large stationary sources such as coal power plants.(5) One way to carry out this separation is through absorption in aqueous alkanolamine solutions.(9) This process suffers from many limitations, most notably the large energy demands for alkanolamine recovery stemming from the high heat capacity of water. MOFs, having a much lower heat capacity, could become an energy efficient alternative. This trait alone is not enough to warrant the use of MOFs. Other traits, such as thermal stability,(5) are also quite important.Given the large number of potential materials that could be examined and the time and cost involved in performing the required experiments, integrating computer simulations and experiments offers an attractive solution. The CO2 adsorption performance of many synthesized MOFs, hypothetical MOFs, and zeolites have been probed through large-scale, high-throughput computational studies.(10-14) To reduce the computational cost, these studies are performed using molecular simulations with effective molecular mechanics force fields. Although capable of identifying potentially high-performance materials, the results of these studies are limited by the quality of the force fields used. This is a greater problem for MOFs than zeolites, because MOFs are significantly more chemically diverse, which is why generic force fields such as the universal force field (UFF)(15) provide inconsistent results for these materials.One unique property of MOFs, which is relevant to the application of carbon capture, is that a significant fraction of these frameworks contain unsaturated metal sites. These electron deficient metal atoms can act as strong yet often reversible binding sites of small guest species such as CO2. An example of a series of MOFs containing open metal sites is M2(dobdc), also known as M-MOF-74 or CPO-27-M (where dobdc denotes the 2,5-dioxido-1,4-benzenedicarboxylate ligand that carries a formal charge of −4). A series of analogues have been synthesized using various metals which exhibit differences in their CO2 adsorption performances.(16) M-MOF-74 is comprised of hexagonal, one-dimensional pores that are lined with M2+ ions whose open coordination sites point directly into the channel. This topology has one of the highest open metal site densities known. CO2 interactions with open metal sites in MOFs are often poorly modeled by existing generic molecular mechanics force fields, which stipulates that parameters need to be optimized to correctly describe the unique environments present within these MOFs.(17)Force field parametrization for nanoporous materials can be based on either experimental results(18) or quantum chemical calculations.(19) There are only a limited number of experimental isotherms throughout the literature, and they often lack reproducibility due to the differences in sample handling and preparation. Parametrization of force fields for adsorption in MOFs from first-principles calculations is therefore preferable.(19, 20) There has been a series of studies that developed force fields for adsorption of various gases in MOFs which have been summarized recently in a review article by Fang  et al.(19) and one by Odoh et al.(20) Dzubak et al.(17) have developed a force field capable of predicting CO2 adsorption in Mg-MOF-74 from Møller–Plesset second-order perturbation theory (MP2) calculations. In a subsequent work, Borycz et al.(21) have used a similar approach to predict CO2 adsorption in Fe-MOF-74. Chen et al.(22) have also successfully derived a force field for the adsorption of CO2 and CH4 by using a dispersion-corrected double-hybrid functional (B2PLYP-D2).In this work we examined four isoreticular M-MOF-74 analogues, where M = Mn,(23) Co,(23, 24) Ni,(23, 25) and Cu,(26) and developed force fields for CO2 adsorption in these systems. To our knowledge, no force field parametrization for CO2 adsorption in these MOF-74 analogues has been reported in the literature. Based on previous work,(17, 21) we used quantum chemical calculations on cluster models of M-MOF-74 to obtain force field parameters for the metal–CO2 interaction that takes place within the series. In addition, we explored the use of density functional theory (DFT) with two different functionals along with a dispersion correction as an alternative to wave function theory at the MP2 level for the computation of the relevant potential energy curves (PECs). We were able to obtain force fields that yield excellent agreement with experiments for all four materials at low loading. Note that UFF grossly underestimates the isotherms for three out of the four materials (Mn-, Co-, and Ni-MOF-74). At higher pressures, we observe a systematic overestimation for all of the materials, as previously reported for other analogues.(17, 21, 22) This deviation between predicted and experimentally measured isotherms in M-MOF-74 at higher pressure has been typically attributed to the inaccessibility of the pores due to either crystal defects or incomplete activation,(16, 27) i.e., remaining tightly bound solvent molecules. In this work, we examined these two hypotheses by modeling adsorption in the presence of residual solvent molecules as well as blocked pore regions and have quantified the extent of the pore inaccessibility in each of these materials.The computational details of the quantum chemical calculations, the force field parametrization, and the molecular simulations are described in section 2. The results of this study are presented in section 3. Section 4 offers some discussions and comparisons to experimental measurements. Finally, section 5 contains our concluding remarks.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences2 Methods2.1Quantum Chemical CalculationsThe periodic M-MOF-74 structures were optimized using the Vienna Ab Initio Simulation Package (VASP).(28, 29) The ionic positions, lattice parameters, and cell volumes of each MOF were fully relaxed with an energy cutoff of 520 eV and a 2 × 2 × 2 k-point grid. The energy and force convergence criteria were set to 10–6 eV and 0.05 eV/Å, respectively. All optimizations were performed with the Perdew–Burke–Ernzerhof (PBE)(30) gradient-corrected, exchange-correlation functional together with the Grimme D3 dispersion correction (PBE-D3).(31) Density derived electrostatic and chemical (DDEC) charges were computed using these PBE-D3 optimized structures, as well as the theoretical structures computed with PBE and the Hubbard U correction (PBE+U).(32, 27) This was done to see how variations of the structure of these MOFs would alter their atomic charges and adsorption capability.Cluster models were then cut from the PBE+U structures and hydrogen atoms were used as caps, resulting in clusters that contain 60 atoms total. These model structures should be able to capture the local environment of the open metal sites. Similar clusters have been used previously to study the adsorption of CO2 and N2 in Mg2(dobdc)(17) and Fe2(dobdc).(21) A more detailed description of the cluster design can be found in ref 17.Complete active space self-consistent field (CASSCF)(33) calculations were performed to identify the ground spin states of the unsaturated metal ions. The results show that all the central atoms are high spin (sextet for Mn, quartet for Co, triplet for Ni, and doublet for Cu), and that they are single-configurational, which is consistent with the literature.(16) Based on these results, restricted open-shell Møller–Plesset second-order perturbation theory (ROMP2) was used to calculate the interaction energies between CO2 and the model clusters. This method has been successfully applied in developing a force field for CO2 adsorption in Fe-MOF-74.(21) The ANO-RCC valence triple-ζ plus polarization (ANO-RCC-VTZP) basis set(34, 35) was assigned to the central metal atom, the coordinated five oxygen atoms, and the CO2 atoms for each cluster–CO2 configuration. The ANO-RCC minimal basis set (ANO-RCC-MB)(34, 35) was assigned for all the other atoms.In addition to ROMP2, the PECs of CO2 interacting with the model clusters were also calculated from density functional theory (DFT) using PBE(30) and PBE0(36) functionals. In order to account for dispersion, the D3 correction of Grimme et al.(37) was used together with the Becke–Johnson damping function.(38) It was shown recently(39) that interaction energies of H2, CO, and CO2 with coordinatively unsaturated metal ions calculated with the PBE0-D3 functional yield good agreement with coupled-cluster singles, doubles, and noniterative triples (CCSD(T)) energies using nonempirical interference effects.(40) To compare the binding of CO2, methanol, and water to the M2(dobdc) series (vide infra), geometry optimizations were performed with the PBE-D3 functional together with the def2-TZVP(41) (guest molecule, metal atom, and its first coordination sphere) and def2-SV(P)(41) (all other atoms) basis sets. Binding energies were subsequently computed at these geometries using PBE-D3 and the def2-TZVP basis sets for all atoms.All ROMP2 calculations were performed using the Molcas 7.8 software package,(42) and all DFT calculations on the cluster models were performed using the Turbomole 6.4 program package.(43) The basis set superposition error (BSSE) was corrected in both sets of calculations using the counterpoise correction(44) as described in the Supporting Information. The noncentral metal atoms in each 60-atom model were replaced with Zn atoms to simplify the calculations, by exchanging open-shell metals for closed-shell metals that have similar interaction characteristics with CO2. This decision was justified based on previous results(21) showing that the effect of replacing the noncentral atoms with Zn, in similar Fe-MOF-74 clusters, had a negligible effect on the MOF–CO2 interaction energy.2.2Force Field DevelopmentIt has been demonstrated that a CO2 molecule interacts predominately with the open metal sites in M-MOF-74. Parametrizing only the CO2–metal interaction, while using a generic force field for the remaining interactions, is therefore sufficient for obtaining a force field capable of reproducing the experimental results.(21) We thus calculated the interaction energy along a set of configurations such that the CO2 molecule interacted predominately with the central metal atom of our 60-atom clusters. This minimum-repulsion (MR) path was generated to include CO2 orientations that minimize the repulsion from all cluster atoms except the central metal.(17, 21) For this step the repulsive energy was calculated using Lennard-Jones (LJ) parameters for the framework atoms taken from the universal force field (UFF)(15) and the transferable potentials for phase equilibria (TraPPE) model(45) for CO2. We sampled 18 points along this path for each M-MOF-74 analogue with distances between the closest oxygen atom in CO2 and the metal ranging from 2.0 to 4.5 Å.Since we only parametrized the CO2–metal interaction versus the quantum chemical reference energies, a set of parameters for the remaining van der Waals (vdW) interactions had to be chosen. The universal force field (UFF)(15) has been extensively used in the MOF literature and has been shown to reproduce experimental isotherms for MOFs without open metal sites with satisfactory accuracy.(46, 47) In this work we have used parameters taken from UFF as well as parameters from the TraPPE force field for molecules with similar chemical environments as the organic linkers in MOF-74. More specifically for the carbon and hydrogen atoms the LJ parameters for the aromatic X(aro)–C(aro)–X(aro) (where X(aro) indicates a neighboring C(aro), N(aro), or O(aro) atom) and H–C(aro) sites from the TraPPE-EH force field(48) were chosen; for all three distinct oxygen atoms the LJ parameters were obtained by averaging the alcohol oxygen(49) and carbonyl oxygen(50) parameters from TraPPE-UA using Lorentz–Berthelot(51, 52) combining rules (and rounding to the usual precision of this force field). Head-Gordon and co-workers(53) have recently computed benchmark PECs for the benzene–CO2 dimer, and the TraPPE force field yields a binding energy of −8.9 kJ/mol; that is in very good agreement with the range of benchmark binding energies of −9.2 to −10.2 kJ/mol including zero-point-energy correction.CO2 was modeled as a rigid molecule, maintaining a zero dipole moment while having a considerable quadrupole moment, and LJ parameters and partial charges taken from the TraPPE force field.(45) In order to model the electrostatic interactions between the CO2 molecules and the framework, atomic point charges were assigned to all the atoms in the system. Two methods were used to assign point charges to the framework atoms, and their effect on the isotherm was investigated. The localization of properties (LoProp)(7) scheme was used to assign point charges with the previously described clusters for the metals as well as seven other clusters centered around one of the eight atom types (excluding hydrogen). These clusters were designed as described in ref 17. In addition we computed charges from periodic DFT(PBE+U) calculations using the PBE+U optimized structures described in ref 27 with the density derived electrostatic and chemical (DDEC) charges method.(54) For both sets of charges the point charges of the hydrogen atoms were adjusted in order to neutralize the total charge of the clusters during the force field parametrization and the periodic structure during the adsorption simulations.The CO2–metal interaction was parametrized using the total interaction energy from the quantum chemical calculations. In order to examine the effect of the functional form of the fitted interaction, two different potential functions were tested. As in our earlier studies,(17, 21) a Buckingham exp–6 potential function was used for the CO2 oxygen interaction with the MOF metals (O_CO2–metal).(1)where Aij, Bij, and Cij are the three parameters of the Buckingham exp–6 potential specific to a pair of interaction-site types; rij and rmin are the distance between two interaction sites of types i and j and the minimum distance for which the Buckingham exp–6 potential is computed (rmin is set to 1.5 Å in this work). The C_CO2–metal interaction was not part of the parametrization and was obtained from the TraPPE LJ parameter for the carbon atom and the UFF LJ parameter for the metal atom. In the second approach, the LJ parameters for the CO2–metal interaction were fit to the quantum mechanical energies (i.e., LJ parameters for the metal atom were determined and the LJ parameters for both O_CO2–metal and C_CO2–metal were obtained using the TraPPE CO2 model and the Lorentz–Berthelot(51, 52) mixing rules).(2)where εij and σij are the two parameters of the LJ potential specific to a pair of interaction-site types. In both cases, the fit was performed using a grid-based parameter search followed by a least-squares minimization with the Levenberg–Marquardt algorithm as implemented in the scientific Python library SciPy. In order to ensure that the important regions of the PEC are well reproduced by the fitted interaction potential functions, a Boltzmann weighting was applied. A temperature of 500 K and the total quantum chemical reference interaction energies were used to compute this weight, which was used to multiply the energies during the fit. This procedure resulted in a satisfactory fit in all cases with the LJ potential, giving larger errors at O_CO2–metal distances less than 2.2 Å. This can be attributed to the fact that the LJ potential has only two adjustable parameters, while the Buckingham potential has three.2.3Molecular SimulationsOnce the potential functions for the CO2–metal interaction were fitted, CO2 adsorption isotherms were computed using the isobaric–isothermal (NpT) Gibbs ensemble Monte Carlo (GEMC)(55, 56) method. During a GEMC calculation both the gas and adsorbed phases are modeled in two separate boxes. For this reason, there is no need to specify the chemical potential of the sorbates by assuming either the ideal gas law or an empirical equation of state as is commonly done in a grand-canonical Monte Carlo (GCMC) simulation. All GEMC simulations were performed using the MCCCS-MN (Monte Carlo for complex chemical systems—Minnesota) software program.(57) Each calculation consisted of 5 × 104 equilibration cycles followed by 5 × 104 production cycles. One cycle corresponds to N Monte Carlo moves, where N is the number of molecules in the system. For all calculations, a spherical potential truncation at rcut and tail corrections were used for the LJ interactions. The value of rcut was set to 14 Å for the adsorbed phase and to approximately 40% of the average box length for the gas phase, with the restriction that it be no less than 14 Å. The Ewald summation with a convergence parameter, κ, of 3.2/rcut, was used to compute the electrostatic interactions.(58, 59)Throughout the GEMC adsorption calculations the framework atoms were kept rigid following the commonly used assumption that the thermal motion of the framework atoms does not affect adsorption properties. The DFT optimized unit cells were converted from triclinic to orthorhombic, and a 2 × 2 × 5 supercell was used for the simulations to ensure that the supercell fully encloses a sphere of radius rcut. For each state point the total number of CO2 molecules in the system was kept fixed and they were allowed to swap between the bulk and adsorbed phase boxes (swap moves). The volume of the cubic vapor box was allowed to fluctuate using volume moves, and the available degrees of freedom for CO2 were sampled using translational and rotational moves. The adsorbed loading was computed as the ensemble average of the number of CO2 molecules in the simulation box representing the MOF. The differential heat of adsorption (ΔHad) is defined as the difference between the partial molar enthalpies of the bulk and adsorbed phases. The ΔHad of CO2 in each MOF was computed using eq 3:(60)(3)where Ua and na are the internal energy of the adsorbed phase (including guest–host and guest–guest interactions) and the number of absorbed molecules, respectively, and R and T are the ideal gas constant and the absolute temperature. The derivation of eq 3 assumes that the molar volume of the adsorbed phase is negligible, that the gas phase is ideal (which is true for CO2 at room temperature and subambient pressures), and that there is no change in the sorbate’s intramolecular energy upon adsorption (which is also true for the rigid CO2 model used here). The partial derivative in eq 3 was computed numerically from a series of GEMC simulations at different pressures. In GCMC simulations, it can also be calculated from the ensemble average of energy/particle fluctuations.(60) The absolute value of ΔHad is equivalent to the isosteric heat of adsorption obtained experimentally by measuring adsorption isotherms at different temperatures and using the van’t Hoff equation.In addition to performing isotherm calculations for the CO2–MOF systems, we also performed calculations with solvent molecules bound to some of the open metal sites and hard spheres blocking some of the pores. This was done in order to quantify the inaccessibility of open metal sites in the MOFs we examined. Methanol (MeOH) and water were chosen as the solvent molecules to occupy the open metal sites. We optimized the configuration of a MeOH and a water molecule in the periodic unit cells using PBE-D3 (see Supporting Information, Table S7, for the corresponding binding energies). Then we used these configurations to randomly populate the open metal sites in the periodic structure using pymatgen, the open-source python library for materials analysis.(61) The super cell used for the molecular simulations contains 360 open metal sites, and thus our procedure generated 361 structures with the percentage of metal sites occupied by solvent molecules ranging from 0 to 100%. During the isotherm calculations the solvent molecules were considered rigid and fixed at the DFT optimized configurations. The TraPPE united atom model(49) was used for MeOH, and the extended simple point charge model (SPC/E) model was used for water.(62) The choice of keeping the solvent position fixed during the adsorption simulations was made here for computational efficiency and is justified by the exploratory manner of this investigation in which we also studied only one random arrangement for each fractional occupancy of the metal sites. Furthermore, the binding energies for both MeOH and water with the framework were found to be approximately twice as strong as the metal–CO2 interaction and, hence, the motion of the residual solvent molecules should be rather constrained (see Table 2 and Supporting Information, Table S7).We modeled the effect of pore blockage due to structural defects by a distribution of hard spheres equal to the diameter of the pores. From calculations of the isotherms for a limited set of structures containing hard spheres, we concluded that the results are equivalent to scaling the computed isotherms for fully accessible MOFs by a fixed amount (see Supporting Information, Figure S3). Therefore, we present only the scaled results here.The accessible surface areas and volume fractions were computed using the open source code Zeo++.(63, 64) A probe with radius of 1.84 Å was used to represent N2 for the surface area calculations, which are typically used to determine these quantities experimentally, and a point probe (0.0 Å) was used to compute the free volume. Finally, 10 000 Monte Carlo steps were used to sample the pore characteristics.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences3 Results3.1Interaction EnergiesTable 1 provides a comparison of the crystal lattice parameters obtained from periodic calculations with PBE-D3 and PBE+U. The largest relative difference between the two DFT approaches is found for rCoCo for which the PBE+U value is 4% larger than the PBE-D3 value. For all four systems, the differences in the lattice parameters are less than 1%, but the unit cell volumes are systematically smaller for PBE-D3 than for PBE+U with an average deviation of 1.5%. Prior studies(21, 65) indicate that the PBE+U method provides more accurate geometries and electronic structures for the M-MOF-74 (M = Mn, Co, Ni, Cu) series than PBE. Thus, the PBE+U structures were used to design the 60-atom clusters, calculate the DDEC charges, and compute the CO2 isotherms.Table 1. Lattice Parameters and Nearest Metal–Metal Distances of the Periodic Structures Obtained with Different Flavors of PBE  length (Å)angle (deg) methodMrMMabcαβγV (Å3)PBE+UMn3.1015.5115.4715.49117.5117.8117.71453 Co2.9615.2915.2815.28117.7117.8117.81364 Ni2.9015.1615.1615.16117.7117.8117.81330 Cu3.0115.2515.2515.25118.1118.1118.11256PBE-D3Mn3.0715.4015.3615.36117.5117.8117.81410 Co2.8415.2715.2315.25117.7118.0117.81345 Ni2.9015.1315.0915.11117.6117.9117.81315 Cu3.0415.2415.2415.24118.1118.1118.11250The CO2 binding energies, EM, were calculated with ROMP2, PBE0-D3, and PBE-D3 using the 60-atom cluster models. These energies together with the experimental heats of adsorption measured by Queen et al.(27) are listed in Table 2. All of the binding energy calculations used the PBE-D3 minimum energy configuration for CO2, and metal–oxygen separations, rMO, for this configuration are also shown in Table 2 alongside the experimental values.(27) The agreement in the metal–oxygen separation values is fairly good with the unsigned percentage errors being 3.2, 8.5, 2.6, and 0.3% for Mn-, Co-, Ni-, and Cu-MOF-74, respectively. To directly compare the binding energies with the experimental heats of adsorption, one should technically account for the quantum mechanical zero-point vibrational energies, pressure–volume work, and finite temperature thermal energy corrections. However, these corrections are typically somewhere between 2 and 3 kJ/mol(66, 67) and were not included here because the electronic structure calculations using the 60-atom model do not include interactions from the periodic structure. All three methods correctly predict the relative strength of the experimental heats of adsorption of CO2 in these materials (ENi > ECo ≈ EMn > ECu). Comparing the three electronic structure methods to the experimental values, it is immediately obvious that ROMP2 yields significantly more accurate binding energies with a mean signed error (MSE) of −0.5 kJ/mol and a mean unsigned percentage error (MUPE) of 2.1%. The PBE0-D3 binding energies are too favorable for all four systems and yield MSE and MUPE of −3.2 kJ/mol and 10.4%, whereas PBE-D3 underestimates the magnitude of the binding energy in three out of four cases and yields MSE and MUPE of +2.6 kJ/mol and 8.4%. It should be noted that the binding energies are not directly comparable with the experimental heats of adsorption since they lack long-range energetic contributions. However, they are indicative of the agreement between the different levels of theory and experiments. A more direct comparison, using our derived force field, is presented in the Discussion. The CO2 interaction energies along the MR path used for the force field parametrization are provided in Figure 1 for all three methods.Figure 1. Interaction energies along the minimum-repulsion pathway for CO2 with M-MOF-74 represented by a 60-atom cluster computed using ROMP2 (cyan triangles), PBE0-D3 (magenta squares), and PBE-D3 (orange circles).Table 2. CO2 Binding Energies (kJ/mol) Calculated with ROMP2, PBE0-D3, and PBE-D3, Compared with the Experimental Heats of Adsorption, Qst, M–O Separations (Å) Calculated Only with PBE-D3, and Corresponding Experimental Values(27) EM–QstrMOmetalROMP2PBE0-D3PBE-D3exptPBE-D3exptMn–32.6–36.3–32.4–31.7(1)2.432.51(3)Co–32.9–36.1–29.5–33.6(1)2.422.23(4)Ni–39.7–41.9–32.3–38.6(6)2.352.29(3)Cu–22.5–24.6–21.5–22.1(2)2.852.86(3)We examined the electron density redistribution of M-MOF-74 (M = Mn, Co, Ni, Cu) interacting with CO2 (the density redistribution plots are shown in Supporting Information, Figure S1) and found that the electron density of CO2 is significantly shifted when the molecule is adsorbed on the Co2+ and Ni2+ cations compared to its density when isolated. The effect is smaller on the Mn2+ cation, whereas the electron density of CO2 remains almost unchanged when it is interacting with the Cu2+ cation. This behavior is in agreement with the calculated interaction energies (Ni > Co ≈ Mn > Cu). A bare, open metal site in MOF-74 has distorted square pyramidal symmetry, and Cu2+ has nine d-electrons. In this configuration, Cu2+ has two electrons in its dz2 orbital. When CO2 approaches Cu2+, the two electrons in the dz2 orbital enter into an antibonding orbital, which weakens the CO2–M-MOF-74 binding. An analogous explanation for a similar system was proposed previously by Lee et al.(68)Electron pair bonding is not expected for this range of CO2 binding energies (≈20–40 kJ/mol); therefore the driving force of this interaction, besides electrostatic and dispersion forces, is either polarization effects or charge transfer. The redistribution of the CO2 electron density is evidence that polarization plays a role in the stabilization of the adsorbate on the undercoordinated metal cation through ion-induced dipole interactions. Charge transfer on the other hand was not observed by Yu et al.,(16) who performed a natural bond order (NBO) analysis on CO2 adsorbed to members of the M-MOF-74 series (M = Mn, Fe, Co, Ni, Cu, Zn). The different components of the CO2 interaction with the framework could be fitted to either an explicitly polarizable force field or an effective potential, which implicitly accounts for these effects while remaining computationally inexpensive. As we will show in section 3.2, we were able to successfully capture the combination of induction and dispersion interactions by fitting the effective potentials, described under Methods, to the quantum chemical potential energy curves, while using point charges for the electrostatic interactions.3.2Force FieldsThe partial point charges obtained from the LoProp and DDEC methods were found to differ considerably (partial charges for all unique framework atoms in the orthorhombic unit cell are provided in Supporting Information, Table S1). Exploratory calculations of the CO2 adsorption isotherms using UFF parameters for the metal and both sets of charges (see Supporting Information, Figure S2) were carried out in order to determine whether both of them should be used for the force field derivation. We found that LoProp partial charges resulted in an overestimation of the isotherms for Mn- and Cu-MOF-74 despite the fact that the UFF parameters for the metal likely underestimate the CO2–M vdW interactions. DDEC partial charges on the other hand are able to model the electrostatic interactions for the M-MOF-74 systems while still allowing for a vdW component that is large enough to be fitted for all four M-MOF-74 systems. Therefore, DDEC partial charges were used for the rest of this work. The two partial charge assignment approaches used different models for the MOF and different quantum chemical methods (cluster MP2 for LoProp and periodic DFT for DDEC), and hence, there may be multiple factors contributing to this disagreement. All the point charges are listed in Supporting Information, Table S1, and the isotherms used to compare the effect of the charges are shown in Supporting Information, Figure S2.Figure 2. CO2 adsorption isotherms at T = 298 K on Mn-MOF-74 (top left), Co-MOF-74 (top right), Ni-MOF-74 (bottom left), and Cu-MOF-74 (bottom right) computed using UFF (cyan circles) and TraPPE (magenta squares) LJ parameters for the organic linker combined with UFF parameters for the metal and DDEC partial charges. Experimental isotherms measured by Queen et al.(27) are also shown for comparison (black lines).Next, we compared the effect of the LJ parameters for the organic linker that were not modified in the current parametrization procedure as described in section 2.2. We computed CO2 isotherms using the UFF and TraPPE LJ parameters combined with DDEC point charges for the organic linkers (see Table 3 for a list of the pertinent parameters), whereas CO2 was represented by the TraPPE model. It should be noted that for this preliminary investigation the LJ parameters for the metal were taken from the UFF in order to isolate the effect of the interactions with the organic linker on the isotherms. The calculated loadings are compared to the experimental isotherms in Figure 2. For all four M-MOF-74 analogues, we observe that use of the TraPPE LJ parameters yields sorbate loadings that are larger and closer to the experimental data than those obtained with the UFF parameters, albeit the difference between the force fields is relatively small. Thus, the TraPPE parameters were used for the remainder of this work.Table 3. List of LJ Parameters Taken from the UFF(15) and TraPPE(48-50) Force Fields UFFTraPPE σ (Å)ε/kB (K)σ (Å)ε/kB (K)O3.1230.213.0486.0C3.4352.873.630.70H2.5722.162.3625.45Mn2.646.55––Co2.567.05––Ni2.537.55––Cu3.112.52––The PECs computed using ROMP2 together with the data for the fitted M–O parameters combined with the DDEC partial charges and TraPPE LJ parameters for the organic linker are shown in Figure 3. The agreement between the force fields using the Buckingham potential is excellent, whereas using the LJ potential results in a steeper repulsive wall for M–O distances shorter than 2.2 Å and slightly less favorable interactions at intermediate distances (≈3.3 Å). Although small, the inability of the LJ potential form to fully reproduce the interaction curve has a measurable effect on the adsorption isotherm, as discussed later. The fitted parameters for the Buckingham potential resulting from the ROMP2 reference energies of the CO2–metal interaction are summarized for all four materials in Table 4 (and for the LJ potential in Supporting Information, Table S2).Table 4. List of Buckingham Parameters for the M–O_CO2 Interactions, Where M = Mn2+, Co2+, Ni2+, and Cu2+, Derived from Fitting to ROMP2 Reference EnergiesinteractionA/kB (K)B (Å–1)C/kB (K·Å6)Mn–O_CO22.68 × 1073.972.99 × 105Co–O_CO21.62 × 1073.813.69 × 105Ni–O_CO21.25 × 1073.793.69 × 105Cu–O_CO26.44 × 1063.382.05 × 105Since the reference energies used to fit the interaction parameters only sample a small part of the potential energy surface, we used an independent set of CO2 configurations to validate the derived force fields. These configurations were obtained by pulling a CO2 molecule along its minimum-energy (ME) orientation (i.e., probing the rotation of the CO2 molecule) as determined using the 60-atom cluster model and the PBE-D3 method. This path was chosen to represent an energetically important part of the potential energy surface. The force field and reference curves (ROMP2) for all four systems are also shown in Figure 3. Again, it is clear that the LJ potential is too repulsive at short separation, but both Buckingham and LJ potentials yield comparable accuracy for the remainder of the PECs.Figure 3. Interaction energies along the minimum-repulsion (left column) and minimum-energy (right column) pathways for CO2 with M-MOF-74 represented by a 60-atom cluster computed using ROMP2 (black lines) together with the corresponding fits using the Buckingham (cyan circles) and LJ (magenta triangles) potentials.3.3Adsorption IsothermsWe used two independent experimental studies to assess the accuracy of the predicted isotherms. The first study is by Yu et al.(16) and includes CO2 isotherms for Mn-MOF-74, Co-MOF-74, and Ni-MOF-74. The second is a more recent paper by Queen et al.(27) that provides experimental CO2 isotherms for all four MOF-74 analogues studied in this work. Overall, the sorbate loadings reported in these two experimental studies are in very good agreement. The most notable disagreement between these studies is found for Mn-MOF-74, with the CO2 uptake reported by Yu et al. being roughly 15% higher for all pressure points. As we will show later, this discrepancy could be due to different levels of pore accessibility between the two studies.Figure 4. CO2 adsorption isotherms at T = 298 K on Mn-MOF-74 (top left), Co-MOF-74 (top right), Ni-MOF-74 (bottom left), and Cu-MOF-74 (bottom right) computed using DDEC partial charges combined with Buckingham parameters derived from fitting to ROMP2 (cyan circles), PBE0-D3 (magenta squares), and PBE-D3 (maroon up triangles) reference energies. Experimental isotherms measured by Queen  et al.(27) (black lines) and Yu  et al.(16) (orange lines) are also shown for comparison.Adsorption isotherms were computed initially using the Buckingham potential derived from the ROMP2, PBE0-D3, and PBE-D3 PECs in order to examine how the CO2 uptake is affected by the choice of the quantum chemical method. These results are compared to the experimental isotherms in Figure 4. As expected from the interaction curves shown in section 2.2, the CO2 isotherm is severely underestimated using the PBE-D3 derived force field, for Ni and Co-MOF-74, when compared to those derived from PBE0-D3 and ROMP2 PECs. The PBE0-D3 derived force field on the other hand was found to give comparable isotherms to the one derived from ROMP2 calculations for Mn- and Cu-MOF-74. It does, however, underestimate the adsorption loading considerably for Ni- and Co-MOF-74, where the CO2–metal interactions are stronger.Furthermore, we also calculated the CO2 adsorption isotherms using both the Buckingham and LJ potentials derived from the ROMP2 PECs and the UFF LJ parameters for the metal centers. The resulting isotherms are shown in Figure 5 alongside the experimental results. Both potential functions with ab initio derived parameters yield similar results that are in much better agreement with the experimental data than the predictions using the UFF. In addition, both functional forms result in an overestimation of the sorbate loadings for pressures above 0.1 bar. As we will show in section 4, this can be attributed to partial inaccessibility of the open metal sites. Because of this, we computed the mean unsigned percentage errors (MUPEs) between the computed and experimental isotherms only below 0.1 bar to assess the two functional forms, and found that the LJ potential results in systematically larger errors for all four MOFs using both experimental data sets. The MUPE using the LJ potential was found to be as much as 4 times larger for Co-MOF-74 and the experimental data of Yu et al.(16) and as little as 1.5 times larger for Cu-MOF-74 and the experimental data of Queen et al.(27) This indicates that, although small, there is a measurable advantage in employing the Buckingham potential versus the LJ potential for describing the CO2–metal interactions. Based on these results and those comparing the effect of the quantum chemical methods, the Buckingham potentials derived from the ROMP2 PECs were used for the remainder of this work. As an aside, it should be emphasized here that the same interaction potentials were used here for both oxygen atoms of CO2, whereas the structures show that CO2 binds with only one oxygen atom pointing toward the metal site. Thus, another possibility would have been to fit a range-separated potential that uses a deep but narrow well for the direct M–O interactions and switches to a regular r–6 potential at larger distances. However, this would considerably expand the number of parameters.Figure 5. CO2 adsorption isotherms at T = 298 K on Mn-MOF-74 (top left), Co-MOF-74 (top right), Ni-MOF-74 (bottom left), and Cu-MOF-74 (bottom right) computed using DDEC point charges combined with Buckingham parameters (cyan circles) and LJ parameters (maroon up triangles) derived from fitting to ROMP2 reference energies as well as UFF LJ parameters (magenta squares). Experimental isotherms measured by Queen  et al.(27) (black lines) and Yu  et al.(16) (orange lines) are also shown for comparison.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences4 DiscussionWe found that the Buckingham parameters, which were fit to the ROMP2 reference energies, along with the TraPPE parameters for the framework atoms (except for the metal cations) and DDEC point charges yielded the best overall agreement with the experiments, particularly at pressures below 0.1 bar. For all four MOFs, the deviation between the experimental and computed isotherms starts small and increases with increasing loading, as seen in Figure 5. At the infinite dilution limit, a CO2 molecule is only interacting with the framework atoms. Therefore, the uptake at low loading and low pressure is dictated by the strongest interaction between the framework and CO2. For the M-MOF-74 series, this interaction is associated with the coordinatively unsaturated metal atoms. The agreement that we obtain, between experiments and simulations, at low loading indicates that we are able to accurately describe these interactions. The fact that the predicted loadings are found to be systematically higher as the pressure increases could be attributed to multiple effects. The isotherms start deviating before the open metal sites are saturated, which indicates that this apparent overestimation is not due to inaccuracies in the treatment of the strongest binding sites but is due to the unavailability of these binding sites at a lower CO2 loading. One possible explanation could be that not all the open metal sites are accessible to CO2 molecules during the experimental measurements. This argument has also been made in other computational(17) and experimental(27) studies, but the nature of the inaccessibility remains unclear.Additional evidence pointing to pore inaccessibility can be deduced from the heats of adsorption. As can be seen from the data presented in Figure 6, the agreement between the experimental heats of adsorption and those predicted by the force fields developed here is better than the one found for the UFF. This observation is in accordance with the accurate description of the isotherms at low loading. For Mg-MOF-74, a MOF not examined in this work, a considerable drop in the experimental heat of adsorption with increased CO2 loading was observed due to the large difference between the interaction strength with the metal site and with the organic part of the MOF.(17) For the four M-MOF-74 analogues considered here, a steep decrease in the heat of adsorption with increasing CO2 loading is only observed for Ni-MOF-74. In contrast, the decrease is less pronounced for Co- and Mn-MOF-74. This behavior can be attributed to a smaller difference between the interaction strength of CO2 with the metal sites and the secondary adsorption sites, and hence the two sites can be populated simultaneously. Within the pressure range of the reported isotherm for Cu-MOF-74, the open metal sites remain far from saturation and therefore the heat of adsorption as a function of loading remains flat. If we look at the loading where the heat of adsorption starts to decline, we can see that it occurs at ∼0.7 CO2/Ni2+. If all sites were accessible, we would expect the decline to start after the saturation of the metal sites (1.0 CO2/Ni2+). This indicates that not all the open metal sites are accessible to the CO2 molecules during the experimental measurement of the adsorption isotherms.Figure 6. CO2 isosteric heats of adsorption at T = 298 K computed using GEMC simulations for Mn-, Co-, Ni-, and Cu-MOF-74 using the ROMP2 derived force field (cyan circles) and UFF (magenta squares) in combination with DDEC charges. Experimental heats of adsorption taken from Queen  et al.(27) are also shown for comparison.One explanation, suggested in the literature, for the lack of accessibility in M-MOF-74 is that solvent molecules present during synthesis may have not been fully removed during the activation process.(27) Another proposed explanation is that there are structural defects that block a fraction of the pores.(27) We modeled both scenarios in order to identify the extent and nature of the open metal site inaccessibility present in the four M-MOF-74 variants. As described under Methods, we modeled pore inaccessibility due to structural defects by scaling the computed isotherms, after validating that pore blockage using hard spheres had the same effect (see Supporting Information, Figure S3). For the solvent residue scenario, MeOH and water were used as solvent molecules. MeOH is commonly used to wash the MOF crystals as the last step of the synthesis,(27) and water is also present during the synthesis(69) and as humidity in ambient air. Other solvents such as DMF and reaction intermediates could also remain in the pores. However, an extensive examination of all potential species that may be present in the pores is beyond the scope of this study.To this extent, we generated a series of structures containing a varying number of solvent molecules attached to randomly selected open metal sites of the MOFs. An example of such a structure is shown in Figure 7, where 100 of the 360 open metal sites in the 2 × 2 × 5 supercell of Ni-MOF-74 are occupied by MeOH molecules. We used these solvent-containing structures and computed CO2 isotherms as a function of solvent content for seven state points (0.01, 0.02, 0.03, 0.1, 0.2, 0.4, and 0.8 bar). These pressures were chosen so that an equal number of points below and above 0.1 bar are included to avoid biasing our conclusions.In order to understand how the presence of solvent molecules affects the interaction of CO2 with the MOF structures, we computed the CO2 heat of adsorption at infinite dilution with no solvent residue and with all of the open metal sites occupied with solvent molecules. The heat of adsorption at infinite dilution is indicative of the strongest interaction between a CO2 molecule and the framework. For all four MOFs this interaction is reduced when all the sites are occupied with MeOH. On the other hand, it is enhanced when water is the molecule attached to the open metal sites. All the heats of adsorption at infinite dilution with and without solvent molecules in the framework are provided in Supporting Information, Table S3.Figure 7. Snapshot of the 2 × 2 × 5 supercell for Ni-MOF-74 with 100 randomly distributed residual MeOH molecules.Calculated accessible surface areas and experimentally determined Langmuir surface areas have been found to be in good agreement for MOFs.(70) Comparing the two is typically used as a means of measuring pore accessibility.(16, 27, 71) For this reason we computed the accessible surface area and free volume as a function of residual solvent content. As expected, the effect of water on the accessible surface area and free volume was smaller than that of MeOH due to its smaller size. For example, reducing the free volume of Ni-MOF-74 by 80% requires 57% of the open metal sites to be occupied by MeOH molecules. In the case of water in Ni-MOF-74, the free volume is only reduced to ≈80% even at full occupancy of the open metal sites. Furthermore, we observed that the accessible specific surface area decreases only by about 6% for MeOH in Cu-MOF-74 and less than 3% for the other three MOFs when 30% of the open metal sites are occupied by solvent molecules. This surprisingly small effect is presumably due to a compensation between two effects: the surface area initially increases in absolute terms as the first few solvent molecules protrude into the pores while the additional mass of the solvent molecules reduces the per-gram surface area. The calculated surface areas and free volumes for structures with MeOH or water content in the pores that resulted in the best agreement with the experimental isotherms are comparable to the values derived from N2 adsorption isotherms by Yu et al.(16) and Queen et al.(27) This result indicates that a considerable amount of residual solvent might not be detectable through surface area measurements. The free volumes and accessible surface areas calculated using Zeo++ are illustrated in Figures S6–S9 in the Supporting Information and are summarized alongside the experimentally derived values in Tables S5 and S6 in the Supporting Information.We used the mean unsigned percentage error between the computed and experimental sorbate loadings as a metric of identifying the extent of the open metal site inaccessibility. Although small, the difference between the two sets of experimental isotherms is not negligible and resulted in different levels of open metal site inaccessibility. However, for generality we used the average of the experimental values from Queen et al.(27) and Yu et al.(16) for all the MOFs except Cu-MOF-74, for which only data from Queen et al. are available. Our results for each set of experimental data are presented in Supporting Information, Table S4. Using a different metric, such as the absolute error, for minimizing the deviation between the experimental and computed isotherms would result in different levels of pore inaccessibility as the higher pressure part with higher loadings would be given more weight. We prefer to use the percentage error in order to ensure that we strike a balance in the agreement with experiments at both the low- and high-pressure ranges. However, using the absolute error would result in predicted inaccessibility amounts that differ by less than 10%.We quantified the amount of MeOH required to be present in the pores in order to best reproduce the experimental results. In all three cases, except Cu-MOF-74, we find a fairly broad region of MeOH content that yields statistically indistinguishable fits of the experimental data. Our results, which are illustrated in Supporting Information, Figure S4, indicate that about (34 ± 5)%, (26 ± 4)%, and (24 ± 5)% of the metal sites in Mn-, Co-, and Ni-MOF-74, respectively, may be inaccessible due to residual MeOH molecules (see Supporting Information, Table S4). The computed isotherms for the optimal amount of MeOH in the pores are shown in Figure 8, demonstrating that MeOH residue could be a plausible explanation for these MOFs. Specifically, the observation that ≈25% of the open metal sites in Co-MOF-74 are not accessible agrees well with available neutron diffraction data which show a maximum occupancy of 0.73(2) for CO2 in Co-MOF-74.(27) The occupancy of CO2 was not determined for the other analogues examined in that work.The presence of water in the pores creates a more complicated situation with two competing effects acting at the same time. On one hand, the CO2 interaction with the framework is enhanced by the presence of water in the pores that leads to an enhancement of the CO2 uptake. On the other hand, the reduction of free volume tends to limit the uptake by reducing the density of highly favorable adsorption sites. In addition, since we are comparing to gravimetric measurements, the adsorption is further reduced due to the additional mass of the water molecules. For Ni-MOF-74, the MUPE can only be reduced down to 22%, for a water content of ≈23%, while the MUPE for the empty framework is 27% (see Supporting Information, Figure S5, Table S4). For Mn-MOF-74 and Co-MOF-74 a large fraction of the metal sites needs to be occupied by water for the MUPE between the experimental and calculated data to be minimized, that is, ≈46% for the former case and ≈88% for the latter case (Supporting Information, Table S4). In both of these cases the minimum MUPEs achieved were larger than the equivalent residual MeOH loadings. Overall, the assumption that water is present in the pores does not appear to be a satisfactory explanation for any of the MOFs considered here.The available experimental isotherm for Cu-MOF-74 differs from the other isotherms as it remains linear within the pressure range that is reported. This means that the open metal sites do not become saturated, and therefore it is difficult to fully assess the extent of open metal site inaccessibility. Moreover, based on the computed binding energies, neither MeOH nor water molecules are expected to remain in the pores of Cu-MOF-74. The MeOH–Cu2+ interaction energy, calculated using PBE-D3, is −46.1 kJ/mol and the water–Cu2+ interaction energy is −39.0 kJ/mol (see Supporting Information, Table S7), which are ≈30 kJ/mol smaller in magnitude than those for the other M-MOF-74 analogues and comparable to the strongest interaction of CO2 in these MOFs. MeOH in the pores of Cu-MOF-74 was able to only reduce the MUPE from 27%, for the empty framework, to 20% when approximately 75% of the open metal sites were occupied, which is unlikely based on the relatively weak interaction of MeOH with the framework. In addition, at this MeOH content the CO2 heat of adsorption is overestimated, resulting in a higher uptake at lower loadings (see Supporting Information, Figure S14). Any water content in the pores of Cu-MOF-74 resulted in an increase of the uptake. This was because the CO2–water interaction is considerably larger than the CO2–Cu2+ interaction. The heat of adsorption at infinite dilution is 10 kJ/mol higher for the water containing structure compared to the empty structure (Supporting Information, Table S3).Figure 8. CO2 adsorption isotherms at T = 298 K for Mn (cyan circles), Co (magenta squares), Ni (maroon up triangles), and Cu (orange down triangles) computed with the optimal residual MeOH content in the pores (bottom), or percentage of pores blocked (top). For the case of Cu-MOF-74 only the pore blocking case is shown as no amount of residual MeOH resulted in good agreement with experiments. The experimental isotherm for Cu-MOF-74 from Queen et al.(27) as well as the average value of the experimental isotherms measured by Queen et al. and Yu et al. are also shown for comparison as solid black lines.Assuming pore inaccessibility due to structural defects and using the same procedure as before, we estimated that (22 ± 6)%, (19 ± 2)%, (19 ± 6)%, and (22 ± 7)% of the pores are inaccessible for Mn-, Co-, Ni-, and Cu-MOF-74 (Figure 8 and Supporting Information, Table S4). Yu et al.(16) also reported high-pressure CO2 adsorption isotherms up to 50 bar for Mn-, Co-, and Ni-MOF-74. When extending our computed isotherms using the optimum computed MeOH content and pore blocking, we found the agreement to extend up to the highest pressure range (see Supporting Information, Figure S13).It is important to note that MeOH in the pores of Mn-, Co-, and Ni-MOF-74 leads to a better agreement with experiments than assuming pore blockage, with the minimum MUPEs being up to 4 times smaller (Supporting Information, Table S4). The reason for this is that the assumption of pore blockage leads to a uniform reduction of the isotherm. This is also the reason that it can be approximated by scaling the isotherm by a fixed amount. On the other hand, MeOH in the pores reduces the higher pressure loading without affecting the lower pressure uptake significantly and therefore a better agreement with experiments can be achieved for both pressure regimes. This effect can be seen in Figure 9, where we have plotted the adsorption isotherms normalized by the experimental values. We can see that both the pore blockage and MeOH residue scenarios lead to similar agreement with the experimental results for pressures over 0.1 bar. However, at lower pressures, pore blockage leads to a considerable and systematic underestimation of the experimental isotherms. The improved agreement with experimental results is also reflected in the heat of adsorption when computed for the fraction of residual MeOH molecules or pore blockage that best reproduces the experimental isotherms. The decline of the heat of adsorption with increased loading agrees better with experiments (see Supporting Information, Figure S14).It is reasonable to assume that crystalline defects act together with residual solvent to limit the adsorption uptake in these MOFs. We computed the MUPEs, using the average of experimental isotherms,(16, 27) as a function of both pore blockage and metal sites being occupied by MeOH for Mn-, Co-, and Ni-MOF-74 (see Supporting Information, Figures S10–S12). We found that for all cases the deviation is minimized for the case of purely solvent induced inaccessibility. This is due to uniform reduction of the isotherm over the pressure range when pore blockage is assumed. However, there is a series of combinations that result in comparable MUPEs and the difference in the level of agreement obtained for each scenario is small relative to the uncertainty coming from our calculations and the experimental results. A small increase (≈1 kJ/mol) in the CO2 binding energy with the open metal sites obtained from the electronic structure calculations would significantly increase the loading in the Henry’s law region and allow the pore blocking scenario to result in a better agreement with experiments than the residual MeOH scenario. In addition, the predicted residual MeOH content in each MOF is not in accordance with the relative interaction strength of MeOH with the MOFs (Supporting Information, Table S7). For example, at the PBE-D3 level, MeOH is computed to bind more weakly to Co-MOF-74 than to Ni-MOF-74 by about 8 kJ/mol, but comparable amounts of residual MeOH are proposed here for these MOFs. In conclusion, although it is clear from our analysis that a considerable number of the metal sites in all four MOFs are not accessible to adsorb CO2, we cannot ascertain which effect or combination of effects acting together is more plausible.Figure 9. Computed CO2 adsorption isotherms at T = 298 K normalized by their experimental counterparts. Results are shown for Mn-, Co-, Ni-, and Cu-MOF-74 using empty frameworks (orange up triangles), frameworks with optimal number of residual MeOH molecules in the pores (cyan circles), and assuming optimal extent of pore blockage (magenta squares). The normalized experimental results by Queen et al.(27)(dotted black line) and Yu et al.(16) (dashed black line) as well as their average value (solid black line) are also shown for comparison.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences5 ConclusionsWe extended our previous efforts(17, 21) of deriving force fields for CO2 adsorption from first-principles calculations in MOFs containing open metal sites to four M-MOF-74 analogues, where M = Mn, Co, Ni, and Cu. Using the derived force fields, we computed adsorption isotherms with NpT GEMC simulations and were able to obtain consistently good agreement between our computed isotherms and experimental results. We found that the best agreement was given when restricted open-shell MP2 calculations were used to parametrize the CO2–metal interactions, and the DDEC method was used to compute point charges. PBE0-D3 calculations yielded agreement with experiments for Mn- and Cu-MOF-74, whereas PBE-D3 underestimated the isotherms for all four materials.Our force field appears to capture the CO2–metal interactions in these four M-MOF-74 analogues based on the agreement between the computed and experimental isotherms at low loadings. At higher loadings, however, a systematic overestimation of the experimental results is observed. We attribute this overestimation to the lack of accessibility of the open metal sites encountered in experimental measurements. In addition, we have used our derived force field to quantify the effect of metal site inaccessibility assuming two possible causes: residual solvent molecules and structural defects causing pore blockage. We used MeOH and water as potential residual solvent molecules based on their availability during synthesis as well as difference in size and interaction strength between these molecules and CO2. A MeOH content occupying about 25% of the open metal sites results in the best agreement between the computed and experimental adsorption isotherms for all the MOFs except Cu-MOF-74. On the other hand the majority of the open metal sites, and in some cases all the open metal sites, would need to be occupied with water in order to reproduce the experimental isotherms. This indicates that water is an unlikely source of pore inaccessibility in these MOFs. However, the intrusion of water either from incomplete activation or as trace impurity in the adsorbate feed has been suggested in order to explain measurements in cationic zeolites.(72) A pore blockage of roughly 20% for all four MOFs yields good agreement for pressures over 0.1 bar but also leads to a systematic underestimation of the loading at lower pressures. Thus, the overall deviations are higher than those achieved with MeOH molecules attached to the open metal sites. Finally, we have demonstrated that a combination of residual solvent molecules and crystalline defects present in the structures could also explain the lower CO2 uptake observed in experiments.Our force field parametrization scheme requires a limited number of quantum chemistry calculations while maintaining a simple form for the potential functions and yields a force field that is able to capture the adsorption behavior in the four MOFs we examined, whereas generic force fields, like UFF, significantly underestimate the loading. This is accomplished primarily by parametrizing only the CO2–metal interaction while using a set of parameters taken from the TraPPE force field for the remaining interactions. Although we used cluster calculations to obtain reference energies for the force field parametrization, our approach can be easily extended to periodic DFT calculations. This would obviate the step requiring the generation of cluster models, which is not easy to mechanize, and allow the force field parametrization of open metal containing MOFs at a large scale. On the other hand, cluster models allow for wave function based calculations, which would not be affordable with a periodic model. Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferencesSupporting InformationAtomic coordinates for the optimized empty frameworks and with the optimum residual MeOH molecules are available in CIF format; equation for correcting BSSE; Figures S1–S14 and Tables S1–S7 providing additional information and results. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.5b03700.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferencesAcknowledgmentThis research was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences and Biosciences under Award DE-FG02-12ER16362. The Minnesota Supercomputing Institute provided part of the computational resources for this work.Reference QuickViewTop of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferencesReferencesThis article references 72 other publications.1. Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. The Chemistry and Applications of Metal-Organic Frameworks Science 2013,  3411230444[Crossref], [PubMed], [CAS]1. The chemistry and applications of metal-organic frameworksFurukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar MScience (New York, N.Y.)\r\n        (2013),\r\n    341\r\n        (6149),\r\n    1230444\r\n        ", "title": "Ab Initio Derived Force Fields for Predicting CO Adsorption and Accessibility of Metal Sites in the Metal–Organic Frameworks M-MOF-74 (M = Mn, Co, Ni, Cu)", "authors": ["Emmanuel Haldoupis", "Joshua Borycz", "Huiliang Shi", "Konstantinos D. Vogiatzis", "Peng Bai", "Wendy L. Queen", "Laura Gagliardi", "J. Ilja Siepmann"], "doi": ["10.1021/acs.jpcc.5b03700"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0010.gif\">"]}