{"abstract": "Direct observation of gas molecules confined in the nanospace of porous materials by single-crystal X-ray diffraction (SXRD) technique is significant because it leads to deep insight into the adsorption mechanism and the actual state of the adsorbents in molecular level. A recent study revealed that flexibility is one of the important factors to achieve periodic guest accommodation in the nanospace enabling direct observation of gas molecules. Here, we report a convenient strategy to tune the framework flexibility by just an atomic exchange in a ligand, which enables us to easily construct a soft nanospace as the best platform to study gas adsorption. Indeed, we succeeded to observe CH and CO molecules confined in the pores of a flexible porous coordination polymer () in different configurations using SXRD measurement, whereas gas molecules in a rigid framework () isostructural to  were not seen crystallographically. The result of the coincident in situ powder X-ray diffraction and adsorption measurement for  unambiguously showed that the framework could flexibly transform to trap gas molecules with a commensurate fashion. In addition, for , we found that the adsorbed gas molecules induced significant structural change involving dimensional change of the pore from one-dimensional to three-dimensional, and subsequently, additional gas molecules formed periodic molecular clusters in the nanospace.", "text": "10.1021/jacs.5b09666 Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesIntroductionSince it was found that some porous coordination polymers (PCPs) or metal–organic frameworks (MOFs) showed dynamic structural change that provides unique guest adsorption functions, the creation of new flexible frameworks has been one of the central topics for this class of compounds.(1, 2) To design framework flexibility, it is essential to understand the mechanism of guest-molecule trapping in the nanospace of flexible PCPs using in situ structural and physical measurements.(3-14) In particular, direct observation of gas molecules confined in the nanospace using X-ray or neutron diffraction technique is quite valuable, because it leads to deep insight into the adsorption mechanism and the actual state of the adsorbate at a molecular level.(15-22) However, so far, reports of crystal structures containing adsorbed gas molecules have been still limited in number because in general it is not necessary for gas molecules in the nanospace to form a periodic structure that is commensurate with the electrostatic field formed in the pore, especially in the case of a rigid host.(23, 24) When the host framework is very rigid and there is no specific interaction site, the guest molecules tend to form the most dense structure, that is to say, the periodicity of the framework does not correspond to that of the assembled structure of guest molecules. In that case, we cannot find the exact position of the guest molecules so that the crystal structure of a PCP with guest molecules cannot be solved. On the other hand, recent reports revealed that nanopores formed in a flexible PCP are able to transform to fit guest molecules even for large guest molecules,(25, 26) resulting in the formation of a commensurate structure, giving a better chance of determining the structure of the gas-adsorbed framework.In fact, we found that all of the crystal structures of gas-adsorbed PCPs, that we successfully determined, showed structural transformation when the gas molecules were adsorbed in the structure. To date, several methods to enhance the framework flexibility, such as introduction of long alkyl chains and rotational parts in the ligand, utilizing displacement of interpenetrating frameworks, have been reported,(27, 28) and one of the most promising methods is tuning the coordination ability, which enables geometrical change around the metal center (bond breaking/formation is the extreme case). For example, {[Zn2(BDC)2(L2)]·2.5DMF·0.5H2O}n (BDC = 1,4-benzenedicarboxylate, L2 = 2,3-difluoro-1,4-bis(4-pyridyl)benzene), constructed by using a slim and long axial ligand, showed multiple reversible metal–ligand bond breakings upon the removal and rebinding of guest molecules.(29) With this background, we focus on the difference in coordination ability between pyrazine and pyridine. These are very popular building blocks having similar sizes in the frameworks of PCPs/MOFs; however, the coordination ability of pyrazine is weaker than that of pyridine,(30) which leads to a variation of the framework flexibility of PCPs. Here, we report the construction of two isostructural PCPs, [Fe(ppt)2] (PCP-N) (Hppt = 3-(2-pyrazinyl)-5-(4-pyridyl)-1,2,4-triazole) and [Fe(dpt)2] (PCP-C) (Hdpt = 3-(2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole), on the basis of pyrazinyl and pyridinyl ligands. Interestingly, PCP-N is highly flexible, while PCP-C is rather rigid, indicating that a subtle atomic change in ligand from carbon to nitrogen induces an extreme change in flexibility even in the same topological network. The contrasting flexibility was implied by the different coordination ability of nitrogen atoms between Hppt (pKb = 0.65) and Hdpt (pKb = 8.8). Indeed, the framework flexibility of PCP-N enables us to determine the single-crystal structures of C2H2- and CO2-adsorbed phases, which clearly illustrates the adsorption behaviors.Figure 1. Structural representation. (a, e) Chemical structures of Hppt and Hdpt, respectively. (b, f) Coordination environment of the Fe(II) center in PCP-N and PCP-C, respectively. (c, g) Framework structures for PCP-N and PCP-C viewed along the c-direction, respectively, showing large channels. N atoms from pyrazinyl groups exposed on the pore surface of PCP-N. (d, h) Connolly surface diagram of PCP-N and PCP-C, respectively, using a probe radius of 1.65 Å. The inner surfaces of the channels are shown in blue, while the outer surfaces are represented in gray.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesResults and DiscussionCrystal Structures of [Fe(ppt)2]·4H2O (PCP-N·4H2O) and [Fe(dpt)2]·4H2O (PCP-C·4H2O)PCP-N·4H2O and PCP-C·4H2O, which are isostructural, were prepared by the reactions of Hppt and Hdpt with Fe2+ ions, respectively. The Fe2+ ion has an octahedral geometry. The six positions are occupied by nitrogen atoms ([N1, N3, N1B, N3B, N6A, and N6C] and [N1, N2, N1B, N2B, N5A, and N5C] for PCP-N·4H2O and PCP-C·4H2O, respectively (Figure S1)). The overall structure can be viewed as twofold interpenetrated three-dimensional (3-D) porous framework with NbO topology leaving the one-dimensional (1-D) hexagonal channels running along the c-axis. Alternating large cages and small necks are observed along the c-axis. The apparent difference between the compounds is the uncoordinated nitrogen (N2) atoms from pyrazinyl groups fully exposed on the pore surface of the channels in PCP-N. The diameters for the cage and neck in PCP-N are 9.8 and 6.4 Å, respectively (Figure 1). Strong hydrogen-bonding interactions are observed between the water molecules (O···O = 2.390 and 2.437 Å) forming (H2O)12 clusters. The water clusters reside in the cage that forms strong hydrogen bonds (N2···O = 2.867 Å) with N2 atoms (Figure S2), which impacts  the variation of unit-cell parameters upon cooling (Table S1). In PCP-C, the diameters of the cage and neck are 9.4 and 6.0 Å, respectively. We also succeeded in obtaining the crystal structure of completely dried PCP-N, although we could not get the structure of dried PCP-C because of the loss of single crystallinity. The crystal structures of the dried PCP-N, as-made PCP-N·4H2O, and PCP-C·4H2O have similar unit cell parameters at different temperatures (Tables S2 and S3). The total solvent-accessible volumes are 22.9%, 23.2%, and 22.2% for dried PCP-N, as-made PCP-N·4H2O, and PCP-C·4H2O, respectively.Figure 2. Coincident powder X-ray diffraction (PXRD) and sorption measurements of PCP-N. (a, c, e) represent N2, C2H2, and CO2 sorption isotherms at 77, 195, and 195 K, respectively. Adsorption and desorption profiles are shown in closed and open symbols. (b, d, f) PXRD patterns measured at each point shown in the sorption isotherms. Simulated PXRD patterns for (A) PCP-N·4H2O  and (B) dried PCP-N  are shown at the bottom of each panel.Stability of PCP-N and PCP-CThermogravimetric analysis shows a one-step weight loss of water molecules (10%) corresponding to the removal of four water molecules in the temperature range from 25 to 200 °C and from 25 to 180 °C for PCP-N and PCP-C, respectively (Figures S3 and S4). A plateau was observed up to 400 °C for both compounds. The crystals of as-synthesized PCP-N·4H2O and PCP-C·4H2O could maintain their crystallinity even in the air and in water for several months, and no oxidation was also observed in the air. These results indicate that PCP-N and PCP-C are very stable and easily handled in the air.Because of the earlier mentioned structural features and stability, we thought that PCP-N and PCP-C could be the best platform to elucidate the function of the pyrazinyl nitrogen atom on the pore surface in the nanospace, which encouraged us to investigate the detailed adsorption behaviors of these compounds.Sorption PropertiesN2 AdsorptionFirst, we measured the N2 adsorption isotherms for PCP-N and PCP-C at 77 K to confirm permanent porosity (Figure 2a). The isotherm of PCP-N shows a steep uptake at a low relative pressure followed by the plateau region (ca. 200 mL (STP) g–1).In contrast, the isotherm of PCP-C only shows a small amount of adsorption, indicative of particle surface adsorption (9.5 mL (STP) g–1 at 1 atm) (Figure S5) as is found in [Co(mdpt24)2] (mdpt24 = 3-(3-methyl-2-pyridyl)-5-(4-pyridyl)-1,2,4-triazolate).(31) The low nitrogen uptake may be due to a problem of slow diffusion at low temperature.The in situ coincident powder X-ray diffraction (PXRD)/sorption measurement, which is able to collect a PXRD pattern at each adsorption equilibrium point, was performed for PCP-N to estimate the structural dynamism upon adsorption. Despite the normal Type I shape of the isotherm, the peaks in the XRD pattern shift to the low-angle region from point D to point G, indicating that the structure expands gradually. After point G, the structure becomes uniform. This result shows that the framework of PCP-N transforms upon nitrogen adsorption although nitrogen gas is inert and no specific interaction between pore surface and nitrogen is expected, which indicates that PCP-N is very flexible.C2H2 AdsorptionNext, we chose C2H2 as the probe gas (adsorbate) to investigate surface function because C2H2 has acidic hydrogen atoms that were expected to interact with the pyrazinyl nitrogen atoms on the pore surface of PCP-N, whereas such nitrogen does not exist in PCP-C. Interestingly, the isotherm of C2H2 on PCP-N at 195 K showed stepwise sorption with a large hysteresis, indicating that the framework changed more flexibly compared with the case of nitrogen adsorption. The result of in situ coincident PXRD/adsorption measurement indicated that little structural transformation occurred from point C to point E; then, a large structural expansion proceeded after the flex point E to point G. The saturated amount of C2H2 (at point H) is about 175 mL (STP) g–1 (ca. four molecules per Fe2+). On the other hand, the isotherm of C2H2 on PCP-C shows a simple Type I adsorption isotherm without a step, indicative of the rigid structure of PCP-C (Figure S6). This different structural flexibility producing contrasting sorption behavior is derived from only one atom difference in the ligands (i.e., a nitrogen atom in PCP-N replacing a carbon atom in PCP-C).Figure 3. Porous structures of (a) PCP-N, (c) PCP-N·4C2H2,  and (e) PCP-N·5CO2 with Connolly surfaces; (b, d, f)  the Connolly surfaces of the channels.CO2 AdsorptionThe sorption isotherm of CO2 at 195 K was also investigated. CO2 has no acidic hydrogen atom, unlike C2H2, although CO2 has quite similar molecular geometry and physicochemical properties to C2H2, such as molecular size, shape, and boiling point. Therefore, in general, the results of adsorption isotherms of CO2 and C2H2 clearly reveal the interaction ability of the pore surface to acidic guest molecules. Figure 2e and f shows the results of the in situ coincident PXRD/adsorption measurement. Up to point D, the peaks in the PXRD patterns do not change, whereas the amount adsorbed is abruptly increased in the low-pressure region, indicating that the CO2 molecules are accommodated in the intrinsic micropores of dried PCP-N without any structural transformation. A small step is observed at point E (62 mL (STP) g–1, corresponding to 1.4 CO2 per Fe2+), and subsequently, the peaks in PXRD gradually shift to low angle from point E to point G, indicating that the framework gradually expanded. At point H, the pattern reaches the fully guest-accommodated phase and shows almost no change between points H and M. The saturated amount of CO2 adsorption (at point J) is about 214 mL (STP) g–1 (ca. 5 molecules per Fe2+). According to the PXRD patterns for PCP-N, it was suggested that some amount of gas molecules could enter the pores without structural change first, and then the framework transformed gradually, which allowed further CO2 adsorption up to reaching a stable state. In contrast, PCP-C exhibits a normal Type I isotherm without any step upon CO2 adsorption, and the saturated amount of adsorption is only 97 mL (STP) g–1 at 1 atm (Figure S7), which is similar to that observed in [Co(dpt)2],(31) indicating that PCP-C has a rigid framework. This result indicates that atomic exchange in a ligand can change the rigid framework into a flexible framework and enhance the adsorption amount of N2, C2H2, and CO2.Adsorption HeatThen, we measured C2H2 and CO2 adsorption isotherms on PCP-N at 273 and 298 K to analyze the enthalpy change using the virial equation (Figure S8). The obtained qst values lie in the ranges 30.9–32.8 and 23.9–27.0 kJ mol–1 for C2H2 and CO2, respectively (Figures S9–S11). The higher value of qst for C2H2 than that for CO2 clearly indicates existence of apparent interactions between C2H2 and the host framework, which should involve the hydrogen-bonding interactions between the acidic H atoms of C2H2 and the nitrogen atoms of the pore wall.Direct Observation of Guest Molecules Adsorbed in the Nanopores of Flexible PCP-NWe successfully obtained the crystal structures of fully C2H2-adsorbed PCP-N (PCP-N·4C2H2) and fully CO2-adsorbed PCP-N (PCP-N·5CO2) at 173 K, although we cannot obtain any crystal structures of PCP-C of the gas-adsorbed phase. Compared with the structure of the dried PCP-N, the unit cell displays obvious expansion for PCP-N·4C2H2 (Δa/a = 2.3%, Δc/c = 4.6%, ΔV/V = 12.8%) and PCP-N·5CO2 (Δa/a = 3.2%, Δc/c = 5.9%, ΔV/V = 9.4%) with evident framework deformation upon guest inclusion. Remarkable changes in the coordination geometry at the Fe2+ centers were discovered, which are associated with a substantial reorientation of the ligands (Figure S12). The structural deformation leads the pores to transform from 1-D to 3-D (Figure 3). The total solvent-accessible volumes were estimated to be 40% (2722 Å3) and 39.7% (2598 Å3) per unit cell for the skeletons of PCP-N·4C2H2 and PCP-N·5CO2, respectively, which are nearly twice that in dried PCP-N (22.9%, 1337 Å3). For PCP-N·4C2H2, there are two types of C2H2 molecules (C2H2–I and C2H2–II) in the asymmetric unit (Figure 4). C2H2–I is located in the large cage and interacts with N2 atom on the pore surface through weak hydrogen bonds (C–H···N = 3.922 Å). In addition, the C2H2–I molecule interacts with neighbors via C–H···π interaction (C···C = 2.70 Å, H···C = 2.27 Å) in slipped parallel conformation to form a hexamer (Figure 4d). Although a similar molecular assembly in the nanospace has been reported for [Cu(etz)]n (Hetz = 3,5-diethyl-1,2,4-triazole),(32) the C–H···C contacts are much closer and stronger here than in the reported structure (C···C = 3.69 Å, H···C = 2.69 Å). C2H2–II sits close to the triazole group and forms weak interactions with the framework through multiple C–H···N interactions (C···N = 3.44–3.94 Å). Thus, the C2H2 molecules are well stabilized in the pores. On the other hand, the CO2-adsorbed structure demonstrates that CO2 binds to the well-defined pore surface differently from C2H2. There are 2.5 CO2 molecules in the asymmetric unit, matching well with the adsorption data (Figure 5). The adsorption sites of three types of independent CO2 are shown in Figure 5a, as CO2–I, CO2–II, and CO2–III. As expected, it was observed that CO2–I and CO2–II closely interact with the N2 atom of pyrazine. Both distances between carbon atoms of CO2 and the N2 atom are very close to the sum of van der Waals radii of carbon (1.70 Å) and nitrogen (1.55 Å),(33) (i.e., C12···N2 = 3.23 Å and C13···N2 = 3.38 Å). In addition, there are strong guest–guest interactions among CO2–II molecules in slipped parallel and T-shaped geometries to form an unprecedented six-membered cluster (Figure 5d). The CO2 molecules in the cluster  closely interact with each other (O···C = 2.62 and 2.93 Å), which is different from that in [Cu(etz)]n,(32) in which the CO2 molecules are well separated (C···O = 4.58 Å). Furthermore, CO2–I interacts with CO2–III forming a T-shaped dimer (C···O = 2.47 Å), which is similar to that in [Zn2(Atz)2(ox)] (Atz = 3-amino-1,2,4-triazole);(34) however, the C···O in our case is shorter than that in the reported value (C···O = 3.02 Å), indicative of the formation of a more stable dimer.Figure 4. Crystal structures of PCP-N·4C2H2. (a) Both crystallographically independent C2H2 molecules are shown trapped in a pore, showing the cooperative interaction between C2H2 molecules and the uncoordinated N2 atom (in green). (d) Hexamer of C2H2–I in a slipped parallel conformation in the pore. (b, e) Top and side view of C2H2-adsorbed channel. (c, f) Top and side view of a C2H2-adsorbed channel with van der Waals surfaces depicted in light blue. Atoms are colored as follows: Fe, red; C, gray; N, blue.Figure 5. Crystal structures of CO2-adsorbed PCP-N·5CO2. (a) Three crystallographically independent CO2 molecules are shown trapped in a pore, showing the cooperative interaction between CO2 molecules and the framework. N2 atoms are depicted in green. (d) Cluster of CO2 in slipped parallel and T-shaped geometries in the pore. (b, e) Top and side view of a CO2-adsorbed channel. (c, f) Top and side view of a CO2-adsorbed channel with van der Waals surfaces depicted in light blue. Atoms except CO2 molecules are colored as follows: Fe, red; C, gray; N, blue.As observed in the crystal structures, the flexible PCP-N can adsorb five CO2 molecules for each formula, whereas it can adsorb only four C2H2 molecules, which can be explained by the different interactions among host and guest. C2H2 provides acidic H atoms at both molecular ends while CO2 provides an electropositive central C atom to interact with the frameworks. These differences allow forming different types of molecular clusters especially a T-shaped dimer of CO2–CO2, resulting in a larger sorption amount of CO2.Theoretical StudyTo examine the flexibility of the compounds, we performed density functional theory (DFT) calculations for estimating the binding energies of the coordination bond between Fe and the ligand (ppt or dpt) using model structures for both PCP-N and PCP-C. The discrete model structures were constructed as follows: For the model of PCP-N, a metal complex unit containing Fe2+ ion and four ppt ligands coordinated to the Fe2+ was extracted from the crystal structure of dried PCP-N, and then two ppt ligands in the axial positions were protonated to make the complex neutral. The model of PCP-C was obtained by replacing pyrazine with pyridine rings in the model of PCP-N (Figure S13). The dissociation energy (Eb,L) of the ligand in the equatorial position was obtained as the following equation:where EFeL4 is the energy of the model complex for PCP-N or PCP-C with full geometrical optimization, EFeL3 is the single point energy of an imaginary complex in which an equatorial ligand is removed from the each model structure, and EL is the energy of ppt or dpt.The Eb,L for the model of PCP-N and PCP-C was calculated to be 165.4 and 166.7 kcal/mol, respectively. The difference of 1.3 kcal/mol suggested that the ppt ligand in PCP-N weakly coordinates to the Fe center as compared to the bpt in PCP-C, further supporting the fact that PCP-N is flexible while PCP-C is rigid.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesConclusionIn this work, we demonstrated a convenient strategy to design soft nanospace in a flexible PCP, that is, atomic exchange in a ligand using the same topological frameworks. We applied this method to the isostructural frameworks, PCP-C and PCP-N with C or N atom-containing ligands, respectively. The atomic exchange from C to N affords much flexibility to the framework PCP-N, which arises from the softened coordination space around Fe2+ ions. Importantly, we also proved that the flexibility enabled pores to transform their shape, adapting to different guest molecules, resulting in the formation of a periodic arrangement of guest molecules in the pores with a commensurate fashion with the host periodicity. This function of flexible framework enables us to directly observe the adsorbed gas molecules by single crystal diffraction technique, which is quite important to explore the adsorption science. In fact, we discovered the formation of unique gas clusters in the pores. Although many interesting adsorption properties of flexible porous frameworks have been reported, systematic methods for designing flexibility in the porous framework are limited. Our convenient method can be advantageous since a lot of existing rigid PCPs/MOFs can be used as parent frameworks to fabricate flexibility-tuned PCPs/MOFs. We believe that this method can help to uncover many unknown flexible porous frameworks and their adsorption functions, which will further widen the field of nanospace science.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesExperimental SectionSynthesis of [Fe(ppt)2]·4H2O (PCP-N·4H2O)A mixture of Hppt(35) (0.024 g, 0.1 mmol) and FeSO4·7H2O (0.0278 g, 0.1 mmol) was placed in a glass tube containing 1 mL of H2O and 1 mL of CH3CN. The glass tube was sealed, heated at 160 °C for 3 days, and then cooled by 10 °C/h to room temperature to give black crystals of PCP-N·4H2O (0.0373 g, 65% yield).Synthesis of [Fe(dpt)2]·4H2O (PCP-C·4H2O)PCP-C·4H2O was prepared with the same synthetic procedure of PCP-N·4H2O using Hdpt instead of Hppt.(36)Single-Crystal X-ray Diffraction AnalysesThe activation and gas loading of single crystals of PCP-N in capillaries were performed on volumetric adsorption apparatus (Bel-max). Single crystal of PCP-N·4H2O was put in a capillary and was evacuated for 5 h at 120 °C under reduced pressure (<10–3 mbar). After complete activation, the sample was backfilled with C2H2 or CO2 (950 mbar, 293 K) and was allowed to equilibrate for 10 min before being flame-sealed. The gas-loaded crystals were mounted onto the diffractometer and were slowly cooled down, and data were collected at 173 K. The X-ray diffraction was also carried out for the dried PCP-N.Gas Adsorption MeasurementGas adsorption isotherms were obtained using a Belsorp-max adsorption instrument from MicrotracBEL corp. using the volumetric technique. Before measurement, the solvent-exchanged sample (about 120 mg) was prepared by immersing the as-synthesized samples in methanol for 3 days to remove the nonvolatile solvents, and the extract was decanted every 10 h, and fresh methanol was replaced. The completely activated sample was obtained by heating the solvent-exchanged sample at 120 °C under reduced pressure (<10–2 Pa) for more than 20 h.The coincident PXRD/adsorption measurements were carried out using a Rigaku UltimaIV with CuKα radiation connected with BELSORP-18 volumetric adsorption equipment (MicrotracBEL corp.).Theoretical CalculationThe geometries of the model structures were optimized using DFT with M06-2X functional.(37) We employed LANL2DZ basis set for Fe, where the core electrons were replaced with the effective core potential of LANL2DZ.(38) For other atoms, the 6-31G(d) basis set was used. One diffuse function was added to N atoms in the triazole moieties directly coordinated to Fe atoms. All calculations were carried out with Gaussian 09 program package.(39) Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b09666.Experimental details for SXRD, Tables S1–S4, Figures S1–12(PDF)Cif data for C22H14FeN12(CIF)Cif data for C22H14FeN12·(C2H2)(CIF)Cif data for C22H14FeN12·5(CO2)(CIF)Cif data for C22H14FeN12·4(H2O)(CIF)The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesAcknowledgmentThis work is supported by the PRESTO and ACCEL project of the Japan Science and Technology Agency (JST) and JSPS KAKENHI Grant-in-Aid for Young Scientists (B) (Grant No 25870360), for Challenging Exploratory Research (Grant No 25620187), and for Specially Promoted Research (Grant No 25000007). iCeMS and ITbM are supported by the World Premier International Research Initiative (WPI) of the Ministry of Education, Culture, Sports, Science, and Technology, Japan (MEXT). Y. M. thanks NSF of Jiangsu Provence (No 14KJA150001) for the financial support.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesReferencesThis article references 39 other publications.1. Kitagawa, S.; Kitaura, R.; Noro, S. Angew. Chem., Int. Ed. 2004,  43,  2334– 2375 DOI: 10.1002/anie.200300610 [Crossref], [PubMed], [CAS]1. Functional porous coordination polymersKitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiroAngewandte Chemie, International Edition\r\n        (2004),\r\n    43\r\n        (18),\r\n    2334-2375CODEN:\r\n                ACIEF5;\r\n        ", "title": "A Convenient Strategy for Designing a Soft Nanospace: An Atomic Exchange in a Ligand with Isostructural Frameworks", "authors": ["Yunsheng Ma", "Ryotaro Matsuda", "Hiroshi Sato", "Yuh Hijikata", "Liangchun Li", "Shinpei Kusaka", "Mawlin Foo", "Fengfeng Xue", "George Akiyama", "Rongxin Yuan", "Susumu Kitagawa"], "doi": ["10.1021/jacs.5b09666"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0006.gif\">"]}