{"abstract": "Grand canonical Monte Carlo (GCMC) simulations of H sorption were performed in Mg-MOF-74, a metal–organic framework (MOF) that displays very high H sorption affinity. Experimental H sorption isotherms and isosteric heats of adsorption () values were reproduced using a general purpose materials sorption potential that includes many-body polarization interactions. In contrast, using two models that include only charge–quadrupole interactions failed to reproduce such experimental measurements even though they are the type normally employed in such classical force field calculations. Utilizing the present explicit polarizable model in GCMC simulation resulted in a Mg–H distance of 2.60 Å, which is close to a previously reported value that was obtained using electronic structure methods and comparable to similar experimental measurements. The induced dipole distribution obtained from simulation assisted in the characterization of two previously identified sorption sites in the MOF: the Mg ions and the oxido group of the linkers. The calculated two-dimensional quantum rotational levels for a H molecule sorbed onto the Mg ion were in good agreement with experimental inelastic neutron scattering (INS) data. Although the H–metal interaction in MOFs may be thought of as a quantum mechanical effect, this study demonstrates how the interaction between the sorbate molecules and the open-metal sites in a particular highly sorbing MOF can be captured using classical simulation techniques that involve a polarizable potential.", "text": "10.1021/jp508249c Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesI IntroductionMetal–organic frameworks (MOFs) are nanoporous crystalline materials that are constructed with metal ions and organic ligands. Most MOFs of interest contain a three-dimensional framework that incorporate a network of pores and channels that can be used to sorb guest molecules, such as molecular hydrogen (H2). The sorption process in these materials is reversible as MOFs can release the gas molecules from a mild change in conditions. It is for these reasons that MOFs offer promising potential in applications in H2 storage. Indeed, MOFs have been considered one of the most promising candidates to approach the U.S. Department of Energy (DOE) targets for hydrogen storage.A number of different MOFs have been evaluated for their hydrogen uptake capacity through experimental measurements.(1) Out of all the MOFs that have been synthesized thus far, members of the M-MOF-74 series(2-12) were shown to display the highest uptakes for hydrogen at very low loading and with high initial isosteric heats of adsorption (Qst). These MOFs are constructed by combining metal ions in the 2+ oxdiation state with 2,5-dioxido-1,4-benzenedicarboxylate (dobdc) ligands. These MOFs exhibit a honeycomb-like structure with a pore diameter of approximately 12 Å. Further, these MOFs are based upon helical chains of an octahedra (consisting of M2+–O coordination) that are located at the intersections of the honeycomb. Each M2+ ion in the evacuated structure of these materials bears an open-metal site, which is a highly favorable sorption site for various guest molecules. Different analogues of this series of MOFs have been synthesized by simply substituting the metal.The Mg variant of the MOF, known as Mg-MOF-74 (or CPO-27-Mg or Mg/DOBDC), has been studied extensively for its gas sorption properties (Figure 1). This MOF currently displays one of the best sorption performances for many energy-related gas molecules. For instance, this MOF currently has the highest CO2 uptake at 298 K and 1.0 atm (8.08 mmol g–1) out of all extant MOFs and has an incredibly high initial Qst value for CO2 (47 kJ mol–1).(7) In addition, experimental hydrogen sorption measurements on Mg-MOF-74 revealed that the MOF can sorb a significant amount of H2 at very low loading. Indeed, one study revealed that, at 77 K and pressures less than 5 kPa, Mg-MOF-74 can sorb up to 1.5 wt % (or 7.44 mmol g–1) of H2.(10) To compare the significance of this hydrogen sorption capacity, MOF-5 can only sorb up to 1.3 wt % at 77 K and 1.0 atm.(13) Furthermore, the MOF has an initial H2 Qst value of about 11.4 kJ mol–1, which is currently one of the highest among reported MOF materials.(10) This high initial Qst value for H2 in Mg-MOF-74 can be attributed to the interaction between the hydrogen molecules and the Mg2+ ions. Note, a H2 binding energy within the range of 15–30 kJ mol–1 has been proposed for room temperature hydrogen storage in porous materials.(14, 15)Figure 1. Orthographic c-axis view of the 2 × 2 × 2 unit cell system of Mg-MOF-74. Atom colors: C = cyan, H = white, O = red, and Mg = gray.In this work, we performed grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption in Mg-MOF-74 (see Supporting Information for GCMC details). Although most recent theoretical studies on Mg-MOF-74 have focused on CO2 sorption and separation,(16-19) it was decided to focus on H2 sorption since only few computational studies have been performed on H2 in this MOF. In addition, capturing the interaction between the open-metal sites and the difficult to polarize H2 molecules presents a greater challenge to classical molecular simulation. Indeed, most previous quantitative studies employed some version of targeted density functional theory (DFT) modeling.(6, 16-21) Although the H2–metal interaction can be captured in Mg-MOF-74 using electronic structure methods,(6) it will be shown that this interaction can also be captured using classical simulation techniques that involve explicit polarization interactions. Thus, in this work, simulations of hydrogen sorption were performed in Mg-MOF-74 using a polarizable force field developed for general applicability in modeling sorption in porous materials. It will be shown for the first time that a member of the M-MOF-74 series can be treated with classical polarization for modeling gas sorption. Additionally, it will be shown that potentials that neglect the induced dipole contribution are insufficient to capture the interaction between the Mg2+ ions and the H2 molecules and generally do not reproduce the experimental sorption results at all loadings considered in this MOF.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesII MethodsSimulations of H2 sorption in Mg-MOF-74 were performed in the 2 × 2 × 2 unit cell system of the MOF as shown in Figure 1. Three different hydrogen potentials were used for the simulations in this work. Model 1 is the well-known and widely used H2 potential that was developed by Darkrim and Levesque.(22) This is a three-site model that contains Lennard-Jones repulsion/dispersion parameters on the center-of-mass (COM) site and has partial charges located on the COM site and the positions of the hydrogen atoms. Although this model includes charge–quadrupole interactions, it can be an overly attractive potential for simulations in certain heterogeneous systems.(23) Moreover, this model neglects induced dipole interactions, and thus, it is not expected to capture the H2–metal interaction in MOFs with open-metal sites.Model 2 is a five-site charge–quadrupole model that was developed by Belof et al.(24) In this model, there are Lennard-Jones parameters located on the COM site and two phantom sites that extend 0.329 Å from the COM site and along the C∞ axis. Furthermore, the partial charges are positioned on the COM site and the atomic locations of the hydrogen atoms. This model reproduces experimental hydrogen sorption measurements in weakly interacting materials and MOFs with little charge separation, such as MOF-5.(25) Like model 1, this model cannot capture the binding of hydrogen molecules onto the open-metal sites although it includes some implicit polarization.Model 3 is an analogue of model 2 that was parametrized with explicit polarization effects accounted for in the potential.(24) It includes atomic point polarizability parameters located on the COM site and the atomic locations of the hydrogen atoms. In addition, the phantom sites are shifted to 0.363 Å for this model. This polarizable H2 model is parametrized to function and capture “nonchemical” electronic rearrangements in both condensed and interfacial environments. This and related models(26, 27) have been extensively tested and shown to function well for these sorts of problems as compared to ab initio(18) and experimental data. Indeed, this model can reproduce the experimental hydrogen sorption isotherms and associated Qst values in highly charged/polar MOFs that contain open-metal sites and can capture the H2–metal interaction with high accuracy.(28-32) The parameters for all three models used in this work are provided in the Supporting Information.All MOF atoms were treated with Lennard-Jones parameters and atomic point partial charges. The Lennard-Jones parameters for all atoms were taken from the universal force field (UFF).(33) The partial charges for all chemically distinct atoms in Mg-MOF-74 were determined through electronic structure calculations on several fragments that were taken from the crystal structure of the MOF. Representational fragments can be found in the Supporting Information. The charge fitting calculations were performed using the NWChem ab initio software.(34) For these calculations, the 6-31G* basis set was used for all atoms. Note, this MOF is also amenable to periodic charge fitting,(35, 36) but the fragment results were chosen and are comparable to those obtained in previous studies.(18, 19)For simulations using model 3, all MOF atoms were given static atomic point polarizability parameters to model explicit many-body polarization. All C, H, and O atoms were assigned the exponential point polarizability values that were determined by the work of van Duijnen and Swart.(37) These parameters were shown to be highly transferable in various MOF–sorbate simulations that include induced dipole interactions.(28, 29, 38) The polarizability parameter for Mg2+ was determined by fitting a molecular polarizability tensor to one that was obtained from quantum mechanical calculations for fragments containing Mg2+. This calculation was performed using the GAMESS ab initio software(39) with the aug-cc-pVDZ basis set applied to all atoms. An average value of 0.0072 Å3 was calculated for Mg2+. All simulation parameters for Mg-MOF-74 are provided in the Supporting Information.In this work, many-body polarization effects were implemented in classical GCMC simulation using a Thole–Applequist type model.(40-42) In short, the induced dipole, μ, at site i can be calculated using the equation(1)where αi° represents the atomic point polarizability, E⃗istat is the static electric field felt at site i due to the presence of the MOF atoms and the sorbate molecules, μ⃗j represents the induced dipole at site j, and Tijαβ is the dipole field tensor which is defined from first-principles.(40) In order to calculate μ⃗i, the quantity of μ⃗j must be known. Thus, eq 1 must be solved for μ⃗i using an iterative technique (e.g., Gauss–Seidel method),(43) although matrix inversion can be used for extremely small systems. The quantity of μ⃗i was used to calculate the many-body polarization energy via the following:(2)Note, more details of the polarization model used in this work can be found elsewhere(28, 29, 40-42, 44) and in the Supporting Information. The total potential energy of the MOF–H2 system was calculated by summing the repulsion/dispersion energy (calculated using the Lennard-Jones potential), the electrostatic energy (calculated via Ewald summation),(45) and the many-body polarization energy (calculated using eq 2). For simulations using models 1 and 2, Upol was equal to 0.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesIII Results and DiscussionThe experimental and simulated H2 sorption isotherms for the three hydrogen potentials in Mg-MOF-74 at 77 K and up to 1.0 atm are shown in Figure 2a. Note, all experimental data points shown in this work were estimated from ref 10. Although this is not the only experimental H2 sorption data for Mg-MOF-74 that is available from the literature, ref 10 reports the highest H2 uptakes and Qst values for the MOF through experimental measurements, suggesting that the MOF samples that were used in that work were perhaps better activated. Indeed, according to the experiments performed in ref 10, the Mg-MOF-74 sample was fully activated prior to H2 sorption measurements. The isotherm generated using model 1 undersorbed experiment by a significant amount at low loading. Although the simulated isotherm comes into line fortuitously with experiment starting at 60 kPa, it still does not reproduce the shape of the experimental isotherm, thus implying a different loading dependence for this model compared to experimental observations. Indeed, the significant undersorption compared to experiment at pressures less than 10 kPa indicates the absence of sorption onto the open-metal sites using this potential.Simulations using model 2 produced uptakes that are lower than experiment at all pressures. Like model 1, the isotherm generated by model 2 does not reflect the shape of the experimental H2 sorption isotherm and indicates the lack of loading onto the Mg2+ ions. Note, model 1 produces higher hydrogen uptakes than model 2 in Mg-MOF-74 because the magnitudes of the partial charges are greater for the former. However, based on experience and the design of the potentials, there is strong reason to suspect that model 2 is superior to model 1 for theoretical hydrogen sorption studies. For instance, model 2 can reproduce hydrogen sorption measurements in MOF-5 with high accuracy,(24) whereas model 1 generates hydrogen sorption isotherms that are much higher than experiment for the same MOF.(23) In addition, one should be cautious in using solely isotherm agreement at particular loadings as a measure of simulation fidelity. This is further evidenced in Figure 4 where the radial distribution functions of hydrogen about the metals are considered, as models 1 and 2 have very similar, but inaccurate, normalized distributions for Mg-MOF-74.Simulations using model 3 resulted in a hydrogen sorption isotherm that is in very good agreement with experiment across all loadings. Indeed, model 3 was able to reproduce the exceptionally sharp increase at very low loading (less than 5 kPa) that is seen in the experimental isotherm. This signifies that the polarizable model was able to capture the sorption of hydrogen molecules onto the Mg2+ ions quantitatively, thus demonstrating the importance of induced dipole interactions for simulating H2 sorption in MOFs with open-metal sites, and elucidates the physcial nature of the metal–sorbate interaction explicitly. The maximum calculated error was ±0.25 mg g–1 for simulations using this model, which is well within associated errors. Similar results for the hydrogen sorption isotherms can be observed at 87 K (see Supporting Information).Figure 2. (a) Low-pressure (up to 1.0 atm) absolute H2 sorption isotherms at 77 K and (b) isosteric heats of adsorption, Qst, for H2 in Mg-MOF-74 for experiment (black)(10) and simulation using models 1 (orange), 2, (green), and 3 (red).Note, the data reported by ref 18 on CO2 sorption in Mg-MOF-74 suggest that all simulated isotherm data shown in this work should be scaled, at least in that case, by approximately 70% to account for the fact that perhaps not all metal sites are accessible in the MOF in experimental measurements. Even if the simulated H2 sorption isotherms were scaled by this amount, this would not change the overall conclusions presented in this article, where it is shown that polarization interactions are important for capturing the sorption of H2 onto the open-metal sites in this MOF. Indeed, simulations using model 3 still captures the H2–metal interaction in Mg-MOF-74 with an accurate distance between the sorbed H2 molecule and the Mg2+ ion (Figure 4). Further, the overall shape of the simulated isotherms for model 3 will not be different upon scaling, as the significantly sharp increase in uptake at low loading in the isotherm would still be present, thus suggesting that the simulations were able to capture the sorption of hydrogen molecules onto the Mg2+ ions using the polarizable model. Note, we have a strong track record of using such models with quantitative agreement in similar physical situations.(29-32) Thus, our results are a prediction (a new physical insight) that the metal sites are indeed predominantly accessible.The GCMC-calculated H2 Qst values for the three models in Mg-MOF-74 are shown in Figure 2b and compared to those that were obtain experimentally. Simulations using models 1 and 2 produced nearly constant Qst values at approximately 6.5 and 6.0 kJ mol–1 for the respective models. These values are significantly lower than experiment, which starts at 11.4 kJ mol–1 and plateaus at about 10.9 kJ mol–1 up until a loading of about 0.70 mol mol–1 (or 0.70 H2/Mg), at which the Qst values start to drop. Note, it can be observed in the experimental Qst plot that all metal sites are occupied at about 1.0 mol mol–1 (or 1.0 H2/Mg). Overall, both charge–quadrupole models do not reproduce the proper sorption energetics and mechanisms that are associated with H2 in Mg-MOF-74. Incorrectly capturing the initial sorption sites biases future potential sorption characteristics and sites.In contrast, model 3 produced a Qst plot that is very close to experiment in both Qst value magnitudes and shape for all loadings. The initial Qst value for model 3 was calculated to be 10.9 kJ mol–1, which is close to the experimental value at this condition. Furthermore, model 3 was able to capture the noticeable inverse sigmoidal shape that is observed in the experimental Qst plot. This implies that this model is capturing two H2 sorption sites, which is consistent with experiment, with the first corresponding to sorption onto the Mg2+ ions. Note, the simulated Qst values for model 3 are slightly lower than the experimental values up until the loading where the experimental values start to decrease sharply. This is because there is slight undersorption compared to experiment for the H2 sorption isotherms at low loadings at 77 and 87 K. Nevertheless, both the low loading uptakes and the Qst values for model 3 are in good agreement with experiment to within joint uncertainties. To the best of our knowledge, this is the only extant H2 potential that can closely reproduce the experimental H2 sorption isotherms and Qst values for Mg-MOF-74 via traditional GCMC simulation. Indeed, being able to replicate the unusually high H2 sorption behavior in Mg-MOF-74 using classical simulation techniques is an incredible feat. This also shows the promise of broad application of these techniques in modeling and screening compounds for sorption effects and using classical molecular geometries as inputs into electronic structure modeling of reactive phenomena.Examination of the energy decomposition for H2 sorption using model 3 in Mg-MOF-74 revealed that polarization contributes toward a significant portion of the total energy for all state points considered. For example, polarization contributes to approximately 42% of the total energy at very low pressures at 77 K (Figure 3). This contribution slightly decreases as more sorbate molecules are introduced into the framework. Nevertheless, the large contribution from polarization at all pressures considered, especially at low pressures, indicates that the H2–metal interaction in this MOF is dominated by this energetic term. Indeed, for simulations using model 3, polarization is the main contributor to the total energy for the majority of the pressure range considered at 77 K. This is in contrast to the energetic contributions that were produced using models 1 and 2, as simulations using these models in Mg-MOF-74 revealed dominance from van der Waals interactions. Furthermore, it can be observed that the inclusion of polarization significantly increases the contributions from stationary electrostatic interactions. Indeed, electrostatic interactions constitute about 30% of the total energy for model 3 in Mg-MOF-74 for nearly all pressures considered at 77 K, whereas they are approximately 12.5 and 8% for models 1 and 2, respectively. This indicates that electrostatic and polarization effects have a synergistic interaction as the inclusion of the latter results in a significant increase in the former. Note, the absolute magnitudes for the energy components for all three models are shown in the Supporting Information. In addition, similar trends in the energetic contributions can be observed at 87 K (see Supporting Information).Figure 3. Percent contributions of the energy components for H2 sorption in Mg-MOF-74 at 77 K for models 1 (orange), 2 (green), and 3 (red). Line type indicates the energy component with solid lines corresponding to van der Waals (vdW) contributions, dashed lines corresponding to electrostatic (Elec) contributions, and squares corresponding to polarization (Pol) contributions.Figure 4 shows the radial distribution functions, g(r), for the COM site of sorbed H2 molecules about the Mg2+ ions in Mg-MOF-74 at 77 K and a low loading of 0.01 atm. Note, the g(r) plots shown herein are normalized to a total magnitude of unity over the distance examined. Simulations using model 3 produced a sharp peak at approximately 2.60 Å, which indicates that there are a significant quantity of H2 molecules sorbing onto the open-metal Mg2+ ions with a Mg2+–COM(H2) distance of 2.60 Å. This Mg2+–COM(H2) distance is very close to the corresponding value that was obtained through DFT calculations in Mg-MOF-74 (2.54 Å).(6) Neutron powder diffraction (NPD) studies examining D2 sorption in Mg-MOF-74 revealed a Mg2+–COM(D2) distance of about 2.45 Å.(11) The g(r) plots for models 1 and 2 are very similar to each other, with no large peak at 2.60 Å as seen for model 3. Rather, the nearest-neighbor interaction distance for these models occurs at approximately 3.20 Å, which is farther away than the aforementioned H2–metal distances. This indicates that the majority of H2 molecules for models 1 and 2 are sorbing to regions around the dobdc linkers and not the Mg2+ ions. The g(r) plots at other pressures for all three models can be found in the Supporting Information. Note, the polarizable model employed in this study was also shown to accurately capture the interaction between the H2 molecules and the Cu2+ ions of copper paddlewheel units through classical GCMC simulations in previous work, thus further supporting the general applicability of the present methodology.(29-32)Figure 4. Radial distribution functions, g(r), for the center-of-mass (COM) of sorbed H2 molecules about the Mg2+ ions in Mg-MOF-74 at 77 K and 0.01 atm for models 1 (orange), 2 (green), and 3 (red).It is important to note that the Mg2+–COM(H2) distance obtained in this work signifies that the H2 molecules are physisorbed about the metals rather than directly coordinated to it. For this reason, there cannot be a direct electronic interaction between the Mg2+ ions and the H2 molecules in Mg-MOF-74. This is in contrast to what was observed in metal dihydrogen complexes, where the H2–metal distances are much shorter (ca. 1.7–1.8 Å) to facilitate orbital overlap between the metal and the H2 molecules.(46, 47)Mg-MOF-74 is a highly charged/polar MOF that causes the sorbed H2 molecules to behave like a dense dipolar fluid. The normalized H2 dipole distribution resulting from the polarizable nature of model 3 is shown in Figure 5 for various pressures at 77 K. There are two noticeable populations in the dipole distribution for Mg-MOF-74, with peaks forming in the range of 0.20–0.45 D and 0.00–0.15 D. Correlating the H2 molecules that have induced dipoles of 0.20–0.45 D to regions of occupancy in the MOF revealed that these H2 molecules sorb onto the Mg2+ ions in the MOF (violet colored occupancy in Figure 6). This was to be expected since the Mg2+ ions are highly charged species that induces considerably high dipoles on the H2 molecules. Indeed, examination of the GCMC sorption history revealed that the H2 molecules can sorb closely to the Mg2+ ions using model 3, with a Mg–COM(H2) distance of approximately 2.60 Å (Figure 7a). The population with induced dipoles ranging from 0.00 to 0.15 D corresponds to sorption within the proximity of the dobdc linkers (orange colored occupancy in Figure 6). A closer inspection at this region of occupancy revealed that the H2 molecules coordinate to the oxido group of the linkers (Figure 7b). This can be observed as a sorption site for all three models used in this work.Figure 5. Normalized H2 dipole distribution for model 3 in Mg-MOF-74 at 77 K and various pressures. The peak from 0.20 to 0.45 D corresponds to sorption onto the Mg2+ ions, while the peak from 0.00 to 0.15 D corresponds to sorption onto the secondary sites in the MOF.Figure 6. Orthographic c-axis view of the 2 × 2 × 2 unit cell system of Mg-MOF-74 showing the sites of H2 sorption as a function of induced dipole magnitude according to Figure 5: 0.20–0.45 D (violet) and 0.00–0.15 D (orange). Atom colors: C = cyan, H = white, O = red, and Mg = gray.It is shown in Figure 5 that there are a significant number of H2 molecules that have high induced dipoles in the MOF, especially at low loadings. As explained above, H2 molecules that have these large dipoles correspond to those that are sorbed onto the metal ions in the MOF. The occupancy of H2 molecules onto the Mg2+ ions in Mg-MOF-74 (i.e., the intensity of the peak from 0.20 to 0.45 D in Figure 5) is much larger than those for rht-MOFs that contain Cu2+ ions through the copper paddlewheel units.(29-32) This indicates that the Mg2+ ions in Mg-MOF-74 are more favorable for H2 sorption compared to the open-metal Cu2+ ions in MOFs that contain copper paddlewheels. In addition, the high dipoles that are induced by the Mg2+ ions on the sorbed H2 molecules suggest that such related sites can be used as catalytic centers. Thus, it is expected that a variant of Mg-MOF-74 that contains a catalytically active metal ion (e.g., Pd2+, Pt2+) would be very promising for applications in catalysis.Figure 7. Molecular illustration of a sorbed H2 molecule onto (a) the Mg2+ ion (site 1) and (b) the oxido group of the linker (site 2) in Mg-MOF-74 as determined from simulation. The sorbate molecules are shown in orange. The distance between the center-of-mass of the sorbed H2 molecule and the Mg2+ ion as depicted in (a) is 2.60 Å. Atom colors: C = cyan, H = white, O = red, and Mg = gray.A very large peak can be observed in the range of 0.20–0.45 D for the lower pressures. This indicates that there are more hydrogen molecules sorbing onto the open-metal sites at lower loadings. However, as the pressure increases, the peak from 0.20 to 0.45 D decreases, while the peak from 0.00 to 0.15 D increases. This implies that, at higher pressures, there is lesser relative population of H2 molecules sorbing onto the open-metal sites and there is greater relative sorption onto the secondary sites. Note, the two H2 sorption sites observed for Mg-MOF-74 using the polarization distribution in this work agree well with what was observed through NPD,(11) inelastic neutron scattering (INS) studies,(10) infrared (IR) spectroscopy,(48, 49) and nuclear magnetic resonance (NMR) spectroscopy.(50)Figure 8. Inelastic neutron scattering (INS) spectra for hydrogen in Mg-MOF-74 at two different loadings: 0.5 H2/Mg (green) and 1.0 H2/Mg (blue). The calculated transitions for a hydrogen molecule sorbed at the Mg2+ ion site are depicted as vertical black lines.Further, for a hydrogen molecule sorbed about the Mg2+ ion in Mg-MOF-74 (via model 3), the two-dimensional quantum rotational levels were calculated using the analytical potential energy function employed in this work (see Supporting Information for details). This is in contrast to what was executed in a previous work on Zn-MOF-74, where the rotational potential was calculated through periodic DFT calculations.(51) The calculations performed in ref 51 yielded rotational energy levels that were in rather modest agreement with experiment for a hydrogen molecule sorbed about the Zn2+ ion in Zn-MOF-74 (experiment = 8.3, 11.1, and 20.9 meV; calculations = 10.6, 14.0, and 21.6 meV). The calculations performed herein for Mg-MOF-74 revealed rotational energy levels of 7.08 and 10.62 meV for the two lowest transitions for the Mg2+ ion site (see Supporting Information). These values are in excellent agreement to what was observed in the experimental INS spectra for H2 in Mg-MOF-74 (6.7 and 10.2 meV) (Figure 8). The striking agreement between theory and INS in this work demonstrates the reliability of using a classical potential energy function to predict rotational levels that are highly correlated to complex INS data. Indeed, the potential energy function utilized in this work, consisting of repulsion/dispersion, electrostatic, and polarization effects, captures all of the important interactions between the H2 molecules and the metal centers. This is in contrast to using DFT methods to calculate the rotational potential; these methods generally cannot predict the rotational energy levels for H2 in MOFs all that greatly even though such methods can correctly calculate the binding energy for the metal–sorbate interaction. It is also important to mention that the entire MOF system cell was considered for the quantum rotation calculations, rather than an individual cluster. Using a single cluster for the calculations may lead to deviant results as it leaves out a lot of intermolecular interactions that are part of the MOF.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesIV ConclusionIn conclusion, it was demonstrated how utilizing classical simulation methods can accurately capture the sorption of H2 molecules onto the open-metal Mg2+ sites in Mg-MOF-74. Specifically, including explicit many-body polarization effects in GCMC simulations allowed for this interaction to be modeled quantitatively and for the origin of the strong interaction to be characterized as a consequence of induction. The use of a polarizable H2 potential resulted in isotherms and associated Qst values in very good agreement with experimental measurements. On the other hand, models that neglected explicit polarization failed to reproduce experimental observables in Mg-MOF-74. In addition, calculating the two-dimensional quantum rotational levels for a hydrogen molecule sorbed about the Mg2+ ion using the present classical potential energy function resulted in transitions that are in very good agreement with INS data.We note that the inclusion of polarization is not the only method to capture the sorption of any sorbate molecules onto the open-metal sites for simulations in MOFs, especially for the MOF studied in this work. For instance, recent theoretical studies on Mg-MOF-74 revealed that the metal–sorbate interaction can be reproduced in simulation using ab initio derived force fields(18) and various methods that involve DFT.(16, 17) However, when considering only standard GCMC simulations, it was necessary to include the polarization term to the potential energy function to capture the sorption of any sorbate molecules onto the metal centers. Thus, a significant conclusion of the present work is that this and like MOF systems can be treated with classical polarization to understand their interactions with sorbate molecules.It is asserted that these less expensive classical simulation techniques are broadly applicable for characterizing sorbent materials with open-metal sites and can be used to determine molecular poses that can be subsequently analyzed using electronic structure techniques to investigate phenomena, such as catalysis. It is next planned to study other members of the M-MOF-74 series for H2 sorption, including Ni-MOF-74, Co-MOF-74, and Zn-MOF-74. Interestingly, the INS spectra for hydrogen in various members of the M-MOF-74 series revealed rotational transitions that occur at similar energies.(10) Thus, it is predicted that the rotational potential energy surface for hydrogen in these MOFs is independent of the identity of the metal. Indeed, this phenomenon will be examined in future theoretical studies. Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesSupporting InformationDetails of grand canonical Monte Carlo methods, many-body polarization overview, pictures of MOF fragments, tables of properties, details of quantum rotation calculations, and additional H2 sorption results. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesAcknowledgmentThis work was supported by the National Science Foundation (Award CHE-1152362). Computations were performed under a XSEDE Grant (TG-DMR090028) to B.S. This publication is also based on work supported by Award FIC/2010/06, made by King Abdullah University of Science and Technology (KAUST). The authors also thank the Space Foundation (Basic and Applied Research) for partial support. The authors acknowledge the use of the services provided by Research Computing at the University of South Florida.Reference QuickViewTop of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesReferencesThis article references 51 other publications.1. Suh, M. P.; Park, H. J.; Prasad, T. K.; Lim, D.-W. Hydrogen Storage in Metal–Organic Frameworks Chem. Rev. 2012,  112,  782– 835[ACS Full Text ], [CAS]1. Hydrogen Storage in Metal-Organic FrameworksSuh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-WoonChemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    782-835CODEN:\r\n                CHREAY;\r\n        ", "title": "Capturing the H–Metal Interaction in Mg-MOF-74 Using Classical Polarization", "authors": ["Tony Pham", "Katherine A. Forrest", "Keith McLaughlin", "Juergen Eckert", "Brian Space"], "doi": ["10.1021/jp508249c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0008.gif\">"]}