{"abstract": "Copper paddlewheel based molecular building blocks (MBBs) are ubiquitous and have been widely employed for the construction of highly porous metal–organic frameworks (MOFs). However, most copper paddlewheel based MOFs fail to retain their structural integrity in the presence of water. This instability is directly correlated to the plausible displacement of coordinating carboxylates in the copper paddlewheel MBB, [Cu(OC−)], by the strongly coordinating water molecules. In this comprehensive study, we illustrate the chemical stability control in the -MOF platform via strengthening the coordinating bonds within the triangular inorganic MBB, [CuO(N(CH)C−)] ( = 0, 1, or 2). Remotely, the chemical stabilization propagated into the paddlewheel MBB to afford isoreticular -MOFs with remarkably enhanced water/chemical stabilities compared to the prototypal -MOF-1.", "text": "10.1021/acs.chemmater.5b00084 Top of PageAbstractIntroductionResult and DiscussionConclusionExperimental SectionReferencesIntroductionMetal–organic frameworks (MOFs), composed of polytopic organic ligands linking metal ions or metal clusters, have emerged as a new class of functional and tunable porous solid-state materials.(1) Resultantly, MOFs have witnessed tremendous interest from industry and academia alike, due to their unparalleled modularity through successful use of crystal engineering and/or reticular chemistry strategies.(2) In principal, a material designer could target a desired structure by judiciously selecting the requisite geometry, directionality, and connectivity of the organic and inorganic based molecular building blocks (MBBs) to match the vertex figures of a given net.(3) Accordingly, establishment of reaction conditions for a given MOF platform offers the potential to access MOFs with fine-tuned properties (e.g., controlled pore size, ultra-large surface area, tuned pore surface functionality, and enhanced chemical stability).(3) These unique features offer great prospective pertaining to gas storage,(4) separation,(5) CO2 capture,(6) sensors,(7) catalysis,(8) and various other applications.(9)Among various inorganic MBBs encountered in MOFs,(3) the copper paddlewheel based MBB, [Cu2(O2C−)4], is ubiquitous and has been widely employed for the construction of highly porous MOFs as exemplified in many prototypal MOF platforms, e.g., tbo-MOFs (HKUST-1),(10) nbo-MOFs (MOF-505),(11) and rht-MOFs (rht-MOF-1).(12) Nevertheless, most copper paddlewheel based MOFs remain unexplored industrially due to their instability in relevant environments which contain moisture,(13) water,(14) steam,(15) and acidic media.(16) Such drawbacks restrict their application in many industrial areas where zeolites have shown a major impact.(17) Presumably, the copper paddlewheel is the most susceptible position for structural degradation, of associated MOFs, by water molecules, as suggested by recent studies.(14b, 18) Accordingly, it is critical to enhance the paddlewheel stability in order to achieve associated practical MOFs.Various strategies for imparting MOF water stability, in the context of adsorption applications, have been highlighted and detailed in a recent review article.(19) Primarily, these strategies are based on tuning the ligands’ properties (e.g., hydrophobicity and steric factors) in order to enhance the metal–ligand bonds and/or shield the inorganic cluster from water exposure.(19) It is worth noting that copper paddlewheels are relatively less stable than their nickel counterparts, as suggested by the comparative hydrolysis studies.(20)In our continuous pursuit to enhance the copper paddlewheel based MOF stability, we explored the effect of heterofunctional ligands on the relationship between the resultant inorganic MBBs. Namely, we elected to study the rht-MOF platform as it encloses the copper paddlewheel MBB in addition to a modular triangular inorganic MBB [Cu3O(N4–x(CH)xC−)3] (x = 0, 1, or 2). This platform allows tuning the basicity of the coordinating moiety forming the triangular MBB (functionalizing via a crystal engineering approach) and subsequently exploring its impact on copper paddlewheel water/chemical stability.rht-MOFs have been intensively explored over the past few years(12, 21) as their structure consists of multiple fine-tunable cages and their underlying (3,24)-connected rht topology precludes interpenetration. The first rht-MOF (rht-MOF-1) was reported in 2008,(12) and is based on the assembly of two independent inorganic MBBs, the copper paddlewheel and the triangular [Cu3O(N4C−)3]. The trigonal inorganic MBB serves to position three 5-tetrazolylisophthalate ligands in a structural motif resembling a hexacarboxylate building block (Scheme 1a), peripherally exposing six carboxylates from three coplanar isophthalate moieties. Over 40 rht-MOF structures have been reported based on tetrazolate ligands or purely organic trigonal cores having three isophthalate or associated derivatives (Scheme 1b). Many of these rht-MOFs have been extensively investigated for gas storage and CO2 capture.(12, 21) Indeed, rht-MOFs exhibit exceptionally high surface areas and relatively high uptakes for adsorbed hydrogen, methane, and CO2.(21) Indeed, the current record for experimental BET surface area is held by the rht-MOF, NU-110.(21o) Nevertheless, like most MOFs,(13-16) they suffer from poor water stability and chemical stability.(17) Given that the copper paddlewheel is the most susceptible position for degradation by hydrolysis,(14b, 18) we speculate that boosting the bonding strength between the organic MBBs and the trigonal inorganic MBBs could synergistically and remotely stabilize the copper paddlewheel MBBs, which in return leads to the enhancement of water stability of the rht-MOF platform. Considering the very strong bonding between transition metal ions and azolate groups, as observed in some water/chemical stable MOFs,(16, 22) we replaced the tetrazole moiety of 5-tetrazolylisophthalic acid with 1,2,3-triazole (Scheme 1c) or pyrazole (Scheme 1d) and obtained two new rht-MOFs, rht-MOF-tri (tri is short for triazolate) and rht-MOF-pyr (pyr is short for pyrazolate) that are isostructural with rht-MOF-1. As we expected, the substitution of one or two atoms resulted in enhanced water, moisture, steam, and chemical stabilities.Scheme 1. Illustration of the Arrangement of Six Carboxylates in a Hexagonal Motif in (a) rht-MOF-1; (b) Various Functional Hexatopic Carboxylate Ligands; (c) rht-MOF-tri; (d) rht-MOF-pyrTop of PageAbstractIntroductionResult and DiscussionConclusionExperimental SectionReferencesResult and DiscussionCrystal Structure DescriptionSingle-crystal X-ray diffraction reveals that both rht-MOF-tri and rht-MOF-pyr crystallize in the same space group, Fm3̅m, as rht-MOF-1 with a = 44.271(2) Å (rht-MOF-tri) and a = 44.588(3) Å (rht-MOF-pyr) (vs 44.358(8) Å in rht-MOF-1) (Table 1). As expected, rht-MOF-tri and rht-MOF-pyr display the same topology as rht-MOF-1 and isoreticular analogues such as NOTT-112,(21c) PCN-61,(21d) and NU-100.(21g) [Cu3O(N3CHC−)3] in rht-MOF-tri and [Cu3O(N2(CH)2C−)3] in rht-MOF-pyr serve as 3-connected nodes that link six [Cu2(O2C−)4] paddlewheel MBBs through six carboxylate groups of three 5-(1H-1,2,3-triazol-4-yl)isophthalate (taip) or 5-(1H-pyrazol-4-yl)isophthalate (paip) ligands, thus affording the expected (3, 24)-connected rht network topology (Figure 1). rht-MOF-tri and rht-MOF-pyr, therefore, contain three large polyhedral cages: a small rhombihexahedral (or rhombicuboctahedral) cage formed by 24 functionalized isophthalate ligands linked by 12 [Cu2(O2C−)4] paddlewheel MBBs (Figure 1a); a bevelled octahedral cage defined by 8 [Cu3O(N3C2−)3] or [Cu3O(N2C3−)3] trimers and 24 [Cu2(O2C−)4] paddlewheel MBBs (Figure 1b); a bevelled tetrahedral cage enclosed by 4 [Cu3O(N3C2−)3] or [Cu3O(N2C3−)3] trimers and 12 [Cu2(O2C−)4] paddlewheel MBBs (Figure 1c). Both rht-MOF-tri and rht-MOF-pyr are highly porous and have a comparable solvent accessible volume of ∼72% calculated by PLATON.(23)Table 1. Crystal Data and Structure Refinement of rht-MOFs rht-MOF-1rht-MOF-trirht-MOF-pyrformulaC27H9Cu6N13O39.5C30H12Cu6N9O23.5C33H15Cu6N6O19fw1527.61255.731180.75crystal systemcubiccubiccubicspace groupFm3̅mFm3̅mFm3̅ma, Å44.358(8)44.271(2)44.588(3)b, Å44.358(8)44.271(2)44.588(3)c, Å44.358(8)44.271(2)44.588(3)α, deg909090β, deg909090γ, deg909090V, Å387280(27)86769(7)88647(12)Z1923232θ range for data collection2.05–19.231.20–14.240.75–15.99dcalcd, g/cm30.930.7690.708GOF1.0841.0791.080R1, wR20.1085, 0.19330.1083, 0.27570.0751, 0.2133Figure 1. (a) The small rhombihexahedral cage; (b) the bevelled octahedral cage; (c) the bevelled tetrahedral cage; (d) the C3 symmetric building moiety of rht-MOF-tri and rht-MOF-pyr.Evaluation of Water/Chemical Stabilities by Powder X-ray Diffraction (PXRD) StudiesWe systematically evaluated the water stability of rht-MOF-1, rht-MOF-tri, and rht-MOF-pyr. As shown in Figure 2, rht-MOF-1 was observed to decompose after being immersed in water for less than 2 h. Poor water stability was also observed for other rht-MOFs based upon hexatopic carboxylate ligands, such as PCN-66(21d) that is constructed from 5,5′,5″-(4,4′,4″-nitrilotris(benzene-4,1-diyl)tris(ethyne-2,1-diyl))triisophthalate (ntei) (Scheme S1a, Supporting Information) and [Cu24(TPBTM6–)8 (H2O)24](21h) that is built from N,N′,N″-tris(isophthalyl)-1,3,5-benzenetri-carboxamide (tpbtm) (Scheme S1b), neither of which retained their crystallinity after being immersed in water for 1 h (Figures S1, S2, Supporting Information). The isophthalic moieties are covalently connected in the hexatopic ligands (ntei and tpbtm) and thus are not prone to hydrolysis. The observed poor water stability for PCN-66 and [Cu24(TPBTM6–)8(H2O)24] should be attributed to the dissociation of the copper paddlewheel MBBs as a result of water attack.(14b, 18) Similarly, the decomposition of rht-MOF-1 could be ascribed to the breakdown of the copper paddlewheel MBBs, although there is no information for the stability of the trigonal inorganic MBBs in the presence of water.Figure 2. PXRD patterns of rht-MOF-1 for simulated plot, as-synthesized sample, and sample after being immersed in water for 2 h.In contrast with rht-MOF-1, rht-MOF-tri crystals were soaked in water for 48 h, and PXRD studies revealed no significant changes in the diffraction patterns (Figure 3). However, the extension of water soaking time to 4 days leads to the vanishing and broadening of PXRD peaks, indicative of decomposition (Figure 3). In comparison, rht-MOF-pyr can retain its crystallinity after immersion in water for 15 days, as evidenced by no significant changes in the PXRD pattern (Figure 4). These results suggest the following order of stability: pyrazolate > triazolate > tetrazolate in terms of stabilizing the copper paddlewheel MBBs against water. This is in good agreement with the increasing pKa values of these functional groups.(24-26)Figure 3. PXRD patterns of rht-MOF-tri for simulated plot, as-synthesized sample, and sample after immersing in water for 2 days and 4 days.Figure 4. PXRD patterns of rht-MOF-pyr for simulated plot, as-synthesized sample, and sample after immersing in water for 7 days and 15 days.We evaluated the moisture and steam stabilities of rht-MOF-tri and rht-MOF-pyr. As shown in Figure 5, the exposure of rht-MOF-tri to ambient air with a relative humidity of ∼70% for a week did not result in any observable structural change, and rht-MOF-tri was observed to retain crystallinity after exposure to steam (100% at 100 °C) for 6 h. No significant loss of crystallinity was observed for rht-MOF-pyr after similar tests (Figure 6).Figure 5. PXRD patterns of rht-MOF-tri for as-synthesized sample and samples after moisture and steam tests.Figure 6. PXRD patterns of rht-MOF-pyr for as-synthesized sample and samples after moisture and steam tests.We also examined the tolerance of rht-MOF-tri and rht-MOF-pyr to acidic media, a more stringent challenge for most MOFs. Soaking rht-MOF-tri in hydrochloric acid (HCl) aqueous solution with a pH of 2.5 for 24 h did not lead to observable structural change; however, dramatic loss of crystallinity was observed by extending the soaking time to 48 h (Figure 7). rht-MOF-tri exposed to pH = 1 HCl aqueous solution led to complete degradation of the framework (Figure 7). In contrast to rht-MOF-tri, rht-MOF-pyr survived in pH = 2.5 HCl aqueous solution for more than 1 week and even retained its crystallinity after 14 days (Figure 8). However, rht-MOF-pyr did not survive in pH = 1 HCl aqueous solution. These results indicate the relatively high chemical stability of rht-MOF-tri and rht-MOF-pyr compared with most other MOFs and suggest that the pyrazole group strongly promotes the tolerance of the rht-MOF platform toward acidic media.Figure 7. PXRD patterns of rht-MOF-tri for as-synthesized sample and samples after acid stability tests.Figure 8. PXRD patterns of rht-MOF-pyr for as-synthesized sample and samples after acid stability tests.Assessment of Surface Areas after Water/Chemical Stability TestsAlthough PXRD has been extensively utilized to evaluate the preservation of crystalline structures for MOFs after water/chemical stability tests, recent studies have suggested that PXRD cannot detect partial structure loss and the surface area should be measured to validate the preservation of framework integrity.(13a) N2 adsorption isotherms at 77 K were measured by reactivating rht-MOF-tri and rht-MOF-pyr samples after each stability test. As shown in Figure 9, rht-MOF-tri and rht-MOF-pyr retained their surface areas (Table 2) after various tests, confirming their water, moisture, steam, and chemical stability. rht-MOF-tri and rht-MOF-pyr represent two rare examples of highly porous MOFs that have been shown to be stable under water, moisture, steam, and acid conditions without significant loss of surface area.(16, 17)Figure 9. N2 adsorption isotherms at 77 K for (a) rht-MOF-tri; (b) rht-MOF-pyr.Table 2. Surface Areas for rht-MOF-tri and rht-MOF-pyr: As-Synthesized and after Treatment with Water, Moisture, Steam, and HCl(aq) at pH 2.5aconditionsrht-MOF-tri SABET/m2 g–1rht-MOF-pyr SABET/m2 g–1as-synthesized1841(31)2133(62)moisture1818(26)2183(64)H2O1874(44)2049(65)steam1803(23)2261(57)pH 2.5 HCl(aq)1812(10)2050(66)aValues were obtained from N2 adsorption measurements performed at 77 K on samples subjected to the conditions specified and then activated according to the procedures in the Experimental Section.Analysis of Structure–Property Relationship for Water/Chemical StabilityThe differences in properties among rht-MOF-1, rht-MOF-tri, and rht-MOF-pyr triggered by substitution of functional groups can presumably be attributed to the different properties of tetrazole, 1,2,3-triazole, and pyrazole. Since the N atom has an electron-withdrawing effect, an azolate ring containing less N atoms has higher basicity or lower acidity, leading to a high pKa value. The pKa of tetrazole is ca. 4.6, meaning that it is a relatively weak chelating ligand.(24) In contrast, the pKa of 1,2,3-triazole is ca. 9.3,(25)and that of pyrazole is ca. 14.0.(26) As investigated by Long’s and Chen’s groups,(16, 22) the pKa value or basicity of the ligand can be regarded as a straightforward measure of binding ability toward a proton and may also be applied to estimate the bonding strength with transition metal ions. The increase in basicity of the azolate groups presumably increases the Cu–N bond strength, which is supported by Cu–N bond distances of 1.952, 1.937, and 1.931 Å in rht-MOF-1, rht-MOF-tri, and rht-MOF-pyr, respectively. The change in the bonding of the triangular inorganic MBB, [Cu3O(N4–x(CH)xC−)3] (x = 0, 1, or 2), is in a direct relationship with the bonding of the copper paddlewheel SBU (i.e., remotely strengthening the Cu–carboxylate bonding), thus exerting changes in the electronic structure of the whole MOF to afford different stabilities toward water.Computational StudiesTo gain insight into the changes in water/chemical stabilities, we performed computational studies(14a) on these three rht-MOFs. Analysis of the electronic structures for all three rht-MOFs revealed a few noticeable differences in the partial charges between the structures, especially in the five-membered rings (see the Supporting Information). Note that the partial charges referenced here were calculated using the Connolly charge-fitting scheme(27) (see the Supporting Information). In rht-MOF-1, the uncoordinated nitrogen atoms on the tetrazolate group are highly electronegative with a partial charge of about −0.5 e–, while the coordinated nitrogen atoms (those that are bonded to the Cu2+ ions of the triangular inorganic MBB) are less electronegative with a partial charge of about −0.2 e–. For the 1,2,3-triazolate moiety of rht-MOF-tri, when comparing to the tetrazolate group in rht-MOF-1, it can be seen that replacing one the uncoordinated nitrogen atoms with a C–H group causes one of the coordinated nitrogen atoms (the atom on the uncoordinated N atom side) to lose some electron density while the nearby coordinated N atom gains electron density. The uncoordinated nitrogen atom in rht-MOF-tri has a similar partial charge to those in rht-MOF-1. This increase in negative charge for the coordinated nitrogen atom on the C–H side of the 1,2,3-triazolate group presumably leads to stronger Cu–N bonds. In rht-MOF-pyr, the replacement of both uncoordinated nitrogen atoms with a C–H group causes both coordinated N atoms to gain electron density relative to those that are in the tetrazolate and 1,2,3-triazolate moieties of rht-MOF-1 and rht-MOF-tri, respectively; the partial charges for these nitrogen atoms are approximately −0.4 e–. This electron density difference could be responsible for the enhanced stability of the trigonal [Cu3O(N2(CH)2C−)3] units in rht-MOF-pyr with respect to the corresponding trigonal [Cu3O(N3(CH)C−)3] units in rht-MOF-tri and trigonal [Cu3O(N4C−)3] units in rht-MOF-1.The substitution of tetrazolate with triazolate and pyrazolate moieties has also affected the copper paddlewheel units in the respective rht-MOFs. It is noteworthy that the two Cu2+ ions in the paddlewheels of rht-MOFs are indeed chemically distinct, as the carboxylate carbon–aromatic carbon bond cannot rotate freely in the MOF. The Cu2+ ion labeled 1 in Figures S4–S6 (Supporting Information), denoted herein as Cu1, faces toward the center of the linker and projects into the truncated tetrahedral cage, and the Cu2+ ion labeled 2, denoted herein as Cu2, faces away from the center of the linker and projects into the cuboctahedral cage. The relative partial charges about the Cu2+ ions have been shown to be significant in rht-MOFs, with the more positively charged Cu2+ ion acting as the favored sorption site.(28) Electronic structure calculations show that the Cu1 ions have the higher charge within the paddlewheels in rht-MOF-1 and rht-MOF-tri; this can be attributed to the presence of the proximal uncoordinated nitrogen atoms on the five-membered rings in both rht-MOFs, which causes the partial positive charge of the Cu1 ions to increase relative to the Cu2 ions. This can be interpreted as a consequence of the repulsive interaction between the electronegative uncoordinated nitrogen atoms and the electronic environment of the copper paddlewheels in these two rht-MOFs, causing the electron density to shift toward the more distant Cu2 ions. In rht-MOF-pyr, the replacement of all uncoordinated N atoms with C–H groups shifts the higher positive charge to the Cu2 ion and thereby increases the electron density of the Cu1 ions. Therefore, in rht-MOF-pyr, the Cu1 ions, which are in closer proximity to the attractive triangular inorganic MBB, are less favorable toward sorbate molecules, such as water.The potential energy surface (PES) was generated for the copper paddlewheel [Cu2(O2C−)4] fragments in all three rht-MOFs. The results revealed that the bond energies are lower and produced a deeper well-depth for rht-MOF-tri and rht-MOF-pyr compared to rht-MOF-1 (Figure 10). This would be expected to afford enhanced stability for the copper paddlewheel units in rht-MOF-tri and rht-MOF-pyr. Indeed, it can be observed in Figure 10 that the Cu2+–O interactions of the copper paddlewheels (considering both types of paddlewheel Cu2+ ions) are more stable for rht-MOF-pyr and rht-MOF-tri compared to those for rht-MOF-1 by approximately 38 and 30 kJ·mol–1, respectively. In effect, enhanced bonding between the pyrazolate groups and the triangular inorganic MBB synergistically stabilized the copper paddlewheel MBBs in both rht-MOF-pyr and rht-MOF-tri. These computational findings support the experimentally observed increase in water stability from rht-MOF-1 to rht-MOF-tri, and to rht-MOF-pyr.Figure 10. Generated potential energy surfaces about (a) the Cu1 ions (atom labeled 1 in Figures S4–S6, Supporting Information) and (b) the Cu2 ions (atom labeled 2 in Figures S4–S6) of the copper paddlewheels for rht-MOF-1 (green), rht-MOF-tri (blue), and rht-MOF-pyr (red).Top of PageAbstractIntroductionResult and DiscussionConclusionExperimental SectionReferencesConclusionIn summary, we demonstrated how to stabilize the copper paddlewheel MBBs, [Cu2(O2C−)4], via a crystal engineering approach that enables strengthening the bonding between the organic ligands and the triangular inorganic MBB, [Cu3O(N4–x(CH)xC−)3] (x = 0, 1, or 2), which, in turn, remotely enhances the stability of the copper paddlewheel MBB. The observed experimental results are further supported by computational studies, which allowed for a better understanding of the mechanism promoting the copper paddlewheel stability. Therefore, this study paves the way to the synthesis and development of prospective suitable MOFs with enhanced water stability.Top of PageAbstractIntroductionResult and DiscussionConclusionExperimental SectionReferencesExperimental SectionGeneral InformationAll of the reagents were obtained from commercial vendors and, unless otherwise noted, were used without further purification.Synthesis of 5-(1H-1,2,3-Triazol-4-yl)isophthalic Acid (H3TAIP)Dimethyl 5-iodoisophthalate (1 mmol) and ethynyltrimethylsilane (2 mmol) were suspended in a solution of 50 mL of dry tetrahydrofuran (THF) and 5 mL of triethylamine (Et3N) under a nitrogen atmosphere. Tetrakis(triphenylphosphine) palladium (Pd(PPh3)4) (0.005 mmol) and copper(I) iodide (CuI) (0.015 mmol) were then added. The reaction mixture was stirred for 12 h at 60 °C and subsequently evaporated and chromatographed (silica gel, EtOAc/hexane = 1:60) to give the product as a yellow solid (91% yield). The detailed procedure of preparation of dimethyl 5-(1-(pivaloyloxymethyl)-1H-1,2,3-triazol-4-yl)isophthalate can be found in the reported reference (yield: 97%).(29) To a solution of dimethyl 5-(1-(pivaloyloxymethyl)-1H-1,2,3-triazol-4-yl) isophthalate (1 mmol) in THF/H2O (1:1, 10 mL) was added LiOH (10 mmol), and the mixture was then stirred at room temperature for 12 h. The mixture was neutralized with a 1 M HCl solution to pH = 5. The resulting precipitate was filtered, washed with 10 mL of water, and dried under vacuum to produce the pure product 5-(1H-1,2,3-triazol-4-yl) isophthalic acid, which is a white solid (yield: 86%) (1H NMR, D2O, 250 MHz, δ = 8.28 (2H), 8.15(1H), 8.02 (1H)).Synthesis of 5-(1H-Pyrazol-4-yl)isophthalic Acid (H3PAIP)4-Bromo-1-trityl-1H-pyrazole and 3,5-bis(methoxycarbonyl)-phenylboronic acid were synthesized by the procedures reported in the literatures.(30) The mixture of 4-bromo-1-trityl-1H-pyrazole (1.39 g, 3.56 mmol), 3,5-bis(methoxycarbonyl)phenylboronic acid (0.93 g, 3.91 mmol), tetrakis(triphenylphosphine) palladium (0.42 g, 0.36 mmol), and K2CO3 (0.98 g, 7.12 mmol) in a 100 mL recovery flask was added into 1,2-dimethoxyethane (18 mL) and H2O (10 mL) under nitrogen protection. The reaction mixture was heated at 85 °C and stirred for 36 h. After 36 h, the reaction mixture was concentrated on a rotary evaporator. The residue was taken up in EtOAc (50 mL), washed with H2O (15 mL), and dried (MgSO4). After filtration, the filtrate was concentrated on a rotary evaporator. The crude product was hydrolyzed by KOH solution in THF/MeOH/H2O (v1/1/2) mixture solvents. The reaction mixture was then concentrated on a rotary evaporator and acidified by conc. HCl. The collected solid was dissolved in dichloromethane, and several drops of trifluoroacetic acid were added into the solution to deprotect trityl group. The reaction mixture was warmed to 40 °C overnight. 5-(1H-Pyrazol-4-yl)isophthalic acid (H3PAIP) was collected by filtration (yield: 50%) (1HNMR, [D6]DMSO, 250 MHz, δ = 8.35 (2H), 8.29(1H), 8.25 (2H)).Synthesis of rht-MOF-triA mixture of 5-(1H-1,2,3-triazoyl) isophthalic acid (H3TAIP) (30 mg), CuNO3·2.5H2O (90 mg), and N,N′-dimethylformamide (DMF) (1.5 mL) with 2 drops of HBF4 (47% aqueous) was added into a 4 mL vial and then heated to 65 °C for 48 h. The resulting octahedron-shaped green crystals were obtained (yield: 75% based on H3TAIP ligand).Synthesis of rht-MOF-pyrA mixture of 5-(1H-pyrazol-4-yl)isophthalic acid (H3PAIP) (10 mg), CuNO3·2.5H2O (30 mg), and N,N′-dimethylformamide (DMF) (1.0 mL) with 2 drops of HBF4 (47% aqueous) was added into a 4 mL vial and then heated to 70 °C for 48 h. The resulting octahedron-shaped green crystals were obtained (yield: 70% based on H3PAIP ligand). Top of PageAbstractIntroductionResult and DiscussionConclusionExperimental SectionReferencesSupporting InformationFull experimental details, calculation results, and other data. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionResult and DiscussionConclusionExperimental SectionReferencesAcknowledgmentThe authors acknowledge NSF (DMR-1352065) and USF for financial support of this work. B.S. acknowledges the National Science Foundation (Award No. CHE-1152362), the computational resources that were made available by an XSEDE Grant (No. TG-DMR090028), and the use of the services provided by Research Computing at the University of South Florida. X.S. thanks NSF for the financial support (CHE-0844602). The single-crystal X-ray diffraction of rht-MOF-tri and rht-MOF-pyr was carried out at the Advanced Photon Source on beamline 15-ID-B of ChemMatCARS Sector 15, supported by the National Science Foundation under grant number NSF/CHE-1346572. This research used resources of the Advanced Photon Source, a U.S. Department of Energy (DOE) Office of Science User Facility operated for the DOE Office of Science by Argonne National Laboratory under Contract No. DE-AC02-06CH11357. M.E. acknowledges the financial support from King Abdullah University of Science and Technology.Reference QuickViewTop of PageAbstractIntroductionResult and DiscussionConclusionExperimental SectionReferencesReferencesThis article references 30 other publications.1. (a) Zhou, H.-C.; Long, J. R.; Yaghi, O. M. Chem. Rev. 2012,  112,  673[ACS Full Text ], [CAS]1. Introduction to Metal-Organic FrameworksZhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    673-674CODEN:\r\n                CHREAY;\r\n        ", "title": "Remote Stabilization of Copper Paddlewheel Based Molecular Building Blocks in Metal–Organic Frameworks", "authors": ["Wen-Yang Gao", "Rong Cai", "Tony Pham", "Katherine A. Forrest", "Adam Hogan", "Patrick Nugent", "Kia Williams", "Lukasz Wojtas", "Ryan Luebke", "Łukasz J. Weseliński", "Michael J. Zaworotko", "Brian Space", "Yu-Sheng Chen", "Mohamed Eddaoudi", "Xiaodong Shi", "Shengqian Ma"], "doi": ["10.1021/acs.chemmater.5b00084"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0010.gif\">"]}