{"abstract": "We use density functional theory calculations with van der Waals corrections to study the role of dispersive interactions on the structure and binding of CO within two distinct metal–organic frameworks (MOFs): Mg-MOF74 and Ca-BTT. For both classes of MOFs, we report calculations with standard gradient-corrected (PBE) and five van der Waals density functionals (vdW-DFs), also comparing with semiempirical pairwise corrections. The vdW-DFs explored here yield a large spread in CO–MOF binding energies, about 50% (around 20 kJ/mol), depending on the choice of exchange functional, which is significantly larger than our computed zero-point energies and thermal contributions (around 5 kJ/mol). However, two specific vdW-DFs result in excellent agreement with experiments within a few kilojoules per mole, at a reduced computational cost compared to quantum chemistry or many-body approaches. For Mg-MOF74, PBE underestimates adsorption enthalpies by about 50%, but enthalpies computed with vdW-DF, PBE+D2, and vdW-DF2 (40.5, 38.5, and 37.4 kJ/mol, respectively) compare extremely well with the experimental value of 40 kJ/mol. vdW-DF and vdW-DF2 CO–MOF bond lengths are in the best agreement with experiments, while vdW-C09 results in the best agreement with lattice parameters. On the basis of the similar behavior of the reduced density gradients around CO for the two MOFs studied, comparable results can be expected for CO adsorption in BTT-type MOFs. Our work demonstrates for this broad class of molecular adsorbate-periodic MOF systems that parameter-free and computationally efficient vdW-DF and vdW-DF2 approaches can predict adsorption enthalpies with chemical accuracy.", "text": "10.1021/jp302190v Top of PageAbstractIntroductionComputational DetailsResultsConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) are a broad class of three-dimensional nanoporous materials that have attracted much attention during the past decade for CO2 capture from flue gas.(1-6) MOFs consist of metal centers joined by organic molecular “linkers”; there are many possibilities for cation/linker combinations, and thousands of different MOFs have already been synthesized.(3, 5) Understanding mechanisms for CO2 binding within these frameworks is a fundamental step toward the design of new materials for carbon capture.In order to explore and predict new materials that efficiently capture CO2, an accurate quantitative description of both its adsorption energy and geometry is needed. Whereas quantum chemistry methods, such as HF/MP2 or CCSD(T), scale unfavorably with the number of basis functions (N5 and N7) and are primarily restricted to cluster calculations, density functional theory (DFT) is a very promising framework for studying the mechanism of interaction between CO2 and extended MOFs. Although DFT is a many-particle framework that includes, in principle, fully nonlocal interactions, its common approximations, such as the local density approximation (LDA) and the generalized gradient approximation (GGA), neglect attractive long-range contributions to van der Waals interactions, so-called London dispersion interactions.Nevertheless, there has been much recent progress toward including these interactions on top of the standard DFT framework, including semiempirical(7, 8) and ab initio(9) pairwise C6 approaches, new functionals,(10-12) wave function based approaches,(13) and many-body methods using the random-phase approximation (RPA).(14) A particularly promising solution, balancing computational efficiency(15) with accuracy, is the nonlocal correlation functional proposed by Dion et al. in 2004,(10) often referred to as a van der Waals density functional (vdW-DF), which has been successfully used to describe adsorption of gaseous hydrogen by MOFs.(16, 17) Within the vdW-DF framework, the exchange and correlation energy is partitioned as(1)where ExGGA is the semilocal exchange energy from a GGA functional, EcLDA is the local correlation energy from the LDA, and Ecnl is a functional including nonlocal correlation energy, first defined by Dion et al.(10) In ref 10, the revPBE(18) GGA is used for ExGGA, since it does not bind rare gas dimers, consistent with exact exchange.(10) Although past work with this functional led to reasonable results for binding energies for many of the molecules within the S22 set,(19) calculated binding distances were too large compared with experiments.(10, 20) More recently, several vdW-DFs have been proposed with different ExGGA and Ecnl to improve accuracy. We briefly review some of them in the following section. Their performance for rare gas dimers has already been reported(10, 21-23) for different choices of ExGGA. However, since the electronic density of the CO2–MOF system differs from that of rare gas molecules, it is important to perform a complementary study of different vdW-DFs for this important class of systems, and to rationalize the observed trends in terms of ExGGA in spatial regions around CO2 and near likely MOF binding sites.In this study, we show that specific vdW-DFs provide an excellent agreement with experiments at a reasonable computational cost comparable to a standard DFT calculation, allowing us to explain the CO2–MOF binding mechanism quantitatively, revealing the importance of dispersion interactions. In order to assess the accuracy of the employed methodologies, we report calculations of energetics, vibrational, and thermochemical properties associated with the binding of CO2 to two distinct types of MOFs: Mg-MOF74 and Ca-BTT. We employ a standard GGA, PBE;(24) five different vdW-DFs;(10, 20-23) and the semiempirical Grimme method.(7, 8) We compare all results with available experiments. On the basis of our calculations, we evaluate the performance of these approaches for binding energies and geometries, and provide routes for computing reliable energetics of CO2 in MOF environments.Top of PageAbstractIntroductionComputational DetailsResultsConclusionsReferencesComputational DetailsAll dispersion-corrected and standard DFT calculations are performed with the SIESTA(25) package. Norm-conserving Trouiller-Martins pseudopotentials are used(26) in all calculations. 2s and 2p electrons of C, N, and O atoms are explicitly included in the valence; for all the metals studied, semicore electrons are considered (for example, 2s, 2p, and 3s for Mg and 3s, 3p, and 4s for Ca). We use a variationally optimized(27, 28) double-ζ polarized basis including d-orbitals for C, N, and O atoms. The integration over the irreducible Brillouin zone is carried over the Γ point and 64 grid points(29) for Ca-BTT and Mg-MOF74, respectively. Real space integrals are performed on a mesh with a 300 Ry cutoff. For each calculation, we optimize the atomic positions until the forces are smaller than 20 meV/Å.Results obtained with the PBE GGA(30) are compared with five different vdW-DFs. We refer to those as vdW-DF,(10) vdW-DF2,(21) vdW-PBE, vdW-optB88,(23) and vdW-C09x.(22) These functionals are modified versions of the original vdW-DF,(10) and are briefly described below. Our SIESTA calculations rely on the efficient implementation of vdW-DFs proposed by Román-Pérez and Soler.(15)Within the vdW-DF framework, the correlation energy is written as a double integral of the density,(10) where the kernel is a function of n(r) and ▽n(r), and it is expressed in terms of the wavevector q0(r) = kF(r)[εxc0(r)/εxLDA(r)], with kF(r) = [3π2n(r)]1/3 and(2)The quantity |▽n(r)|/2kF(r)n(r) is the reduced density gradient, and Zab is the screening factor. The five vdW-DFs used here differ primarily in the choice of ExGGA. In vdW-DF2, Ecnl is also modified, and Zab is decreased from −0.849 to −1.887. In the original vdW-DF,(10)ExGGA is taken from revPBE;(18) vdW-PBE, and vdW-DF2 use PBE(24) and PW86(31) for ExGGA, respectively. In vdW-optB88, a variant of B88(32) is used, and has been optimized by Klimeš and co-workers(23) against the S22 data set. Cooper(22) recently proposed a new functional, which we refer to as vdW-C09x, that is based on vdW-DF but with a reduced short-range exchange repulsion; its asymptotic behavior is equivalent to vdW-DF at large values of reduced density gradient.In what follows, results from the vdW-DFs described above are compared with the semiempirical Grimme method where nonlocal effects are approximated by a pairwise correction proportional to C6/r6, with C6 coefficients obtained from computed atomic ionization potentials and static dipole polarizabilities of the isolated atoms.(8) We apply this correction on top of GGA-PBE and refer to this approach as PBE+D2. Both the vdW-DFs and the PBE+D2 method are implemented self-consistently within SIESTA. All binding energies reported in this work are corrected for basis set superposition error (BSSE). In order to compare with experimental heat of adsorption, zero-point and thermal contributions to the total energies are computed from vibrational modes. Vibrational frequencies are computed at the Γ point on optimized structure (forces <10 meV/Å) from a dynamical matrix obtained through a finite difference approach.Top of PageAbstractIntroductionComputational DetailsResultsConclusionsReferencesResultsMOF GeometriesOur study focuses on two MOFs—Mg-MOF74 and Ca-BTT—containing open metal centers. The synthesis and characterization of MOF74 was first reported by Yaghi and co-workers in 2005,(33) and its promise for CO2 capture has been widely recognized.(34-38) The structure is based on coordinated carboxyl and hydroxy groups (dobdc4– = 1,4-dioxido-2,5-benzenedicarboxylate). Helical M–O–C rods with stoichiometry [O2M2](CO2)2 emanate from 6-coordinated M centers, consisting of edge-sharing MO4 octahedra in a trigonal R3̅ structure. A primitive unit cell containing 54 atoms is employed in all calculations.Ca-BTT is a sodalite-type MOF of the form Na3[(Ca4Cl)3(BTT)8]2, similar to those recently synthesized by Long and co-workers.(39-41) The fundamental building block of this structure is a truncated octahedron consisting of six [Ca4Cl]7+ squares and eight BTT ligands (BTT3– = 1,3,5-benzenetristetrazolate). The truncated octahedra share square faces to generate a cubic framework structure with space group Pm3m̅. Extraframework Na cations are required for charge balancing, leading to a unit cell of 210 atoms (including 3 Na).Computed lattice parameters and bond lengths for Ca-BTT and Mg-MOF74 are shown in Table 1. For Mg-MOF74, separate works recently performed low-temperature (20 K) neutron diffraction measurements on the desolvated framework and reported similar lattice parameters: a = 25.921 Å and c = 6.863 Å,(38) and a = 25.881 Å and c = 8.879 Å.(36) Standard PBE leads to a and c 0.8% and 2% larger than experiments, respectively. vdW-C09x results in quite good agreement, yielding a modest 0.4% and 0.2% overestimate; the largest error is found for vdW-DF, which overestimates a and c by about 2%.Table 1. Comparison of Covalent and Ionic Bond Distances within the Ca-BTT and Mg-MOF74 Obtained with the Different Approximations for the Exchange-Correlation Functionala Mg-MOF74Ca-BTTXCMg–OC–CacC–CN–NN–Ca⟨a⟩PBE2.1021.49026.2127.0091.4661.3552.35719.761PBE+D22.0901.48926.0116.9451.4661.3512.34519.683vdW-DF2.1191.49726.5037.0441.4741.3662.37419.901vdW-PBE2.1091.49426.3686.9631.4701.3652.35919.802vdW-optB882.0911.48526.1626.9341.4631.3572.34419.714vdW-DF22.1151.50326.4497.0441.4801.3712.37919.933vdW-C09x2.0961.48426.0356.9121.4601.3522.33819.652exp.  25.921,(38) 25.881(36)6.863,(38) 6.879(36)   19.690(42)aExperimental values are also reported for comparison. All distances are in Å. Mg-MOF74 has five inequievalent Mg–O bond lengths and four inequivalent C–C bond lengths. The longest one in each case is shown. Within Ca-BTT, due to the loss of cubic symmetry upon introduction of Na atoms, every BTT ligand is different; the reported bond lengths correspond to one of the ligands. The longest C–C and N–N bond lengths are reported.For Ca-BTT, room temperature diffraction data are available for the solvated crystal, with Ca atoms as extraframework cations. To compare with experiment, we scale the reported lattice parameter of 19.81 Å,(42) accounting for the different ionic size of the Na atoms used here and the lattice expansion associated with the solvent molecules, following our previous work.(43) The scaled value is 19.69 Å. The best agreement is found for vdW-C09x (−0.2%), while vdW-DF2 results in the largest discrepancy (1.2%).In general, bond distances of both covalent and ionic character computed with the vdW-DFs (except for vdW-C09x) are somewhat larger compared to PBE, up to a maximum of 1% for vdW-DF2, as previously observed.(10, 20) Although long-range attractive dispersion interactions are now taken into account, the different ExGGA’s result in a different balance of short and long-range interactions, evidently leading to dilated structural parameters as observed in prior work for other systems.(10, 20) On the other hand, intuitively consistent with the simple addition of an attractive potential, bond lengths from the empirical PBE+D2 approach are systematically smaller than those obtained with PBE, by 0.4% and 0.8% for Mg-MOF74 and Ca-BTT, respectively.Figure 1. CO2–MOF binding geometries for (a) Mg-MOF74 and (b) Ca-BTT. The unit cell is shown for each MOF. For Mg-MOF74, the primitive cell (one-third of the unit cell) is used for all calculations.CO2 Binding Energies and GeometriesTo examine CO2 binding in Mg-MOF74 and Ca-BTT, we focus on structures with one CO2 molecule/unit cell, corresponding to a CO2 loading of 1CO2:6Mg and 1CO2:12Ca, respectively. Within Mg-MOF74, the CO2 binding geometry has been reported experimentally(34, 38) and studied computationally.(35, 36) CO2 binds in an end-on mechanism with the O atom of CO2 electrostatically attracted to the positive Mg atom. The Mg–O–C angle is 130°, and the CO2 is roughly parallel to the dobdc linker.(34-36, 38) In Ca-BTT, CO2 has been computed to bind in a three-site interaction geometry, as shown in Figure 1:(43) the two CO2 oxygen atoms are closest to H and Ca framework atoms, with the C atom oriented toward the negatively charged N atom of the tetrazole linker.For Mg-MOF74, a CO2 binding energy of 22.1 kJ/mol is obtained with PBE with one CO2 per unit cell. For a comparison, we also compute the CO2 binding energy of a fully loaded framework (1CO2:1Mg) and obtain 21.3 kJ/mol, in good agreement with the previously reported PBE and B3LYP values of 20.2 kJ/mol(36) and 18.2 kJ/mol,(35) respectively. The CO2 molecules within the pores are oriented relative to each other in a T-shape, reminiscent of solid CO2.(34) However, as shown below, their geometry is determined by the framework, and CO2–CO2 interactions are negligible.For Ca-BTT, our calculated PBE binding energy of 43.1 kJ/mol is significantly larger than that in Mg-MOF74, resulting from a stronger electrostatic interaction with the framework.(43) The larger binding energy is also reflected in a more distorted C–O–C bond angle in Ca-BTT (174°) compared with Mg-MOF74 (177°), and consistent with the larger difference between the CO2 C–O bond lengths in Ca-BTT (ΔdC–O = 0.025) and Mg-MOF74 (ΔdC–O = 0.014).We now examine the effect of adding long-range dispersion interactions. CO2–MOF binding energies and bond lengths obtained with different vdW-DFs are reported in Table 2 for both frameworks. All vdW-DFs result in larger binding energies relative to PBE, with a range of 41.3 kJ/mol (62.0 kJ/mol) to 62.1 kJ/mol (85.3 kJ/mol) for Mg-MOF74 (Ca-BTT), depending on the approximation used. In general, we find that vdW-DFs that lead to larger binding energy result in shorter bond lengths. For both MOFs, the largest binding enery is found with vdW-PBE (62.1 and 85.3 kJ/mol for Mg-MOF74 and Ca-BTT); vdW-C09x, which also exhibits a large binding (56.0 and 71.6 kJ/mol for Mg-MOF74 and Ca-BTT) energy, results in the shortest bonding lengths (2.26 Å and 2.72 Å, respectively). On the other hand, vdW-DF2 results in the smallest binding energy and vdW-DF, which also exhibits a small binding energy, in the largest bond lengths.Table 2. CO2–MOF Binding Energy, EB (kJ/mol), Enthalpy of Adsorption (kJ/mol), CO2–MOF Bond Distances (Å), and Mg–O–C and C–O–C Bond Angles (in °) Computed with the Different Functionalsa Mg-MOF74Ca-BTTXCMg–OMg–O–CEB–ΔHC–O–CCa–OC–NEB–ΔHC–O–CPBE2.317133.722.118.2177.22.4762.78843.138.3173.8PBE+D22.286130.142.438.5175.92.4832.76364.860.0173.6vdW-DF2.361131.944.440.5177.42.5402.92365.060.2174.9vdW-optB882.274130.053.749.9176.52.4612.73973.468.6173.2vdW-PBE2.291129.762.158.3175.92.4832.78985.380.5173.0vdW-DF22.326132.041.337.4177.42.5032.78262.057.2174.0vdW-C09x2.259129.256.052.1175.52.4492.71671.666.8172.6exp.2.393,(38) 2.283(36)124.6,(38) 112.8(36) 40,(49) 39(50)149.7,(38) 160.5(36)     aExperimental values are also reported for comparison.The trends in binding energies obtained with vdW-DF, vdW-optB88, vdW-PBE, and vdW-C09x can be rationalized in terms of more or less short-range repulsion and are quantitatively explained by the different ExGGA’s. (For this set of functionals EcLDA + Ecnl is fixed.) In Figure 2, we plot the enhancement factor Fx(s) as a function of the reduced density gradient s for each ExGGA. PW86, employed in vdW-DF2, is reported for comparison. Fx(s) is defined via εx(n,s) = εxLDA(n)Fx(s), where εxLDA(n) is the LDA exchange energy density. Fx hence determines the weight of the exchange energy density contribution, as a function of s, at a given point in space. For uniform density, LDA exchange is recovered, i.e., Fx(0) = 1. A histogram of PBE reduced density gradients, within a 4 Å radius of CO2, is shown in the lower panel of Figure 2 for both MOFs. The histograms for both MOFs are similar, consistent with similar trends observed in their computed binding energies and geometries.Generally, covalently and ionically bonded systems exhibit a large overlap of the constituent densities, and hence the values of reduced density gradients are smaller than 3.(24, 44) Here we observe a significant tail extending to large values of s characteristic of sparse matter.Figure 2. Upper panel: enhancement factor, Fx, plotted as a function of the reduced density gradient for functionals employed in this work. Lower panel: histograms of PBE reduced density gradient around adsorbed CO2 for Ca-BTT (filled) and Mg-MOF74 (open).Because Figure 2 shows a maximum of the histogram at s < 3, we expect the trends in binding geometry for the different vdW-DFs to follow those in Fx at s < 3; indeed, this is the case. Similar bond lengths are found for PBE and PW86, with revPBE and C09x resulting in larger and smaller values, respectively, and intermediate values are found for optB88. The shortest bond lengths are found with vdW-C09x, and the largest with vdW-DF. This trend is also observed for the lattice parameters and bond distances for both MOFs (see Table 1).That vdW-PBE results in the largest binding energy can be explained as resulting from the overbinding produced by PBE exchange, which is attractive in situations where no exchange-induced binding should exist (as between noble gas atoms).(10) It is worth mentioning that vdW-PBE has been employed to successfully reproduce structural properties of liquid water.(20) In this case, the vdW-PBE functional led to a better description of the radial distribution function compared to vdW-DF, due to the underestimation of H-bond interaction and a consequent overestimation of the O–O distance by revPBE.In what follows, we discuss available experimental binding geometries for Mg-MOF74/CO2 in the context of our calculations. The CO2 binding geometry has been reported as a function of CO2 loading at 20 K from powder neutron diffraction experiments by Queen et al.(38) The Mg–O bond distance and Mg–O–C bond angle for a loading of 1CO2:4Mg (closest to our 1CO2:6Mg) are 2.39(6) Å and 127(7)°. For 1CO2:2Mg, refs 38 and 36 report 2.34(3) Å and 128°(3), and 2.283 Å and 112.8°, respectively. The apparent disagreement on the Mg–O–C bond angles is rationalized in terms of static disorder of the CO2 molecules, with the O bound to the Mg atom found to be approximately fixed.(38) Therefore, in comparing with experiments, we use the Mg–O bond length, and the best agreement is found with vdW-DF and vdW-DF2 (accounting for the reported statistical error), with a −1.2% and −2.7% deviation, respectively.While Queen et al.(38) report a decrease in Mg–O distance at higher loading, we predict an increase, consistent with the attractive CO2–CO2 electrostatic interactions found at larger CO2 loading. As mentioned above, a negligible CO2–CO2 contribution to the CO2–MOF binding energy is found with PBE. The same comparison with vdW-DF2 shows a binding energy of 41.30 and 42.55 kJ/mol for 1CO2:6Mg and 1CO2:1Mg, and the Mg–O bond distance is 2.33 Å and 2.36 Å, respectively. This behavior suggests some caution in the comparison with experimental values since the statistical error of the refinement can be an underestimate of the true error.CO2–MOF Binding MechanismFrom our quantitative calculations, we can elucidate the interaction mechanism between CO2 and both MOFs. We compute the CO2-induced dipole moment and estimate the charge transfer by integrating the difference between the charge density n(r) of the entire system and that of the constituents (MOF and CO2), at the geometry of the relaxed MOF+CO2: Δμ = ∫(nMOF+CO2 – nCO2 – nMOF)r dr and Δq = ∫(nMOF+CO2 – nCO2 – nMOF) dr, where r is the distance from the geometrical center of CO2. Both integrals have been computed numerically up to a maximim distance r of 2.5 Å; for larger r, toward the center of the pore, the difference in charge density is negligible. The net charge transfer is determined to be roughly zero in the two cases, independent of the method used. Charge density differences are shown in Figure 3 and reveal accumulation and depletion of charge on the O and C atoms, respectively, for both Mg-MOF74 and Ca-BTT, consistently with our Mulliken population analysis (ΔqO = 0.2 electrons in Ca-BTT and ΔqO = 0.1 in Mg-MOF74). The metal cation polarizes CO2, inducing a dipole and a bend in the O–C–O angle. Indeed, since the electronic charge asymmetry created upon its polarization results in a bending of the molecule, the C–O–C bond angle is an indirect measure of the induced dipole on CO2. Interestingly, the significantly larger interaction energies obtained with vdW-DFs compared to PBE do not result in larger CO2 bond angles and induced dipole. The magnitude of the induced dipole, Δμ, is independent among vdW-DFs, and its average values are ∼0.61 and 0.42 D for Ca-BTT and Mg-MOF74, respectively. Δμ is larger for Ca-BTT than for Mg-MOF74, consistent with a larger O–C–O bond angle, i.e., 173.6° and 176.5° for Ca-BTT and Mg-MOF74, respectively (average values).It is interesting to note that, although the Ca–O bond lengths in Ca-BTT are larger than the Mg–O bond distance (2.48 Å vs 2.32 Å with PBE) in Mg-MOF74, the CO2 binding energy is much greater for the Ca-BTT framework. The situation does not change if we compare this result with Mg-BTT(43) (Mg–O bond lenth is 2.24 Å). This reinforces the importance of the bridging ligand in contributing in inducing a dipole on the molecule and significantly enhancing the binding in MOFs.(43)The fact that the value of the induced dipole is not sensitive to the choice of functional is consistent with the electrostatic nature of the binding, which is well described by standard PBE. Long-range dispersion interactions in principle contribute to the induced dipole of CO2 but are quantitatively negligible here. This small contribution appears to be obscured in this case by the changing balance of local exchange and correlations.Figure 3. Charge difference isosurface plot for the CO2 binding site in (a) Mg-MOF74 and (b) Ca-BTT extended frameworks. Red and blue isosurfaces represent depletion and accumulation of charge density upon binding, respectively. Isosurface values of 0.002 electrons/a.u3 are shown. Atoms not in the vicinity of the CO2 molecule are suppressed for clarity.CO2 Vibrational FrequenciesVibrational frequencies of CO2 are computed with PBE and vdW-DF2, in isolation and within both frameworks. The CO2 molecule has four nonzero normal modes of vibrations: one symmetric stretching mode, two degenerate bending modes, and one asymmetric stretching mode. Within PBE, their vibrational frequencies are 1307 cm–1 (ν1), 626 cm–1 (ν2), and 2370 cm–1 (ν3). A significant softening of all modes to 1218, 554, and 2258 cm–1, respectively, is seen with vdW-DF2.When CO2 is bound within a MOF, the energy of these modes is altered, and previously degenerate modes split. Table 3 shows the vibrational frequencies of CO2 adsorbed in Mg-MOF-74 and Ca-BTT, computed with PBE and vdW-DF2. Measured IR spectroscopy for Mg-MOF74(35, 45) shows a 4 cm–1 blueshift of the CO2 asymmetric stretching mode compared to gas phase CO2. This value is in excellent agreement with our computed PBE blueshift of 6 cm–1 and in fair agreement with the B3LYP blueshift of 12 cm–1 computed by Valenzano et al.(35) A redshift was instead computed with LDA by Wu et al.(36) In contrast to Mg-MOF74, CO2 asdorbed in Ca-BTT shows a redshift, consistent with a less repulsive CO2–MOF interaction consistent with a larger metal–CO2 bond distance.(45) A relatively large softening of the PBE CO2 bending modes is found upon adsorption, consistent with the bent CO2 geometry. To the best of our knowledge, IR measurements on CO2 bending modes in Mg-MOF74 have not yet been reported. However, CO2 bending modes in Ni-MOF74 have been reported to redshift by 9 and 17 cm–1,(34) in qualitative agreement with our PBE result. With vdW-DF2, we find a blueshift of 17 cm–1 for the asymmetric stretching modes and a significantly large redshift of the bending modes, in contrast with both our PBE result and experimental data.(34, 35, 45) The effect of using a vdW-DF on the vibrational properties of adsorbed CO2 will be explored in more detail in future works.Table 3. Vibrational Frequencies of Adsorbed CO2 (in cm–1), and Zero-Point Energy (ZPE) and Thermal Energy (TE) Correction to the Binding Energy (in kJ/mol)a Mg-MOF74Ca-BTTcomputedPBEvdW-DF2PBEν11306 (−1)1260 (42)1291 (−16)ν2593 (−33)586 (32)566 (−60)ν2′613 (−13)610 (56)594 (−32)ν32376 (6)2275 (17)2361 (−9)ZPE1.51.62.0TE2.32.92.8aThe numbers in brackets are the frequency shifts with respect to the gas-phase values.The CO2 rotational and translational modes, which are subject to zero restoring force in gas phase, now exhibit small finite vibration frequencies. These low energy vibrations should, in principle, be dominated by long-ranged dispersion interactions between CO2 and the MOF. Since these low energy vibrations are found to couple with framework modes, in order to quantify the role of dispersion forces on these CO2 modes, we compare PBE and vdW-DF2 potential energy landscapes of two characteristic rotational motions of CO2 in the MOFs. Due to the strong ionic interaction at the coordinatively unsaturated metal center sites, we consider the O atom bound to the metal atom as the rotation center. We vary the rotational amplitudes of CO2 about its equilibrium binding geometry with respect to both the x and z axes (see Figure 1). In general, these low energy librational modes are minimally affected by the introduction of long-ranged dispersion forces, as shown by the curvature of the potential in Figure 4. Instead, covalent and ionic bondings are significantly modified, consistent with the construction of vdW-DFs, where the short-range behavior differs from that of PBE.Figure 4. Potential energy curve of two rotational motions of adsorbed CO2 in Ca-BTT (upper panel) and Mg-MOF74 (lower panel). The CO2 O bound to the open metal is taken to be the rotational center. Triangles and circles correspond to rotational motions of CO2 around its equilibrium position with respect to the z and x axes, respectively (see Figure 1). Curves obtained with PBE (filled points) and vdW-DF2 (open points) are reported for comparison.Enthalpy of AdsorptionThe computed vibrational frequencies are used to obtain thermal and zero-point energy (ZPE) contributions to the binding energy, allowing comparison to measured heats of adsorption, ΔHT. In particular, ΔHT can be expressed as(3)where ΔE = EB, ΔEZP is the zero-point contribution, and ΔTE is the temperature-dependent thermal energy. The thermal energy is computed as TE(T) = Evib(T) + Erot + Etransl + RT for gas phase CO2 (where R is the molar gas constant, and RT accounts for the pV term for an ideal gas), and as TE(T) = Evib(T) for the framework with and without the adsorbate. Evib is computed using the vibrational partition function of a classical harmonic oscillator.(46) The computed enthalpy can be then directly compared with experimental heat of adsorption, here at 298 K.We report the enthalpy of adsorption from PBE; ZPE and TE corrections and data are shown in Table 2. The ZPE and TE corrections are very sensitive to the choice of the functional. The PBE ZPE+TE correction for Mg-MOF74/CO2 is 3.9 kJ/mol, differing only slightly from that reported in ref 37 and obtained with B3LYP, i.e., 3.7 kJ/mol, and from the 4.5 kJ/mol obtained with vdW-DF2. Harmonic frequencies are known to be very sensitive to the choice of basis set,(47) pseudopotential choice, and functional.(48) Therefore, such a correction should be considered with caution.Overall, our calculations including ZPE and TE corrections are in good agreement with experiments. Experimentally, a range of values has been reported for the heat of adsorption.(2, 49-52) Among these, Dietzel et al.(49) and Britt et al.(50) employ the most “direct” method to obtain the heat of adsorption from measured CO2 adsorption isotherms, without making assumption on the functional form of the isotherm. They report 42 kJ/mol,(49) for a nearly fully loaded MOF (around 1CO2:1Mg), and 39 kJ/mol(50) for the infinite dilution limit, respectively. However, at low CO2 loading (around 1CO2:6Mg), ref 49 reports a value of around 40 kJ/mol, in good qualitative agreement with ref 50. Since our calculations are performed at 1CO2:6Mg, we compare our results with the −ΔHT = 40 kJ/mol. Table 2 reports the computed enthalpy of adsorption obtained by applying the PBE ZPE+TE for both Mg-MO74 and Ca-BTT. In conclusion, for Mg-MOF74, vdW-DF, PBE+D2, and vdW-DF2 give the best agreement with experiment with a 1.2%, −3.9%, and −6.5% deviation, respectively.Dispersive Contributions in a Periodic SystemConsiderable work has been done in recent years on CO2–MOF interactions by employing a cluster or fragment approximation,(53-55) especially when using wavefunction-based methods, in which a respresentative unit of the framework is considered to study the interaction between CO2 and the periodic MOF. Although the difference in the electrostatic potential of a fragment compared to the periodic structure has been studied for MOF-5,(56) a similar analysis of long-ranged vdW interactions has not yet been reported. In particular, although weaker and more rapidly decaying with distance compared to electrostatic interactions, dispersive interactions may contribute significantly to the binding, as observed in the present study. Here, we use PBE+D2, which approximates dispersive interactions with an additive pairwise correction, and study the convergence of this energy contribution for CO2 adsorbed in Ca-BTT, as a function of the cutoff radius within the pairwise correction (Figure 5). Atoms at a distance from a given atom smaller than the cutoff radius are summed together. We find that the dispersion contribution is converged to a few kilojoules per mole only beyond a cutoff distance of 10 Å, suggesting that small cluster calculations might suffer from large errors in dispersion energy.Figure 5. CO2 binding energy in Ca-BTT computed with the PBE+D2 method as a function of the cutoff distance for the pairwise correction.Top of PageAbstractIntroductionComputational DetailsResultsConclusionsReferencesConclusionsIn this work, we explored the role of dispersion forces on the nature of CO2 capture by two well-known MOFs: Mg-MOF74 and Ca-BTT. We used several vdW-corrected DFT methods and evaluated their accuracy, relative to PBE and relative to available experimental data. We show that for strongly bound CO2–MOF systems, calculated energetics and geometry depend dramatically on the choice of the functional. Our analysis of the enhancement factor as a function of the reduced density gradient suggests that a more respulsive exchange energy is determinant in better describing CO2–MOF interactions with vdW-DFs. We show that, whereas PBE severely underestimates experimental binding energies by roughly 50%, vdW-DF (40.5 kJ/mol), PBE+D2 (38.5 kJ/mol), and vdW-DF2 (37.4 kJ/mol) all yield heats of adsorption in excellent agreement with experiments (40 kJ/mol). ZPEs and TEs contribute with a few kilojoules per mole (less than 5 kJ/mol) to enthlapies, and this correction is found to be significantly smaller than the computed spread in binding energies obtained with the different vdW-DFs (i.e., 20 kJ/mol). Interestingly, dispersion corrections associated with the periodic structure are found to be comparable with this spread. PBE results in lattice parameters within 1%, and vdW-DF bond lengths are overestimated compared to PBE, as previously observed.(10, 20) vdW-C09x provides the best agreement with experimental lattice parameters, with a deviation smaller than 1%. The largest lattice parameters are found for vdW-DF, while the shortest are obtained for PBE+D2, with a large 0.3 Å and 0.5 Å difference between the two functionals for Mg-MOF74 and Ca-BTT, respectively. Similar behavior is found for the CO2–MOF bond length, with the difference between the largest and the smallest values being 0.1 Å in both MOFs. For Mg-MOF74, experimental CO2–MOF bond lengths are best reproduced by vdW-DF and vdW-DF2 with a −1.2% and −2.7% deviation, respectively. The similar behavior of the reduced density gradients around CO2 binding sites for the two MOFs suggests that our findings on the accuracy of the functionals studied in this work can be applied more broadly within these classes of MOFs. Our study provides a baseline for future computational studies on carbon capture by MOFs. Top of PageAbstractIntroductionComputational DetailsResultsConclusionsReferencesSupporting InformationAtomic coordinates of PBE relaxed structures of CaBTT+CO2 and Mg-MOF-74+CO2. This material is available free of charge via the Internet at http://pubs.acs.org/.The authors declare no competing financial interest.Top of PageAbstractIntroductionComputational DetailsResultsConclusionsReferencesAcknowledgmentThis work was supported by the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Award Number DE-SC0001015. Work at the Molecular Foundry was supported by the Office of Science, Office of Basic Energy Sciences, of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231. Computational resources were provided by DOE (NERSC, LBNL Lawrencium). R.P. thanks Li-Chiang Lin for discussions.Reference QuickViewTop of PageAbstractIntroductionComputational DetailsResultsConclusionsReferencesReferencesThis article references 56 other publications.1. Snurr, R. Q.; Hupp, J. T.; Nguyen, S. T. AlChE J. 2004,  50,  1090[Crossref], [CAS]1. Prospects for nanoporous metal-organic materials in advanced separations processesSnurr, Randall Q.; Hupp, Joseph T.; Nguyen, SonBinh T.AIChE Journal\r\n        (2004),\r\n    50\r\n        (6),\r\n    1090-1095CODEN:\r\n                AICEAC;\r\n        ", "title": "CO Capture by Metal–Organic Frameworks with van der Waals Density Functionals", "authors": ["Roberta Poloni", "Berend Smit", "Jeffrey B. Neaton"], "doi": ["10.1021/jp302190v"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0005.gif\">"]}