{"abstract": "The chemical bonding mechanism, electronic structure, and the energy level alignment at the terephthalic acid (TPA)/TiO (110)-(1×1) interface were investigated in situ by means of X-ray photoelectron spectroscopy (XPS) and synchrotron radiation photoemission spectroscopy (SRPES). It has been found that the adsorption of TPA on TiO(110)-(1×1) at room temperature leads to the formation of dicarboxylate species at lower coverage (∼0.2 ML) followed by the formation of monocarboxylate species below 1 ML, indicating a geometry variation from flat-lying to upright adsorption. Further deposition of TPA onto the first monolayer results in a multilayer growth without deprotonation. The energy level alignment at the TPA/TiO (110) interface demonstrates a straddling lineup of the organic frontier molecular levels with respect to the oxide bands at the interface. A large energy difference with a value of ∼1.1 eV is present between the lowest unoccupied molecular orbital (LUMO) of TPA and the conduction band (CB) of TiO, suggesting an energetically favorable electron transfer from TPA into TiO. Fundamental understanding of the chemical interactions and electronic properties at the TPA/TiO interface could facilitate unravelling the microscopic mechanism for interfacial charge transfer dynamics, which is desirable for exploring a new generation of hybrid energy devices.", "text": "10.1021/jp406631x Top of PageAbstractIntroductionExperimental DetailsResults and DiscussionConclusionsReferences1 IntroductionTitanium dioxide is utilized extensively in numerous technological applications, including as a pigment, a biosensor support,(1) photocatalyst,(2) and in the Grätzel photovoltaic cell(3) to name but a few. In many of the applications, TiO2 is usually either intentionally functionalized or expected to interact with organic molecules in order to improve the material properties and relevant device performance. The vast majority of the functional molecules are anchored to TiO2 with the carboxylic acid group.(3) For instance, the carboxylic acids are directly utilized as linkers between the oxide template and the on-top built structures in the functionalization of TiO2 surface, resulting in stable, flexible, and high-quality nanostructures.(4, 5) In the case of TiO2-based dye-sensitized solar cells (DSSCs), the pioneering N3-dye and its analogue contains multiple carboxylic groups through which these dyes graft firmly on the oxide surface.(6, 7) The bridging and anchoring group determines the binding energy of the molecules on TiO2 (largely affecting its long-term stability) and the charge injection/transport rate.(8) The injection rate is affected by the dye’s anchoring group in two ways, through the electronic coupling between the dye and the semiconductor and through the position of the dye’s virtual orbital and its energy alignment with the TiO2 conduction band.(9, 10) Therefore, the characterization of the TiO2–organic bonding, the interfacial electronic structure and the energy level alignment is of great importance for the utmost applications of such interface in the organic electronics and optoelectronic devices.The adsorption and behavior of simple monocarboxylic acids on rutile TiO2(110) have previously been studied in an attempt to understand the reactivity of the surface and its defect sites.(11-13) On the TiO2(110) (1×1) surface it is well-established that the carboxylic acids adsorb dissociatively in a bridging bidentate geometry, where the two carboxylate oxygen atoms bond to two 5-fold Ti4+ (Ti5f) of the oxide surface. The dissociated hydrogen is thought to bind to bridging oxygen atoms to form a bridging hydroxyl (ObH).(11, 14) In this work we investigate the interaction of dicarboxylic acid with the TiO2(110) surface. The interest in dicarboxylic acid lies in the fact that bonding via two acid groups to the TiO2 surface may lead to more efficient charge transfer between an adsorbed molecule and the oxide surface. Besides, the additional acid group on the molecule introduces a significant complication to the competition between surface–adsorbate and adsorbate–adsorbate interactions. Terephthalic acid (TPA, HOOC–C6H4–COOH), a highly symmetric planar molecule, is a versatile molecular linker and has received considerable attention with regard to the assembly of three-dimensional porous metal–organic frameworks (MOF) stabilized by metal-carboxylate bonds,(15) as well as in two-dimensional supramolecular architectures at surfaces.(16-19) In particular, TPA/TiO2(110) is a promising system to create an overlayer of upright oriented molecules exposing an organic surface terminated by carboxyl groups. Zasada et al.(20) have elucidated that the anchoring properties of the TPA/TiO2 system are not perturbed by the formation of TPA dimers in the film. This kind of chemical functionalization may open wide-ranging applications in the field of nanotechnology.To date, the studies on TPA adsorption on TiO2 surface concentrate principally on the molecular configurations and the interactions within the self-assembled film investigated by several experimental techniques including scanning tunneling microscopy (STM),(20-22) noncontact atomic force microscopy (nc-AFM),(21-23) near edge X-ray adsorption fine structure (NEXAFS),(23) as well as by density functional theory (DFT) calculations.(20, 24) It has demonstrated that TPA molecules adopt a flat-lying geometry at initial lower coverage (<0.3 ML). When the saturation coverage is achieved, a well-ordered monolayer of the vertically oriented molecules in dimer style is formed.(20, 23) However, some key issues such as the intermolecular aggregation, the film structure, and the chemical functionality of the modified surface are still in debate. For example, it has been still under discussion whether TPA molecules forming the congested layer bind to the substrate in a molecular or dissociated form. As discussed earlier, the ObH species are virtually invisible to STM observation when residing alongside adsorbed carboxylate moieties.(25, 26) The dissociation of TPA molecules on TiO2 and the bonding mechanism to the surface are generally assumed to follow the case of simple carboxylic acids on TiO2, while still lacking direct experimental confirmations. Moreover, the electronic structure and the energy level alignment at TPA/TiO2 interface are also less researched to our knowledge.In this study, we employed synchrotron radiation photoemission (SRPES) and X-ray photoelectron spectroscopy (XPS) to investigate the interfacial bonding mechanism and electronic structures upon TPA adsorption on TiO2(110)-(1×1) surface at room temperature. The photoelectron spectroscopy, including core level and valence band, is a powerful technique with high surface sensitivity to unravel the chemical reactions occurring on surface through the recognition of the surface species. It also gives the most direct picture about the alignment of the electronic levels between two layers right at the interface.(27, 28) Such a fundamental understanding of interface atomistic and electronic structure is vital to unravel the microscopic mechanism for charge transfer/injection in the new generation of energy devices, as well as providing the basis for practical implementations, such as exploring the semiconductor behavior of MOFs.(29, 30)Top of PageAbstractIntroductionExperimental DetailsResults and DiscussionConclusionsReferences2 Experimental DetailsThe experiments were carried out at the Surface Physics Endstation connected with the beamline U18 of National Synchrotron Radiation Laboratory (NSRL) in Hefei, China. The photon energy range of U18 beamline covers from 10 to 250 eV, which is especially suitable for the excitations of valence electrons. The resolution power (E/ΔE) of the beamline is better than 1000. The endstation contains three UHV chambers, namely analysis chamber, preparation chamber, and molecular beam epitaxy (MBE) chamber. The base pressures of these three chambers are all in the low 10–10 mbar regime. The analysis chamber is equipped with a VG angle-resolved electron energy analyzer (ARUPS-10), a Mg/Al twin-anode X-ray source, and a VG retractable four-grid LEED system. More detailed descriptions of the beamline and endstation can be found elsewhere.(31, 32)The TiO2 (110) wafer (supplied by KMT Ltd., China) was cleaned using repeated cycles of Ar+ sputtering and annealing at 900 K in the UHV system, yielding a clean and lightly reduced TiO2(110)-(1 × 1) surface with sharp LEED pattern. TPA (99%, Sigma-Aldrich Chemie GmbH, Germany) was thoroughly degassed for several hours before sublimated onto the TiO2(110) substrate from a resistively heated Knudsen cell. During the deposition, the sample remained at room temperature, and the pressure in the MBE chamber increased to around 1 × 10–9 mbar. The coverage of 1 monolayer (ML) TPA was estimated from the XPS intensity attenuation of the lattice oxygen and compared with the literature data regarding the benzoic acids adsorption on TiO2(110)-(1×1) surface, in which 1 ML benzoic acid corresponds to one organic molecule per two substrate unit cells.(33, 34) The error for the coverage evaluation in this way is about 15%.XPS and SRPES spectra were both recorded at normal emission with excitation energy of 1253.6 eV (Mg Kα) and 65 eV, respectively. The overall energy resolution is around 0.1 eV for SRPES and 1.0 eV for XPS. The binding energy (BE) scale in the valence spectra was calibrated to the Fermi edge (BE = 0) of a gold foil, which was spot-welded on the manipulator with good electric contact to the sample. To allow a direct comparison of the XPS intensities, the core level spectra were normalized to the level background at the low binding energy side of the peak before numerical curve fitting was done. The XPS spectra were fitted and analyzed with the XPSPeak4.1 program, using a Gaussian–Lorentzian (G-L) peak shape with a Shirley background. The percent of Lorentzian composition is defined as the G-L value which remains fixed for each component in the fitting procedure. During the measurements of the valence band structure, a −10 V bias was applied on the sample to allow the observation of the secondary electron cutoff and thus the sample work function was obtained by measuring the kinetic energy of the secondary electron cutoff with respect to the Fermi level after the correction of this applied bias.Top of PageAbstractIntroductionExperimental DetailsResults and DiscussionConclusionsReferences3 Results and Discussion3.1XPS of TPA/TiO2(110)3.1.1Ti 2pPanel a in Figure 1 depicts the evolution of Ti 2p core level intensity with the TPA coverage ranging from 0 to 2 ML. In order to discriminate the partially reduced Ti species after suffering the UHV-treatment, the Ti 2p3/2 spectra are fitted by two components with same G-L (5%) and full-width-half-maximum (fwhm) (1.8 eV) values. The dominant peak at ∼459.0 eV in Figure 1a is associated with the regular 6-fold coordinated Ti atoms in the bulk (Ti4+) and 5-fold coordinated atoms (Ti5f) on the surface, whereas the shoulder at ∼1.7 eV lower BE is attributed to Ti3+ ions due to the formation of surface oxygen vacancies (Ovac) and interstitial Ti in the subsurface.(35, 36) From the intensity of Ti3+ species, approximate 9.6% reduction of the TiO2(110) surface is estimated, in line with the results for the UHV treated TiO2 samples.(26, 37) With increasing TPA coverage, both Ti4+ and Ti3+ intensities attenuate while the intensity ratio of Ti3+ versus Ti4+ (see Figure 1b) is found to decrease gradually in the initial low coverage range and then tends to be constant after deposition of ∼0.3 ML TPA. The reduction of the Ti3+/Ti4+ ratio implies a partial healing of the surface defects by the adsorbed carboxylic acids. Generally, COOH-containing organic molecules adsorbed on TiO2 surface prefer to bond at the surface O-vacancy (Ovac) sites: the hydroxyl group is deprotonated and covalently bonded to one of the adjacent Ti3+ ions around Ovac sites, whereas the carbonyl O-atom is attached to the nearby Ti5f atoms.(38) Consequently, this type of reaction leads to the quenching of the Ti3+ peak. In addition, Ti 2p is observed to shift slightly to higher energy as indicated with short bars in Figure 1a. The final ∼0.2 eV shift of Ti 2p at 2 ML coverage suggests a small band bending in TiO2 (110) upon the adsorption of TPA, which is also confirmed by O 1s XPS data discussed in the next section. In previous work, Johansson et al. observed Ti 2p shift ∼0.1 eV to higher BE with the adsorption of triarylamine molecules on rutile TiO2(110). They ascribed it to a charge transfer over the interface and an energy level bending on a very short length scale.(39) Herein, we can assign the Ti 2p shift to a local charge transfer from TPA molecules into the TiO2 substrate due to the occurrence of the interfacial reaction.Figure 1. (a) Evolution of Ti 2p intensity with TPA coverage from 0 to 2 ML. The Ti 2p3/2 spectra are deconvoluted with two component peaks corresponding to Ti4+ main peak and Ti3+ shoulder peak. (b) Variation of the relative intensity Ti3+/Ti4+ with increasing of TPA coverage.3.1.2O 1sIn order to reveal the interfacial bonding mechanism, O 1s XPS spectra were collected at different TPA coverage. Figure 2a shows the O 1s features as a function of the TPA coverage on TiO2(110). Peaks A, B, C, D and E correspond to the possible oxygen species including lattice oxygen (Olat), surface hydroxyl oxygen (ObH), carboxylate oxygen (−COO–), carbonyl, and hydroxyl oxygen in the neutral carboxylic group (−COOH), respectively. The inset of Figure 2b also shows schematically the assignments of the various oxygen species at TPA/TiO2(110) interface. In Figure 2a, the clean TiO2(110) surface presents a single O1s peak (peak A) around the BE of 530.0 eV with fwhm = 2.0 eV, in agreement with previously reported results.(40-42) Upon adsorption of 0.2 ML TPA, the O 1s peak is broadened, and an additional shoulder appears at BE of ∼531.8 eV. Further increasing TPA coverage leads to the appearance of another broad shoulder peak at ∼533.0 eV together with the decreased intensity of lattice oxygen. At 4 ML coverage, the signal from TiO2 is very weak, and a strong peak appears at 533.4 eV. According to earlier observations,(43, 44) this strong and broad peak is originated from the neutral carboxylic moieties (COOH) of molecular TPA in the multilayer film, and comprised of carbonyl (peak D) and hydroxyl (OH, peak E) components. In addition, peak A is found to shift slightly to higher energy by ca. 0.2 eV upon TPA adsorption, confirming the band bending indicated in the last section. Particularly, the absence of the peak D and E at 0.2 ML suggests both carboxylic groups of the TPA molecule fully deprotonated resulting in the formation of dicaboxylate species via Ti–O bonding at the TPA/TiO2(110) interface. This scenario agrees excellently with the flat adsorption geometry revealed by nc-AFM(23) and DFT(20) results.Figure 2. O 1s XPS spectra of TPA/TiO2(110). (a) Evolutions of O 1s with TPA coverage. A–E denote the component peaks contributed by lattice oxygen (Olat), surface hydroxyl species (ObH), carboxylate species (−COO–), carbonyl (C═O), and hydroxyl group (OH), respectively. (b) A representative fitting of O 1s spectrum of 0.8 ML TPA. The inset is a schematic assignment of the various surface oxygen species upon the adsorption of one TPA molecule on TiO2(110)-(1×1) surface. (c) Intensity variations of each oxygen species of A to E. The intensity of neutral carboxylic group (−COOH) is the sum of peak D and E. The schematic models for TPA adsorption configuration at 0.2 and 0.8 ML on TiO2(110) are indicated in the inset of (a). Hydrogen atoms are not present. The yellow lines and the red lines of the substrate stand for the Ti rows and O rows along [001] direction, respectively.Table 1. O1s XPS Peak Fitting Results Including Binding Energy (EB) and Peak Area (Area) for Each Component Peak in Correspondence with Specific Oxygen Species at TPA/TiO2(110)-(1×1) Interface       –COOH OlatObH–COO–C═OOHcoverage (ML)EB(eV)areaEB (eV)areaEB (eV)areaEB (eV)areaEB (eV)area0530.07.435------------------------0.2530.05.834531.30.217532.20.434------------0.8530.04.518531.40.296532.20.592532.80.399534.20.3991.2530.13.572531.40.329532.30.658533.00.58534.40.582.0530.12.557531.50.227532.30.454532.81.363534.21.3633.0530.21.52531.50.05532.30.10532.62.32534.02.324.0530.20.394531.50.05532.20.10532.63.266534.03.266Note: The G-L value of all components is 0.18. The fwhm of components A, B and C equals 2.0 eV, and the fwhm’s of D and E are 1.95 and 1.99 eV, respectively.At coverage >0.2 ML, the O 1s spectra need to be fitted with several components for the description of surface chemistry. During the deconvolution of O 1s spectra envelop, two basic quantitative approximations are followed, namely the intensity ratio of C/B = 2 and D/E = 1 according to the dissociation reaction of carboxylic acid and the molecular constitute. We start fitting first the clean and 4 ML samples alone, either of which presents a strong and well-resolved peak and thus serves as a reference spectrum for subsequent curve-fitting. Second, we deconvolve the spectrum of 0.2 ML, which is special due to the absence of components D and E. From the curve-fit procedure, the parameters for components B and C can be derived properly with some constraints to the peak positions. Once the parameters of all components are obtained, the curve fit can be propagated to other samples within the sample series that consists of a mixture of the components.(45) The final fitting parameters used and the results are shown in Table 1.Figure 2b presents a typical fitting result of 0.8 ML TPA on TiO2(110). The ObH is expected to form from the dissociated hydrogen combining with surface bridging oxygen atom (Ob), which has previously been observed upon adsorption of water(46-48) and other carboxylic acids(49-52) on the rutile TiO2(110) surface. It was reckoned that the O 1s component of ObH species located at 1.18–1.33 eV higher BE than TiO2 lattice oxygen.(53) In our case, the BE difference between ObH (peak B) and lattice oxygen (peak A) is 1.3 eV. The BE difference of carbonyl oxygen before and after deprotonation, i.e., peak D to peak C, is about 0.6 eV, comparable to the value of 0.4 eV reported by Yu et al. with regard to the adsorption of carboxylic dye on TiO2(110).(54) The O 1s peaks are fitted properly using the above components in the entire range of TPA coverage.Figure 2c displays the intensity evolution of each component with TPA coverage. Upon the deposition of TPA, the intensity of peak A decays gradually. Both peak B and peak C intensify gradually until ∼1.2 ML and attenuate thereafter, suggesting the interfacial bonding between TPA and TiO2 is saturated approximately within the first molecular layer. A significant adsorption of multilayer TPA before 0.8 ML also can be ruled out. The intensity of carboxylic group (−COOH), i.e., the amount of peaks D and E, is zero at the deposited minimum coverage of 0.2 ML, and then increases monotonically. Moreover, it is found that the intensity of −COO– (peak C) is almost identical to that of −COOH (D + E) at 0.8 ML, in conformance with an upright molecular orientation on the TiO2(110) surface, with one carboxyl group bonding dissociatively to TiO2 and the other remaining intact in the vacuum side.(23) The tentative models for TPA adsorption at 0.2 and 0.8 ML on TiO2 are indicated schematically in the inset of Figure 2a. At coverage exceeding 0.8 ML, the −COOH intensity (peak D + E) is much larger than the −COO– intensity (peak C) due to the formation of TPA multilayer.3.1.3C 1sThe C 1s XPS spectra with increasing coverage of TPA sublimated onto the TiO2(110) surface are shown in Figure 3. The spectra are fitted with two components labeled as A and B, which are contributed from the aromatic ring carbons and carbonyl carbons, respectively. After 0.2 ML TPA is deposited, peak A and B emerges at BE of 285.4 and 289.2 eV, respectively. The intensity ratio of peak A/B is about 3.2, in consistence with the ideal ratio 3.0 of aromatic and carbonyl carbons in a TPA molecule. At 0.8 and 2 ML coverage, the intensities of the two peaks increase accordingly, and peak A remains at 285.4 eV while peak B shifts slightly to higher BE of 289.7 eV (fwhm = 2.4 eV) at 0.8 ML and 290.0 eV (fwhm = 2.3 eV) at 2.0 ML coverage. The intermediate energy position of B at 0.8 ML may suggest a composition of two types of oxygen species agreeing to its up-right configurations on surface where both carboxylate and carboxylic species present. It is further supported by the slightly broadened width with respect to the 2 ML film, although the absolute difference is small. In addition, peak B of the 0.2 ML film locates 0.8 eV lower BE than the TPA bulk film. This energy difference can be considered as the characteristics for the formation of carboxylate species. For the carboxylic dyes adsorbed on TiO2 (110), the carboxylate carbon was reported previously to locate at 0.65 eV lower than its neutral counterpart.(55) For the TPA adsorption on copper, the C 1s of carboxylate species was reported to locate 1.2–1.8 eV away from the molecular species.(16, 44, 56) The smaller BE difference in the present case is possibly due to the weaker interactions between TPA with oxide than with copper. Therefore C 1s XPS also reflects a full deprotonation of TPA molecules at initial 0.2 ML coverage on TiO2(110), in consistence with earlier O 1s XPS data. The almost invariable energy position of the benzene carbons with various TPA thickness suggests no significant modification of the aromatic ring upon adsorption on TiO2(110), in accordance with previous DFT conclusions with respect to the TPA adsorption on TiO2(110) surface.(20)Figure 3. Evolution of C 1s with TPA coverage from 0 to 2 ML.3.2Valence band structure and electronic energy level alignmentFigure 4 shows the evolution of valence band spectra as well as the secondary cutoff as a function of TPA thickness. The shift of secondary cutoff edge corresponds to the variation of the vacuum level and the surface work function (WF). Depending on the sample treatment, the WF of pristine TiO2(110) has been reported with values ranging from 3.9 to 6.2 eV.(12) In the present work, the WF for the (1 × 1) surface is found to be ∼5.2 eV. Upon the deposition of 0.2 ML TPA, the WF decreases to ∼4.3 eV. It reduces further to ∼4.0 eV at 0.8 ML and then remains almost constant after that. In the region of 1 ML coverage of TPA, the WF changes with a total amount of 1.2 eV, of which ∼0.2 eV is contributed by the charge transfer as demonstrated by the XPS data. The remaining value of ∼1.0 eV corresponds to the formation of the surface dipole due to the rearrangements of interfacial electronic density upon the adsorption of organic molecules.(57, 58)Regarding the valence structures in Figure 4, the clean TiO2(110) surface is dominated by the O 2p derived bands at 4–9 eV, and the VBM is located at a BE of 2.8 eV which puts the Fermi level close to its conduction band edge, assuming a band gap of 3.0 eV for rutile TiO2.(12) This is consistent with the intrinsic n-type nature of TiO2 due to its native defects. A surface defect state at ∼0.9 eV originating from the Ti 3d nonbonding state is observed on the clean surface.(59) After 0.2 ML TPA adsorption, the valence band of TiO2 is significantly modified. The Ti-3d derived gap state at ∼0.9 eV decays around 60% with respect to its initial intensity, indicating a partial healing of the surface Ovac. The remaining defect state intensity could be due to the contribution of the interstitial Ti atoms at the subsurface.(36) Additionally, the O 2p states of TiO2 decay greatly upon TPA adsorption, and several new electronic states appear at ∼14.0 eV, ∼11.5 eV, and ∼7.9 eV. At a coverage of 0.8 ML, the state at ∼14.0 eV grows pronouncedly, and two new states emerge at ∼10 eV and ∼6.7 eV. With further increase of TPA coverage, the state at ∼14.0 eV weakens, whereas the 10.0 and 6.7 eV states continue growing up. The similar valence features at ∼11.0 and ∼14.0 eV regarding the adsorption of acetic acid on TiO2(110) surface were observed before and ascribed to carboxylate species.(60) In addition, the valence electronic structures of formic and acetic acids adsorbed on Cu(110), investigated by X-ray emission spectroscopy (XES), revealed hybridized features at ∼14.0 eV originating from both carbon and oxygen atomic orbitals.(61) According to these reports, the state positioned at ∼14.0 eV in our case can be reasonably ascribed to the carboxylate-relevant states due to the dissociation of TPA at the interface. The states at 10.0 and 6.7 eV are assigned to TPA molecular states.Figure 4. (a) Secondary electron cufoff spectra. The solid bars show the kinetic energy position of each cutoff edge. (b) Evolution of valence electronic structure upon the depositions of TPA on TiO2(110) . The short bars stand for the energy position of the valence band maximum (VBM).For the multilayer TPA film, the HOMO onset (HOS) locates at binding energy of 3.1 eV. Plus the WF of 4.0 eV of this film, the ionization potential (IP) of TPA in condensed phase is determined to be 7.1 eV. Tranca et al. calculated the IP of free TPA molecule and gave a value of 7.98 eV.(62) The difference between the experimental and calculated results could be induced by the solid-state polarization effects and vibronic relaxation.(63) The LUMO of TPA can be calculated if its energy band gap (Eg) value is known. Since the Eg of bulk TPA or bulk-like TPA film is not available in the literature, here we utilize the optical band gap (Eg,opt = 4.1 eV(64)) instead by ignoring the exciton binding energy to determine the TPA LUMO position. This yields the LUMO of bulk TPA film locating at 1.0 eV above the Fermi level. It should be mentioned that Eg,opt is usually 0.3–0.4 eV smaller than Eg.(65) In fact, Liao et al.(66) and Weston et al.(41) pointed out that it is even more appropriate to determine the LUMO onset (LUS) position by using Eg,opt.It is worth inspecting the lineup of the energy levels of the first TPA adlayer on TiO2 since the first molecular layer interacts directly with the substrate and plays key role on the adsorption structures and interfacial charge transfer properties. In our case, the HOS of the first TPA layer is estimated to be ∼2.8 eV below Fermi level in Figure 4. An equivalent Eg,opt of 4.1 eV for the first contact TPA adlayer can be derived from the diffuse reflectance UV–vis spectra of TPA adsorbed nano-TiO2 solution as reported by Horiuchi et al.(64) On the basis of the optical gap value, the LUS locates at ∼1.3 eV above the Fermi level for the first TPA monolayer on TiO2.Figure 5. Schematic drawing of the energy level alignment diagram at the TPA/TiO2(110) interface.From the analysis above, the energy band alignment diagram at the TPA/TiO2(110) interface can be schematically plotted and displayed in Figure 5. As seen from this figure, the adsorption of TPA molecules onto TiO2(110) leads to 1.3 eV decrease of the vacuum level, to which the band bending contributes about 0.2 eV and the variation of surface dipole contributes about 1.1 eV. Additionally, the adsorption of TPA does not introduce any new interface states into the band gap, in accordance with the adsorption of the small molecules (water, formic acid, and benzoic acid) on metal-oxide surfaces (ZnO, TiO2, MgO).(10) The LUS of the first TPA layer locates at 1.1 eV higher than the CBM of TiO2, and the HOS is nearly level to the VBM of TiO2, thermodynamically implying no energy barrier for the charge (both electron and hole) transfer from TPA layer into TiO2 substrate. This straddling type lineup of the frontier molecular orbitals with respect to the semiconductor bands would allow the TPA/TiO2 interface to be favorable for the charge transfer and fluorescence decays rather than for charge separation and exciton splitting therein.(67) Nevertheless, the interfacial electronic properties need to be tailored in order to apply the TPA/TiO2 system in the DSSCs field. For instance, 2-amino-benzenedicarboxylic acid (NH2–C6H3(COOH)2) was employed instead of TPA as the organic linker and organic dye to synthesize amino-functionalized Ti(IV)-MOF, where a staggered energy level alignment was built up at the interface. The photocatalysis of such frameworks for the CO2 reduction operating under visible light was successfully observed.(64, 68)Top of PageAbstractIntroductionExperimental DetailsResults and DiscussionConclusionsReferences4 ConclusionsIn this work, the chemical bonding mechanism and electronic structures at the TPA/TiO2(110)-(1×1) interface have been studied by means of XPS and SRPES. The shift of Ti 2p with a value of 0.2 eV toward higher BE upon the adsorption of TPA molecules shows the occurrence of small band bending in the substrate due to the local charge transfer from adsorbed TPA molecules into TiO2. Both O 1s and C 1s spectra indicate unanimously that diterephthalate species (−OOC–C6H4–COO–) form at the initial adsorption phase (∼ 0.2 ML) and monoterephthalate moieties (HOOC–C6H4–COO–) yield at higher coverage till the completion of the first monolayer. The valence electronic structures of TPA/TiO2(110) reveal further that chemical bonding occurs with carboxylate species produced in the direct contact of TPA with TiO2. The WF decrease upon the TPA deposition suggests the development of the surface dipole with a value of ∼1.0 eV for the monolayer adlayer and ∼1.1 eV for bulk film. Finally, the energy level alignment at TPA/TiO2 interface is determined and a straddling type lineup of the organic electronic levels with respect to the oxide bands is built up. The absence of any electronic states in the energy gap of TiO2 would hinder the direct application of TPA/TiO2 in the voltaic device. However, the emergence of an energy difference with a value of 1.1 eV between the LUMO of TPA and CB of TiO2 implies that the electronic transfer from the TPA linker into TiO2 substrate is highly energetically favored.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental DetailsResults and DiscussionConclusionsReferencesAcknowledgmentThis work was financially supported by the National Natural Science Foundation of China (Grant No. 11175172, U1232137) and the Fundamental Research Funds for the Central Universities (Grant No. WK2310000011). We gratefully acknowledge Prof. Junfa Zhu and Prof. Juguang Han for their valuable comments to the manuscript. W.Z. thanks Professor J. M. Gottfried for a helpful discussion of the data.Reference QuickViewTop of PageAbstractIntroductionExperimental DetailsResults and DiscussionConclusionsReferencesReferencesThis article references 68 other publications.1. Xie, Q.; Zhao, Y. Y.; Chen, X.; Liu, H. M.; Evans, D. G.; Yang, W. S. Nanosheet-Based Titania Microspheres with Hollow Core-Shell Structure Encapsulating Horseradish Peroxidase for A Mediator-Free Biosensor Biomaterials 2011,  32,  6588– 6594[Crossref], [PubMed], [CAS]1. Nanosheet-based titania microspheres with hollow core-shell structure encapsulating horseradish peroxidase for a mediator-free biosensorXie, Qing; Zhao, Yingying; Chen, Xu; Liu, Haimei; Evans, David G.; Yang, WenshengBiomaterials\r\n        (2011),\r\n    32\r\n        (27),\r\n    6588-6594CODEN:\r\n                BIMADU;\r\n        ", "title": "A Photoelectron Spectroscopy Study on the Interfacial Chemistry and Electronic Structure of Terephthalic Acid Adsorption on TiO(110)-(1×1) Surface", "authors": ["Wenhua Zhang", "Liang Cao", "Li Wan", "Linyun Liu", "Faqiang Xu"], "doi": ["10.1021/jp406631x"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-41/jp406631x/production/images/small/jp-2013-06631x_0006.gif\">"]}