{"abstract": "Three anionic metal−organic frameworks [M(hfbba)], M = Mn or Co, hfbba = 4,4′-(hexafluoroisopropylidene)bis(benzoic acid), have been synthesized by solvothermal techniques in the presence of different amines. All three structures are based on linear trimers of metal oxide polyhedra. In each compound, the framework anionic charge is compensated by organoammonium cations that hydrogen bond to oxygen atoms in the framework.Three new compounds with anionic metal–organic frameworks [M(hfbba)], M = Mn or Co, hfbba = 4,4′-(hexafluoroisopropylidene)bis(benzoic acid), have been synthesized by solvothermal techniques in the presence of different amines. Their structures were determined from single crystal X-ray data. All three structures are based on linear trimers of metal oxide polyhedra. (CHNH)Mn(hfbba), , has a three-dimensional (3D) structure with large cages that are filled by pairs of cyclohexylammonium cations. ((CH)NH)Co(hfbba), , has a complex layered structure with intralayer lateral channels. One half of the dibutylammonium cations are located inside the channels and are orientationally disordered, while the other half of the dibutylammonium cations are located in the interlayer spaces and are ordered. (Htdpip)Co(hfbba), , tdpip = 4,4′-trimethylenedipiperidine, also has a layered structure with the Htdpip cations located between the layers. The magnetic properties of compounds , , and  were determined from 10 to 300 K.", "text": "10.1021/cg1016752 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionDiscussionReferencesIntroductionA large number of metal–organic frameworks (MOFs) based on the bent ligand 4,4′-(hexafluoroisopropylidene)bis(benzoic acid) have been reported in the past few years.(1-19) Some of them exhibit interesting chemical and physical properties suggesting potential applications.(20-23) The framework metals range from transition metals to lanthanide and main group elements. In some systems, other neutral nitrogen-containing heterocyclic ligands were used as additional linkers, giving rise to new structure types. Incorporation of a second ligand often leads to changes in the framework dimensionality because of the terminating or pillaring features of these ligands.Cationic organic species are frequently used as “structure directing units” or templates in the synthesis of inorganic microporous frameworks such as zeolites.(24, 25) The same strategy is relatively less explored in the synthesis of metal organic frameworks (MOFs) which, as a class, are dominated by electroneutral frameworks.(26, 27) During our exploratory investigation of anionic MOFs,(28) a number of frameworks based on the ligand 4,4′-(hexafluoroisopropylidene) bis(benzoic acid), H2hfbba, were obtained by using amine templates. The amine cations are located either in the interlayer space in two-dimensional (2D) structures or in the cages of three-dimensional (3D) structures. Herein, we report the structures and properties of (C6H11NH3)2Mn3(hfbba)4, 1, ((C4H11)2NH2)2Co3(hfbba)4, 2, and (H2tdpip)Co3(hfbba)4, 3, synthesized by using cyclohexylamine, dibutylamine, and 4,4′-trimethylenedipiperidine (tdpip), respectively. The magnetic properties of compounds 1, 2, and 3 were determined from 10 to 300 K.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionDiscussionReferencesExperimental SectionMaterials and MethodsAll reactants were reagent grade and used as purchased without further purification. Elemental analyses were performed by Galbraith Laboratories (Knoxville, Tennessee). Thermal gravimetric analyses (TGA) were carried out on a TA Instruments thermogravimetric analyzer (Figure S1, Supporting Information). The samples were first heated to 50 °C with a heating rate of 5 °C/min, held at 50 °C for 30 min to eliminate any surface water, and subsequently heated with a heating rate of 3 °C/min in air. The IR spectra were recorded on a Galaxy Fourier Transform Infrared 5000 series spectrometer at room temperature in the range of 4000–400 cm–1 using the KBr pellet method. Powder X-ray diffraction analyses were performed on a Philips X’pert Pro diffractometer (Figure S2, Supporting Information). Single-crystal X-ray diffraction data were collected on a Siemens SMART platform diffractometer outfitted with an Apex II area detector and monochromatized Mo Kα radiation at 223 K. Magnetic susceptibility measurements were made at 1000 Oe under field-cooled and zero field-cooled conditions from 10 to 300 K using a Quantum Design PPMS system.Synthesis of (C6H11NH3)2Mn3(hfbba)4, 1In a typical synthesis of 1, a mixture of MnSO4·H2O (0.036 g), H2hfbba (0.157 g), ethanol (2 mL), and cyclohexylamine (0.1 mL) was sealed in a Teflon-lined autoclave (inner volume 23 mL) in air and heated at 180 °C for 3 days. Pale brown prismatic crystals of compound 1 were recovered from the final solution (pH = 5.7) in high yield (∼ 60% based on Mn). The crystals were washed with ethanol and then dried in air. Elem. Anal.: C, 49.66% (calc. 49.84%); H, 3.15% (calc. 3.12%); F, 24.61% (calc. 23.68%); N, 1.55% (calc. 1.45%). IR (KBr, cm–1): 3411 w, 3254 w, 2951 w, 2864 w, 1612 m, 1593 s, 1554 m, 1500 w, 1473 s, 1365 m, 1292 w, 1242 s, 1211 s, 1174 s, 1142 w, 1023 w, 968 m, 943 w, 924 w, 863 w, 845 w, 783 s, 750 m, 725 s, 690 w, 461 w.Synthesis of ((C4H11)2NH2)2Co3(hfbba)4, 2Compound 2 was similarly synthesized from a mixture of CoCl2·6H2O (0.050 g), H2hfbba (0.150 g), H2O (1 mL), and dibutylamine (0.1 mL). The mixture was sealed in a Teflon-lined autoclave (inner volume 23 mL) in air and heated at 180 °C for 3 days. Red polyhedral crystals of 2 were recovered from the final solution (pH = 4.4) in high yield (∼ 55% based on Co). The crystals were washed with ethanol and dried in air. Elem. Anal.: C, 49.44% (calc. 50.48%); Co, 8.85% (calc. 7.84%); H, 3.88% (calc. 3.61%); N, 1.45% (calc. 1.40%). IR (KBr, cm–1): 3550 w, 3446 w, 2968 w, 2936 w, 2877 w, 1612 s, 1558 m, 1417 s, 1321 w, 1292 w, 1242 s, 1211 s, 1176 s, 1141 m, 1022 w, 972 m, 950 w, 931 m, 858 m, 779 m, 751 m, 725 s, 686 w, 544 w, 505 w, 467 w.Synthesis of (H2tdpip)Co3(hfbba)4, 3For the synthesis of 3, CoCl2·6H2O (0.050 g), H2hfbba (0.150 g), and ethanol (2 mL) were mixed with 4,4′-trimethylenedipiperidine (0.1 mL). The mixture was sealed in a flexible Teflon bag in air. The bag was subsequently sealed in a Teflon-lined autoclave filled with 50% water, and heated at 160 °C for 4 days. Purple plates of 3 were recovered from the final solution (pH = 4.69) in high yield (∼75% based on Co). The crystals were washed with ethanol and dried in air. Elem. Anal.: C, 49.47% (calc. 49.87%); Co, 8.30% (calc. 9.08%); H, 3.48% (calc. 3.08%); N, 1.61% (calc. 1.44%). IR (KBr, cm–1): 3397 w, 3075 w, 2937 w, 2857 w, 1697 m, 1601 s, 1554 s, 1514 m, 1466 w, 1387 s, 1345 s, 1305 m, 1270 s, 1237 s, 1204 s, 1167 s, 1134 m, 1077 w, 1043 w, 1022 w, 972 m, 944 m, 930 m, 850, m, 781 s, 748 m, 727 s, 691 w, 637 w, 598 w, 556 w, 508 w, 470 m.X-ray CrystallographyThe crystal structures were solved and refined using the Bruker Apex-II software package.(29) Crystal data and refinement details are summarized in Table 1. The hydrogen atoms of the organic ligands were generated geometrically and allowed to ride on their respective parent atoms in the refinements. The atom displacement parameters of a few carbon and fluorine atoms are unusually large with highly elongated ellipsoids; however, efforts to split the atom positions lead to collapse of the refinements. The elongated ellipsoids are probably caused by dynamic disorder of the atoms. The protonated amine molecules in 2 and 3 are partially disordered. Atom distance constraints were applied to the disordered part during the refinements. Hydrogen atoms bonded to some of the N atoms in 2 were not located due to the disorder.Table 1. Crystal Data and Structure Refinement Detailsacompound123formulaC80H60F24Mn3N2O16C84H74Co3F24N2O16C81H58Co3F24N2O16F.W.1926.122000.241948.08temperature/K223(2)223(2)223(2)space groupC2/cC2/cP21/ca/Å20.159(3)19.9107(8)13.4077(8)b/Å18.840(3)18.7741(8)25.508(2)c/Å21.336(3)25.054(1)13.7566(9)α/°909090β/°92.694(3)108.434(1)114.712(1)γ /°909090V/Å38094(2)8884.8(6)4273.9(5)Z442Dcalc/g(cm)−31.5811.4951.514μ/mm–10.5840.6680.692refl collected/unique24577/947927711/1067026922/10183Rint0.07860.03120.0358data/parameters9479/56510670/62310183/574goodness-of-fit1.0011.0270.898R1/wR2 (I > 2σ(I))0.0579/0.09150.0362/0.09580.0380/0.0816R1/wR2 (all data)0.1358/0.11990.0530/0.10150.0648/0.0892aR1 = Σ||Fo| – |Fc||/Σ|Fo|, wR2 = [Σ(w(Fo2 – Fc2)2)/Σ(wFo2)2]1/2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionDiscussionReferencesResults and DiscussionStructure of (C6H11NH3)2Mn3(hfbba)4, 1The framework structure of 1 is composed of trimers of MnO6 octahedra that are interconnected by the hfbba ligands. The center of the trimer is a Mn(2)O6 octahedron that shares an edge with each of the two Mn(1)O6 octahedra on the opposite sides (Figure 1). The Mn(2)O6 octahedron sits on a 2-fold rotation symmetry axis and is slightly distorted with Mn–O bond lengths in the range 2.115(2)–2.220(2) Å. In contrast, the Mn(1)O6 octahedron is highly distorted with Mn–O bond lengths 2.104(2)–2.375(2) Å. The calculated bond valence sums for Mn(1) and Mn(2) are 2.15 and 1.90 v.u. respectively, confirming their divalent features. All the oxygen corners of the MnO6 octahedra are shared with the carboxylate groups of the hfbba ligands. Mn(1) is linked to one chelating carboxylate group, while Mn(2) is linked only to bridging carboxylate groups, which may account for the different distortions of the octahedra.The trimers are bridged by carboxylate groups to form infinite chains along [001]. Neighboring chains are cross-linked by the hfbba ligands to form the framework. Each trimer is connected by 10 hfbba ligands to 8 neighboring trimers, 2 from the same [001] chain, 6 from 4 other chains (Figure 2). There are two symmetry independent hfbba ligands. One has two bridging carboxylate groups. The other has one carboxylate group chelating to the Mn(1) atom and the second carboxylate group has a terminal C═O and an oxygen atom bonding to two Mn atoms.Figure 1. The trimer of MnO6 octahedra in 1.Figure 2. Cross-linking of the neighboring trimers by the hfbba ligands in 1. Only the carboxylate groups and the quaternary carbon atoms of the hfbba ligands are shown for clarity.Figure 3. Views of the structure of 1 along [100] and along [001]. The cyclohexylammonium cations are represented as space-filling.Figure 4. Two cyclohexylammonium cations occluded in a cage of the structure of 1. The hydrogen bonds are shown with dashed lines.The framework has voids of dimensions 14.9 × 9.7 × 7.9 Å (Figure 3). Each void is occupied by two C6H11NH3 cations. The C6H11NH3 cation forms three N–H···O hydrogen bonds (dN···O = 2.785(4)–2.934(4) Å) to the oxygen atoms of the framework (Figure 4).Structure of ((C4H11)2NH2)2Co3(hfbba)4, 2The structure of 2 consists of linear trimers of CoOn polyhedra similar to those found in 1. However, the three polyhedra of the trimer in 2 share corners instead of edges as in 1 (Figure 5a). The central Co(1)O6 octahedon sits on a symmetry inversion center and is slightly elongated with Co–O bond lengths in the range 2.020(1)–2.228(1) Å. The Co(2)O6 unit at the two ends of the trimer is strongly distorted and is best described as a tetrahedron with four short Co–O bonds in the range 1.965(1)–2.031(1) Å complemented by two very long Co–O secondary bonds of 2.585(1)–2.597(2) Å. The calculated bond valence sums for Co(1) and Co(2) are 2.05 and 1.93 v.u., respectively, consistent with the expected divalent state. All of the oxygen atom corners of the CoO6 units are shared with the hfbba ligands. Co(1) is linked to six carboxylate groups. Co(2) is linked to two chelating and two bridging carboxylate groups. There are two symmetry independent hfbba ligands, both having a bridging and a chelating carboxylate group. The Co3O16 trimers are interconnected by the hfbba ligands to form a checkboard infinite layer parallel to the (001) plane (Figure 5b). Each trimer is linked to four others. Neighboring trimers are linked by two hfbba ligands. The complex layer contains rectangular holes with an opening ca. 3.2 × 5.8 Å and lateral tunnels with apertures ca. 2.9 × 5.2 Å (Figure 5c). The layers are stacked along the [001] direction in an ABAB pattern with neighboring layers related by a 2-fold rotation axis (Figure 6). The rectangular holes of the layers are blocked by the stacking, but the lateral tunnels are not affected.One of the two symmetry independent (C4H11)2NH2 cations is located inside the lateral tunnels of the layer and is orientationally disordered. The other is located between the layers and is ordered (Figure 7). Both cations are bound to the framework by two N–H···O hydrogen bonds (dN···O = 2.748(2)–2.915(2) Å).Figure 5. (a) The trimer present in 2, (b) a view showing the lateral channels in the layer in 2, (c) an individual layer.Figure 6. (a) The structure of 2 viewed along [110]. Ordered and disordered interlayer dibutylammonium cations are shown in pink and blue colors, respectively. (b) Layer stacking in 2 viewed along [110], the two orientations of the layer are plotted in pink and blue, respectively.Figure 7. Hydrogen bonds (red dashed thin lines) between the dibutylammonium cations and the hfba ligands in 2. Alternate orientations of the disordered dibutlyammonium cations (right) are plotted in thick dashed lines.Structure of (H2tdpip)Co3(hfbba)4, 3The structure of 3 is also based on linear trimers similar to those found in 2. The trimers in 3 consist of a central octahedron and two distorted tetrahedra complemented by an additional long Co–O bond (2.533 Å) (Figure 8a). The trimer in 3 can be derived from the trimer in 2 by breaking a secondary Co(2)–O bond and reorienting the corresponding chelating carboxylate group. The central Co(1)O6 octahedon sits on a symmetry inversion center with Co–O bond lengths in the range 2.002(1)–2.239(2) Å. The Co(2)O5 unit at the two ends of the trimer is strongly distorted and has four Co–O bonds in the range 1.933(1)–1.990(2) Å, complemented by a long Co–O secondary bond of 2.533(2) Å. The calculated bond valence sums for Co(1) and Co(2) are 1.96 and 2.00 v.u., respectively, consistent with the expected divalent state. There are two symmetry independent hfbba ligands. One has a bridging and a chelating carboxylate group. The other has a bridging carboxylate group, but the second carboxylate group has a short O–Co(2) bond and a terminal C═O group.Figure 8. (a) The trimer of 3. (b) Cross-linking of neighboring trimers by the hfbba ligands, only the carboxylate groups and the quaternary carbon atoms of the hfbba ligands are plotted. (c) A individual layer of 3.Figure 9. Views of the structure of 3 along [100] and along [001]. The H2tdpip cations are plotted with thin lines.Topologically, the trimers of CoOn polyhedra in 3 are interconnected by the hfbba ligands in the same way as in 2; that is, each trimer is linked to four others to form an infinite layer with neighboring trimers linked by two hfbba ligands (Figure 8b). However, the trimers and the hfbba linkers are oriented quite differently in the two structures. The complex layer of 3 contains rhombic holes with an opening ca. 3.4 × 5.9 Å but no lateral tunnels (Figure 8c). The layers are parallel to (100) and are stacked along the [100] direction in an AA pattern with neighboring layers related by a lattice translation. The rhombic holes of the layers are therefore aligned to form channels parallel to the [100] direction (Figure 9). The H2tdpip cations are located at the intersections between the channels and the inter layer space. Each H2tdpip cation is bound to the layers by four N–H···O hydrogen bonds (dN···O = 2.668(3)–2.858(4) Å) and is disordered over two orientations (Figure 10).Figure 10. Hydrogen bonds (red dashed thin lines) between the H2tdpip cation and the hfbba ligands. An alternative orientation of the H2tdpip cation is plotted in thick dashed lines.Thermal StabilityTGA data measured in air indicate that compound 1, (C6H11NH3)2Mn3(hfbba)4, is stable up to 150 °C (Figure S1a, Supporting Information). The weight loss observed in the first decomposition step between 150–250 °C corresponds to loss of one hfbba ligand (obs. 20.56%, calc. 20.25%). The second weight-loss step between 255–470 °C is consistent with removal of the organic components and decomposition to Mn2O3 (obs. 67.36%, calc. 67.45%). In contrast to 1, compound 2, ((C4H11)2NH2)2Co3(hfbba)4, begins to decompose at a significantly higher temperature. The first weight-loss between 275–290 °C corresponds also to loss of one hfbba ligand (obs. 19.86%, calc. 19.64%). The loss in the second step (onset at 295 °C, completion at 485 °C) corresponds to final decomposition to Co3O4 (obs. 67.83%, calc. 68.29%) (Figure S1b, Supporting Information). Compound 3, (H2tdpip)Co3(hfbba)4, showed decomposition in two broad steps between 190–480 °C. The overall weight loss of 87.5% is in good agreement with the value of 87.63% calculated with the formula and assuming the residue to be Co3O4 (Figure S1c, Supporting Information).Magnetic MeasurementsThe magnetic susceptibility data (1/χM and χMT) for compound 1 are shown in Figure 11. A least-squares fit of the reciprocal molar susceptibility data above 100 K to the Curie–Weiss law gave μeff = 5.914 μB and θ = −9.7 K. The value of χMT decreases gradually from 12.70 cm3 K mol–1 at 300 K and is slightly lower than the expected value of 13.125 cm3 K mol–1 for three uncoupled Mn2+ ions with S = 5/2 and g = 2. The gradual decrease in χMT above 50 K is indicative of predominantly antiferromagnetic interactions. The crystal structure indicates that the Mn2+ ions are arranged in trinuclear units and the spin Hamiltonian can be written as HS = J(S1S2 + S2S1) + J′S1S1 where the labels 1, 2 refer to the Mn2+ ions at the ends and middle of the trimer. This problem has been analyzed previously and is not discussed in detail here.(30-34) The magnetic interactions between the terminal Mn2+ ions is assumed to be negligible (J′ = 0), and the data were fit to a single exchange constant. A value of J = 1.95 cm–1 was obtained within the range of values previously reported.(34) At lower temperatures χMT approaches the value 4.375 cm3 K mol–1 expected for an S = 5/2 spin state with g = 2 (χMT = 5.8 cm3 K mol–1 at 10.7 K). On cooling below 50 K, χMT abruptly increases to a maximum value of 13.4 cm3 K mol–1 and then decreases to 5.8 cm3 K mol–1 at 10.7 K; χMT values also become field dependent. Similar behavior has been observed in many other systems and is typical of spin canting.(35-38)Figure 11. The magnetic susceptibility vs temperature for 1 showing the presence of a weak ferromagnetic component below 50 K. The solid lines are least-squares fits of the data to a trimer model with a single exchange constant (χMT) and to the Curie–Weiss law (1/χM).The weak ferromagnetism is also apparent in M vs H curves which show a very small hysteresis effect below the transition temperature (40 K). The remnant magnetization (2 × 10–3 Nβ) is much smaller than the expected value of 5 Nβ for saturation magnetization indicating that the spin canting angle is very small. The hysteresis is smaller at lower temperatures and is no longer visible at 10 K. Overall, the behavior of 1 closely resembles that recently reported for the compound, Co1.5(bpmp)(Hcda)(cda)(H2O), where bpmp = N,N′-bis-(4-pyridylmethyl) piperazine and cda = 1,1-cyclopentanediacetate.(39)The cobalt compounds 2 and 3 are similar in their magnetic behavior. Both compounds show Curie–Weiss behavior between 10 and 300 K with very small negative θ temperatures of −3 K and −2 K for 2 and 3, respectively, and no evidence for any magnetic ordering. The effective moments, μeff/Co are 4.8 and 4.4 B.M. for 2 and 3, respectively, and are in the expected range for high spin Co2+ ions which have significant orbital contributions to the magnetic moment.(30)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionDiscussionReferencesDiscussionThe anionic frameworks of compounds 1–3 all have the stoichiometry M3(hfbba)4. However, their structures are very different largely due to the different shapes of the charge balancing amine cations and the coordination preferences of the metal ions. If we restrict discussion to trimers of octahedra, the number of oxygen atoms in four hfbba ligands exactly matches the requirement of 16 oxygen atoms in a linear trimer made up of corner-sharing octahedra. Such trimers are found in 2. Since at least some of the carboxylate groups have to be chelating, the octahedra cannot be all undistorted. In 2 the distortion occurs with substantial elongation of one Co–O bond of each of the two chelating carboxylate groups. The oxygen atoms with the much elongated Co–O bonds bear more negative charges and form strong O···H–N hydrogen bonds to the amine cations. Similar distortions occur in 3, but one of the oxygen atoms has to move out of the coordination sphere of the Co atoms in 3 in order to reach the NH2 group of the relatively rigid H2tdpip cation to balance the local charge by formation of a hydrogen bond. Such elongation or breaking of Co–O bonds in 2 and 3 distort the CoO6 octahedra toward tetrahedra with four primary strong bonds. Compared to Co2+, the Mn2+ ion is larger and tends to resist distortions toward Mn2+O4 tetrahedra. In 1, instead of sharing corners the three MnO6 octahedra of the trimer share edges thus freeing two oxygen atoms that form strong O···H–N hydrogen bonds to the cyclohexylammonium cations. All three framework structures are featured with large voids occupied by the extra framework amine cations. The amines cannot be removed without collapse of the structure as indicated by the TGA data.For electroneutral frameworks some oxygen atoms are not required to bear more negative charge in order to balance the local charges of extra framework ions. Therefore, polyhedra distortions as strong as those observed in 2–3 may be avoided. In the related structures of M3(hfbba)3(phen)2, M = Co or Mn, phen = 1,10-phenanthroline, M3O12N4 trimers similar to those of 2 are found which are capped by phen ligands on both ends.(17) The octahedra in such trimers are less distorted. Mn3O12N2 trimers with a central octahedron and two trigonal bipyramids similar to those in 3 are found in Mn2(hfbba)2(pyridine) where the bipyramids are also less distorted.(9)In addition to different trimers, the hfbba ligand is known to coordinate metal ions to form various other structural units such as paddle wheels, dimers, tetramers or infinite chains of coordination polyhedra, which leads to diverse structural topologies. The three structures reported in this work shows that local charge matching between framework and extra-framework components may be used as an effective factor to explore new structures.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionDiscussionReferencesAcknowledgmentWe thank the R. A. Welch Foundation, NHARP – Chemistry 003652-0092-2007, and NSF DMR-0706072 for support of this work. We thank C. L. Chen at the University of Texas, San Antonio, for the use of his PPMS and help with the measurements. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionDiscussionReferencesSupporting InformationCrystallographic information files; thermogravimetric analysis data; X-ray powder diffraction data; molar magnetic susceptibility data. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionDiscussionReferencesReferencesThis article references 39 other publications.1. Pan, L.; Sander, M. B.; Huang, X.; Li, J.; Smith, M.; Bittner, E.; Bockrath, B.; Johnson, J. K. J. Am. Chem. Soc. 2004,  126,  1308– 1309[ACS Full Text ], [CAS]1. Microporous Metal Organic Materials: Promising Candidates as Sorbents for Hydrogen StoragePan, Long; Sander, Michelle B.; Huang, Xiaoying; Li, Jing; Smith, Milton; Bittner, Edward; Bockrath, Bradley; Johnson, J. KarlJournal of the American Chemical Society\r\n        (2004),\r\n    126\r\n        (5),\r\n    1308-1309CODEN:\r\n                JACSAT;\r\n        ", "title": "Amine-Templated Anionic Metal–Organic Frameworks with the 4,4′-(Hexafluoroisopropylidene) Bis(benzoic acid) Ligand", "authors": ["Xiqu Wang", "Lumei Liu", "Marlon Conato", "Allan J. Jacobson"], "doi": ["10.1021/cg1016752"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0008.gif\">"]}