{"abstract": "Polymer-induced heteronucleation was used in the phase discovery and selection among coordination polymers resulting from the combination of zinc(II) nitrate and 1,3,5-(triscarboxyphenyl)benzene (HBTB). Three new phases (, , and ) were discovered now, offering five coordination polymers derived from this linker/metal combination. , , and MOF-177 are defined as polymorphic frameworks; each is composed of the same SBU and linker but differ in topology. The affect of linker−linker interactions is discussed.The combination of zinc(II) nitrate with 1,3,5-(triscarboxyphenyl)benzene (HBTB) leads to five different microporous coordination polymers (MCPs). Two of these were previously known (MOF-177 and MOF-39), whereas polymer-induced heteronucleation was used in the discovery of three phases that have not been previously reported (, , and ). Modification of crystallization conditions allows for the bulk-scale synthesis of each of these MCPs.  and  are each interpentrated 6,3-connected nets composed of the basic zinc carboxylate secondary building unit (SBU) and the tritopic linker BTB. The underlying noninterpenetrated net of  is derived for the net of anatase, whereas that of  is the previously unreported “tsx” framework.  consists of an underlying diamondoid net in which four linear, trinuclear zinc hourglass SBUs are arranged about a central μ-oxo anion as the tetrahedral unit in the net and BTB further links the hourglass SBUs. , , and MOF-177 are here defined as polymorphic frameworks in that each is composed of the same SBU and linker but differ in topology and thus pore structure. These frameworks may be called a polyreticular series by analogy to several reported isoreticular series. The effect of linker−linker interactions are discussed.", "text": "10.1021/ic800777r  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroduction In principle, a metal ion and multifunctional ligand can assemble in a nearly limitless number of arrangements; in practice only a few unique structures are experimentally observed.(1) In cases where several different phases are obtained depending on the reaction conditions, a basic mechanistic understanding for phase selection is absent: a situation analogous to polymorphism in molecular crystals. One class of materials for which this issue is particularly significant is microporous coordination polymers (MCPs). The utility of an MCP is highly dependent on the selection of a topology and pore structure to provide the appropriate properties for a given application. For example, the combination of zinc nitrate and terephthalic acid (H2BDC) provides MOF-5 from N,N-diethylformamide (DEF),(2) but this combination can also yield several other phases, such as MOF-2,(3) MOF-3,(3) MOF-69C,(4) among others, by simply changing the solvent. We recently disclosed the synthesis of another zinc nitrate/H2BDC-derived phase (PNMOF-1) by polymer-induced heteronucleation.(5) Although each of these MCPs is synthesized from zinc nitrate and H2BDC, the secondary building units (SBUs), which encompass the metal or metal clusters as nodes of the framework, for each of these MCPs are different. Thus, the SBU for MOF-5 is the octahedral basic zinc carboxylate cluster, whereas the SBU for MOF-2 is the square planar paddlewheel dimer.(3) The properties of MCPs with the same metal/linker combination but different frameworks vary greatly and difficulty reproducing results obtained in different laboratories can be traced to problems in pure phase production.(6) The fact that the linear linker H2BDC provides a number of different MCPs can likely be traced to the fact that it has been so extensively investigated.(7) In fact, a tritopic linker has the potential to provide significantly more topologically different frameworks, and with this in mind the tritopic linker H3BTB was chosen as a prototypical example. Thus far, the only reported phases incorporating zinc and BTB are MOF-177 and MOF-39. MOF-177 is an MCP with record setting surface area.(8, 9) MOF-177 is composed of an octahedral basic zinc carboxylate SBU and the trigonal planar linker, BTB. The construction of MOF-177 is unique in that the framework formed by simplification of the structure to a periodic arrangement of octahedra and triangles is a previously unobserved three-periodic net, designated “qom”.(8) The synthetic conditions leading to MOF-177 are closely related to those of MOF-39(10) in that each requires zinc nitrate and the same linker, H3BTB. Although MOF-177 and MOF-39 each derive from zinc and BTB, the SBU of each are distinctly different as is the case with each of the Zn/BDC MCPs mentioned above. Thus, the SBU for MOF-39 is a trinuclear zinc cluster bound by six carboxylates of six different BTB linkers to provide an unusual trigonal prismatic building unit. The so-called default structure for connection of triangles and octahedra is not the qom net or the unusual 6,3-connected net of MOF-39 but is in fact the pyrite (pyr) net.(11) Several other arrangements are possible including structures analogous to anatase (ant), rutile (rtl), and brookite (brk), all of which are 6,3-connected nets. The exceptional properties of MOF-177 and observation of other high-performance materials involving the BTB linker, such as the microporous/mesoporous UMCM-1,(12) warrants extensive investigation of related phases. Herein, we report the discovery through polymer-induced heteronucleation and subsequent bulk selection for three new phases of Zn/BTB MCPs, two of which are rare nets (ant and tsx). Also, we introduce the concept of polymorphic frameworks in which the same SBU and linker are used to construct materials of different topology and pore structure. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental Section  Polymer-Induced Heteronucleation Experiments An acidic polymer library was synthesized in 96 well polypropylene microtiter plates by a previously published procedure.(13) Briefly, six 1:1 (v/v) monomer solutions in ethanol were dispensed as 90 pairwise combinations and 6 pure monomer solutions by a Gilson 215 liquid handler to a volume of 100 μL. To each of these 96 solutions was added 50 μL of a 1:1 (v/v) solution of divinylbenzene (DVB) in ethanol containing 2 mol % 2,2′-azobisisobutyronitrile (AIBN) with respect to DVB. The solutions were photopolymerized in a nitrogen gas atmosphere and then annealed at 85 °C under vacuum to yield the cross-linked polymer library: acrylic acid (AA), 2-ethoxyethyl methacrylate (EEMA), ethylene glycol methacrylate phosphate (EGMAP), 2-hydroxyethyl methacrylate (HEMA), methacrylic acid (MAA), and methyl methacrylate (MMA) with DVB. To each well of the cross-linked acidic polymer plates was then added 150 μL of a solution (DEF for MOF-177 conditions or a 3:3:1 (v/v/v) mixture of DMF/ethanol/water for MOF-39 conditions), which was 38.3 mM in Zn(NO3)2·4H2O and 20.6 mM in H3BTB(14) by a Gilson 215 liquid handler. The microtiter plates were sealed with polyethylene plugs and pressed firmly between aluminum plates to prevent solvent loss upon heating. The plates were then heated to 100 °C (MOF-177 conditions) or 85 °C (MOF-39 conditions) for 2 days to ensure complete reaction. From the MOF-177 conditions (DEF, 100 °C), two phases were observed both optically and by PXRD. MOF-177 was the major component present on the plate yet a new rodlike phase (Zn/BTB ant) was observed, which displayed a distinct PXRD pattern. From the MOF-39 conditions (3:3:1 (v/v/v) DMF/EtOH/H2O), three phases were observed in the 96 well plate: MOF-39, a bladelike phase (Zn/BTB tsx), and a cubic phase (Zn/BTB dia).  Bulk Scale Synthesis of Zn/BTB ant To a solid mixture of H3BTB(14) (0.0899 g, 0.2050 mol, 1 equiv) and Zn(NO3)2·4H2O (0.1008 g, 0.3855 mmol, 1.88 equiv) was added DMF (10 mL). The solution was mixed well and ultrasonicated until homogeneous. The reaction vial was capped tightly and placed in an oven at 100 °C. After 24 h, the sample was removed from the oven and allowed to cool to room temperature. The mother liquor was decanted from the clear rod crystals and replaced with acetone (10 mL). The acetone was decanted and replenished three times over two days. The yield of the reaction, determined from the weight of the evacuated material [Zn4O(BTB)2]·H2O is 48% based on H3BTB. Anal. Calcd for C54H32O14Zn4: C, 55.61; H, 2.77. Found: C, 55.51; H, 2.86.  Bulk Scale Synthesis of Zn/BTB tsx To a solid mixture of H3BTB(14) (0.0446 g, 0.1017 mmol, 1.00 equiv) and Zn(NO3)2·4H2O (0.1023 g, 0.3913 mol, 3.85 equiv) was added a 3:3:1 (v/v/v) mixture of DMF/ethanol/water (10 mL). The solution was mixed well and ultrasonicated until homogeneous. The reaction vial was capped tightly and placed in the oven at 100 °C. After 72 h, the sample was removed from an oven and allowed to cool to room temperature. The mother liquor was decanted from the clear bladelike crystals and replaced with methanol (10 mL). The methanol was decanted and replenished three times over two days. The yield of the reaction, determined from the weight of the evacuated material [Zn4O(BTB)2]·DMF·H2O, is 67.0% based on H3BTB. Anal. Calcd for C57H39O15NZn4: C, 55.23; H, 3.17; N, 1.13. Found: C, 54.79; H, 3.11; N, 1.29.  Bulk Scale Synthesis of Zn/BTB dia To a solid mixture of H3BTB(14) (0.0924 g, 0.2107 mmol, 1.00 equiv) and Zn(NO3)2·4H2O (0.2012 g, 0.7695 mol, 3.65 equiv) was added a 3:3:2 (v/v/v) mixture of DMF/1,4-dioxane/water (10 mL). The solution was mixed well and ultrasonicated until homogeneous. The reaction vial was capped tightly and placed in the oven at 85 °C. After 48 h, the sample was removed from an oven and allowed to cool to room temperature. The mother liquor was decanted from the clear cubic crystals and replaced with methanol (10 mL). The methanol was decanted and replenished three times over two days. The yield of the reaction, determined from the weight of the evacuated material [Zn6O(BTB)4]·2(H+)·2(DMF)·4(H2O) is 58.0% based on H3BTB. Anal. Calcd for C114H84O31N2Zn6: C, 57.77; H, 3.57; N, 1.18. Found: C, 57.36; H, 3.41; N, 1.31.  Crystal Structure Determination Single crystals suitable for X-ray structure determination were selected under a microscope and mounted in MiTiGen micromounts or on Nylon loops with Paratone-N hydrocarbon oil and placed in a stream of cold nitrogen from an Oxford Cryosystems Cryostream Plus cooler for low temperature data collection. For the room temperature collection, suitable crystals were glued to the end of a thin glass capillary. Intensity data were collected on a three-circle (quarter χ-arm) Rigaku R-Axis Spider diffractometer (460 mm × 256 mm curved imaging plate detector with graphite monochromated Cu Kα radiation (λ = 1.54187 Å)). Initial ω scans of each sample were performed to determine preliminary unit cell parameters and to allow the selection of image widths for data collection. For all cases, oscillation images were collected using widths of 2.0−2.5° in ω. Data were collected using the d*TREK package in the CrystalClear software suite(15) to obtain ω scans for χ at 0° and 54°. Using the FS_PROCESS(16) package in CrystalClear, the raw intensity data were then reduced to F2 values with corrections for Lorentz and polarization effects. Decay of the crystals during data collection was negligible. An empirical absorption correction was applied as implemented by FS_PROCESS. The structures were solved within the CrystalStructure(17) package by direct methods and refined against all data.(18) Hydrogen atoms were placed at calculated positions (C−H = 0.95 Å) using a riding model with isotropic displacement parameters scaled by the Ueq of the attached carbon atom. Thermal parameters for all non-hydrogen atoms were refined anisotropically. A partial occupancy acetone solvent molecule was located and modeled successfully having an occupancy of 2/3 in Zn/BTB-ant. In structures with voids, attempts to locate and model the highly disordered solvent molecules in the voids were unsuccessful. Therefore, the SQUEEZE routine of PLATON(19) was used to remove the diffraction contribution from these solvents to produce a set of solvent free diffraction intensities.  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and Discussion Polymer-induced heteronucleation has recently demonstrated success as a tool for the discovery of new MCPs based on simple terephthalate linkers,(5) and we propose that it might facilitate exploring phase diversity of the BTB linker. The method utilizes libraries of insoluble polymers, cross-linked terpolymers produced through combinatorial chemistry in the present case, that control crystallization owing to phase-directing heteronucleation events dictated by the composition of the surface on which crystal nucleation occurs. Cross-linked acidic polymers were synthesized in 96 well polypropylene microtiter plates, which were prepared by a previously reported method.(13) Crystallization conditions (solvent, time, temperature) previously employed for the synthesis of MOF-177 and MOF-39 where each applied to the 96 different cross-linked acidic polymers in the well plates. From the MOF-177 conditions (DEF, 100 °C), two phases were observed both optically and by PXRD. MOF-177 was the major component present on the plate yet a new rodlike phase (Zn/BTB ant) was observed, which displayed a distinct PXRD pattern. From the MOF-39 conditions (3:3:1 (v/v/v) DMF/EtOH/H2O, 85 °C), three phases were observed in the 96 well plate: MOF-39, a bladelike phase (Zn/BTB tsx), and a cubic phase (Zn/BTB dia). For bulk-phase synthesis, time, temperature, and solvent were optimized to allow for the synthesis of each of the new phases in glass vials. Whereas MOF-177 and MOF-39 are formed from DEF and a DMF/EtOH/H2O mixture, respectively, Zn/BTB ant is formed conveniently from DMF at 100 °C and Zn/BTB dia is formed from DMF/1,4-dioxane/H2O at 85 °C. The use of the smaller molecule, DMF, as the reaction solvent was reasoned to allow access by templating(6) to the more dense interpenetrated structure of Zn/BTB ant compared to the noninterpenetrated structure of MOF-177 from DEF. The formation of Zn/BTB dia over the formation of MOF-39 was reasoned to be facilitated by a less coordinating solvent mixture involving dioxane in place of ethanol. In the structure of MOF-39, a water molecule is coordinated to an octahedral zinc ion, whereas in Zn/BTB dia no coordinated ligands are observed. The synthesis of Zn/BTB tsx on the bulk scale is notable in that the solvent mixture is identical to that for MOF-39, yet this new phase requires significantly more harsh conditions (100 °C for 72 h vs 85 °C); MOF-39 is observed at intermediate reaction times, but upon completion of the reaction only Zn/BTB tsx is observed indicating its greater thermodynamic stability.(20) The structure of MCPs can often be reduced by simplification to a periodic arrangement of vertices and linkers. The structure of Zn/BTB ant, as with MOF-177, can be simplified into octahedral vertices derived from the basic zinc carboxylate SBU and triangles derived from the BTB linker. The assembly of these octahedra and triangles in Zn/BTB ant can then be derived from the anatase form of the mineral TiO2. The derivation of the ant net was performed using Systre.(21) In the mineral form of anatase, titanium cations fill octahedral holes, whereas oxygen anions fill trigonal holes. In the crystal structure of Zn/BTB ant, [Zn4O(CO2)6] octahedra are joined by the tritopic BTB linker to form the 6,3-connected net shown in Figure 1. The space group of the underlying non-interpenetrated ant network is I41/amd, whereas the interpenetrated ant-c network is P42/nnm. The actual net here is interpenetrated, having the symmetry C2/c, whereas the underlying noninterpenetrated net has the symmetry Cc. The lower symmetry of the actual X-ray crystal structure appears to be the result of slipped layers along the c axis as shown in part d of Figure 1. The ant net has been reported once previously in an MCP, a structure containing CoII and citrate.(22)  Figure 1. (a) View of noninterpenetrated Zn4O(BTB)2 (Zn/BTB ant) along the a axis (interpenetrating framework, solvent molecules, and hydrogen atoms removed for clarity); carbon atoms (gray), oxygen atoms (red), zinc (blue). (b) View along the c axis (interpenetrating framework, solvent molecules, hydrogen atoms removed for clarity). (c) Reduced framework shown along the a axis, where BTB is represented by dark-gray spheres, and Zn4O clusters are represented by red spheres. (d) Reduced framework shown along the c axis. (e) View of interpenetrated Zn4O(BTB)2 (Zn/BTB ant) along the a axis (solvent molecules and hydrogen atoms removed for clarity). (f) Reduced interpenetrating frameworks shown along the a axis with one framework shown in blue and one framework shown in black. The tsx net is not naturally occurring and has not been observed in any previously reported MCPs to our knowledge. The tsx net was introduced by simplification of the single-crystal XRD data to basic octahedra and triangles; the coordinates of which were input into Systre.(21) Again, [Zn4O(CO2)6] octahedra are joined by the tritopic BTB linker to form the 6,3-connected tsx net shown in Figure 2. The symmetry of the underlying noninterpenetrated tsx network is I4̅2m, whereas the symmetry of the interpenetrated framework is I4̅2d.  Figure 2. (a) View of noninterpenetrated Zn4O(BTB)2 (Zn/BTB tsx) along the a axis (interpenetrating framework and hydrogen atoms removed for clarity); carbon atoms (gray), oxygen atoms (red), zinc (blue). (b) View along the c axis (interpenetrating framework and hydrogen atoms removed for clarity). (c) Reduced framework shown along the a axis, where BTB is represented by dark gray spheres and Zn4O clusters are represented by dark-green spheres. (d) Reduced framework shown along the c axis. (e) View of interpenetrated Zn4O(BTB)2 (Zn/BTB tsx) along the a axis (hydrogen atoms removed for clarity). (f) Reduced interpenetrating frameworks shown along the a axis with one framework shown in green and one framework shown in black. Multiple structures involving the same SBU and the same linker, as is the case with MOF-177, Zn/BTB ant, and Zn/BTB tsx, are rare.(23) “Polymorphism” in network solids has been discussed previously.(24) This phenomenon has been observed in coordination polymers where single metal ions and multifunctional carboxylates make up the vertices and linkers, respectively, of the polymorphic network.(25) These three phases can be described as polymorphic frameworks in the sense that SBU and linker are the same but the modes of assembly are not the same.(26) Polymorphic frameworks could be considered a subset within the overarching class of supramolecular isomers.(24) The difference between the qom, ant, and tsx nets is coordination of the second or third sphere of connections between trigonal and octahedral units. Whereas coordination sphere 1, CS1, is the same for the three nets meaning that each tritopic linker is connected to 3 different octahedra and each octahedron is connected to 6 different tritopic linkers, CS2 or CS3 is not the same. These differences result from the various orientations of triangles about each octahedral unit of CS1 in the three polymorphic frameworks (Figure 3). The so-called default net for the connection of triangles and octahedra is the pyrite net,(11) which remains conspicuously absent from this series of polymorphic frameworks. However, the need for molecules to satisfy requirements of bond lengths and angles may ultimately override the selection of a default net.  Figure 3. Comparison of CS1 for (a) MOF-177, (b) Zn/BTB ant, and (c) Zn/BTB tsx. The third new structure of a Zn/BTB phase is depicted in Figure 4. This framework is isostructural with the Zn/TATB phase of Zhou,(27) where BTB is simply substituted in place of TATB. Each of these structures is in the same space group, Fd3̅. Thus, each consists of an underlying diamondoid net in which four linear, trinuclear zinc hourglass SBUs are arranged about a central μ4-oxo anion as the tetrahedral unit in the net. The linker, either TATB or here BTB, further links the hourglass SBUs to eachother to form a quite densely packed network. This Zn/BTB dia does not contain the same SBU as any of the other coordination polymers in the Zn/BTB series, and therefore is not a polymorphic framework.  Figure 4. (a) Zn/BTB dia framework reduced to the basic adamantane unit where the dark-gray spheres represent μ4-oxo ions and the linear gray lines represent hourglass SBUs. (b) Diamondoid framework where the basic adamatane unit is shown in gray. (c) Reduced unit cell of Zn/BTB dia (BTB linkers and hydrogen atoms removed for clarity). (d) Unit cell of Zn/BTB dia (hydrogen atoms removed for clarity). A common theme among these coordination polymers, in contrast to MOF-177, is the presence of linker-linker interactions in the solid state as depicted in Figure 5. Zhou’s Zn/TATB phase shows clear π−π interactions between two staggered triazine rings of adjacent linkers. Zhou noted that at the time this was unobserved for any BTB phases and attributed the interaction to the triazine ring.(27) Whereas π−π interaction of two equivalent benzene rings is less favorable than for staggered triazines, the interaction remains overall favorable, and it is therefore not surprising that it is observed in this new Zn/BTB dia phase. The distance separating the center of the staggered rings of two TATB linkers is 3.14 Å, which is shorter than for the BTB linkers (3.55 Å). The Zn/BTB ant and the Zn/BTB tsx MCPs also display somewhat close contacts between BTB linkers. In both cases, the interaction is between two linkers on separate interpenetrating frameworks. Furthermore, there are no π−π interactions because the phenyl rings are canted with respect to each other in each case (parts b and c of Figure 5).  Figure 5. Interactions between BTB linkers in (a) Zn/BTB dia, (b) Zn/BTB ant, and (c) Zn/BTB tsx.  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusion The discovery and selection of MCP phases among a complex system involving five Zn/BTB networks based on unique crystallization conditions is presented. Three new phases were discovered using polymer-induced heteronucleation and subsequently synthesized on a bulk scale by optimization of the crystallization conditions including time, temperature, and solvent. Among the three new phases are two interpenetrating polymorphic frameworks of MOF-177. The ant and tsx nets are each rare 6,3-connected nets involving the tritopic linker BTB and the octahedral basic zinc carboxylate cluster. The third new Zn/BTB phase adopts a diamondoid net containing trinuclear zinc hourglass SBUs. Linker−linker interactions are key in the formation of each of these new structures. Polymorphic frameworks, due to their identity as supramolecular isomers, allow for the systematic exploration of topological effects on material properties and function. These polymorphic frameworks offer a complement to the recently reported isoreticular MOFs,(28)where the topology and SBU of multiple MCPs remain the same but the length and/or functionality of the linker is varied, and may well be described as a polyreticular series.    Table 1. Crystallographic Data and Structural Refinement Summary for Zn/BTB ant, Zn/BTB tsx, and Zn/BTB dia compoundZn/BTB antZn/BTB tsxZn/BTB diachemical formulaC55.65H33.3O13.55Zn4C54H30O13Zn4C108H63O26Zn6fw1179.051148.342168.81temperature, K100(2)150(2)293(2)space groupC2/c (#15)I4̅2d (#122)Fd3̅ (#203)a, Å26.3857(14)13.9578(4)25.9759(5)b, Å28.3859(14)13.9578(4)25.9759(5)c, Å31.6139(16)28.7133(11)25.9759(5)α, deg909090β, deg113.567(2)9090γ, deg909090V, Å321703.3(19)5593.9(3)17527.2(6)Z848λ, Å (Cu Kα)1.541871.541871.54187ρcalcd, g/cm30.7221.3631.641μ, mm−11.2642.4312.528R1 [I > 2σ(I)]a0.0782c0.07210.0704wR2 [I > 2σ(I)]b0.2245c0.21650.2161GOF on F21.02c1.111.16   a R1 = Σ∥Fo| − |Fc∥/Σ|Fo|.  b wR2 = [Σw(Fo2 − Fc2)2/ Σw(Fo2)2]1/2.  c After SQUEEZE routine applied in PLATON.    Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgment This work is supported by grant #454 of the 21st Century Jobs Trust Fund received through the SEIC Board from the State of Michigan. The authors thank Dr. William W. Porter, III, for assistance with X-ray data collection and Dr. Kyoungmoo Koh for discussion of nets.  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting Information TGA data, ORTEP diagrams, powder X-ray diffraction data. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 28 other publications.1.   Yaghi, O. M., O’Keeffe, M., Ockwig, N. W., Chae, H. K., Eddaoudi, M., and Kim, J.  Nature 2003,  423,  705– 714[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "Phase Selection and Discovery among Five Assembly Modes in a Coordination Polymerization", "authors": ["Stephen R. Caskey", "Antek G. Wong-Foy", "Adam J. Matzger"], "doi": ["10.1021/ic800777r"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-17/ic800777r/production/images/small/ic-2008-00777r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-17/ic800777r/production/images/small/ic-2008-00777r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-17/ic800777r/production/images/small/ic-2008-00777r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-17/ic800777r/production/images/small/ic-2008-00777r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-17/ic800777r/production/images/small/ic-2008-00777r_0005.gif\">"]}