{"abstract": "Two related three-fold and eight-fold interpenetrated MOFs expand upon selective CO sorption.Two related metal-organic frameworks (MOFs) based on trinuclear copper-pyrazolato structural building units (SBUs) connected by bipyridine linkers have been prepared and studied. A small chemical modification to the supporting pyrazolato ligands of a [Cu]-SBU results in two vastly different (three-fold vs eight-fold interpenetrated) MOF structures. The gas sorption properties of the two MOFs have been determined experimentally in the 0 to 10 atm pressure range. Both MOFs sorb CO selectively over N and H, showing hysteretic sorption–desorption profiles. The hysteretic behavior is attributed to the structural flexibility of the lattices, probed by powder X-ray diffraction before and after CO sorption. As the metal centers and hydroxy groups of the MOF surfaces are sterically hindered, the sorbed dipolar CO molecules are attached with low sorption enthalpy to the organic groups, as determined by theoretical calculations.", "text": "10.1021/cg400382k Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal organic frameworks (MOFs) are three-dimensional (3D) porous coordination polymers (PCPs) prepared by the combination of organic linkers (bridges) and inorganic nodes.(1) Yaghi and O’Keeffe have compiled rational synthetic strategies for the design of MOFs, coining the term “reticular chemistry” for this approach.(2) In addition to single metal-atom nodes, preformed clusters, known as secondary building units (SBUs), such as polynuclear metal complexes and polyoxometallates, have been employed in the construction of MOFs.(3) SBUs impart their physicochemical properties onto the resulting MOFs. Owing to their amenability to structural and chemical modification, MOFs can potentially be used in a wide variety of industrial and laboratory processes.(4) While their functions as drug carriers,(5) cathode/anode materials for rechargeable batteries,(6) catalysts,(7) and diagnostic imaging agents(8) have also been investigated, their principal proposed use is in gas storage and separation because of their tunable porosity.(9)CO2 is the primary anthropogenic greenhouse gas, whose current globally averaged atmospheric mole fraction is 391 ppm, approximately 140% of its preindustrial level.(10) Devising efficient technologies for the removal of CO2 and other greenhouse gases is now recognized as an urgent priority by both governments and scientific communities. Selective removal of CO2 can be accomplished by sorption based on size-discrimination: CO2 has a smaller kinetic diameter (3.30 Å) than that of N2 (3.64 Å) and O2 (3.46 Å). Among MOFs, the first example of preferential uptake of CO2 over N2 and also Ar (kinetic diameter, 3.4 Å) has been shown in a lanthanide MOF.(11) Alternatively, separation can be achieved taking advantage of specific sorbent–sorbate interactions, such as chemical and/or dipole–dipole or induced dipole interactions.(12) For example, while N2, O2, CH4, and H2 are nonpolar, CO2 possesses a quadrupole moment (−1.4 × 10–39 C m2), enabling it to attach preferentially to the pore surfaces of the sorbent via polar and van der Waals (vdW) interactions. As a class of materials with great chemical tunability, MOFs have been studied extensively for selective adsorption of CO2 from mixtures containing H2, CH4, N2, and other gases.(13) Separation of CO2 from binary mixtures of CO2/N2 and CO2/CH4 on a microporous MOF fixed bed has been reported.(14)MOFs that show the desirable high and selective CO2 uptake possess the following distinct features: (1) accessible coordinatively unsaturated metal sites, (2) appropriate pore size and geometry, and (3) amine-, carboxyl-, or hydroxyl-functionalities on pore surfaces.(15) Size and functionality independent selectivity is rare and has been observed only in a few cases.(16) The origin of selectivity has been suggested to lie in the activation protocol: dehydration of MOF samples at different temperatures has led to different selectivities.(3) A metal-organic material (MOM), [Cu(bpy-n)2(SiF6)], reported recently, has the highest selectivity for CO2 over CH4 (8:1) for a PCP without open metal sites.(17) Temperature- and pressure-dependent CO2 selectivity is also known in MOFs, showing gating behavior at certain temperature/pressure combinations. In the absence of chemisorption and highly polar sites on the sorbent, weak vdW sorbent–sorbate interactions may be sufficient to selectively adsorb CO2 and do so with low sorption enthalpy, an advantage with regard to the energy cost of desorption and sorbent recycling but with the disadvantage of low sorption capacity.(18) In spite of considerable progress, the full range and nature of CO2 interaction modes with porous materials are still not thoroughly explored and understood.(19)An important class of materials that often show selectivity is interpenetrated frameworks.(20) Temperature, pressure, ligand geometry, and solvation tend to alter the degree of interpenetration and porosity.(21) For example, a three-fold interpenetrated framework based on bipy-like pillars and dicarboxylate linkers, which also show selectivity, hysteresis, and dynamic behavior upon adsorption has been reported.(22) A recent example of partially interpenetrated framework, the second interpenetrated net having a partial occupancy, shows CO2 selectivity at low pressure and hysteresis at high pressure.(23)Pyrazole and Cu(II) salts react in the presence of a base and water and form predominantly triangular, trinuclear CuII3-pyrazolate products with the general formula, [Cu3(μ3-E)(μ-4-R-pz)3X3]n−/n+ ([Cu3]), where the capping ligand E = O or OH (depending on base concentration) and the terminal ligands, X, are neutral (ie., py and pzH) or anionic (i.e., Cl, Br, NCS, and carboxylate).(24) One-dimensional (1D)-chains, two-dimensional (2D)-polymers, and three-dimensional (3D)-metal-organic frameworks containing [Cu3]-SBUs have been prepared in a stoichiometry-controlled fashion by replacing terminal monodentate ligands, such as py, with bridging bidentate ones, such as 4,4′-bipy.(25) Structural analysis showed that the 3D framework [Cu3(μ3-OH)(μ-pz)3(μ-4,4′-bipy)1.5](CF3SO3)2, henceforth UPR-1, belongs to an eight-fold interpenetrated srs framework topology. It is anticipated that a similar MOF can be prepared with other [Cu3]-SBUs containing substituted 4-R-pz ligands. In this paper, we report the synthesis and structural characterization of a new three-fold interpenetrated MOF, [Cu3(μ3-OH)(μ-4-Cl-pz)3(μ-4,4′-bipy)2](CF3SO3)2·6H2O, UPR-2, related to UPR-1; UPR-2 employs 4-Cl-pzH instead of pzH. We also report an experimental and theoretical study of the sorption properties of UPR-1 and UPR-2, a case of size-independent selectivity for CO2 over N2, CH4, and H2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionAll reagents were purchased from Aldrich and used without further purification. Solvents were purified according to standard procedures.(26) 4-chloropyrazole(27) and UPR-1(25) were prepared according to literature procedures. Ultrahigh-purity gases (CO2, N2, CH4, and H2) were obtained from Praxair. Helium (high purity, Praxair) was used as a carrier gas during the thermogravimetric analyses (TGA).Thermogravimetric analyses were performed using a TA-Q500 microbalance. The samples (∼10 mg) were loaded onto a platinum holder, placed inside the TGA unit chamber, and heated from ambient to 1173 K at 5 K min–1 under a constant helium flow rate of 60 mL min–1. The carrier gas was treated with zeolite presorbers to remove any traces of water and impurities prior to entering the TGA sample chamber.Pure CO2, N2, or CH4 single component equilibrium adsorption isotherms were obtained using a high pressure Micromeritics ASAP 2050 volumetric adsorption unit. Sample preparation was performed before each analysis using the instrument’s sample preactivation module. In a typical run, the sample (<100 mg) was loaded into tube holders fitted with isolation valve caps and heated to a particular degassing or activation temperature (i.e., 373–423 K) at 5 K min–1 under ultravacuum conditions (<10 μm Hg). This temperature was held constant for ca. 10 h. After the degassing time elapsed, the sample was allowed to cool to ambient temperature, still under vacuum conditions. The sample was then backfilled with helium to allow its transfer to the analysis port under isolation. The temperature (i.e., 298 K) employed during the adsorption tests was kept constant by means of a heating blanket connected to a temperature controller.CO2 desorption isotherm legs were fitted with a modified Dubinin–Astakhov (MDA) model,(28) which takes into consideration heterogeneity and pore-filling effects (i.e., interaction of the adsorbate volume with the surface) while observing Henry’s law limit. The MDA isotherm model is given by(Eq.1)where, β1 = 1 – exp[−α(P/P0)]; β2 = exp[−α(P/P0)]; C = (RT/βE); K = (q1/P0); q is the equilibrium adsorption loading amount, q0 is the adsorption loading amount at saturation (complete pore filling), R is the universal gas constant, β is the affinity coefficient of the adsorbate, E is the energy of adsorption, P/Po is the relative pressure, n is the heterogeneity coefficient, α is a fitting parameter, and K is Henry’s law constant.Synthesis of UPR-2: A 5 mL solution of 4,4′-bipy (21.5 mg, 0.14 mmol) in CH2Cl2 was placed in a 30 cm tall test tube. A 10 mL 1:1 mixture of CH2Cl2:MeCN was layered over the CH2Cl2 layer, and a third layer of Cu(CF3SO3)2 (100 mg, 0.275 mmol), 4-Cl-pzH (28.19 mg, 0.275 mmol), and Et3N (64.35 μL, 0.55 mmol) in 10 mL of MeCN was layered on top. Blue crystals of UPR-2 appeared gradually over a period of two weeks on the walls of the tube. Bulk synthesis of UPR-2 was achieved by the dropwise addition of a MeCN solution of 4,4′-bipy to a CH2Cl2 solution of Cu(CF3SO3)2, 4-Cl-pzH, and Et3N. The identity of the resulting microcrystalline precipitate was confirmed by comparing its powder X-ray diffraction (PXRD) and FT-IR spectra with those of single crystals of UPR-2. Analysis calculated for [Cu3(μ3-OH)(μ-4-Cl-pz)3(μ-4,4′-bipy)2](CF3SO3)2·6H2O, C31H35N10Cu3O13Cl3F6S2: C, 30.25; H, 2.86; N, 11.38. Found: C, 29.05; H, 2.60; N, 11.08.CrystallographySingle crystal X-ray diffraction data for UPR-2 were obtained from a crystal mounted atop a glass fiber using a Bruker APEX II CCD diffractometer and were corrected for Lorentz and polarization effects. Reflections beyond θ = 24.9° were excluded due to their low intensity. The structure was solved using SHELXS-97 and refined by the least-squares methods on F2 with SHELXL-97 incorporated in SHELXTL, version 6.14.(29) Hydrogen atoms were placed in calculated positions and refined with their thermal ellipsoids riding on the corresponding carbon or oxygen atoms. In order to improve the parameter-to-data ratio, the aromatic 5- and 6-membered rings were refined as rigid polygons. Large solvent-accessible voids in the crystal structure of UPR-2 are occupied by interstitial water molecules, whose crystallographic disorder could not be modeled satisfactorily. Consequently, the diffraction data set of UPR-2 was modified by the SQUEEZE routine of the PLATON package before final refinement.(30) The small crystal size, partial solvent loss during data collection, and incomplete modeling of the disorder of the CF3-moiety of the triflate counterion limited the quality of final structure refinement. PXRD patterns of the as-synthesized, activated, and post-CO2-adsorption samples were obtained using a Rigaku ULTIMA III X-ray diffraction unit, equipped with cross beam optics and a Cu Kα target operating at 40 kV and 44 mA.DFT CalculationsTo determine the adsorption sites of CO2 in the MOFs, UPR-1, and UPR-2, we performed spin-polarized density functional theory (DFT) calculations. All calculations were carried out employing the Vienna Ab-initio Simulation Package (VASP).(31) The Perdew–Burke–Ernzerhof (PBE) exchange and correlation functionals were employed for the geometrical optimizations.(32) Ionic cores were represented by the projector augmented-wave (PAW) method.(33) The wave function energy cutoff was 400 eV. The fractional occupation number technique(34) was employed with an energy width of 0.2 eV. The geometry and experimental lattice parameters of UPR-1(25) and UPR-2 (Table 1) were used to build our models. For the duration of geometry optimization, the lattice parameters of UPR-1 and UPR-2 were kept fixed, while all atomic positions were allowed to relax until residual forces on all atoms were less than 0.02 eV/Å. A gamma k-point was used for all calculations.The interaction (adsorption) energy of CO2 in the MOFs was defined aswhere ECO2@MOF is the total energy of the combined CO2 and MOF system, EMOF is the total energy of the MOF, and ECO2 is the total energy of CO2 in the gas phase. Thus, negative values of ΔEads indicate a favorable sorbent–sorbate interaction. To determine accurately the interaction energies, we evaluated the total energies with the van der Waals density functional theory method (vdW-DF)(35) and by adding a semiempirical dispersion correction (i.e., DFT-D3).(36)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionThe design and applications of azolate-based MOFs have recently been reviewed;(37) most of them contain biazolates (bis-pyrazolates, bis-imidazolates, etc.) as linkers. Pettinari et al. have recently reviewed coordination polymers involving triangular Cu3-pyrazolato SBUs.(37b) Pyrazolato ligands force a ∼120° N–N–Cu angle and favor the formation of a triangular 3-connecting SBU. We have previously reported structural studies of such Cu3-pyrazolato-containing MOFs.(25) In a recent study, Di Nicola et al. have also reported several 2D and 3D coordination polymers based on 4,4′-bipy linkers and [Cu3(μ3-OH)]-SBUs.(38)UPR-1 contains [Cu3(μ3-OH)(μ-pz)3]-SBUs and 4,4′-bipy as linkers resulting in a eight-fold interpenetrated 3D framework. From our earlier studies, we know that Cu3-pyrazolato complexes can be prepared with any one of several 4-substituted pyrazoles.(39) We are now initiating a research program to study the adsorption properties of UPR-1 and modified MOFs based on other related triangular Cu3-pyrazolato SBUs.UPR-1 was prepared by adding a MeOH solution of 4,4′-bipy dropwise into a MeOH solution containing a Cu2+-salt, pzH, and NaOH in a reaction mixture with a linker-to-Cu ratio of 1:2. Slow evaporation of the MeOH filtrate afforded blue crystals of UPR-1. The use of 4-Cl-pzH, instead of pzH, failed to produce single crystals of MOFs under similar reaction and crystallization conditions as those of UPR-1. However, with a linker-to-Cu ratio of 2:3, Et3N instead of NaOH as the base, and by a CH2Cl2/MeCN layering method, blue single crystals of [Cu3(μ3-OH)(μ-4-Cl-pz)3(μ-4,4′-bipy)2](CF3SO3)2 (UPR-2) as a hexa-aquo solvate were successfully grown. The TG analysis of UPR-2 showed six molecules of water per [Cu3] unit. TGA showed that the six water molecules were gradually lost up to the onset of decomposition.Crystallographic details for UPR-2 are listed in Table 1. Figure 1 shows the 4-connecting node (SBU) in UPR-2. The capping μ3-OH group is located 0.567 Å above the Cu3 plane, similar to other [Cu3(μ3-OH)]-containing isolated complexes and MOFs reported by us(24a, 25) and others.(40) The Cu–Cu distances within the trinuclear units are 3.278(20), 3.349(14), and 3.393(8) Å, similar to those of UPR-1, 3.254(3) – 3.371(3) Å (Table S1 of the Supporting Information). Two triflate counterions per [Cu3] are positioned one above and one below the Cu3 plane. The latter anion forms long Cu···O interactions with two of the three Cu atoms [2.433(14) and 2.687(23) Å], and the former forms a H bond with the μ3-OH group [O···O, 2.86(1) Å]. The −CF3 group of the second triflate anion is crystallographically disordered, rotating around the C–S bond. The two triflate anions are positioned in a manner that renders the μ3-OH groups and Cu centers inaccessible to the adsorbates. The Cu atoms assume square pyramidal geometries, two with a N3O2– and the third one with a N4O-coornination sphere. Three of the four Cu–N (bipy) bonds from each Cu3 triangle are approximately 2.00 Å long, while the fourth one is longer, at 2.300 Å. The SBU assumes an approximately tetrahedral nodal structure.Figure 1. (a) SBU showing a four-connecting node. (b) Molecular structure of the Cu3–SBU. Only one-half of the 4,4′-bipy linkers are shown. Carbonic H atoms and the triflate ion H-bonding with μ3-OH are not shown.Table 1. Crystallographic Data for UPR-2formulaC31H23Cl3Cu3F6N10O7S2formula weight1122.68temperature296(2) Kcrystal systemtriclinicspace groupP1̅unit cell parametersa = 12.287(8) Å; α = 86.733(8)° b = 12.916(8) Å; β = 70.433(8)° c = 18.199(12) Å; γ = 80.146(8)°volume2681(3) Å3Z2density (calculated)1.391 Mg/m3absorption coefficient1.473 mm–1F(000)1118crystal size0.18 × 0.13 × 0.12 mm3theta range for data collection1.99 to 24.90°index ranges–14 ≤ h ≤ 14, –15 ≤ k ≤15, –21 ≤ l ≤ 21reflections collected18472independent reflections9102 [R(int) = 0.0850]completeness to theta 24.90°97.2%absorption correctionmultiscanmax and min transmission0.8408 and 0.7775refinement methodfull-matrix least-squares on F2data/restraints/parameters9102/73/491goodness-of-fit on F21.368Final R indices [I > 2sigma(I)]R1 = 0.1718, wR2 = 0.4152R indices (all data)R1 = 0.2145, wR2 = 0.4365extinction coefficient0.0031(17)Both UPR-1 and UPR-2 retain the basic [Cu3(μ3-OH)(pz*)3] triangle (pz* = pz or 4–Cl–pz), the difference between them lying in the build-up of their respective frameworks: UPR-1 consists of eight interpenetrating nets with 3-connected nodes in a srs framework topology, whereas UPR-2 consists of three interpenetrating nets with 4,3-connected nodes in a mog topology.(20) The Schlafi and vertex symbols for UPR-1 are 103 and 105·105·105, while those for UPR-2 are [3.10.11]2[3 × 105] and [3 × 102·10·10·10·10][3 × 102·122].(20, 41) The structure of UPR-2 is porous with 850 Å3 of solvent accessible space in the unit cell, representing ∼31% of the unit cell volume. In contrast, the higher-interpenetrated UPR-1 has only 3% of solvent accessible voids (200 Å3). Figure 2a shows one of the three interpenetrating nets with a hexagonal pore structure. Figure 2b shows all three interpenetrating nets viewed parallel to the crystallographic b axis.Figure 2. (a) One of the three interpenetrating nets of UPR-2 viewed at a small angle to the crystallographic c axis. (b) The three interpenetrating nets viewed parallel to the crystallographic b axis, each color representing an individual net.TGA shows that UPR-1 and UPR-2 have similar thermal stabilities (Figure S2 of the Supporting Information). Both compounds lose their interstitial solvent molecules (<4% weight) up to 120 °C, and no further solvent loss is observed until the onset of decomposition at approximately 200 °C.On the basis of the TGA results, activation prior to adsorption was performed at 125 °C for both samples. Because of the presence of 5-coordinate Cu centers (coordinatively unsaturated) and a hydroxy group, it was anticipated that both materials should show high CO2-adsorption capacities (heat of adsorption at zero-coverage) with significant sorption enthalpies, >35 kJ mol–1. However, the high degree of interpenetration in 1 and the weakly coordinated triflate counterions in UPR-2 block the access of guest CO2 molecules to the open coordination sites of the metal centers. H bonding of triflate anions to the μ3-OH group makes the latter also inaccessible to CO2.The adsorption isotherms of UPR-1 and UPR-2 in the 0–10 atm range are shown in Figure 3. Both show low CO2 sorption capacity but high selectivity for CO2 over N2 and H2. UPR-1 displayed 10% higher CO2 adsorption capacity at ca. 10 atm than UPR-2. There is little or no adsorption of H2 or N2 up to 4 atm. The adsorption of CO2 follows a linear pathway without reaching a plateau up to ∼10 atm. The desorption traces are different from those of adsorption, leading to hysteretic adsorption/desorption profiles. Even after evacuation, ∼0.3 mmol/g of CO2 remained in the framework, which could be removed by reactivation at 120 °C. The reactivated sample has identical CO2 sorption/desorption curves, indicating that no permanent structural changes occur during the first pressure cycle. In accordance with a fit of the desorption legs with the MDA isotherm model, the interaction of CO2 with the surface of UPR-2 is much stronger compared to UPR-1. This is evident by the larger Henry’s law constant (K) and lower energy parameter (C, inversely proportional to the energy of adsorption) for UPR-2 (see Table 2). Furthermore, it appears that the UPR-2 surface possesses a higher degree of heterogeneity as evidenced by a larger n value (Table 2), probably related to the availability of multiple adsorption sites.Figure 3. Pure component equilibrium adsorption/desorption isotherms for (A) UPR-1 and (B) UPR-2 at 25 °C.Table 2. Isotherm Model Parameters Obtained from CO2 Desorption in UPR-1 and UPR-2 at 25 °Ca Modified Dubinin-Astakhov (MDA) Parameters adsorbentqo (mmol g-1)C (−)K (mmol g–1 atm–1)α (−)n (−)std deviationbVsat (cm3/g)UPR-12.8760.3051.0931365.3211.055±0.0130.123UPR-21.7010.1965.332900.7582.057±0.0160.073aApparent CO2 saturation volume (Vsat) was calculated, assuming the adsorbed phase behaves like a liquid.bThe standard deviation was calculated based on residuals between the observed and calculated equilibrium loading amounts for the complete pressure range.At 10 atm, UPR-1 and UPR-2 adsorb approximately one CO2 molecule per three [Cu3] units or approximately 70 mg CO2 per gram of MOF. This represents ca. 16% of the total capacity based on the crystallographic data (i.e., void volume at 1 atm) for UPR-2, assuming that the whole pore volume is accessible to CO2 molecules but more than 100% of the solvent accessible void at 1 atm of the much tighter packed UPR-1. Kitagawa and co-workers have reported a two-fold interpenetrated MOF with a similar adsorption characteristic as UPR-1 and UPR-2, albeit for CO2 and N2 at high pressures, up to 120 atm.(42) They found residual adsorption of these gases at low pressures, up until 50 atm, at which point the initial pore surface area of only 24 m2/g grows to 320 m2/g by a “gate-opening” mechanism. Their desorption curve showed an abrupt decrease at a “gate-closing” pressure of 30 atm. The overall adsorption isotherm adheres to Type II, while in our case, the isotherms are of Type III indicating weak sorbent–sorbate interactions. Approximately 60% of the CO2 sorbed at 10 atm remains in the lattices of UPR-1 and UPR-2 when the pressure is reduced to 1 atm and 18% or one CO2 molecule per fifteen [Cu3] units remains trapped in the lattice, even close to 0 atm.To monitor the structural changes of the sorbent that accompany the adsorption–desorption cycles and give rise to the hysteresis in the CO2 sorption versus pressure plots, PXRD patterns of UPR-1 were recorded for (a) the as-prepared sample, (b) the sample after thermal activation but before CO2 sorption, and (c) after a cycle of CO2 sorption (10 atm)–desorption with the latter leg interrupted at 1 atm (Figure 4). The three experimental patterns were then compared with a simulated one (Figure S3 of the Supporting Information) obtained from the single crystal diffraction data using the SHELXTL-XPOW routine. Axial lengths and unit cell volumes for the as-prepared, presorption, and after-sorption samples were determined by solving the Bragg equation for peaks in the PXRD diffractograms (Table 3). The unit cell dimensions of the as-prepared material match those determined from the single crystal data. Upon activation (degassing at 120 °C), the as-prepared material contracts along the a and b axes and expands along the c axis, with an overall 2% volume decrease. Subsequently, after a sorption–desorption cycle and under 1 atm of CO2 pressure, the lattice expands again along the a and b axes, returning them to their preactivation dimensions, while the c axis remains expanded for an overall volume increase of ∼1%, compared to the as-synthesized volume. The lattice expansion under CO2 pressure is consistent with the hysteresis observed in the CO2 adsorption isotherm. The volume of the unit cell shrinks to 7198 Å3 from the crystallographic 7335 Å3, which again expands up to 7381 Å3 upon CO2 adsorption. The overall expansion is calculated at 183 Å3. Such quantifiable expansion of a framework at a low pressure range (1–10 atm) upon CO2 adsorption has rarely been documented. The PXRD pattern of the as-prepared sample contains the (111) and (113) diffraction peaks, which constitute violations of the systematic absences of the 43-screw axis symmetry. These violations are attributed to interstitial solvent molecules, which lower the actual crystal symmetry of UPR-1. Removal of the interstitial solvent molecules, by thermal activation and degassing, eliminates both those peaks. The PXRD pattern of UPR-2 consists of broad lines (Figure S4 of the Supporting Information), which do not allow a detailed analysis, such as the one carried out for UPR-1.Figure 4. PXRD patterns for UPR-1. As-synthesized (red), degassed (black), and after CO2 adsorption and desorption up to 1 atm (blue). (a) Diffractograms in the 2θ range 5–45°, (b) expanded to show peaks in the 2θ range, 6–11°. Labels show planes significant to our analyses.Table 3. Unit Cell Parameters Obtained from Simulated and Experimental Powder XRD Patterns a (Å)c (Å)volume (Å3)from single crystal data18.853(2)20.639(3)7335.8(15)as-synthesized18.8520.647336after degassing18.5920.847198after CO2 adsorption18.8120.867381To probe the adsorption properties of UPR-1 and UPR-2, first principle calculations of the interaction energy of CO2 molecules located in various possible absorption sites in the MOFs were carried out. Here, we limit our discussion to the more stable positions only. All calculations were performed with two DFT-based methods, DFT-D3(36) and vdW-DF,(35) that have been shown to be reliable for the study of MOFs. In general, the two methods produce similar interaction energy for CO2 in the two MOFs. Yet, vdW-DF yields 2.3 kcal/mol (on average) stronger interaction energies than DFT-D3. We limit our discussion to the vdW-DF results as this method is known to better reproduce the experimental interaction energies of CO2 in MOFs.(43) Nevertheless, results from both methods and for CO2 on the various possible adsorption sites in UPR-1 and UPR-2 are included as Supporting Information. Results are summarized in Table 4.Table 4. Calculated Interaction Energy (ΔEads) of CO2, CH4, N2, and H2 in UPR-1 and UPR-2sorbatesUPR-1(kcal/mol)UPR-2(kcal/mol)CO2–11.82–17.72CH4–0.49–9.24N2–3.43–9.39H2–3.91–4.31The calculated interaction (adsorption) energy, ΔEads, of CO2 in both MOFs is in general double or larger than that of CH4, N2, and H2. These results help to rationalize the preferential adsorption of CO2 over N2 or H2. Such differences arise from the quadrupolar nature of CO2.The μ3-OH groups and the Cu centers in UPR-1 and UPR-2 are blocked by the triflate counterions, preventing these sites from directly interacting with CO2 (vide supra). Instead, CO2 interacts with the H atoms in the organic groups of the MOFs, with an OCO···H distance of ca. 3.3 Å (Figure 5 and Table S2 of the Supporting Information). The distances between CO2 and the C- and N-atoms are ca. 0.1 Å shorter in UPR-1 than UPR-2. This tilting of CO2 molecules in UPR-1 reflects the tighter voids that result from its higher degree of interpenetration. Similarly, the distance of CO2 to the triflate counterions is shorter by 0.2 Å in UPR-1 than in UPR-2 (Figure 6 and Table S2 of the Supporting Information).Figure 5. Optimized positions of CO2 in UPR-1. CO2 on porous, (a) P1 and metal and (b) M1 sites. CO2 and the [Cu3(μ3-OH)] group are enlarged in (a). In (b), triflate counterions are also enlarged.Figure 6. Optimized positions of CO2 in UPR-2. CO2 on porous sites, (a) P2, and (b) P3. CO2, the [Cu3(μ3-OH)] groups, triflate counterions and 4-Cl-pzH are enlarged.The calculated ΔEads is −11.82 and −17.72 kcal/mol (Table 4) for CO2 in UPR-1 and UPR-2, respectively. Such ΔEads are significantly higher than the characteristic values for weak vdW interactions (2–5 kcal/mol). Additional interactions (e.g., electrostatic and π-quadrupole)(44) may be the source of the calculated ΔEads for CO2 in UPR-1 and UPR-2.A direct comparison of calculated ΔEads and measured isosteric heat of adsorption is not possible at the moment. However, the energy parameter C (Table 2) is inversely proportional to the energy of adsorption of CO2 in the MOFs. Therefore, the calculated ratio, ΔEads(UPR-2)/ΔEads(UPR-1), can be compared to the experimental ratio, C(UPR-1)/C(UPR-2). The ratio of ΔEads is 1.50, in good agreement with the ratio of C, 1.56. The ca. 50% stronger binding of CO2 in UPR-2 may be in part due to its lower interpenetration that results in less repulsive interactions between CO2, the MOFs, and counterions. Additionally, the electrostatic interaction resulting between the C atoms in CO2 and the Cl atoms in the 4-Cl-pzH groups in UPR-2 may also contribute to the stronger binding.(45)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn summary, a small chemical modification to the [Cu3]-SBU, namely the introduction of a Cl atom at the four-position of the bridging pyrazolato ligands, has resulted in major structural differences between the two MOFs. As the dimensions of the two SBUs vary marginally, the shift from eight-fold to three-fold interpenetration is tentatively attributed to their different charge distributions and interactions between local dipoles. With regard to their gas sorption properties, both UPR-1 and UPR-2 behave qualitatively in a similar manner (i.e., both sorb CO2 in preference to N2 or H2), even though their porosities differ greatly. However, theoretical study of CO2 sorption indicates that while CO2 attaches to the H atoms of pyrazoles of both MOFs, the sorption energies differ by approximately 40% because of the different environment (i.e., steric hindrances and anion proximity) of the sorption sites. This is consistent with the experimentally determined C(UPR-1)/C(UPR-2) ratio of 1.56. The above foresee that further modification of the [Cu3(μ3-OH)(μ-4-R-pz)3]2+-SBU with new R groups may allow the tuning of both the pore volume and the nature of gas molecule binding to this family of [Cu3]-MOFs in the future. The flexibility of the eight-fold interpenetrated UPR-1 MOF is clearly manifested in the changes of its axial dimensions accompanying the sorption of CO2, even though there was only a small variation of the lattice volume. While monitoring the variation of the axial dimensions of UPR-2 was not possible, the similarity of its sorption–desorption hysteretic profile to that of UPR-1 suggests a similar flexible nature.Tight binding of a neutral sorbent to a neutral sorbate is considered advantageous for strong sorption. For charged MOFs incorporating counterions, the picture is more complicated by the crowding of all polar and charged species in the limited space of the interpenetrated lattices. While charged MOFs have been proposed as ideal selective H2 sorbents, the cationic UPR-1 and UPR-2 discriminate against H2 in favor of CO2.(46) The separation of CO2 impurities from H2 is a process of industrial importance. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationAn ORTEP diagram, tables of interatomic distances, and angles for UPR-2, TGA profiles, experimental and simulated PXRD patterns, CO2-framework distances for UPR-1 and UPR-2, tables of calculated gas adsorption energies are given as Supporting Information for this article, and cif file. This material is available free of charge via the Internet at http://pubs.acs.org.∥Author Present AddressMaterials Science and Technology Division, Oak Ridge National Laboratory, Oak Ridge, Tennessee 37831, United States.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work has been supported by the National Aeronautics and Space Administration (Grants NNX09AV05A and NNX08BA48A) and the National Science Foundation (Grant HRD-0833112). L.M. thanks the Institute for Functional Nanomaterials-UPR for a graduate fellowship. The research was sponsored in part by the Materials Sciences & Engineering Division of the Office of Basic Energy Sciences, U.S. Department of Energy (DOE).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 46 other publications.1. Rowsell, J. L. C.; Yaghi, O. M. Microporous Mesoporous Mat. 2004,  73 (1–2)  3– 14[Crossref], [CAS]1. Metal-organic frameworks: a new class of porous materialsRowsell, Jesse L. C.; Yaghi, Omar M.Microporous and Mesoporous Materials\r\n        (2004),\r\n    73\r\n        (1-2),\r\n    3-14CODEN:\r\n                MIMMFJ;\r\n        ", "title": "Selective CO Adsorption on Metal-Organic Frameworks Based on Trinuclear Cu-Pyrazolato Complexes: An Experimental and Computational Study", "authors": ["Logesh Mathivathanan", "Jorge Torres-King", "José N. Primera-Pedrozo", "Omar J. García-Ricard", "Arturo J. Hernández-Maldonado", "Juan A. Santana", "Raphael G. Raptis"], "doi": ["10.1021/cg400382k"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-6/cg400382k/production/images/small/cg-2013-00382k_0006.gif\">"]}