{"abstract": "A straightforward synthetic route is presented for the development of MOFs functionalized with pendant, aromatic −OH groups.A facile and general methodology for the development of metal–organic frameworks (MOFs) functionalized with pendant, aromatic hydroxyl (−OH) groups is presented. Extensive gas-sorption studies in representative and important MOFs functionalized with free aromatic −OH groups such as the IRMOF-8 and DUT-6 (or MOF-205), denoted here as  and , revealed a high CO/CH selectivity for  (13.6 at 273 K and 1 bar) and a high NH uptake of 16.4 mol kg at 298 K and 1 bar for .", "text": "10.1021/ic302010e Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionPorous, metal–organic frameworks (MOFs) or coordination polymers (PCPs) currently represent an extremely active area in materials research mainly because of the prospect of finding application in important technological sectors related to energy and the environment.(1, 2) This is because in MOFs, exceptional high surface areas up to 10 000 m2 g–1 could be combined with framework properties arising from both inorganic and organic building units.(3-5) For example, the presence of unsaturated metal sites in porous MOFs results in a high adsorption potential of gas molecules, rendering these solids suitable for gas separation applications.(6, 7) On the other hand, functional groups attached to the organic part of the framework provide a straightforward route for pore functionalization that could lead to tailor-made materials for specific applications.(8)Of significant interest are porous MOFs functionalized with pendant, aromatic hydroxyl (−OH) groups. This kind of MOF, in addition to its improved gas-sorption properties,(9-16) is expected to exhibit important functionalities, including Brønsted acidity with potential utilization in the removal of harmful gases (e.g., NH3), acid-catalyzed reactions, cation exchange properties,(17-19) and proton conductivity.(20) Additionally, these solids may serve as a unique platform to obtain more complex functionalized MOFs following standard O-alkylation type reactions. Therefore, it would be of significant importance if known and important MOFs (e.g., IRMOFs, MOF-205, etc.) could be synthesized having pendant aromatic −OH groups. However, this kind of functionalization cannot be performed on known MOFs through postsynthetic modification reactions, due to the limited stability of the framework. The alternative bottom-up approach is their direct synthesis using suitable −OH functionalized ligands. The utilization of this approach is, however, highly restricted not only because of the limited number of such ligands suitable for MOFs syntheses but also because these acidic groups have the tendency to coordinate to metal ions. Although the latter can be avoided in some cases following a protection–deprotection methodology,(21, 22) this approach introduces additional synthetic steps, and its general applicability has not been demonstrated. Very recently, a photochemical postsynthetic modification route was applied for the development of −OH functionalized UMCM-1(23) and IRMOF-10.(24) To the best of our knowledge, a straightforward and simple approach that allows the synthesis of different MOFs with pendant aromatic −OH groups inside the pore space has not been reported.Herein, we present a straightforward route that allows the synthesis of new, hydroxyl functionalized carboxylate-based ligands that can be directly used for the construction of highly porous MOFs. In particular, we have modified the ligands naphalene-2,6-dicarboxylatic acid (H2NDC), biphenyl-4,4′-dicartboxylic acid (H2BPDC), and terphenyl-dicarboxylic acid (H2TPDC), and we have successfully synthesized and characterized the hydroxyl functionalized analogues of IRMOF-8, MOF-205, IRMOF-9, and IRMOF-16, denoted here as 1, 2, 3, 3m (a mixed ligand analogue of 3), and 4, respectively. Detailed gas-sorption studies including N2, Ar, H2, CO2, CH4, and NH3 are presented and discussed. In the case of 1, a high CO2/CH4 selectivity was observed (13.6 at 273 K and 1 bar), while 2 shows a high ammonia uptake of 16.4 mol kg–1 at 298 K and 1 bar.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionStarting MaterialsAll chemicals were purchased and used without further purification. Zn(NO3)2·6H2O, naphthalene-2,6-dicarboxylic acid (H2NDC), biphenyl-4,4′dicarboxylic acid (H2BPDC), dimethyformamide (DMF), absolute ethanol, HCl (37%), and NaOH pellets were purchased from Aldrich. The p-terphenyl dicarboxylic acid was synthesized according to a published procedure.(25) Fuming sulphuric acid (oleum H2SO4 20% SO3) was purchased from RDH Chemical Company. 4,4′,4″-Benzene-1,3,5-triyltribenzoic acid (H3BTB) was synthesized according to a published procedure.(26)Synthesis and Characterization of −OH Functionalized LigandsThe general two-step synthetic procedure is shown in Scheme 1. The intermediate products 4,8-disulfonyl-2,6-naphthalene dicarboxylic acid (H4DSNDC) and 2,2′-sulfone-biphenyl-4,4′-dicarboxylic acid (H2SBPDC) (step A, top and middle in Scheme 1) were synthesized according to our published procedure.(27, 28) Following the same methodology, the new sulfone functionalized ligand, bis-sulfone-terphenyl-dicarboxylic acid (H2STPDC) (step A, bottom in Scheme 1), was synthesized in high yield (>90%), and its structure was determined by single-crystal X-ray crystallography (see the Supporting Information).Scheme 1. The Hydroxyl Functionalized Ligands H2(NDC–OH), H2(BPDC–OH), and H2(TPDC–OH), Synthesized Following a Two-Step Process: (A) Sulfonation Reaction Using Oleum (H2SO4, 20% SO3) and (B) Solid-State Reaction with NaOH at 350 °CA detailed and representative synthesis is described below for converting the 4,8-disulfonaphthalene-2,6-dicarboxylic acid (H4DSNDC) to 4,8-dihydroxynapthalene-2,6-dicarboxylic acid (H2(NDC–OH)) (step B, top in Scheme 1). The exact same procedure was followed to produce the ligands H2(BPDC–OH) and H2(TPDC–OH) (step B, middle and bottom in Scheme 1). The −OH functionalized ligands were characterized by NMR spectroscopy, see the Supporting Information (SI).Synthesis of 4,8-Dihydroxynapthalene-2,6-dicarboxylic Acid, H2(NDC–OH)A dried solid mixture of 2 g (50 mmol) of NaOH and 1.329 g (3.53 mmol) of 4,8-disulfonaphthalene-2,6-dicarboxylic acid was flame-sealed under a vacuum inside a 25 cm Pyrex tube. The tube was placed inside a furnace and heated at 350 °C with a heating rate of 3 °C/min, held at 350 °C for 90 min, and cooled down to room temperature. The tube was opened using a glass cutter, and the solid mixture was dissolved in 50 mL of deionized water. The mixture was filtered, and the clear yellow solution was transferred in a 125 mL Pyrex flask where 3 mL of concentrated HCl was added dropwise under stirring. A bright yellow solid was formed, isolated with suction filtration, washed with 50 mL of acetonitrile, and dried overnight at 343 K (yield: 0.677 g, 76%). Very similar yields were observed in the cases of H2(BPDC–OH) and H2(TPDC–OH) ligands.Synthesis of MOFsSynthesis of 1An amount of 0.020 g (0.08 mmol) of 4,8-dihydroxynaphthalene-2,6-dicarboxylic acid (H2(NDC–OH)) and 0.079 g (0.25 mmol) of Zn(NO3)2·6H2O was dissolved in a 20 mL glass scintillation vial containing 6 mL of DMF and 4 mL of ethanol. The vial was heated at 358 K for 6 h where large, dark orange cubic crystals were formed. Yield: 37% based on H2(NDC–OH).Synthesis of 2An amount of 0.020 g (0.08 mmol) of 4,8-dihydroxynaphthalene-2,6-dicarboxylic acid (H2(NDC–OH)), 0.030 g (0.07 mmol) of 4,4′,4″-benzene-1,3,5-triyltribenzoic acid (H3BTB), and 0.079 g (0.25 mmol) of Zn(NO3)2·6H2O was dissolved in a 20 mL glass scintillation vial containing 6 mL of DMF and 4 mL of ethanol. The vial was heated at 358 K for 10 h where large, dark orange truncated-octahedral crystals were formed. Yield: 36% based on H2(NDC–OH).Synthesis of 3An amount of 0.05 g (0.194 mmol) of 2-hydroxybiphenyl-4,4′-dicarboxylic acid (H2(BPDC–OH)) and 0.181 g (0.5 mmol) of Zn(NO3)2·6H2O was dissolved in a 20 mL scintillation vial containing 10 mL of DMF and three drops of H2O. The vial was heated at 368 K for 16 h where a colorless microcrystalline solid was formed. Yield: 45% based on H2(BPDC–OH).Synthesis of 3mAn amount of 0.025 g (0.097 mmol) of 2-hydroxybiphenyl-4,4′-dicarboxylic acid (H2(BPDC–OH)), 0.023 g (0.097 mmol) of biphenyl-4,4′-dicarboxylic acid (H2BPDC), and 0.181 g (0.5 mmol) of Zn(NO3)2·6H2O was dissolved in a 20 mL scintillation vial containing 10 mL of DMF and three drops of H2O. The vial was heated at 368 K for 16 h; small, colorless cubic crystals were formed. Yield: 50% based on H2(BPDC–OH).Synthesis of 4An amount of 0.030 g (0.08 mmol) of H2(TPDC–OH) and 0.076 g (0.26 mmol) of Zn(NO3)2·6H2O werewas dissolved in a 20 mL glass scintillation vial containing 6 mL of DMF and 4 mL of ethanol. The vial was heated at 358 K for 14 h where a white powder was formed in low yield. The vial was then kept at room temperature for 2 days where small, colorless cubic crystals were formed. Yield: ∼10% based on H2(TPDC–OH).The synthesis of DUT-6 (MOF-205) was carried out according to a published procedure.(29)Structural CharacterizationFor MOFs 1 and 2, single-crystal X-ray diffraction data were collected at 250 K on a STOE IPDS II diffractometer operated at 2000 W of power (50 kV, 40 mA) with graphite monochromatized Mo Kα (λ = 0.71073 Å) radiation. An analytical absorption correction was applied using the program X-RED (routine within the X-AREA software package). For 3m, intensity data were collected at 100 K in ChemMatCARS Sector 15 at APS, Argonne National Laboratory, with an APEX2 detector (diamond monochromatized radiation) using a phi-scan technique. Data reduction was performed with the APEX2 software, SAINT, and SADABS. All structures were solved by direct methods and refined with SHELXL software.(30) In both 1 and 2, the NDC–OH ligand was found disordered over two positions, and the corresponding atoms were refined with restrained models using DFIX instructions. This kind of disorder has been observed and described also for naphthalene-2,6-dicarboxylate (NDC) in the cases of MOF-205(5) and IRMOF-8(31) and originates from the fact that the molecular symmetry of NDC and NDC–OH (m/2) is lower than the site symmetry of the lattice (mm2). Except 2, all other non-hydrogen atoms were refined anisotropically. Hydrogen atoms were generated with idealized geometries. In all cases, it was not possible to locate and resolve guest molecules as a very high percent of the total unit cell volume is occupied by disordered solvent molecules. This is a very common problem in highly porous MOFs. The reduced residuals obtained after operating the SQUEEZE subroutine of PLATON(32) confirms that the uncertainty before SQUEEZE in the crystallographic models stems from the disordered guest molecules residing in the large void spaces and not the framework structure. The crystallographic data for 1, 2, and 3m have been deposited into the Cambridge Crystallographic Data Center with deposition numbers CCDC 870636, 870637, and 870638, respectively.Powder X-ray diffraction patterns were collected on a Panalytical X’pert Pro MPD system (Cu Kα radiation) operated at 45 kV and 40 mA. A typical scan rate was 1 s/step with a step size of 0.02°. Simulated PXRD patterns were calculated from the corresponding single crystal data using the program Powder Cell 2.3. Thermogravimetric analyses (TGA) were performed using a TA SDT Q 600 analysis system. An amount of 20 mg of the sample was placed inside an alumina cup and heated up to 600 °C under an argon flow with a heating rate of 5 °C/min. ATR-IR spectra were recorded on a Thermo-Electron Nicolet 6700 FT-IR optical spectrometer with a DTGS KBr. 1H NMR and 13C NMR spectra were recorded on a Bruker 300 MHz spectrometer, in DMSO-d6 solutions.Gas Sorption MeasurementsLow-pressure nitrogen, argon, hydrogen, carbon dioxide, methane, and ammonia sorption measurements were carried out on an Autosorb 1-MP instrument from Quantachrome equipped with multiple pressure transducers for highly accurate analyses and an oil-free vacuum system. Ultrahigh purity grade N2 (99.999%), Ar (99.999%), He (99.999%), H2 (99.999%), CO2 (99.999%), CH4 (99.9995%), and NH3 (99.999%) were used for all adsorption measurements. Prior to analysis, as-made samples were soaked in absolute ethanol at room temperature for three days, during which the supernatant solution was replaced six times. The ethanol suspended samples were transferred inside the chamber of a supercritical CO2 dryer (Bal-Tec CPD 030), and ethanol was exchanged with liquid CO2 over a period of 5 h at 8 °C. During this period, liquid CO2 was vented under positive pressure every 2 min. The rate of CO2 venting was always kept below the rate of filling so as to maintain full drying conditions inside the chamber. Following venting, the temperature was raised to 40 °C (above the critical temperature of CO2), kept there for 1 h, and then slowly vented over a period of 1 h. The dried sample was transferred immediately inside a preweighted, Argon filled 9 mm cell and closed using CellSeal provided by Quantachrome to prevent the intrusion of oxygen and atmospheric moisture during transfers and weighing. The cell was then transferred to the outgassing station were the sample was evacuated under dynamic vacuum conditions at room temperature until the outgas rate was less than 2 mTorr/min. After evacuation, the sample and cell were reweighed to obtain the precise mass of the evacuated sample. Finally, the tube was transferred to the analysis port of the gas adsorption instrument.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionLigand FunctionalizationA straightforward two-step synthetic procedure was developed that affords −OH functionalized aromatic carboxylate-based ligands. Accordingly, as shown in Scheme 1, our methodology utilizes first a sulfonation reaction that, depending on the nature of the ligand, affords the sulfonated (−SO3H) or sulfone (−SO2) functionalized analogue, and in a second step these are treated with NaOH in a solid state reaction to produce the corresponding hydroxyl derivatives, see Scheme 1. It is important to note that in this way the hydroxyl groups are placed in the meta position with respect to carboxylates, and therefore these two acidic groups cannot compete for coordination to the same metal center, as for example in the case of 2,5-dihydroxylterephthalic acid in MOF-74.(33) Therefore, our approach does not require protection–deprotection steps of the pendant hydroxyl groups.The successful quantitative transformation of the sulfone or sulfonated ligands to the corresponding hydroxyl analogues (step B in Scheme 1) is accomplished through a controlled solid state reaction with NaOH at 350 °C. We found that prolonged heating during this step could result in a complete removal of the functional groups and the formation of the parent, nonfunctionalized ligand.MOF Syntheses and Single Crystal X-Ray Diffraction DataThe reaction between Zn(NO3)2·6H2O and H2(NDC–OH), namely the 4,8-dihydroxynaphthalene-2,6-dicarboxylic acid, in DMF/EtOH at 85 °C for 6 h afforded 1 as large, orange-red cubic crystals suitable for single-crystal X-ray diffraction measurements. Accordingly, 1 crystallizes in the cubic system (space group Fm3̅m), isostructural to IRMOF-8, with a unit cell parameter a = 30.174(4) Å (see Table 1). This is a noninterpenetrated structure based on the pseudo-octahedral Zn4O(−CO2)6 secondary building unit (SBU) as shown in Figure 1a, with an overall framework formula Zn4O(NDC–OH)3. A comparison between the experimental and calculated powder X-ray diffraction pattern confirms that 1 is a pure phase (see Figure S7 in SI). To further characterize the framework in 1 and in particular to probe the presence of the aromatic −OH groups, attenuated total reflectance infrared spectroscopy (ATR-IR) was utilized in an evacuated sample. A broad peak centered at 3120 cm–1 is characteristic of aromatic −OH groups involved in a hydrogen bonding interaction(15) presumably with adsorbed moisture due to exposure of the sample to open air during the measurement (see Figure S12). For comparison, the corresponding peak in the spectrum of the H2(NDC–OH) ligand is relatively sharp and centered at 3430 cm–1 in full agreement with the literature data.(15)Figure 1. Part of the cubic framework of (a) 1 and (b) 2 as determined from single-crystal X-ray diffraction data. For clarity, only one orientation of the disordered NDC–OH ligands is shown. The orange spheres indicate pore space. Hydrogen atoms are omitted for clarity.Table 1. Single-Crystal Structure Data of 1, 2, and 3ma 123mformulaC36H18O19Zn4C48H26O15Zn4C42H24O15Zn4fw1015.891104.141030.09temp (K)250(2)250(2)100(2)wavelength (Å)0.710730.710730.44280cryst systcubiccubicorthorhombicspace groupFm3̅mPm3̅nPnmaunit cell (Å)a = 30.174(2)a = 30.367(4)a = 17.1238(11)b = 20.1150(13)c = 27.1291(16)vol (Å3)27471(3)28004(6)9344.5(10)Z864density (g/cm3)0.4850.3910.732μ (mm–1)0.7130.5250.551cryst size (mm)0.7 × 0.7 × 0.70.5 × 0.5 × 0.50.4 × 0.4 × 0.4θmin–θmax (deg)1.35–23.941.64–28.391.26–13.31reflns collected4633233434146774independent reflns1124 [Rint = 0.1357]4642 [Rint = 0.1630]5691 [Rint = 0.0730]completeness to θ99% (23.94°)88% (16.0°)100% (13.31°)data/restraints/params1124/5/314642/5/375691/13/298goodness-of-fit on F20.9461.0581.034final R indices [>2σ(I)]Robs = 0.0961Robs = 0.1522Robs = 0.0704wRobs = 0.2487wRobs = 0.2976wRobs = 0.1959R indices (all data)Rall = 0.1759Rall = 0.3371Rall = 0.0816wRall = 0.2998wRall = 0.3617wRall = 0.2051max/min peak (e Å–3)0.942/–0.7000.878/–0.6471.536/–0.584aR = Σ∥Fo| – |Fc∥/Σ|Fo|, wR = {Σ[w(|Fo|2 – |Fc|2)2]/Σ[w(|Fo|4)]}1/2 and calc w = 1/[σ2(Fo2) + (0.1295P)2 + 21.0536P] where P = (Fo2 + 2Fc2)/3.To expand the family of hydroxyl functionalized MOFs based on the H2(NDC–OH) ligand and access large pore MOFs with ultrahigh surface areas and pore volumes, we applied the mixed ligand strategy that avoids interpenetration, and we have successfully synthesized in single-crystal form the analogue of DUT-6(29) (or MOF-2055) using a 1:3 mixture of H2(NDC–OH) and 1,3,5-tris(4-carboxyphenyl)benzene (BTB) ligands. Accordingly, the reaction between Zn(NO3)2·6H2O, H2(NDC–OH), and BTB in DMF/EtOH afforded 2 as large orange cubic crystals. The material crystallizes in the cubic system (space group Pm3̅n) with a unit cell parameter a = 30.367(4) Å (see Table 1). Powder X-ray diffraction confirms that 2 is a pure phase. The framework is made of Zn4O(−CO2)6 SBUs connected through four BTB and two NDC–OH ligands having an overall formula Zn4O[(NDC–OH)(BTB)4/3]. As shown in Figure 1b, this type of connectivity results in a quite remarkable three-dimensional structure that contains large cavities of approximately 25 Å in diameter, in the form of dodecahedral mesopore cages formed by 12 [Zn4O]6+ units, eight BTB ligands, and four NDC–OH ligands. These mesopore cages are connected together by smaller micropores (see the SI).In the case of H2(BPDC–OH), the reaction with Zn(NO3)2·6H2O under otherwise similar experimental conditions afforded 3 as a colorless microcrystalline solid. Powder X-ray diffraction measurements (see the SI) indicate that 3 is isostructural to IRMOF-9, which is a double interpenetrated structure based on Zn4O(−CO2)6 SBUs, with an overall framework formula Zn4O(BPDC–OH)3. Using an equimolar mixture of H2(BPDC–OH) and its parent nonfunctionalized analogue, namely the biphenyl-4,4′-dicarboxylic acid (H2BPDC), under otherwise similar experimental conditions, we isolated 3m in the form of large colorless cubic crystals. Single-crystal X-ray diffraction analysis shows that this compound crystallizes in the orthorhombic system (space group Pnma), similar but not isostructural to IRMOF-9, in which both ligands are present in the structure. Interestingly, as shown in Figure 2b, four equatorial BPDC–OH and two axial BPDC ligands join together the octahedral [Zn4O]6+ units, forming the three-dimensional lattice of 3m, having a framework formula Zn4O[(BPDC–OH)2BPDC]. As shown in Figure 2a, the two independent networks are minimally displaced (interwoven), leaving in this way relatively large intersecting cavities, and as we describe below, these were found to be accessible. The center-to-center distance between two neighboring Zn4O(−CO2)6 clusters (measured between μ4-O atoms) from two different networks is 12.181(6) Å which is significantly longer than that in IRMOF-9 (10.594 Å) due to the presence of −OH groups.Figure 2. (a) The two minimally displaced networks (interwoven) in 3m. Orange spheres indicate available pore space. (b) The coordination environment of the pseudo-octahedral Zn4O(−CO2)6 inorganic SBU. Note the different equatorial and axial ligands.Finally, using H2(TPDC–OH), we isolated 4 as a colorless microcrystalline solid which according to its powder X-ray diffraction pattern (see the SI) is isostructural to IRMOF-16. Very recently, an −OH functionalized IRMOF-16 was reported;(34, 35) however in this case the corresponding −OH functionalized ligand was synthesized following a multistep procedure. In addition, 4 is different from the reported OH-IRMOF-16 because it is a mixed ligand MOF incorporating the two H2(TPDC–OH) isomers shown in Scheme 1.Gas-Sorption PropertiesSupercritical processing using carbon dioxide (SCD) was applied in all cases, except 4 due to low reaction yield, in order to establish permanent porosity without structural collapse.(36) Although the as-made MOFs are stable in air under ambient conditions as powder X-ray diffraction data (PXRD) show (see the SI), the corresponding evacuated solids are expected to be unstable in the air due to the well-known limited stability of the Zn4O(−CO2)6 cluster toward hydrolysis. Therefore, as we describe in detail in the Experimental Section related to gas-sorption studies, all manipulations were performed with special care to avoid the exposure of samples to moisture. The degree of structural integrity and pore evacuation was evaluated by powder X-ray diffraction, thermogravimetric analysis (TGA), and 1H NMR measurements in digested samples (see the SI). Figure 3a shows nitrogen sorption isotherms recorded at 77 K. In addition, argon adsorption isotherms at 87 K were also recorded (see Figure 3b for 2 and the SI for 1, 3, and 3m). Porosity data extracted from these isotherms are summarized in Table 2. In the case of 2, a remarkable maximum nitrogen uptake of 1363 cm3 g–1 was recorded, corresponding to a total pore volume of 2.01 cm3 g–1. These values are very close to those reported for the nonfunctionalized analogues DUT-6(29) (1380 cm3 g–1/2.02 cm3 g–1) and MOF-205(5) (1410 cm3 g–1/2.16 cm3 g–1), indicating that −OH groups in 2 do not reduce the accessible space. Careful BET calculations using consistency criteria(36) revealed an ultrahigh surface area (SABET) of 4354 m2 g–1, in excellent agreement with the accessible surface area (4671 m2 g–1, see Table 2) calculated from the crystal structure,(38) indicating that 2 is structurally intact after pore evacuation. The latter is also confirmed by PXRD where a high degree of crystallinity is retained after removal of the guest molecules (see Figure S8). The nitrogen adsorption isotherm shows a distinct condensation step in the relative pressure range P/Po 0.04–0.14 (Figure 3a,b, suggesting the presence of small mesopores, in full agreement with the crystallographic data. These results were also confirmed by argon adsorption measurements at 87 K (maximum Ar uptake 1529 cm3 g–1 and SABET 4405 m2 g–1, see Figure 3b). In addition, accurate high resolution micropore analysis using Ar at 87 K allowed us to calculate the pore size distribution, total pore volume, and surface area in 2 using Non-Local Density Functional Theory (NLDFT). Accordingly, after a successful fitting of the isotherm data using a suitable NLDFT kernel, the pore size distribution curve (see the SI) shows three distinct peaks centered at 23 Å, 16 Å, and 13 Å, in agreement with the crystallographic analysis. Also important, the NLDFT calculated surface area is 4543 m2 g–1, in excellent agreement with the corresponding BET value.Table 2. Porosity Data of 1, 2, 3 and 3m Materialsmaterialvoid volumea (%)SABETb(m2 g–1)SAcalcc(m2 g–1)Vpa(cm3 g–1)pore widthd (Å)180192743520.7813283435446712.0123, 16, 133NA901NA0.3912.53m67116229120.5713.8aCalculated by PLATON.bN2 data at 77 K.cCalculated from single-crystal data.dNLDFT on Ar data at 87 K. NA, not available.Figure 3. (a) Nitrogen sorption isotherms of 1, 2, 3, and 3m at 77 K. (b) High resolution sorption isotherm of 2 using N2 at 77 K and Ar at 87 K. Note the presence of two steps in both isotherms indicating two different pore sizes.In the case of the other −OH functionalized MOFs, 1, 3, and 3m, these show lower SABET compared to the corresponding values calculated from the single-crystal structures (see Table 1). However, we note that for 1 the observed SABET 1927 m2 g–1 is the highest among the reported values for the nonfunctionalized analogue IRMOF-8 prepared by different groups.(39-41) Given that the 1H NMR spectrum of an acid-digested sample of evacuated 1 shows only traces of solvent molecules (see the SI), its reduced surface area is attributed to partial framework damage during the pore activation process, as PXRD data show (Figure S7). In particular, the PXRD pattern of evacuated 1 shows only a relatively broad Bragg peak at the low angle region, indicating a large degree of structural damage after removal of the guest molecules. On the basis of PXRD data, reduced crystallinity was also observed in the cases 3 and 3m (Figures S9 and S10). Compared to 2, which retains its crystallinity (see Figure S8) and porosity after solvent removal, a significantly smaller pore aperture in 1, 3, and 3m due to their micropore nature and the presence of −OH groups could result in enhanced framework-solvent interactions, through relatively strong hydrogen bonds, and in this way affects framework integrity during the pore activation process.We have further investigated important gas sorption properties of 1–3m by recording low pressure isotherms of H2, CO2, and CH4 at different temperatures from which isosteric heat of adsorption (Qst) and CO2/CH4 selectivity were calculated (see the SI). Especially for hydrogen, we note that although in MOFs based on “Zn4O” SBU (e.g., IRMOFs) H2 is preferably adsorbed on these inorganic sites; adsorption on the aromatic rings as well as pore size effects and interpenetration contribute significantly to the experimentally observed Qst values at zero coverage.(42, 43) Therefore, given that the presented MOFs are all based on “Zn4O” SBUs, differences in H2 heat of adsorption between them and/or the corresponding nonfunctionalized analogues are related to the functionalization of the aromatic rings, different pore size, and/or interpenetration, as discussed below.In the case of 1, the H2Qst value at zero coverage is 5.2 kJ mol–1 (0.95 wt % at 1 bar), and notably, this is constant as a function of surface coverage, Figure 4b. The latter is a highly desirable property for H2 storage materials.(2) Interestingly, the nonfunctionalized analogue IRMOF-8 with slightly lower SABET has been reported to have Qst at zero coverage ∼6.1 kJ mol–1.(44) The origin of this difference is not clear yet and cannot be assigned to −OH groups because the presence of these polar groups in 1 is expected to increase Qst through enhanced induced-dipole interactions. Moreover, the smaller pore entrance in 1 due to the presence of −OH groups is expected to further enhance Qst because of the anticipated stronger overlapping potentials for H2 molecules. Given that both 1 and IRMOF-8 display about half of the expected surface area, it is possible that structural defects play an important role in H2 sorption properties in these two solids. In the case of 2, the larger pore space (reduced overlapping pore wall potential) as compared to 1 results in a lower H2Qst value (4.6 kJ mol–1) at zero coverage but a much higher uptake (1.4 wt % at 1 bar) due to the significantly higher surface area. As a function of surface coverage, Qst in 2 drops almost linearly, reaching 3.2 kJ mol–1 at 1 bar, see Figure 4b. These results suggest that 2 is potentially interesting for storing H2 at cryogenic temperatures and high pressures, similar to a number of important ultrahigh surface area MOFs(2) based on the coordinatively saturated Zn4O(−CO2)6 SBU, including DUT-6(MOF-205), MOF-177, and IRMOF-1. Interpenetration is expected to increase H2 binding, and indeed this is the case in 3 (5.5 kJ mol–1) and 3m (5.8 kJ mol–1) (see Figure 4b) compared to 1 and 2; however, the H2 uptake at high pressures is expected to be much lower due to significantly lower surface areas. The H2 uptake at 1 bar is a function of both Qst at zero coverage and surface area, and accordingly 3 shows the lowest uptake (0.6 wt % at 1 bar), see Figure 3a. Between 3m and 1, the higher Qst of the former is exemplified in Figure 3a by the higher initial slope of the adsorption isotherm; however due to its lower surface area, the uptake at 1 bar (1.0 wt %) is very close to that of 1.Figure 4. (a) Hydrogen adsorption isotherms up to 1 bar and 77 K, (b) isosteric heat of H2 adsorption, (c) CO2 at 195 K, and (d) NH3 at 298 K adsorption (filled symbols) and desorption (open symbols) isotherms up to 1 bar, for the indicated MOFs. The inset shows an expansion of the low pressure region in which a significantly higher NH3 uptake is observed for 2 as compared to DUT-6.The CO2 adsorption isotherms for 1 and 2 at 195 K up to 1 bar pressure are shown in Figure 4c. Due to its ultrahigh surface area, 2 shows a remarkable saturation uptake of 1083 cm3 g–1 (214 wt %) at 1 bar (1 shows 75 wt %), which represents one of the highest reported values, rendering this solid potentially very interesting for CO2 storage.(1) The corresponding S-shaped isotherm captures the presence of micro- and mesopores in 2, as indicated by the distinct step at ∼380 Torr. Interestingly, the desorption branch of the isotherm shows a hysteresis which is not typical for nonflexible MOFs and could be related to the presence of −OH groups. This is supported by the fact that 1 shows also a hysteretic CO2 adsorption isotherm, despite its significantly smaller pore size compared to 2.The CO2 isotherms recorded at 298 and 273 K for 1, 2, and 3 revealed a Qst value at zero coverage of 12.5 kJ mol–1, 16.0 kJ mol–1, and 27.7 kJ mol–1, respectively. For comparison, the corresponding Qst values for representative and comparable MOFs containing no pendant −OH groups, including IRMOF-1, MOF-177, and UMCM-1, are 15.65 kJ mol–1, 14.43 kJ mol–1, and 11.9 kJ mol–1.(1) In these nonfunctionalized MOFs, where there are no unsaturated metal sites, the observed decrease in Qst is attributed to the decrease of the overlapping potentials for CO2 adsorption due to the increase in the pore size. On the basis of available literature data for structurally comparable (same inorganic SBU and very similar pore size and shape), intact, and fully evacuated MOFs, a direct comparison can be attempted between 2 and UMCM-1, showing that the presence of −OH groups contributes to an increase of 4 kJ mol–1 in CO2Qst at zero coverage. These results are in full agreement with recent publications demonstrating the positive effect of immobilized −OH groups on CO2 capture.(9, 11, 12, 16) Furthermore, we have also measured the corresponding CH4 adsorption isotherms from which the calculated CO2/CH4 selectivity at zero coverage, using the IAST model, at 298 K/273 K for 1, 2, and 3 is 9.6/13.6, 3.4/3.5, and 7.6/8.8, respectively. The selectivity values observed for 1 are among the highest reported for MOFs based on Zn4O(−CO2)6 SBUs.(1)Finally, the combination of ultrahigh surface area and −OH groups in 2 prompted us to investigate how this solid performs and compares with other MOFs in ammonia adsorption at room temperature.(33, 45, 46) Figure 4d shows the corresponding sorption isotherm for 2 and for its nonfunctionalized analogue DUT-6(MOF-205), for comparison. The observed NH3 uptake for 2 at 1 bar is 16.4 mol kg–1, which is higher compared to the reported values for other MOFs(47, 48) as well as COFs.(49) Compared with DUT-6(MOF-205) which shows a lower maximum uptake (12 mol kg–1), 2 shows a significantly higher uptake at the low pressure region, with the first data point to be 4.7 mol kg–1 at 0.76 Torr (versus 0.8 mol kg–1 at 0.76 Torr, see inset of figure 4d) indicating a stronger binding, presumably due to the acid–base interaction between the −OH groups and NH3 molecules. However, as in the case of all reported MOFs based on late, first row transition metal cations,(47, 48) ammonia adsorption is not fully reversible in both 2 and DUT-6(MOF-205), and the framework does not hold its integrity as powder XRD and N2 sorption at 77 K showed.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsWe have demonstrated that it is possible to construct highly porous MOFs functionalized with aromatic pendant −OH groups following a straightforward and general methodology. In terms of gas-sorption properties, a direct comparison with the corresponding nonfunctionalized analogues revealed that these groups increase CO2 and NH3 adsorption as well CO2/CH4 selectivity. The present methodology could be utilized for the functionalization of a large number of different ligands suitable for the development of structurally diverse MOFs with enhanced gas sorption properties. We believe that our approach could open the pathway for the development of functional MOFs that were previously not accessible via reactive postsynthetic modification techniques. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationExperimental details, powder XRD, NMR, TGA, gas-sorption isotherms, and related calculations. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis research has been co-financed by the EU (European Social Fund — ESF) and Greek national funds through the Operational Program “Education and Lifelong Learning” of the National Strategic Reference Framework (NSRF) - Research Funding Programs: THALES and HERACLEITUS II. We acknowledge co-funding of this research by EU (European Regional Development Fund) and Greek Ministry of Εducation/EYDE-ETAK through program ESPA 2007-2013/EPAN II/Action “SYNERGASIA” (09ΣΥΝ-42-831). We also acknowledge financial support from UoC through “Small Size” programs. We are grateful to Prof. Mercouri G. Kanatzidis for providing access to his facilities. Work at the Advanced Photon Source (APS) at Argonne National Laboratory was conducted at ChemMatCARS Sector 15, principally supported by NSF/Department of Energy (DOE) under grant number CHE-0535644. The APS is supported by the DOE, Office of Basic Energy Sciences (contract No. DE-AC02-06CH11357).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 49 other publications.1. Sumida, K.; Rogow, D. L.; Mason, J. A.; McDonald, T. M.; Bloch, E. D.; Herm, Z. R.; Bae, T.-H.; Long, J. R. Chem. Rev. 2012,  112,  724– 781[ACS Full Text ], [CAS]1. Carbon Dioxide Capture in Metal-Organic FrameworksSumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    724-781CODEN:\r\n                CHREAY;\r\n        ", "title": "A Straight Forward Route for the Development of Metal–Organic Frameworks Functionalized with Aromatic −OH Groups: Synthesis, Characterization, and Gas (N, Ar, H, CO, CH, NH) Sorption Properties", "authors": ["Ioannis Spanopoulos", "Pantelis Xydias", "Christos D. Malliakas", "Pantelis N. Trikalitis"], "doi": ["10.1021/ic302010e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0004.gif\">"]}