{"abstract": "ZIF-8 is a flexible zeolitic imidazole-based metal–organic framework whose narrow pore apertures swing open by reorientation of imidazolate linkers and expand when probed with guest molecules. This work reports on the crystal size dependency of both structural transitions induced by N and Ar adsorption and dynamic adsorption behavior of -butanol using well-engineered ZIF-8 crystals with identical surface area and micropore volume. It is found that the crystal downsizing of ZIF-8 regulates the structural flexibility in equilibrium adsorption and desorption of N and Ar. Adsorption kinetics of -butanol in ZIF-8 are strongly affected by the crystal size, however, not according to a classical intracrystalline diffusion mechanism. Our results suggest that structural transitions and transport properties are dominated by crystal surface effects. Crystal downsizing increases the importance of such surface barriers.", "text": "10.1021/acs.jpcc.5b09520 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionMetal–organic frameworks (MOFs)(1-5) offer many interesting opportunities in adsorption technology, with unprecedented capacities and chemical and structural tunability. Systematic variations in the metal and organic components allow the rational design of framework structures, resulting in the development of framework flexibility property. Among the many MOFs, zeolitic imidazolate framework-8 (ZIF-8) has attracted conspicuous attention for molecular sieving applications due to its facile synthesis coupled with its remarkable chemical and thermal stabilities as compared to other classes of MOFs.(6-16)ZIF-8 crystallizes into the zeolite sodalite (SOD) topology, in which each bivalent Zn cation joins four 2-methylimidazole (mIm), generating a resistant structure with large cages (diameter of ∼11.6 Å) interconnected via narrow 6-ring windows (∼3.4 Å). Such framework structure gives ZIF-8 particularly interesting “gate-opening” functionality: it is interesting to note that ZIF-8 can adsorb molecules with kinetic diameter larger than its window size, like N2, CH4, C3H8, butanol, and so on.(17-21) This unexpected adsorption behavior has been speculated to be due to the flexible apertures that swing open by reorientation of imidazolate linkers enforced by guest adsorption.(22-27)Another very interesting feature of the ZIF-8 MOF is that its crystal size can be varied over a wide range of values (typically from approximately 50 nm to 100 μm or more), something that is very hard to achieve with classical porous aluminosilicates.(7, 11-14) Such crystal size engineering might be exploited to tune the adsorptive and diffusion properties of the material for molecular separation processes. Although it is expected that smaller crystal sizes lead to faster uptakes, rendering them more efficient, only very few systematic studies explored the effect of crystal downsizing on adsorption equilibria and kinetics, and, moreover, on the adsorption-induced structural transition and framework flexibility of MOFs.(27, 28) Recently, Zhang et al. demonstrated a pronounced effect of crystal size in the low-temperature adsorption of N2 gas on ZIF-8 and proposed a core–shell model to explain the observations.(27) The underlying mechanism remains, however, unclear.Therefore, in this work, we aimed at carefully preparing ZIF-8 samples of different crystal size with nearly identical structural and chemical properties to allow an accurate study of the effect of crystal size on adsorption, desorption, and diffusion of guest molecules into the ZIF-8 MOF. N2 and Ar isotherms and n-butanol uptake curves are measured on ZIF-8 crystals with sizes between 88 and 0.060 μm.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterial Synthesis and CharacterizationAll ZIF-8 samples, apart from the sample with the largest crystal size, were synthesized in an aqueous system at room temperature.(10-12) Detailed experimental procedures of this environmentally friendly synthesis process and crystal size estimation of all ZIF-8 samples are described in the Supporting Information. XPS spectra were recorded on a JPS-9000MX spectrometer (JEOL) using Mg Kα radiation (10 kV, 10 mA) as the energy source. The pressure in the instrumental chamber was less than 1 × 10–5 Pa. No radiation damage was observed during the data collection time. Binding energies were calibrated on Pt 5p3/2 (51.7 eV) and C 1s (284.2 eV). Raman spectra were recorded on a NRS-3100 spectrophotometer (JASCO) using a laser diode, of which the excitation wavelength was 531.96 nm under atmospheric conditions. The samples were heated at 150 °C for about 6 h to remove any residual volatile compounds before the analyses. The laser was irradiated to the sample from the object lens, and the backscatter was detected with the same lens. The spectral resolution was about 1 cm–1, and Raman peaks were calibrated with the Ne emission lines in the air.N2 and Ar Adsorption/DesorptionAdsorption isotherms of N2 in ZIF-8 were measured at 77 K using a BELSORP-max (Bel Japan). The samples were degassed at 200 °C under vacuum. Brunauer–Emmett–Teller (BET) model surface area, SBET, and Langmuir model surface area, SL, were calculated from the nitrogen adsorption branches. A part of the nitrogen adsorption isotherm in the P/P0 range 0.01–0.1 was fitted to the BET equation to estimate the SBET, and the SL calculation was performed using all data points. The total pore volume, Vtotal, was calculated from the amount of nitrogen adsorbed at P/P0 = 0.99. The micropore volume, Vmicro, was calculated from the αs-plot method. The method was based on the comparison of the adsorption isotherm for samples with that of a standard nonporous carbon. Adsorption isotherms of Ar in ZIF-8 were measured at 79, 84, 87, and 90 K using an AUTOSORB-1 (Quantachrome) in cooperation with a cryostat (Oxford Instruments).Vapor Phase Adsorption (Equilibrium Adsorption Measurements)Adsorption isotherms of n-butanol in ZIF-8 were measured by the dynamic gravimetric method on an SGA-100H microbalance system (VTI Corporation, USA). A reservoir filled with n-butanol is temperature controlled through Peltier elements. N2 bubbling through the reservoir entrains the n-butanol vapor. This vapor stream continuously flows over the sample positioned in a sample holder connected to the microbalance. During the measurements, the total pressure is constant near atmospheric pressure, and the adsorbate partial pressure is controlled by regulating the saturator temperature and/or the dilution rate. Low vapor pressures were obtained by diluting the saturator flow at the lowest saturator temperature with N2 flow. About 10 mg of the sample was placed in a stainless steel sample pan and positioned in the microbalance system. After activation by heating to 200 °C during 2 h and at a heating rate of 2 °C/min under N2 flow, adsorption isotherms of n-butanol were determined at 323 K by weighing the adsorbate uptake at different partial pressures of the adsorbate. The equilibrium criterion was typically set at a mass change <0.0050 wt % over a period of 10 min. The recorded temperature and dilution rate were converted to the adsorbate vapor pressure using the Antoine equation:(1)where p is the vapor pressure, T is temperature, and A, B, and C are species-specific constants (Table 1).Table 1 ABCTmin (°C)Tmax (°C)n-butanol7.924 841617.52203.2960118Adsorption isotherm of n-butanol in ZIF-8 was also measured by the static gravimetric method on an IGA-002 instrument (Hiden Isochem, UK). The vapor pressure is controlled using two motorized valves connecting or isolating the sample from the 25 mL liquid adsorbate reservoir or HPU 204 Pfeiffer vacuum pump, respectively. In contrast to the dynamic gravimetric system, no carrier gas is required, and the vapor pressure is measured directly instead of calculated. After activation at 200 °C under vacuum overnight, adsorption isotherm of n-butanol was determined at 323 K.Vapor Phase Adsorption (Kinetic Adsorption Measurements)Kinetic measurements were performed on the SGA-100H microbalance system. The kinetic uptake characteristics of n-butanol in ZIF-8 were determined at 1.2 mbar and 323 K using dilution control only, rather than saturator temperature control. The equilibrium criterion was typically set at a mass change <0.0050 wt % over a period of 10 min. The amount of sample was reduced to about 5 mg to minimize the interference of bed diffusion and heat effect.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionCharacterization of Crystal Size-Engineered ZIF-8Seven crystal-size-engineered ZIF-8 samples with nearly identical surface area and micropore volume were synthesized, as shown in Figure 1 and Table 2. Crystal size engineering of ZIF-8 has been accomplished by control of nucleation through variation of the molar ratio of mIm to zinc ion,(11, 12) by modifying the reactivity of the zinc salt source,(29) and the use of organic additives.(30) Investigation of the effect of crystal size engineering of ZIF-8 on adsorption properties requires detailed knowledge of the crystal size and morphology. Thus, the crystal size distribution of ZIF-8 samples was multidirectionally estimated from FESEM observations and dynamic light scattering technique (Figure S1, Supporting Information).Figure 1. FESEM images of the crystal-size-engineered ZIF-8 samples and the crystal size distributions estimated by FESEM observations. Scale bar: (a, b) 500 nm; (c–f) 2 μm; (g) 100 μm.Table 2. Characteristics of the ZIF-8 SamplessampleZn sourcemIm/Znsolventadditive (conc)dna (μm)Cvb (%)SLc (m2 g–1)SBETd (m2 g–1)Vmice (cm3 g–1)Vtotalf (cm3 g–1)morphologygaZn(NO3)260waterBrij 78 (0.5 mM)0.06014.2187016600.651.318 facesbZn(NO3)280water 0.3317.1185016200.651.018 facescZn(CH3COO)260waterCTACh (0.2 mM)0.4716.3190017300.660.726 facesdZn(NO3)260water 0.7320.3186016800.650.7018 faceseZn(CH3COO)260water 1.221.4183016600.640.6812 facesfZn(NO3)240water 2.118.9172015200.610.6118 facesgZn(NO3)22methanolHCOONai (0.15 M)8848.9185016900.650.6612 facesjaAverage crystal size estimated by FESEM observations.bCoefficient of variation.cLangmuir surface area.dBET surface area.eMicropore volume calculated by the αs-plot method.fTotal pore volume calculated as the amount of N2 adsorbed at a relative pressure of 0.99.gSix faces: cubic; 12 faces: rhombic dodecahedron; 18 faces: rhombic dodecahedron with truncated corners.hCetyltrimethylammonium chloride.iSodium formate.jMost of crystals were chipped (Figure S2).The structure of all ZIF-8 samples was confirmed by PXRD to be in excellent agreement with the theoretical calculated pattern (Figure S3). Williamson–Hall (W–H) analysis(31, 32) was performed to estimate the crystallite domain size and lattice strain (Figure S4). However, the crystallite domain size analysis applied only to the smallest ZIF-8 of 0.060 μm because it is not applicable to grains larger than 100 nm. The size is estimated at about 40 nm, indicating that the smallest ZIF-8 sample consists of a single crystal or monocrystal. The crystal lattice of all ZIF-8 samples is not significantly strained (∼0.7%), as shown in Figure S4. Notably, the lattice strain of 0.47 μm ZIF-8 sample is lower than that of other samples, which may be due to its cubic crystal morphology instead of a rhombic dodecahedron morphology for the other samples.Figure 2 shows the Raman spectra of ZIF-8, which are dominated by intense bands corresponding to methyl group and imidazole ring vibrations (Table S1). The band observed at 282 cm–1 was assigned to Zn–N stretching, while the bands observed at 685, 1146, and 1460 cm–1 were attributed to imidazolium ring puckering, C5–N stretching, and methyl bending, respectively.(33-37) The Raman modes of all samples are all in the same position and intensity, indicating structural equality.Any guest molecules entering a porous material must first pass through the external crystal surface, carrying terminating groups. Therefore, these groups may play a role in molecular sieving. The surface composition was characterized by XPS, monitoring a wide binding energy region as well as individual regions at higher pass energy and resolution (Figure S5). The usual XPS probing depth range is up to outermost 10 nm of material depending on the takeoff angle.(38) The photoelectron escape depth of ZIF-8 nanoparticle thin films with bulk density of 0.1–0.2 g/cm3 was estimated to be approximately 4 nm at 45° takeoff angle by Tian et al.(39) The present pelletized ZIF-8 samples have a bulk density comparable to the ZIF-8 nanoparticle thin films and hence similar escape depth, even though the surface roughness may affect the depth resolution. As shown in Figure S5 (Supporting Information), two characteristic peaks of Zn were observed at 1026 and 1048 eV corresponding to Zn 2p3/2 and Zn 2p1/2, respectively. To verify the states of Zn elements, a comparison of Zn LMM Auger spectra was also carried out due to the overlap of binding energy range of Zn0 and Zn2+ in Zn 2p peaks. No peak shifts with crystal size were observed, which confirms the valence states of Zn elements in the near-surface region of ZIF-8 are similar for all samples. On the other hand, we found that the near-surface region of ZIF-8 is Zn-rich relative to the mIm in comparison to the expected stoichiometry of ZIF-8 (C8H10N4Zn) and terminated by hydroxyl and carbonate groups (Figure 3), as identified by previous XPS measurements.(39) The present XPS results show less intense Zn peaks and more intense O peaks compared with the earlier work of Tian et al.,(39) indicating higher density of terminating hydroxyl and carbonate groups. Nevertheless, it was revealed that the external surface characteristics are independent of crystal size (Figure 3). Furthermore, OFAST-simulations by Zhang et al. showed that the N2 isotherm shape is not affected by the presence of hydroxyl or imidazole surface termination groups.(27)As a conclusion of the characterization by the combination of FESEM, PXRD, Raman, and XPS analyses, the seven ZIF-8 samples were unlikely to make much of a structural and chemical difference, allowing a proper assessment of the effect of crystal downsizing on adsorption and diffusion properties.Figure 2. Raman spectra of the crystal-size-engineered ZIF-8 samples. Schematic illustration shows the atom nomenclature used for the imidazolium ring, where N is shown in purple, C in black, H in gray, and Zn in red.Figure 3. Crystal size dependence of near-surface composition (measured by XPS). Inset shows likely ZIF-8 terminations, where O is shown in blue, N in purple, C in black, H in gray, and Zn in red.Static Adsorption Behavior of N2 and Ar on ZIF-8In the first place, N2 isotherms on the crystal-size-engineered ZIF-8 were measured. As shown in Figure 4, they exhibit unique stepped shape, as reported before by several authors.(19, 24, 25, 27) The earlier work of Fairen-Jimenez et al. defined that ZIF-8 undergoes a reversible structural phase transition between low-loading (LL) and high-loading (HL) structures, in which a reorientation of the imidazolate linkers occurs, explaining the step and hysteresis loop in the isotherms at elevated relative pressure.(19, 23) Of particular interest is that this hysteresis loop becomes slightly broader and shifts to higher pressures with crystal downsizing (Figure 4). Remarkably, there is no difference at all in isotherm shape for the low-loading structure, corresponding to region at P/P0 < 0.005; only the LL–HL transition pressure varies with crystal size. These experiments reveal that the structural transition of ZIF-8 depends on crystal size. Zhang et al. studied a crystal-size-dependent structural transition of ZIF-8 induced by N2 adsorption.(27) It is already reported in their experimental and modeling study that nanosized ZIF-8 crystals have significantly different N2 adsorption properties compared to the bulk material and that the LL–HL transition pressure increases with crystal downsizing. However, the various ZIF-8 samples prepared by Zhang et al. have a different adsorption capacity, which is especially true for their crystals smaller than 20 nm, partially obscuring the effect of crystal size. For example, ZIF-8 loaded with ZnO (ZnO@ZIF-8 prepared by mechanochemical synthesis)(13) provides the illusion of hysteresis loop shift (Figure 4). In such cases, one should consider crystal imperfections and product purities rather than a crystal size effect.A more detailed analysis of the effect of crystal size on adsorption properties and structural transitions was performed by measuring adsorption and desorption isotherms of Ar on the crystal-size-engineered ZIF-8 samples at 87 K (Figure 5). While earlier studies indicate that structural transitions in ZIF-8 isotherms tend to disappear for nanosized particles,(27) all of the adsorption isotherms clearly exhibit two different regions characterized by double-step adsorption features and hysteresis in the desorption branch. The double-stepped sorption behavior for Ar adsorption suggests the occurrence of a structural transition in the Ar/ZIF-8 system, paralleling the N2 adsorption where a reorientation of the mIm linkers was found to result in isotherm steps. On the other hand, the N2 adsorption isotherms show one extra step transition (e.g., at P/P0 of 0.005 for 88 μm ZIF-8; see inset in Figure 4). It has been hypothesized that a packing rearrangement of the adsorbed molecules, due to electrostatic effects arising between the quadrupolar moments of N2 and the ZIF-8, causes this additional step,(24) although it has not yet been proven by molecular simulations.Figure 4. Adsorption isotherms of N2 in the crystal-size-engineered ZIF-8 (88, 0.73, and 0.060 μm) and ZnO@ZIF-8 at 77 K.As with N2 (Figure 4), the first branch of the Ar isotherm perfectly overlaps for all samples, as well as the micropore capacity, demonstrating the textural and chemical correspondence of all nano- and micron-sized crystals prepared in this work (Table 2, Figure 5, and Figure S6). This differs from the results of Zhang et al., where different isotherm steepness and capacity were found for different crystal sizes.(27) In spite of this identical behavior at low pressures observed in the present study, the hysteresis loop of the Ar isotherm becomes broader and shifts to higher pressures with crystal downsizing, as shown in Figures 5 and 6. Note that the shift in transition pressure is larger in adsorption as compared to desorption. For the largest ZIF-8 crystals of 88 μm, the structural transition features a steep step in the isotherm. This step becomes smoother with crystal downsizing. As the crystal gets smaller, a higher pressure is required before the isotherm step occurs, as reported previously for N2 adsorption.(27) A similar effect was observed for the 2-fold interpenetrated porous frameworks of [Cu2(bdc)2(bpy)]n, although it was unclear whether the structural transition was due to the kinetic or thermodynamic limitations.(28)While the surface chemistry of all samples is comparable (vide supra), geometric surface effects could play a role in the structural transitions. Assuming spherical particles, external surface area, Sext, is reciprocal to the particle size, dn; this quantity can be calculated using the crystal density ρcrystal (ZIF-8:0.95 g/cm3)(13) as follows:(2)Although external surface areas as measured by mercury intrusion porosimetry were higher than those calculated from the above equation due to the actual polyhedral morphologies of ZIF-8, they also show the expected and clear increase with decreasing the crystal size, as illustrated in Figure 6. Figure 6 also shows that the structural transition pressure increases with the surface-to-volume ratio. This effect is more pronounced in the adsorption branch than in the desorption branch.Figure 5. Adsorption isotherms of Ar in the crystal-size-engineered ZIF-8 at 87 K. Insets (a) and (b) show the image of part of 4-ring window in the low-loading and high-loading structures of ZIF-8, respectively, where N is shown in purple, C in black, H in gray, and Zn in red.Figure 6. Structural transition pressures versus crystal size and external surface area (measured by mercury intrusion porosimetry) (left). Solid line is the theoretical external surface area calculated using dn and ρcrystal assuming a perfect spherical particle. Structural transition pressure (LL–HL during adsorption and HL–LL during desorption) versus surface-to-volume ratio (right).The temperature dependency of LL–HL and HL–LL transition pressures and hysteresis width is illustrated by the adsorption isotherms of Ar at 79, 84, 87, and 90 K for 88 μm ZIF-8 and 0.060 μm ZIF-8 (Figure 7). Hysteresis is apparent at all temperatures, with the width of loop increasing as the temperature increases. In addition, both the adsorption and desorption branches shift to higher pressure with temperature. Earlier work concerning temperature-dependent structural transitions of ZIF-8 by Miyahara et al. identified that the spontaneous transition takes place when the activation energy, which lies between the metastable state (low-loading structure, LL) and stable state (high-loading structure, HL), becomes less than the energy fluctuation of the system.(26) The temperature dependency of the transition pressures was used to estimate the overall thermodynamics of the system. Thus, by assuming that ZIF-8 encapsulates Ar to form an Ar/ZIF-8 system, the formation enthalpy of the system, ΔH, can be estimated using the Clausius–Clapeyron equation(3)where R is the real gas constant; the transition pressure is approximated as the vapor pressure of the system.(40, 41) As shown in Figure 7 insets, plots of ln P versus 1/T are linear for both adsorption and desorption data. In 88 μm ZIF-8, the slopes of the linear fits give ΔH values of 11.2 ± 0.7 and 12.0 ± 0.3 kJ/mol for the LL–HL and HL–LL structural transitions, respectively. For 0.060 μm ZIF-8, ΔH values of 11.6 ± 0.2 and 11.9 ± 0.1 kJ/mol are obtained. These values are within the experimental error, both with respect to the LL–HL and HL–LL structural transitions and the effect of crystal size on it. Thus, it appears that the crystal size does not affect the global enthalpy change during expansion (LL–HL structural transitions) and contraction (HL–LL structural transitions) of the framework; in other words, the difference in energy between both states is independent of crystal size.On the other hand, it is to be expected that the cages at the surface of the crystal behave differently than the cages in the bulk of the crystal. Simulations by Zhang et al. indicate that the cages near the surface of the crystals have a lower adsorption enthalpy for N2, resulting in a lower loading with molecules, already at low pressure. These outer cages thus would require a high pressure to reach the degree of filling needed to allow structural transition.(27) However, both for the N2 and Ar data reported here, isotherms completely coincide and the same degree of pore filling is achieved below the LL–HL transition pressure for all samples. Thus, the shift in transition pressure is rather related to an activated and structural effect that occurs at higher degree of pore filling than to an intrinsic difference in adsorption enthalpy between the outer layers and the bulk of the material. A larger pressure might be needed to allow a permanent reorientation of the linkers in the outer cages of the material to allow accommodation of more molecules per cage. As soon as the HL state is reached in the outer layers, a further transition from the LL state to the HL state in the bulk of the crystal might then be facilitated. Although it is not yet understood why linker reorientation would be more difficult in the outer cages, it is reasonable to assume that the different environment for inner and outer cages and different coordination of Zn atoms in these inner and outer cages plays a role.Figure 7. Adsorption isotherms of Ar in the crystal-size-engineered ZIF-8 samples at 79, 84, 87, and 90 K. Inset shows extrapolation fits for the transition pressures in ZIF-8 as a function of temperature. Open symbols: adsorption; closed symbols: desorption.Kinetic Adsorption Behavior of n-Butanol on ZIF-8Along with the elucidation of equilibrium adsorption properties, the understanding of mass transfer mechanisms is essential toward the development of separation technologies.(42-49) The molecular exchange rate between nanoporous crystals and their surroundings is known to be mainly affected by the permeation through the crystal surface (barrier) and the diffusion into the intracrystalline pore network.(47, 49) The identification of the governing uptake resistance is, however, a very challenging task. In that perspective, the microimaging techniques, developed by Kärger and co-workers,(50) measuring at the single crystal scale, enable the direct estimation of the contribution of both resistances to the overall mass transfer rate.(51, 52) Unfortunately, due to resolution limitations, these techniques require large microsized crystals. The investigation of the effect of the crystal size—from a few nanometers to hundreds of micrometers—on the molecular uptake by the ZIF-8 MOF is therefore inevitably restricted in this study to a more conventional approach, namely a batch gravimetric method (Experimental Section). Although this method offers an easy way to follow the uptake of guest molecules by nanoporous crystals, it may be severely affected by extracrystalline resistances, including thermal effects and bed diffusion.(49) A simple test to assess their contribution to the overall mass transfer consists at recording uptake curves for different sample quantities.(49) Figure S7 shows that in our work the uptake curve shape is independent of the sample mass, confirming that these extracrystalline resistances are negligible. By varying the carrier gas (Figure S8), it was also proven that no significant mass transfer resistances might result from an external fluid film and the intercrystalline voids. In addition, the use of the slow-diffusing n-butanol, with very long uptake times, makes it possible to rule out the effect of the measuring device (i.e., the response of the gravimetric balance and the pressure step) on the experimental data. Our approach thus yields uptake curves with a shape being only an expression of the material properties. It is, moreover, known that the molecular uptake by ZIF-8 materials may show a strong loading dependency,(53) but since our crystal-size-engineered ZIF-8 samples exhibit identical adsorption equilibrium properties (vide supra; Figure S9 and S10), a direct comparison between the different samples can be made without correction for the adsorption properties.Figure 8, left, illustrates the uptake curves of n-butanol by the ZIF-8 materials with different crystal sizes. While equilibrium is reached within 140, 350, and 790 min for the small crystals (0.060, 0.47, and 2.1 μm, respectively), more than 6000 min is needed for the large ones (88 μm). Although the equilibration times demonstrate that the uptake of n-butanol by the ZIF-8 material is an extremely slow process, the differences between the various crystal sizes are much smaller than expected. When the uptake is controlled by diffusion into the pore network in the bulk of the crystals, the adsorption time varies with the square of the crystal size, while for the case of a surface barrier limitation they are directly proportional to the size itself (eqs S5 and S6, Supporting Information). Intriguingly, both the diffusion and the barrier resistance cases are still faster than the observed tendency. Furthermore, the uptake curve, plotted versus square root of time scale (Figure 8, right), follows a straight line through the origin for the large crystals, while the small ones exhibit sigmoidal uptake curves. These curve shapes are typically the expression of a (pore network) diffusion limited uptake and a surface barrier limited uptake, respectively. The 0.47 μm ZIF-8 exhibits a lower uptake rate than 0.73 μm ZIF-8 (Figure S11). This sample has a cubic crystal morphology and exposes the {100} facets, while all other samples have a rhombic dodecahedron morphology and expose the {110} facets. The 0.47 μm ZIF-8 sample also shows a different lattice strain as compared to the other samples (Figure S4). A different distribution of 4- and 6-ring windows, giving access to the SOD cages, in the {110} or {111} facets could result in different uptake rates (Figure S12),(54) but this aspect needs further research. These observations may suggest that the governing mass transfer resistance changes with crystal size and morphology.Figure 8. Uptake curves of n-butanol by the crystal-size-engineered ZIF-8 samples (0.060, 0.47, 2.1, and 88 μm) for a pressure of 1.2 mbar at 323 K: in linear time scale (left) and in square root of time scale (right). Other crystal sizes are provided in Figure S11.In order to quantify the uptake rate and identify the governing mass transfer resistance, the conventional analysis consists to fit single-resistance models on the experimental data (eqs S5 and S6, Supporting Information). It is, moreover, common practice to approximate the crystal shape by a sphere. The validity of this approximation is proven in the literature.(49) The fitting of the intracrystalline (pore network) diffusion model and the surface barrier model on the experimental uptake curves is provided in Figure S13. Figure S13a shows that the uptake curve of the large crystals (88 μm) is well approached by the intracrystalline (pore network) diffusion model, while crystal downsizing leads to uptake curves that are better described by the surface resistance model (Figure S13b–g). This indicates that both intracrystalline and surface resistances govern the overall mass transfer rate, with their relative contribution changing with crystals size. Although it would be very tempting to fit a dual resistances model on the uptake curves, such a fit, without the precise knowledge of one of the two resistances, is highly susceptible to a large uncertainty. Consequently, further analysis was limited to apparent diffusivities and surface permeabilities obtained from the fitting of single-resistance models (eqs S5 and S6) on the experimental uptake curves (Figure S13).It may be noticed, from Figure 9, that both parameters are clearly affected by the crystal size. In a diffusion control regime, the apparent diffusivities are expected to be independent of the crystal size, whereas a dramatic variation of up to 5 orders of magnitude occurs with crystal downsizing. As a consequence, the apparent diffusivity obtained with the largest crystals is only an under limit of the intracrystalline diffusivity of the n-butanol into the ZIF-8 pore network.The pronounced decrease in apparent diffusivity with crystal size, as shown in Figure 9, may be attributed to an increase of the contribution of the surface resistance to the overall mass transfer resistance. This can be clearly viewed from the relationship of the apparent diffusivity—which lumps the two resistances together—with the intracrystalline (pore network) diffusivity and the surface permeability (see Supporting Information for more details):(4)Assuming the diffusivity D and the surface permeability α are constant for the material at various crystal sizes, an increase in crystal size Rc will ineluctably reduce the contribution of the surface permeability, such that the apparent diffusivity will become equal to the intracrystalline (pore network) diffusivity and independent of the crystal size. In the opposite case, the contribution of the surface resistance to the overall mass transfer resistance increases with crystal downsizing, resulting in apparent diffusivities that are proportional to the crystal size. Although they seem to follow the latter regime (surface barrier control), the apparent diffusivities decrease more strongly than simply being proportional to the crystal size, which is also supported by the continuous decrease of the apparent surface permeability (Figure 9). Two explanations can be given to describe this effect. First, studying the uptake batch wise may result in superposed crystals (i.e., perfectly ordered packing) that behave similarly as agglomerated crystals. The crystal size may then not represent the true particle size, resulting in an underestimation of the uptake rate constant. However, the crystal packing seems rather to be a random process, shown in Figure 1, which also indicates the high crystal quality of our samples. It is therefore questionable if this may produce the rather systematic difference between the apparent diffusivities and its theoretical variation with crystal size (Figure 9). Second, besides a simple increase of the contribution of the surface resistance to the overall mass transfer rate, here given by the apparent diffusivity, the crystal downsizing may also come along with an increase of the governing resistances. This appears more likely to be caused by an increased surface resistance rather than a decreased intracrystalline (pore network) diffusivity. The origin of this behavior remains unclear and should definitely be investigated further, but it is already worth to speculate that it might be related to the aforementioned effect of the crystal size on the adsorption equilibrium. Given the fact that linker reorientation is needed to allow entrance of n-butanol in the ZIF-8 cages, it would be instrumental to study linker twisting flexibility in both the outer and inner cages of the crystals.Figure 9. Apparent diffusivities Dapp (open circles) and surface permeabilities αapp (closed circles) obtained by fitting single-resistance models on the experimental uptake curves of n-butanol in ZIF-8 crystals with sizes ranging from 0.060 to 88 μm (see Supporting Information). The full line represents the estimated tendency of the apparent diffusivity with the crystal size (eq 4), with the intracrystalline (pore network) diffusivity assumed to be equal to the highest observed apparent diffusivity (D = 1.76 × 10–15 m2/s) and the surface permeability being the average of the apparent surface permeabilities (α = 9.12 × 10–11 m/s).Comparing our findings with the literature, mainly conclusions obtained with the older class of nanoporous materials, namely the zeolites, can be discussed. In the investigation of diffusion of methanol into the zeolite SAPO-34, Chen et al. measured diffusivities that were not constant with crystal size, attributing this to additional resistances at the surface.(55) Their results show that the smaller the crystal is, the smaller the diffusivity becomes, which was also seen, two decades earlier, by Kärger et al., but then on another guest–host system.(56) Bülow et al. perceived that the adsorption kinetics of hexane by large Mg-A zeolite crystals was controlled by the pore network, while the uptake by smaller crystals switched to a surface barrier control.(57) The same observations were also made by Gobin et al.(58) and Gueudre et al.(59) during mass transfer studies on MFI zeolite crystals. More recently, very systematic studies, by zero-length column and frequency response measurements supported by complementary simulations, were carried out on the uptake of cyclohexane by the ZSM-5 zeolite with the crystal size ranging over 3 orders of magnitude.(60-62) Their data, explained by the presence of a surface barrier, remarkably well follow the same trend as the results observed in our work.For example, in two recent studies, Koros et al.(63) and Nair et al.(64) found differences of up to 14 orders of magnitude in (corrected) diffusivities between various gases and vapors into the ZIF-8 MOF material. Interestingly, diffusivities were obtained using different crystal sizes for the different molecules, ranging from 0.026 to 324 μm, without verifying the effect of crystal size. Although the diffusivity obtained for methane agrees really well with the data reported by other groups using different crystal sizes and measuring methods (i.e., IRM,(65) PFG-NMR,(66) and QENS(67)), proving thus that the uptake of methane by ZIF-8 crystals occurs in the intraparticle (pore network) diffusion regime, according to our results, this consistency should also be confirmed for other molecules. This may suggest, moreover, that the relative contributions of the different governing resistances to the overall mass transfer resistance may, besides varying with the crystal size, also change with the guest molecule.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn conclusion, we investigated the crystal size dependency of structural transitions and adsorption dynamics of ZIF-8 during N2, Ar, and butanol adsorption. At low pressure, N2, Ar, and n-butanol isotherms are not affected by crystal size, demonstrating the chemical and structural equality of all ZIF-8 samples. The low-pressure, low-loading adsorption energy is independent of crystal size. Nevertheless, crystal downsizing or high surface-area-to-volume ratio suppressed the structural flexibility: the pressure needed to cause the transition from the LL to the HL form of ZIF-8, resulting in an additional uptake of N2 and Ar molecules, increases with crystal downsizing. These results are generally in line with N2 adsorption behavior reported previously by Zhang et al, although no effect of crystal size on low-pressure adsorption was observed in the current study. Only at higher pressure, when the pore filling increases, differences between ZIF-8 samples with different crystal size become apparent. This indicates that the increase in pressure required to induce structural transition (linker reorientation) with decreasing crystal is not related to a difference in adsorption potential, but rather to intrinsic differences in “framework flexibility” of the outer cages. Further research is needed to understand this process.Furthermore, it was demonstrated that the crystal downsizing, besides simply increasing the relative contribution of the surface barrier to the overall mass transfer resistance, may also come along with an increased surface resistance. The relationship with the structural flexibility still has to be elucidated. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.5b09520.Details of synthetic procedures and characterization, crystal size distributions measured by DLS (Figure S1), additional FESEM images of largest ZIF-8 sample (Figure S2), PXRD patterns of ZIF-8 samples (Figure S3), Williamson–Hall plots of ZIF-8 samples (Figure S4), Raman band assignments of ZIF-8 (Table S1), XPS spectra of ZIF-8 samples (Figure S5), additional Ar adsorption isotherms of ZIF-8 (Figure S6), effect of sample amount on n-butanol uptake rate (Figure S7), effect of carrier gas on n-butanol uptake rate (Figure S8), n-butanol adsorption isotherms (Figures S9 and S10), additional n-butanol uptake curves with ZIF-8 (Figure S11), schematic illustration of ZIF-8 crystals with exposed facet (Figure S12), single-resistance models and fittings on experimental uptake curves, estimated tendency of apparent diffusivity with crystal size and fitting of single-resistance models on experimental data (Figure S13) (PDF)Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. S.T. and J.F.M.D. initiated the study. K.F. synthesized the samples. S.T., K.F., Y.H., and T.M. characterized the samples. S.T. and G.V.B. performed the adsorption experiments. S.V.D.P. and T.V.A. assisted with adsorption experiments. Y.M. and M.M. gave technical and conceptual advice. J.C.S.R. performed the diffusional analysis. J.F.M.D. was involved in planning the adsorption experiments.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was financially supported by a Grand-in-Aid for Scientific Research (# 25790019) from the Ministry of Education, Culture, Sports, Science and Technology, Japan (MEXT), and MEXT-supported Program for the Strategic Research Foundation at Private Universities, 2012–2016. S.T. thanks Yazaki Memorial Foundation for Science and Technology, and Kansai University’s Overseas Research Program for the year of 2014. J.F.M.D. is grateful to FWO Vlaanderen for financial support (G.0256.14N).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 67 other publications.1. Kondo, M.; Yoshitomi, T.; Matsuzaka, H.; Kitagawa, S.; Seki, K. Three-Dimensional Framework with Channeling Cavities for Small Molecules: {[M2(4,4′-bpy)3(NO3)4]·xH2O}n (M = Co, Ni, Zn) Angew. Chem., Int. Ed. Engl. 1997,  36,  1725– 1727 DOI: 10.1002/anie.199717251 [Crossref], [CAS]1. Three-dimensional framework with channeling cavities for small molecules: {[M2(4,4'-bpy)3(NO3)4]·xH2O}n (M = Co, Ni, Zn)Kondo, Mitsuru; Yoshitomi, Tomomichi; Seki, Kenji; Matsuzaka, Hiroyuki; Kitagawa, SusumuAngewandte Chemie, International Edition in English\r\n        (1997),\r\n    36\r\n        (16),\r\n    1725-1727CODEN:\r\n                ACIEAY;\r\n        ", "title": "Adsorption and Diffusion Phenomena in Crystal Size Engineered ZIF-8 MOF", "authors": ["Shunsuke Tanaka", "Kosuke Fujita", "Yoshikazu Miyake", "Manabu Miyamoto", "Yasuhisa Hasegawa", "Takashi Makino", "Stijn Van der Perre", "Julien Cousin Saint Remi", "Tom Van Assche", "Gino V. Baron", "Joeri F. M. Denayer"], "doi": ["10.1021/acs.jpcc.5b09520"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0010.gif\">"]}