{"abstract": "Applying the thermodynamic model of adsorption-induced deformation of microporous carbons developed recently (Kowalczyk, P.; Ciach, A.; Neimark, A.  , , 6603), we study the deformation of carbonaceous amorphous porous materials due to adsorption of carbon dioxide at 333 K and pressures up to 27 MPa. The internal adsorption stress induced by adsorbed/compressed carbon dioxide is very high in the smallest ultramicropores (for instance, solvation pressure in 0.23 nm ultramicropore reaches 3.2 GPa at 27 MPa). Model calculations show that any sample of carbonaceous porous solid containing a fraction of the smallest ultramicropores with pore size below 0.31 nm will expand at studied operating conditions. This is because the high internal adsorption stress in ultramicropores dominates sample deformation upon adsorption of carbon dioxide at studied operation conditions. Interestingly, the nonmonotonic deformation (i.e., initial contraction and further expansion) of the above mentioned porous materials upon adsorption of carbon dioxide at 333 K is also theoretically predicted. Our calculations reproduce quantitatively the strain isotherm of carbon dioxide on carbide-derived activated carbon at 333 K and experimental pressures up to 2.9 MPa. Moreover, we extrapolate adsorption and strain isotherms measured by the gravimetric/dilatometric method up to 27 MPa to mimic geosequestration operating conditions. And so, we predict that expansion of the studied carbon sample reaches 0.75% at 27 MPa and 333 K. Presented simulation results can be useful for the interpretation of the coal deformation upon sequestration of carbon dioxide at high pressures and temperatures.", "text": "10.1021/jp911996h   Top of PageAbstractIntroductionTheory of the Elastic Stress in Microporous CarbonsSimulation MethodologyResults and DiscussionConclusionsReferences1 Introduction Understanding the adsorption-induced deformation of microporous solids (e.g., activated carbons, charcoals, and coals) is one of the long-standing problems in adsorption science and catalysis. The first studies on charcoal swelling were published by Bangham(1) and Fakhoury in 1928, followed by the precise measurements of carbon contraction and expansion performed by Haines and McIntosh.(2) In the recent years, Tvardovskiy and co-workers(3-7) have reported a series of precise dilatometric experiments of activated carbon deformation upon adsorption of various gases, including argon, methane, nitrogen, and carbon dioxide, at different temperatures. It is assumed that carbonaceous porous solids consist of disordered arrays of slit-shaped pores embedded in an amorphous matrix.(8-12) The solid−fluid interaction potential in the smallest carbon pores is very high, and it is responsible for high compression of guest molecules.(13-20) Thus, packing/compression of molecules adsorbed in lower dimensional carbon pores can be very different in comparison to the bulk phase.(21-30) It is well-documented that the resulting additional force, known as a solvation or structural one,(31) is closely connected with adsorption-induced deformation of porous solids.(32-40) The oscillatory solvation force is responsible for a significant adsorption stress on the order of GPa.(32-40) For a single slit-shaped carbon pore, this internal adsorption stress may be either positive or negative, depending on the interplay of adsorption and confining effects, and it causes either contraction or swelling, respectively.(32-40) Real porous carbons/coals are heterogonous solids consisting of pores of different sizes, including very small ultramicropores (pore width below 0.7 nm) and micropores (pore width below 2 nm) according to IUPAC classification.(41) Thus, as has been recently suggested by Kowalczyk et al.,(37) the observed isotropic expansion of amorphous porous materials can be treated as a superposition of adsorbed-induced deformations of individual stacks of slit-shaped pores. Mechanical properties of porous carbonaceous solids are critically important for various technological applications.(8, 9) Among them, the geosequestration of carbon dioxide has been currently extensively investigated.(42-47) The sequestration of carbon dioxide in geologic formations (e.g., depleted oil and gas fields, saline formations, and unmineable coal seams) needs further research to clarify the microscopic mechanism of adsorption-induced swelling/shrinkage.(42-47) Injected millions of tons of carbon dioxide produce an internal adsorption stress that both deforms a carbonaceous matrix and causes large permeability change. Deep understanding of adsorption-induced deformation of carbonaceous materials upon the loading of carbon dioxide seems to be very important because sequestrated fluid leakage poses local risks to other resources, potable groundwater, vegetation, and animal life, and to human health, notwithstanding the global aspect of the return of carbon dioxide to the atmosphere, even if it is at acceptable levels. Moreover, it is well-documented that deformation of pore channels during injection of carbon dioxide affects the coal bed methane recovery and lowers the amount of sequestrated fluid.(42-47) There were a few attempts to describe adsorption-induced deformation on the basis of phenomenological thermodynamics.(3) To best our knowledge, the most successful approaches to analyzing the adsorption-induced deformation of porous solids collected by dilatometric experiments were based on density functional theory,(32, 33) computer simulation,(37-40) and thermodynamics of vacancy solution.(48) In particular, density functional theory(32, 33) and computer simulation(37-40) have been instrumental in describing adsorption-induced deformation in ordered and disordered porous materials such as zeolites, MCM-41 silica, and activated carbons. The aim of the present paper is to study the microscopic mechanism of adsorption-induced deformation of porous carbonaceous materials upon adsorption of carbon dioxide at 333 K and high pressures. We want to answer the following questions: (1) Why do carbonaceous solids consisting of very small ultramicropores swell during adsorption of supercritical carbon dioxide at high pressures? (2) What is the magnitude of this adsorption-induced sample deformation? To answer these questions, we use and further explore thermodynamic approach developed in ref 37. As previously, we employ Monte Carlo simulations to compute the adsorption stress in slit-shaped carbon pores of various sizes. Next, we use a microscopic model of adsorption-induced deformation to explain the expansion of an activated carbon sample upon adsorption of carbon dioxide at 333 K studied in ref 6. Finally, we predict adsorption and strain isotherms of carbon dioxide on a studied sample of carbide-derived activated carbon at pressures up to 27 MPa in accord to mimic geosequestration operating conditions.  Top of PageAbstractIntroductionTheory of the Elastic Stress in Microporous CarbonsSimulation MethodologyResults and DiscussionConclusionsReferences2 Theory of the Elastic Stress in Microporous Carbons As previously, we represent the carbon sample as a macroscopically isotropic disordered three-dimensional medium composed of stacks of slit-shaped pores of various sizes embedded in an amorphous matrix.(37) We assume that the carbon matrix is incompressible and it transfers the adsorption stress isotropically. This assumption arises from the observation that stacks of slit-shaped pores embedded in the amorphous carbon matrix are randomly oriented.(8, 9) Following our previous study, the volumetric strain measured in dilatometric experiments is given by(37) (1) In the above equation, the effective adsorption stress and bulk modulus are, respectively, expressed by(37) (2) (3) Here, φ denotes porosity, k denotes the elastic modulus, S(H) is the surface area of pores of width (H,H + dH), and σs(H,p) is the adsorption stress in a single slit-shaped pore of width H. In order to calculate the volumetric strain given by eq 1, one has, first of all, to compute the adsorption stress in individual slit-shaped carbon pores and next to average this stress with the pore size distribution function.(37) We compute the adsorption stress in individual slit-shaped pores from(32, 37) (4) In the above equation, Ωp(H,p,T) denotes the grand thermodynamic potential per unit surface area at the studied pressure and temperature. This method requires the thermodynamics integration along the simulated isotherm to compute the grand thermodynamic potential and, subsequently, the differentiation of the grand thermodynamic potential with respect to H,(32, 37) (5) (6) Here, N(H,T,μ) is the number of adsorbed molecules per surface area in the pore of width H at the given environmental conditions, chemical potential μ, and temperature T. The grand potential and solvation pressure were calculated from eqs 5 and 6 by thermodynamic integration along the isotherm starting from a reference ideal gas state at a sufficiently low vapor pressure, Ωp(μr,T) = −kbN(μr)T. Details connected with derivations of eqs 1−6 are given elsewhere.(37)  Top of PageAbstractIntroductionTheory of the Elastic Stress in Microporous CarbonsSimulation MethodologyResults and DiscussionConclusionsReferences3 Simulation Methodology  3.I Fluid−Fluid Interaction Potential We model carbon dioxide as an atomistic rigid linear molecule. In the atomistic simulations, we express the intermolecular potential between two carbon dioxide molecules A and B as a sum of site−site terms,(49-52) (7) where the sum is taken over all sites i of the molecule A and sites j of the molecule B, q ≡ {riA − riB}i,j=1,2,3 is the set of separations between each atom in molecule A and each atom in molecule B, rijA,B = ∥riA − rjB∥ is the distance between two sites i and j on molecules A and B, respectively, and uij(r) denotes distance dependent site−site interaction potential. Depending on the type of site, uij(r) is given by a pairwise dispersion or electrostatic interaction energy. We assume that the dispersion energy of interaction is given by the (12,6) Lennard−Jones equation(49, 50) (8) The parameters of the potential for all investigated molecules, that is, σA,B and σA,B, are taken from force field developed by Nguyen(53) (see Table 1).    Table 1. Parameters Used for Modeling of Carbon-Dioxide−Carbon-Dioxide Interactions:(53) σff and εff/kb Denote Lennard−Jones Collision Diameter and Well Depth, Respectively, kb is the Boltzmann Constant, loo Denotes Distance between Oxygen Atoms, and q Represents Point Charges Attached to Carbon and Oxygen Atoms  σff (nm)εff/kb (K)carbon dioxideC: 0.2824C: 28.68O: 0.3026O: 82.0loo (nm)O−O: 0.2324q (e)C: 0.664O: −0.332  We model electrostatic force via the Coulomb law of electrostatic potential(49, 50) (9) where ε0 is the permittivity of free space (ε0 = 8.85419 × 10−12 C2 N−1 m−2), qiA denotes the value of the point charge i on molecule A, qjB denotes the value of the point charge j on molecule B, rijA,B is the distance between two charges i and j on molecules A and B, respectively. The values of the point charges are taken from the force field developed by Nguyen(53) (see Table 1).  3.II Solid−Fluid Interaction Potential The total carbon-dioxide−carbon interaction potential is a superposition of potentials exerted by opposing walls, (10) where the sum is taken over all sites i of molecule A, q ≡{ziA,H − ziA}i,=1,2,3 is the set of separations between each atom in molecule A and pore walls, and H denotes the slit-shaped carbon pore width. The potential Us(x) is modeled by the 10-4-3 potential,(54, 55) (11) where ρs = 114 nm−3 is the density of carbon atoms, Δ = 0.335 nm denotes the distance between sheets of carbons, and σsf and εsf denote Lennard−Jones solid−fluid collision diameter and well depth, respectively. The parameters of the solid−fluid potential were calculated from the Lorentz−Berthelot mixing rule. For carbon, we adopted the following parameters:(54) σss = 0.34 nm and εss/kb = 28 K.  3.III Simulation Details The adsorption isotherms were computed by the grand canonical Monte Carlo method (GCMC).(49, 50) We adopted the standard setup for GCMC simulation of adsorption in slit-shaped pore geometry, that is, cubic simulation box of size 4 nm × 4 nm × H with periodic boundary conditions and minimum image convention for computing molecular interactions in x and y directions.(49, 50) The grand canonical ensemble simulations utilized 5 × 107 configurations; the first 2.5 × 107 configurations were discarded to guarantee equilibration. Then 60 adsorption isotherms of carbon dioxide at 333 K and pressures from 1 × 10−6 to 27 MPa were computed. All simulated adsorption isotherms of carbon dioxide consisted of 85 points and covered the range of pore sizes, Heff ∈ [0.19,4.7] nm, where Heff = H − 0.34 nm. The thermodynamic integration was performed according to eq 6 with an ideal gas as a reference state.(37)  3.IV Packing of Carbon Dioxide in Carbon Slit-Shaped Pores Packing of linear carbon dioxide molecules in slit-shaped carbon pores is essential for microscopic understanding of adsorption-induced deformation of both single pores as well as real samples of porous materials.(32-40) To determine the packing/compression of adsorbed phases in the studied pore geometry, we compute the absolute value of adsorption from the following formula (12) where ⟨N⟩ is the ensemble average of the number of carbon dioxide molecules in the simulation box of volume V = LxLyHeff. The orientation of adsorbed carbon dioxide molecules in the studied pore geometry is described by the angle between the axis of the molecule and the wall plane as follows (13) where {xO′,yO′,zO′} and {xO′′,yO′′,zO′′} denotes Cartesian coordinates of oxygen atoms of adsorbed carbon dioxide molecules. Parallel and perpendicular orientation of carbon dioxide molecules to the pore walls corresponds to α = 0° and α = 90°, respectively.   Top of PageAbstractIntroductionTheory of the Elastic Stress in Microporous CarbonsSimulation MethodologyResults and DiscussionConclusionsReferences4 Results and Discussion  4.I Isotherms of Carbon Dioxide and Solvation Pressure in Individual Pores The accuracy of computer simulations strongly depends on the applied force field. Here, we study the thermodynamic properties of carbon dioxide adsorbed in slit-shaped carbon pores of molecular dimensions at 333 K and high pressures. Thus, the validation of the applied force field against known experimental data is necessary. As one can see from Figure 1, the force filed proposed by Nguyen(53) reproduces experimental data reasonably well. In contrast, the TraPPE force field developed by Potoff and Siepmann(56) correctly reproduces the experimental density of carbon dioxide for pressures below 10 MPa. It is not surprising if one takes into account that Nguyen adjusted force field parameters to correctly reproduce the experimental equation of state for carbon dioxide at high pressures and temperatures.(53) It has been shown that the TraPPE force field correctly reproduces the gas−liquid coexistence data for carbon dioxide;(56) however, as we show here, this model systematically underpredicts the experimental density of carbon dioxide at 333 K and pressures above 10 MPa. That is why in all conducted simulations we represent the carbon dioxide molecule with a three-center model with the force filed proposed by Nguyen.  Figure 1. Reproduction of experimental equation of state for carbon dioxide(67) at 333 K (solid line) by a three-center atomistic model of carbon dioxide with two sets of parameters taken from Potoff and Siepmann(56) (black circles) and Nguyen(53) (open circles). The impact of the pore size on adsorption and solvation pressure is crucial for understanding the adsorption-induced deformation at an atomistic level. When the attraction between pore walls and adsorbed fluid molecules is strong enough, dense solidlike/compressed liquidlike layers of fluid are formed in the pores. As a result, the repulsive solvation force is induced. However, when the packing of fluid molecules in confined geometry is imperfect, the attractive solvation force is generated. Carbon dioxide is strongly adsorbed in slit-shaped carbon pores at studied operating conditions, as is presented in Figure 2. The simulated adsorption isotherms exhibit type I behavior according to IUPAC classification.(41) Regardless the value of the external pressure, carbon dioxide molecules adsorbed in very small pores lay flat on the pore walls, as is shown in Figure 3. Clearly, parallel orientation of adsorbed molecules to the pore walls maximizes the adsorbate−adsorbent dispersion interactions. The computed solvation force is very high in the smallest ultramicropores because of high adsorption and compression of adsorbed carbon dioxide molecules, as is presented in Figures 2 and 4. As an example, the solvation pressure in a 0.23 nm ultramicropore reaches 3.2 GPa at 27 MPa. Further expansion of the pore size results in fast reduction of the solvation force, as is displayed in Figures 2 and 4. As pore size reaches 0.31 nm, solvation force crosses zero and is further negative. Microscopic configurations of adsorbed carbon dioxide in 0.35−0.37 nm ultramicropores show imperfect packing of adsorbed molecules (see Figure 3 and movie in the Supporting Information). As expected, adsorbed molecules tend to maximize their contact with the pore walls; however, as pore size increases, other orientations of adsorbed carbon dioxide molecules impact the magnitude of the solvation force, as is presented in Figures 2−4. Near a pore size of 0.54 nm, we observe secondary maximum of solvation force. Due to the high temperature (T = 333 K), the secondary maximum as well as pore size dependence of the solvation pressure is rapidly damped, as is shown in Figure 4. Compression of the supercritical carbon dioxide in pores of above 1.3 nm at considered external conditions is negligible.  Figure 2. Variation of absolute value of adsorption (upper panel) and solvation pressure (bottom panel) of carbon dioxide in a series of slit-shaped carbon pores (an effective pore width, Heff = H − 0.34 nm, is displayed on the plots) at 333 K. The solid blue line on the upper panel corresponds to bulk carbon dioxide at 333 K.(67)  Figure 3. Histogram describing the orientation of adsorbed carbon dioxide molecules in selected slit-shaped carbon pores, Heff: 0.23 (bottom panel), 0.36 (middle panel), and 0.535 nm (upper panel). The values of external pressures are given in each panel. Note that parallel and perpendicular orientation of carbon dioxide molecules to the pore walls corresponds to α = 0°and α = 90°, respectively.  Figure 4. Solvation pressures of carbon dioxide at 333 K versus slit-shaped carbon pore size computed for bulk pressures from 0.03 to 27 MPa. Maximum solvation pressures correspond to slit-shaped carbon pore width of 0.23 nm, and minimum is found in pores of pore width of 0.36 nm. Note the high solvation pressures in the smallest ultramicropores of pore width lower 0.315 nm.   4.II Analysis of Adsorption-Induced Deformation in Microporous Carbon: Carbon Dioxide Adsorption-induced deformation of heterogeneous carbons can be easily predicted from assumed pore size distribution and bulk modulus. As previously, we model pore size distribution by the Gaussian functions,(37) (see Figure 5). The corresponding deformation curves of carbon dioxide at 333 K are shown in Figure 6. Clearly, the internal pore structure greatly impacts the deformation curves, since the solvation pressure is strongly affected by the size of the carbon pores. Interestingly, we predict both monotonic and nonmonotonic shapes of deformation curves due to adsorption of carbon dioxide at the studied operating conditions. For samples 1−3, we observe expansion in the whole range of pressures. This is because the assumed pore size distributions corresponding to counted carbon samples contain a fraction of the smallest ultramicropores with pore size below 0.31 nm. The great excess of the pore pressure computed for the smallest ultramicropores causes the porous solid to swell and the bulk modulus controls the extent of expansion, as is displayed in Figure 6. It is worth underlining that, for the investigated values of bulk modulus, the maximum theoretical expansion of the carbon sample due to adsorption of carbon dioxide at 333 K and 27 MPa is around 4.2%. The deformation curve computed for sample 4 is very interesting. It is important to note that this sample of porous carbon contains only wider pores above 0.4 nm (i.e., we cut the smallest ultramicropores characterized by high positive solvation force). The shape of the deformation curve computed for sample 4 is nonmonotonic with an initial contraction and further expansion, as is presented in Figure 6. This nonmonotonic shape of the deformation curve can be easily explained by the fact that assumed pore size distribution is composed of a mixture of wider micropores.(37) Micropores with positive solvation force tend to expand to reduce the internal adsorption stress. In contrast, micropores with negative solvation force tend to contract. Note, however, that the magnitude of deformation computed for sample 4 is lower in comparison to all remaining studied samples of porous carbon. A further shift of the pore size distribution to the wider range of pore sizes results in complete exclusion of adsorption-induced deformation because adsorbed carbon dioxide does not procure any adsorption stress. We may therefore conclude that a real sample of heterogeneous porous carbon/coal should expand upon adsorption of carbon dioxide at 333 K and high pressures. This is because real porous carbons/coals contain some fraction of the smallest ultramicropores(8, 9, 57) that dominate deformation induced by adsorbed/compressed carbon dioxide at studied operation conditions (see Figures 4−6).  Figure 5. Theoretical pore volume distributions used for the investigation of adsorption-induced deformation of microporous activated carbon upon carbon dioxide adsorption at 333 K. For all considered model samples of activated carbons, we assume the total pore volume of 0.47 cm3/g.  Figure 6. Adsorption-induced deformation curves of carbon dioxide at 333 K computed on the basis of pore volume distributions displayed in Figure 5. The assumed bulk modulus K is 20 GPa (circles), 30 GPa (squares), 40 GPa (triangles), and 50 GPa (tilted squares).   4.III Comparison with Experimental Data The simulation model was employed to describe the experimental data collected on a carbide-derived activated carbon during carbon dioxide adsorption at 333 K characterized by the micropore volume W0 = 0.47 cm3/g, and the characteristic energy of adsorption E0 = 30 kJ/mol.(3, 6) The high value of the characteristic energy of adsorption indicates the presence of ultramicropores in the studied sample of activated carbon. Here, we want to underline that high quality carbide-derived activated carbon is composed of stacks of slit-shaped pores of various sizes embedded in an amorphous matrix.(3-7, 58-62) Deformation curves collected by dilatometric experiment cover the range of pressures up to 2.9 MPa.(3, 6) The proposed model reproduces the monotonic behavior of the experimental dilatometric curve reasonably well, as is displayed in Figure 7. The studied sample of activated carbon expands up to 0.2% at 2.9 MPa and 333 K. The predicted bulk modulus of the investigated carbide-derived activated carbon is 12 GPa. This value is comparable with the reported data for vitreous carbons(63) and polycrystalline graphite.(64, 65) Moreover, our previous estimation of bulk modulus of 7 GPa for carbide-derived activated carbon from an argon dilatometric experiment at 243 K is close to the current prediction.(37) The pore size distribution was determined to provide the best fit with the experimental deformation-pressure dependence. As expected, the computed pore size distribution is complex with a mixture of small and wider pores, as is shown in Figure 8. However, as we show in the previous paragraph, the presence of the smallest ultramicropores is responsible for the experimentally measured expansion of the studied carbon at given operating conditions. One great advantage of the microscopic model of adsorption-induced deformation is its ability to extrapolate dilatometric experiment to different operating conditions. Knowing the pore size distribution and bulk modulus of the investigated porous carbon, we compute adsorption and strain isotherms up to 27 MPa. Here, we want to point out that the assumed linear stress−strain relation is justified by the fact that the strain measured for microporous materials (e.g., zeolites, activated carbons) is small, typically in fractions of a percent.(3) That is why we expected that for the studied activated carbon the linear Hooke law should hold at higher pressures. As pointed by Neimark et al.,(66) it is not true for adsorption-induced deformation (e.g., breathing and gate opening) of flexible metal−organic frameworks. In Figure 7, we compare the experimental and calculated adsorption isotherms of carbon dioxide on carbide-derived carbon at 333 K. The overall agreement between the measured and predicted adsorbed amount of carbon dioxide is good. Finally, we extrapolate the dilatometric experiment to higher pressures. We found that the expansion of studied carbon sample reaches 0.75% at 27 MPa, as is shown in Figure 7.  Figure 7. Dependence of the deformation of carbide-derived activated carbon on the carbon dioxide adsorption at 333 K measured by the dilatometric method (open circles on upper panel)(3, 6) and computed from the proposed thermodynamic model (solid line on upper panel). Dashed line in the upper panel shows extrapolation of the strain isotherm up to 27 MPa. Bottom panel presents the comparison between the experimental adsorbed amount of carbon dioxide at 333 K (open circles)(3, 6) and that predicted from the thermodynamic model of adsorption-induced deformation of microporous solids.(37)  Figure 8. Pore volume distribution of carbide-derived activated carbon computed from experimental deformation-pressure dependence presented in Figure 7.    Top of PageAbstractIntroductionTheory of the Elastic Stress in Microporous CarbonsSimulation MethodologyResults and DiscussionConclusionsReferences5 Conclusions We study adsorption-induced deformation of carbonaceous amorphous porous materials due to adsorption of carbon dioxide at 333 K and high pressures. We show that adsorbed and compressed carbon dioxide molecules induce very high adsorption stress in the smallest ultramicropores with pore size below 0.31 nm. At 27 MPa, the solvation pressure in 0.23 nm ultramicropore reaches 3.2 GPa. As pore size increases the solvation pressure is rapidly damped in the range of micropores because thermal fluctuations smooth the packing effects at 333 K. Model calculations as well as dilatometric experiment show that any sample of carbonaceous porous solid containing a fraction of the smallest ultramicropores with pore size below 0.31 nm will expand at the studied operating conditions. This is because the adsorbed stress in ultramicropores is much higher in comparison to that in wider micropores. Nevertheless, the nonmonotonic deformation (i.e., initial contraction and further expansion) of porous carbons/coals upon adsorption of carbon dioxide at 333 K is also theoretically predicted. Our calculations reproduce quantitatively the strain isotherm of carbon dioxide on carbide-derived activated carbon at 333 K and experimental pressures up to 2.9 MPa. The predicted bulk modulus of slit-shaped carbide-derived activated carbon of 12 GPa is characteristic for vitreous carbons and polycrystalline graphite. Finally, we extrapolate adsorption and strain isotherms measured by gravimetric/dilatometric method to higher pressures to mimic geosequestration operating conditions. From the thermodynamic model of adsorption-induced deformation, we predict that expansion of studied carbon sample reaches 0.75% at 27 MPa and 333 K. The presented simulation results can be useful for the interpretation of coal swelling/contraction upon sequestration of carbon dioxide at high pressures and temperatures. Top of PageAbstractIntroductionTheory of the Elastic Stress in Microporous CarbonsSimulation MethodologyResults and DiscussionConclusionsReferencesAcknowledgment P.K. acknowledges the use of the computer clusters VPAC (Victorian Partnership for Advanced Computing, Melbourne, Australia). P.K. acknowledges the Royal Melbourne Institute of Technology (Academic Level B, 2008-2010). P.G. and A.P.T. acknowledge the use of the computer cluster at Poznan Supercomputing and Networking Centre as well as the Information and Communication Technology Centre of the Nicolaus Copernicus University (Torun, Poland). S.F. gratefully acknowledges the financial support from the Foundation for Polish Science.  Top of PageAbstractIntroductionTheory of the Elastic Stress in Microporous CarbonsSimulation MethodologyResults and DiscussionConclusionsReferencesSupporting Information Snapshots of carbon dioxide confined in selected slit-shaped carbon ultramicropores. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionTheory of the Elastic Stress in Microporous CarbonsSimulation MethodologyResults and DiscussionConclusionsReferencesReferencesThis article references 67 other publications.1.   Bangham, D. H.; Fakhoury, N.  Nature 1928,  122,  681[Crossref], [CAS]1. The expansion of charcoal accompanying sorption of gases and vaporsBangham, D. H.; Fakhoury, NazimNature (London, United Kingdom)\r\n        (1928),\r\n    122\r\n        (),\r\n    681-2CODEN:\r\n                NATUAS;\r\n        ", "title": "Carbon Dioxide Adsorption-Induced Deformation of Microporous Carbons", "authors": ["Piotr Kowalczyk", "Sylwester Furmaniak", "Piotr A. Gauden", "Artur P. Terzyk"], "doi": ["10.1021/jp911996h"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0008.gif\">"]}