{"abstract": "We identify the dd excitations in the metal−organic framework CPO-27-Ni by coupling resonant inelastic X-ray scattering (RIXS) and UV−vis spectroscopies, and we show that the element selectivity of RIXS is crucial to revealing the full dd multiplet structure, which is not visible in UV−vis. The combination of calculations using crystal-field multiplet theory and density functional theory can reproduce the RIXS spectral features, crucially improving interpretation of the experimental data.We identify the dd excitations in the metal–organic framework CPO-27-Ni by coupling resonant inelastic X-ray scattering (RIXS) and UV–vis spectroscopy, and we show that the element selectivity of RIXS is crucial to observing the full  multiplet structure, which is not visible in UV–vis. The combination of calculations using crystal-field multiplet theory and density functional theory can reproduce the RIXS spectral features, crucially improving interpretation of the experimental data. We obtain the crystal-field splitting and magnitude of the electron–electron interactions and correct previously reported values. RIXS instruments at synchrotron radiation sources are accessible to all researchers, and the technique can be applied to a broad range of systems.", "text": "10.1021/ic400350w Charge-neutral dd excitations are of paramount importance in the study of materials that host 3d transition-metal (TM) ions.(1) In chemistry, the dd excitations are traditionally probed by UV–vis spectroscopy. The UV–vis spectrum may be separated into two regions, referred to as dd and charge transfer (CT), respectively. The former are intraatomic excitations that may reflect the crystal-field splitting and electron–electron interactions, while the latter arise from metal (ligand)-to-ligand (metal) (ML or LM) and ligand-to-ligand (LL) CT transitions. Often, dd and CT excitations are well-separated in energy, and identification of the regions is easily achieved.However, materials with inorganic and organic components may present intricate optical spectra. Examples can be found in the family of the metal–organic framework (MOF) CPO-27-M (M = Mn, Co, Ni, etc.).(2) The LL-CT region of the CPO-27-M organic linker (i.e., dhtp = 2,5-dihydroxyterephthalic acid) rises at very low energy and may overshadow part of the dd excitations.Resonant inelastic X-ray scattering (RIXS) can be used to overcome this problem.(3-6) RIXS is an element-selective photon-in/photon-out spectroscopic technique in which the energy of the incoming photon can be tuned to induce transitions into bound excited states (i.e., resonances). In the case of hard X-ray RIXS experiments on 3d TM systems, the K absorption preedge can be used as a resonance (see the Supporting Information, SI). The excited states may relax with the emission of a photon. The energy transferred to the system (photon-in energy minus photon-out energy) during the RIXS process may be on the order of a few electronvolts and thus allows the observation of dd and CT excitations.We show that the element selectivity of RIXS is crucial to observing the full multiplet structure of the metal ions in the case of CPO-27-Ni,(7) and we provide the crystal-field splitting (Δ) and the Racah parameters,(8) which are of prime significance for investigation of the electron–electron interactions.Figure 1 shows the UV–vis spectrum of CPO-27-Ni (see the SI). It presents four main features at ∼0.60 eV (overtone of water), 1.10 eV (I), 1.70 eV (II), and 1.80 eV (II′) and the CT region starting at about 2.5 eV. A comparison of the UV–vis spectra of dhtp (i.e., MOF organic linker) and CPO-27-Ni shows that the low-lying CT region of the MOF is mainly due to its organic components (LL-CT).Figure 1. UV–vis (red line) and RIXS (gray points) spectra of CPO-27-Ni. The UV–vis spectrum of the organic linker of the MOF is also reported (dashed line).Eight electrons occupy the 3d levels of a free Ni2+ ion. The Russel–Saunders term for the ground state of a d8 ion is 3A2g in Oh symmetry. No dd excitations should be observed in the UV–vis spectrum for systems in Oh symmetry according to the dipole selection rules. However, they gain spectral intensity when there is a large overlap between the vibrational wave functions of the final and initial states (vibronic coupling), as has been proposed for NiO.(9) The features labeled I, II, and II′ in Figure 1 were recognized as dd excitations of the Ni2+ ion in Oh symmetry and assigned respectively to 3A2g(F) → 3T2g(F),(3)A2g(F) → 3T1g(F), and 3A2g(F) → 3T1g(P) transitions.(10, 11) This assignment is in contradiction to experiments performed using resonant inelastic soft and hard X-ray scattering, which observed dd excitations lying in a wider range.(12-14) For instance, Huotari et al.(13) reported for NiO three dd bands at 1.06, 1.73, and 2.96 eV. Moreover, using the assignments of ref 10, we find that the Racah parameter B (estimated using the Underhill–Billing equations)(15) is equal to 0.013 eV, i.e., about 9 times lower than previously reported data on materials with Ni2+ in Oh symmetry.(15, 16) There is thus a discrepancy in the assignment of the features observed for CPO-27-Ni that can be clarified by comparing RIXS and UV–vis  spectroscopy. The spectral resolution in RIXS is considerably lower than that in UV–vis spectroscopy, but the technique is element-selective.Also, at the Ni K-edge, transitions from the 1s to 3d shell are dipole-forbidden, but the instrumental sensitivity at a high brilliance synchrotron radiation beamline is sufficient to observe quadrupole transitions and thus dd excitations even in dilute systems.(17) The scattering process induces transitions from the ground state 3A2g(F) to the triplet states 3T2g(F), 3T1g(F), and 3T1g(P). Thus, the same final states as those in UV–vis spectroscopy can be observed. The features of the RIXS spectrum have centers of gravity at 1.08 ± 0.04, 1.74 ± 0.04, and 3.10 ± 0.04 eV and are labeled respectively IR, IIR, and IIIR. While IR and IIR are visible in the UV–vis spectrum (as I and II–II′; cf. Figure 1), IIIR is revealed only in the RIXS spectrum. The features II and II′ are multiplet features(13) with an energy separation of ∼100 meV, and they are not observed in the RIXS spectrum (see Figure 1).The observation of IIIR is of high significance to derive the correct value of the Racah parameter B using the Underhill–Billing equations.(15) The value of B determined from the RIXS measurement is 0.12 ± 0.05 eV and thus the nephelauxetic ratio (β) is 0.90 ± 0.05. The magnitude of β suggests that there is an expansion of the electronic cloud around the Ni2+ sites within CPO-27-Ni with respect to the free ions; i.e., the chemical bond between Ni and O atoms has some covalent character.It is possible to observe the energy-level scheme of Ni2+ ions in Oh symmetry with allowed and forbidden spin transitions using the Tanabe–Sugano diagram(18, 19) (calculated using B = 0.12 eV) that is shown in comparison with the RIXS spectrum in Figure 2. The energy position of IR approximately corresponds to the crystal-field splitting.(13) Therefore, the intersection of the line at Δ = 1.08 eV with the curves in the diagram allows identification of the excited states that mainly contribute to the RIXS spectral features (see Figure 2).Figure 2. RIXS spectrum (top) and Tanabe–Sugano diagram (bottom). The RIXS intensities are reported on the logarithmic scale. The Tanabe–Sugano diagram is presented on an absolute scale using B = 1.08 eV and presents allowed (continuous lines) and forbidden (dotted lines) spin transitions.The features IR, IIR, and IIIR and the Racah parameters B (∼0.12 eV) can be computed using crystal-field multiplet theory calculations; see Figure 3 and the SI. The calculations consider only the Ni d orbitals and include the chemical environment via empirical parameters that can be fitted to the experiment. The CT excitations are thus not reproduced. The RIXS spectrum shows the LMML-CT region in a wider range than is possible with UV–vis spectroscopy, allowing for a full analysis. Ground-state density functional theory (DFT) calculations performed using ORCA(20) (see the SI) are able to reproduce the experimental RIXS LM(ML)-CT features (Figure 3). Such calculations neglect the core–hole potential, which has only a small effect on the ligand orbitals.Figure 3. Experimental RIXS spectrum (gray) and DFT (green) and multiplet theory (red) calculations.Figure 3 shows that by combining ground-state DFT and crystal-field multiplet calculations, it is possible to clearly separate the experimental RIXS data into two regions (i.e., dd and LMML-CT excitations).In summary, we have shown that element-selective RIXS spectroscopy reveals the full dd multiplet structure of CPO-27-Ni, which is not accessible in UV–vis spectroscopy. This allows for the correct determination of the Racah parameter B and nephelauxetic ratio β of the Ni2+ sites within the MOF. RIXS experiments can be performed using soft and hard X-rays,(21) where the choice mainly depends on the required sample environment. The number of experimental stations that are accessible to all researchers is steadily increasing. Top of PageAbstractReferencesSupporting InformationDescription of the experimental and theoretical methods. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThe ESRF is gratefully acknowledged for beamtime allocation. We are grateful to Dr. Sachin Chavan for providing the CPO-27-Ni powder.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 21 other publications.1. Fromme, B. d–d Excitations in Transition-Metal Oxides, 1st ed.; Springer: Berlin, 2001; p  145.There is no corresponding record for this reference.2. (a) Dietzel, P. D. C.; Georgiev, P. A.; Eckert, J.; Blom, R.; Strassle, T.; Unruh, T. Chem. Commun. 2006,  46 (27)  4962– 4964[Crossref]There is no corresponding record for this reference.(b) Bordiga, S.; Bonino, F.; Lillerud, K. P.; Lamberti, C. Chem. Soc. Rev. 2010,  39,  4885– 4927[Crossref], [PubMed], [CAS]2. X-ray absorption spectroscopies: useful tools to understand metalloorganic frameworks structure and reactivityBordiga, Silvia; Bonino, Francesca; Lillerud, Karl Petter; Lamberti, CarloChemical Society Reviews\r\n        (2010),\r\n    39\r\n        (12),\r\n    4885-4927CODEN:\r\n                CSRVBR;\r\n        ", "title": "dd Excitations in CPO-27-Ni Metal–Organic Framework: Comparison between Resonant Inelastic X-ray Scattering and UV–vis Spectroscopy", "authors": ["Erik Gallo", "Carlo Lamberti", "Pieter Glatzel"], "doi": ["10.1021/ic400350w"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-10/ic400350w/production/images/small/ic-2013-00350w_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-10/ic400350w/production/images/small/ic-2013-00350w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-10/ic400350w/production/images/small/ic-2013-00350w_0003.gif\">"]}