{"abstract": "We present a unified approach to pore size characterization of microporous carbonaceous materials such as activated carbon and carbon fibers by nitrogen, argon, and carbon dioxide adsorption at standard temperatures, 77 K for N and Ar and 273 K for CO. Reference isotherms of N, Ar, and CO in a series of model slit-shaped carbon pores in the range from 0.3 to 36 nm have been calculated from the nonlocal density functional theory (NLDFT) using  of intermolecular interactions. Carbon dioxide isotherms have also been generated by the grand canonical Monte Carlo (GCMC) method based on the 3-center model of Harris and Yung. The validation of model parameters includes three steps:  (1) prediction of vapor−liquid equilibrium data in the bulk system, (2) prediction of adsorption isotherm on graphite surface, (3) comparison of the NLDFT adsorption isotherms in pores to those of GCMC simulations, performed with the parameters of fluid-fluid interactions, which accurately reproduce vapor−liquid equilibrium data of the bulk fluid. Pore size distributions are calculated by an adaptable procedure of deconvolution of the integral adsorption equation using regularization methods. The deconvolution procedure implies the same grid of pore sizes and relative pressures for all adsorbates and the intelligent choice of regularization parameters. We demonstrate the consistency of our approach on examples of pore structure characterization of activated carbons from adsorption isotherms of different gases and from different models (NLDFT and GCMC). Since the CO isotherms measured up to 1 atm are not sensitive to pores wider then 1 nm, the NLDFT method for CO has been extended to high-pressure CO adsorption up to 34 atm. The methods developed are suggested as a practical alternative to traditional phenomenological approaches such as DR, HK, and BJH methods. ", "text": "10.1021/la991011c  Top of PageAbstract1. Introduction2. Approach3. Examples of Pore Size Distribution Analysis4. Conclusions1. Introduction Carbonaceous adsorbents are used in a variety of industrial applications, such as separations, gas storage, and removal of various pollutants. Depending on the activation process, activated carbon possesses pores ranging from molecular sizes up to hundreds of Ångströms that exhibit a large adsorption capacity. Gas adsorption is regarded as the primary method of characterization for activated carbons. The development of reliable methods for characterization of porosity in activated carbons has been the focus of numerous research efforts for almost 50 years.1-4  Phenomenological models of adsorption based on Dubinin's theory of volume filling of micropores have found a great utility in describing adsorption equilibrium of various gases and vapors. The Dubinin−Radushkevich (DR),5 Dubinin−Astakhov (DA),6 and Dubinin−Stoeckli (DS)7 equations have become widely accepted practical methods for calculating the micropore volume, characteristic energy of adsorption, and distribution of micropore sizes. The latter involves postulated forms of the adsorption energy distribution and empirical correlations between the adsorption energy and the pore size.8-10 Other methods, which are used in practice, are the extension of the t-curve method for micropores known as the MP method,11 and the Horvath−Kawazoe (HK)12 method. The HK method presents a simplified approach in which the change in the free energy during adsorption is related to an average potential field inside the pore arising from both fluid−fluid and solid−fluid interactions. The limitations of the above methods for micropore size characterization have been repeatedly discussed in the literature. They are notoriously known to produce inconsistent, model-dependent results.13-15 At present, development of reliable methods for characterization of porous carbons remains a topical problem, especially for materials with a wide range of pore sizes. The recently elaborated high-resolution α−S method16-20 gives reliable estimates of the volume of micropores and surface area of mesopores in  micro-mesoporous carbons. However, the BJH method, which is routinely employed for mesopore size analyses,1 is incompatible with the DS, MP, and HK methods, and also severely underestimates the pore sizes.21-24  Recent advances in molecular modeling of adsorption phenomena by means of Monte Carlo simulations and density functional theory calculations have led to a better understanding of the specifics of interactions of adsorbed species with porous carbon (see e.g., ref 4). Most of the molecular level models21-41 present the pore structure as a collection of slit-shaped pores with smooth graphite walls (see Figure 1). This representation approximates typical lamellar pore geometries observed in carbonaceous materials, for example in activated carbon fibers.16 The geometric heterogeneity is modeled by a pore size distribution. The experimental isotherm is, thus, described as a combination of isotherms in individual slit-shaped pores using the integral adsorption equation2,21  Here Nexp(P) is the experimental isotherm, NS is the kernel of theoretical isotherms in model pores, and x(H) is the pore size distribution.   Figure 1 Molecular model of adsorption in carbon slit micropores.   The shortcomings of the slit model for carbon pores have been discussed in the literature.22,32 The model neglects geometric and energetic heterogeneity of the pore walls. The importance of energetic heterogeneity is well understood.2,14,31 Several models have been presented to account for geometric heterogeneity (roughness),42-44 and for the presence of pit defects on the graphite surface.45 The influence of neighboring pores has been considered in a model of pore junctions.46 Pore geometries, other than slit-shaped, have also been considered, i.e., random oriented crystallites,47 rectangular and square pores,48-49 and the recent model of oriented basal planes constructed by the reverse Monte Carlo method.50 More sophisticated models of carbon structure are undoubtedly necessary for a better understanding of the different factors involved. However, from a practical point of view, the simplest slit-shaped model has the advantage of being free from additional assumptions and parameters that are often difficult to justify.  The predictive capabilities and consistency of molecular level methods for pore size characterization have been discussed earlier.27-28,33-35,37,51 A frequently observed disagreement between the pore size distributions obtained from adsorption isotherms of different gases and those measured at different temperatures was mostly attributed to the shortcomings of the slit-shaped pore model, in particular to the molecular sieving and networking effects35 and specific adsorbate−carbon interactions.28,37 Although these factors are important, we believe that possible inconsistencies in the pore size distributions calculated from different isotherms may be caused by the choice of parameters for intermolecular interactions and also by the solution of the ill-posed problem of deconvolution of the integral adsorption equation.  In this paper, we examine the consistency of the pore size distributions in activated carbons obtained from N2, Ar, and CO2 adsorption isotherms and present a unified approach to pore size characterization of activated carbons based on the nonlocal density functional theory (NLDFT) and grand canonical Monte Carlo simulations (GCMC) with validated parameters of intermolecular interactions. The three-step validation of the parameters implies:  (1) a prediction of vapor−liquid equilibrium in the bulk system, (2) a prediction of the adsorption isotherm on graphite surface, and (3) a comparison with adsorption isotherms in pores calculated by means of GCMC simulations with the parameters of fluid−fluid interactions, which also reproduce properties of the bulk fluid. Pore size distributions are calculated by means of an adaptable procedure of deconvolution of the integral adsorption equation using regularization methods. The deconvolution procedure implies the same grid of pore sizes and relative pressures for all adsorbates and the intelligent choice of regularization parameters. The method developed is suitable for calculating pore size distributions from N2,  Ar adsorption isotherms at 77 K, and CO2 adsorption isotherms at 273 K, including the high-pressure region. These experimental conditions are standard for most adsorption measurements.    Table 1.  Parameters of the Intermolecular Potentials for the LJ Approximationa  gasεff/kB, Kσff, ÅdHS, Årefεsf/kB, Kσsf, Åref N2 (DFT) 94.45 3.575 3.575 55−59 53.22 3.494 22 N2 (LJ, MC)* 101.5 3.615  this work 53.22 3.494 22 Ar (DFT) 118.05 3.305 3.39 56−59 55.0 3.35 this work CO2 (DFT) 235.9 3.454 3.495 38, 66 81.5 3.43 66  a Cutoff distance for the fluid−fluid interactions was 5 σff.b *Shifted potential.      Table 2.  Parameters of the Intermolecular Potentials for the Three-Center Model of CO2 (ref 64)a  parametervalueparametervalue εO-O/k, K 80.507 εs-O/k, K 47.563 σO-O, A 3.033 σs-O, A 3.217 εC-C/k, K 28.129 εs-C/k, K 3.107 σC-C, A 2.757 σs-C, A 28.13 εC-O/k, K 49.060 lO-O, A 2.232 σC-O, A 2.892 qO, au −0.3256  a Parameters of carbon−CO2 interactions are from ref 66.    In the next sections we describe how the kernels of reference isotherms in model pores have been constructed and verified, along with the numerical procedures used to invert the integral adsorption equation. We demonstrate the consistency of the proposed method of pore size characterization on a series of activated carbons and carbon fibers.   Top of PageAbstract1. Introduction2. Approach3. Examples of Pore Size Distribution Analysis4. Conclusions2. Approach 2.1. Molecular Model. In molecular models of adsorption in carbon micropores, the pores are assumed to be infinite slits with graphite walls (Figure 1). The carbon−gas interactions are described by the 10-4-3 potential of Steele,52 which is widely used for modeling interactions of simple molecules with graphite  where ρs = 0.114 Å-3 is the density of graphite; Δ = 3.35 Å is the interlayer spacing in graphite; εsf and σsf are the energetic and scale parameters of the solid−fluid Lennard-Jones potential. The potential field in micropores includes contributions from two opposite walls   2.2. Nonlocal Density Functional Theory. The nitrogen, argon, and carbon dioxide adsorption isotherms in model slit pores have been calculated from the Tarazona's version of the nonlocal density functional theory,53,54 called below the NLDFT model. In application to pore size characterization of microporous carbons from N2 isotherms this model has been used earlier by Lastoskie et al.,22,23 and, with some empirical modifications of the attractive interactions, by Olivier et al.,29,31,32 see also ref 30. Ravikovitch et al. have introduced the NLDFT model for pore size characterization based on CO2 isotherms measured at 273 K at subatmospheric pressures.38 Neimark and Ravikovitch calculated high-pressure isotherms of He, N2, Ar, Kr, and CH4 in micropores of activated carbons.39,40 In a series of our recent papers the NLDFT model has been successfully used for the description of N2 and Ar adsorption in cylindrical pores of mesoporous molecular sieves, and in calculation of pore size characterizations in silica-based materials.55-59  The density ρ(r) the adsorbate confined in a pore at a given chemical potential μ and temperature T is determined by minimization of the grand thermodynamic potential. The grand potential is expressed as the functional of ρ(r) in the following form  Here, Vext(r) is the external solid−fluid potential imposed by the pore walls and Φattr(r) is the attractive part of the fluid−fluid potential. Λ the de Broglie thermal wavelength in the ideal gas term. The excess Helmholtz free energy of the reference hard sphere fluid, fex|ρ(r); dHS| is calculated from the Carnahan−Starling equation of state.60 In the smoothed density approximation (SDA) due to Tarazona53,54 fex|ρ(r); dHS| depends on the smoothed density ρ(r) defined as  where the weighting function ω(|r − r|) had been chosen to reproduce the Percus−Yevick approximation to the direct correlation function of the homogeneous hard-sphere fluid.54  The Lennard-Jones 6−12 potential was used to model fluid−fluid interactions. The attractive interactions were modeled using the Weeks−Chandler−Andersen (WCA) perturbation scheme61   where εff is the potential well depth, rm = 21/6 σff is the minimum of the potential, and rc is the cutoff distance.  The equilibrium density profiles in the direction perpendicular to pore walls ρ(z) are calculated for each value of the chemical potential μ (or bulk pressure P) by minimizing the grand potential (eq 4) using the method of indeterminate Lagrange multipliers.62 The excess adsorption isotherm per unit of pore area is then calculated as  where ρbulk(P) is the bulk density, and Href is a reference pore width, which we took to be equal to the internal pore width Href = Hin = Hcc − σcc, using σcc 3.4 Å for the effective diameter of the carbon atom. In principle, to be fully consistent with experimental practice one should use Href obtained from the theoretical helium calibration performed at the same conditions as the experimental determination of the void volume.39,40 For CO2 adsorption at high pressures we used theoretical absolute adsorption isotherms, because the experimental isotherms we used63 have already been converted from excess to absolute adsorption. Thus, effects of He adsorption were neglected.   Figure 2 Calculated adsorption isotherms of N2 at 77.4 K (a, b) and Ar at 87.3 K (c) in slit carbon pore Hcc = 72.4 Å and experimental isotherms on Sterling graphite. Circles:  experimental data (from ref 31), solid lines:  NLDFT results, dotted lines:  GCMC results. Thin vertical lines on chart (b) show location of capillary condensation, capillary evaporation, and equilibrium transitions in the pore.   2.3. Grand Canonical Monte Carlo Simulations. When the adsorbate molecule is relatively complex, results from NLDFT calculations are to be validated against those from the more accurate GCMC method. In the present work the kernel of GCMC isotherms was calculated for CO2 using the rigid three-center model of Harris and Yung.64 Each atom of the CO2 molecule was presented as a charged Lennard-Jones sphere. The potential was cut at r = 15 Å and not shifted. However, when any two sites of two different molecules were inside the cutoff sphere, all nine site−site interactions for this pair of molecules were taken into account. Since quadrupole−quadrupole interactions decay as r-5, considering relatively large cutoff and confinement, no long-range corrections were employed. Periodic boundary conditions were imposed in directions parallel to the walls. The basic simulation cell was quadratic in the plane parallel to the walls and had a minimum size of 36 × 36 Å. At low pressures the simulation cell was enlarged to ensure that a sufficient number of particles remained in the simulation. The length of Markov chains in GCMC simulations was at least 6 × 104 configurations per molecule; statistics were collected over ca. 3 × 104 configurations per molecule.  2.4. Fluid−Fluid Interactions Parameters. The nitrogen−nitrogen and argon−argon interaction parameters have been taken from our previous works.55-59 With these parameters, the NLDFT gives a good description of the bulk properties of nitrogen and argon at low temperatures, including the liquid−gas surface tension.59 Parameters of the LJ fluid−fluid potentials and diameter of hard spheres used in the NLDFT are given in Table 1.  We note that the LJ parameters of N2 and Ar which had been optimized to give a good description of bulk equilibrium in the DFT model will not yield the same accuracy when used in the molecular simulations of the LJ fluid. This is because the two models predict different bulk equations of state. Therefore it is much more accurate to fit the parameters of each model separately from theexperimental bulk equilibrium data. Parameters of the LJ nitrogen used in the GCMC simulations have been  found from the fit of the LJ equation of state of Johnson et al.65 to the experimental vapor−liquid equilibrium data (Table 1).   Figure 3 Selected NLDFT isotherms of N2 (a) and Ar (b) in carbon slit pores at 77.4 K; NLDFT isotherms of CO2 at 273 K (c); three-center GCMC isotherms of CO2 at 273 K (d); NLDFT high-pressure CO2 isotherms at 273 K (e). Pore sizes for each isotherm (from left to right) are shown. Pore sizes are internal (Hin).   Carbon dioxide is by no means a Lennard-Jones fluid. However, it is possible to describe the vapor−liquid equilibrium of bulk CO2 using an effective LJ potential.38,66 In the GCMC simulations of CO2 adsorption we used the three-center model of Harris and Yung,64 which gives a very accurate description of the two-phase bulk equilibrium.  2.5. Solid−Fluid Interactions Parameters. Parameters of nitrogen−carbon interactions were taken as determined by Lastoskie et al.22 from the fit of the NLDFT isotherm on an open surface to the experimental isotherm on nonporous carbon. Parameters of argon−carbon interactions have been determined from the fit of the adsorption isotherm on Sterling graphite at 87 K31 (see Figure 2 and Table 1). Parameters for CO2−carbon  interactions, both for spherical and three-center representations of CO2, have been determined from the fit to the isotherm on Sterling graphite at 273 K,67 and checked against the isotherm at 195.5 K.67,68 The determination of carbon−gas parameters for CO2 is described in detail in ref 66.   Figure 4 (a) Differential and (b) cumulative pore volume distributions of T3A carbon molecular sieve (ref 63) calculated from high-pressure CO2 adsorption isotherms at 273 K using NLDFT and three-center GCMC models. (c) Fit of the experimental isotherm. Experimental isotherms (points). Theoretical fits (lines).   In Figure 2a we compare nitrogen isotherms at 77.4 K calculated by the NLDFT and GCMC in a wide slit pore of size Hin =68.9 Å (∼20 σff) with the isotherm on Sterling graphite.31 We note a good description of the monolayer formation at P/P0 ≈ 1 × 10-4. Capillary condensation occurs at the relative pressure of P/P0 = 0.741 in the NLDFT calculations. In the GCMC simulations, the value of P/P0 = 0.716 has been obtained by the thermodynamic integration.69 The NLDFT and GCMC isotherms agree well with each other and both deviate slightly upward from the experimental isotherm on graphite at relative pressures P/P0 > 0.1 (Figure 2b). Similar deviations are observed for Ar (Figure 2c). Upward deviations of the NLDFT isotherms from the experimental isotherm on Sterling graphite have been reported previously,31 but we are unaware of simulation studies confirming this. The agreement between our simulations and NLDFT calculations indicates that deviations from the experimental isotherm are neither because of NLDFT approximations nor because of spherical representation of the N2 molecule but rather due to a deficiency in the description of the gas−graphite interactions. Polarization of the adsorbed argon and nitrogen by the surface field, which reduces the fluid−fluid attraction, has been suggested as a probable cause of these discrepancies.29  2.6. Kernels of Reference Isotherms in Model Pores; Limits of Sensitivity. For all gases we calculated the local adsorption isotherms in the same set of pores distributed logarithmically starting from the smallest pore of internal width 3 Å. The relative pressures were distributed logarithmically with 20 points per decade, then linearly with an increment of 0.01 P/P0 up to relative pressure P/P0 = 0.7, with an increment of 0.005 up to P/P0 = 0.85, with 0.00 333 up to P/P0 = 0.9, with 0.002 up to P/P0 = 0.93, and with an increment of 0.0015 P/P0 up to the saturation pressure.  Nitrogen and Argon at 77 K. Equilibrium isotherms of N2 at 77.4 K have been calculated from NLDFT for a set of 105 pores starting from 3 Å and up to 360 Å (Figure 3a). Isotherms of Ar were calculated up to 70 Å pores (Figure 3b). Comparison of N2 and Ar isotherms at 77.4 K shows that Ar fills pores at higher relative pressures than N2. Assuming that the lowest absolute measurable pressure is ca. 1 × 10-4 Torr (P/P0 = 1.3 × 10-7 for N2 and 4.3 × 10-7 for Ar at 77.4 K), the lower limit of sensitivity for N2 is ca. 5.1 Å, while for Ar it is ca. 4.5 Å. Thus, the use of Ar has an advantage. Using Ar at 87 K, the lower limit of pores being filled at measurable pressures is extended down to 4.0 Å pores. Although we calculated corresponding NLDFT isotherms, we do not consider Ar adsorption at 87 K in this work.  Carbon Dioxide at 273 K. Using the GCMC method, a set of 38 CO2 isotherms has been calculated for pores from 3 to 14.75 A in width (Figure 3d) (see ref 66 for details). NLDFT isotherms of CO2 at 273 K have been calculated up to the saturation pressure (Figure 3e). The NLDFT isotherms of CO2 at subatmospheric pressures (Figure 3c) are overall in satisfactory agreement with the GCMC isotherms generated using the three-center model (Figure 3d). The agreement is particularly good for pores of width  ca. 3.5 to 5 Å, which can accommodate only one layer of CO2 molecules. Both models predict the lowest pressure of micropore filling at ca. P/P0 = 1 × 10-4. Thus CO2 adsorption at 273 K is capable of probing the narrowest micropores at experimentally measurable pressures. Coupled with much lower diffusion limitations as compared to N2 adsorption at 77.4 K,63 this determines advantages of CO2 for characterization of fine microporosity. Deviations between spherical and nonspherical models for CO2 are observed for ca. 6.5−8 Å pores where the adsorbate undergoes a transition from one- to two-layer structure. In these pores the spherical molecules form a dense packing, while the three-center CO2 molecules form a less dense structure determined by an interplay between the tendency to lie flat to the wall and the tendency to form T-like configurations due to the quadrupole (see ref 66 for details). For pores >9 Å the agreement is again good. Overall, the two models are quite consistent with each other. Both models predict the upper limit of sensitivity for CO2 adsorption at 273 K measured up to 1 atm. Isotherms in pores greater than ca. 10 Å are practically linearly dependent; subsequently these pores become indistinguishable (Figure 3c, 3d). Qualitatively similar behavior was observed for methane adsorption at room temperature.33 We note that the subatmospheric CO2 isotherms to be used in eq 1 should be expressed as adsorption per unit area.   Figure 5 (a) Differential and (b) cumulative pore volume distributions of CFCMS carbon fiber calculated from N2 and Ar adsorption isotherms at 77 K using NLDFT model, and from subatmospheric CO2 adsorption isotherm at 273 K using NLDFT and three-center GCMC models. (c) N2 and Ar adsorption isotherms at 77 K, and CO2 isotherm at 273 K on CFCMS carbon fiber. Experimental isotherms (points). Theoretical fits (lines).    To characterize larger pores, we have extended the NLDFT model up to the saturation pressure of CO2 at 273 K (ca. 26142 Torr). Calculated isotherms show capillary condensation steps in mesopores (Figure 3e). Only in large pores the density of the adsorbate (calculated using the internal pore size, Hin) approaches the bulk liquid density.  2.7 Invertion of the integral adsorption equation. Inversion of the integral adsorption eq 1 for pore size distribution calculations is known to be an ill-posed problem.70,71 In this work, eq 1 is written as a matrix equation, Ax = B, where A is a (m × n) matrix of theoretical isotherms, b is a vector of the interpolated experimental data points, and x is a pore size distribution vector. We used the Tikhonov regularization method72 in which the solution is calculated by minimizing the following quadratic form73  where L is a (p × n) matrix (p ≤ n) of a linear operator which imposes additional constraints on the solution vector, for instance smoothness, and λ is a regularization parameter.  We note that no single regularization method is applicable to all problems, and the choice of L is not unique. In this work we set L = I (n × n), an identity matrix. We checked that for all kernels and experimental isotherms used in this work, this method satisfies the necessary condition of existence of the reasonable solution, namely the discrete picard condition.74 solutions were calculated using the singular value decomposition (SVD) of matrix A73  where U = (u1, . . . , un) and V = (v1, . . . , vn) and V = (v1, . . . , vn) are orthogonal matrixes and S is the diagonal matrix of singular values of A ordered in such a way  thats1 ≥ s2 ≥ . . . ≥ sn ≥ 0. The solution is given by   The discrete Picard condition states that the solution coefficients |uiTb| must decay (on average) faster then the singular values si.74 An adaptable procedure has been developed which chooses an optimal regularization parameter close to the corner of the so-called L-curve,75 which gives a fair balance between the quality of fit to the experimental isotherm, ||Ax − b||2, and the size of the solution vector ||x||2. A detailed discussion of the regularization methods is presented elsewhere.   Figure 6 (a) Differential and (b) cumulative pore volume distributions of pitch-based activated carbon fiber P10 calculated from N2 and Ar adsorption isotherms at 77.4 K using NLDFT method, and from subatmospheric CO2 adsorption isotherm at 273 K using three-center GCMC model. (c) Fit of the experimental isotherms. Experimental isotherms (points). Theoretical fits (lines). (d) Cumulative pore surface area distribution.    Top of PageAbstract1. Introduction2. Approach3. Examples of Pore Size Distribution Analysis4. Conclusions3. Examples of Pore Size Distribution Analysis 3.1. Experimental Procedures. Adsorption isotherms of N2, Ar, and CO2 were measured volumetrically up to the normal atmospheric pressure using the automated adsorption instrument Autosorb 1-C (Quantachrome Corp.) equipped with the Baratron 1 × 10-4−1 Torr pressure transducer. Corrections on the thermal transpiration effect were applied. For accurate measurements of CO2 adsorption at 273.2 K we used an electric thermostat developed at TRI/Princeton.  To construct the adsorption isotherm as a function of relative pressure P/P0, we have to choose the value of the saturation pressure P0. In the case of Ar at liquid N2 boiling temperature, 77.4 K, which is below the triple point of bulk Ar (83.8 K), this choice is not uniquely defined. Two different values of the saturation pressure, which correspond to solid (∼205 Torr) and supercooled liquid (∼230 Torr), are used in the adsorption literature. The DFT model predicts at 77.4 K a saturation pressure which is very close to that of the supercooled liquid Ar.59 Therefore, we used the saturation pressure of the supercooled liquid Ar at 77.4 (∼230 Torr) when we compared experimental and theoretical Ar isotherms. This choice has proven successful when we calculated pore size distributions of nanoporous siliceous MCM-41 materials from Ar adsorption isotherms at 77.4 and 87 K.56-59  3.2. Low-Activated Carbon Fibers and Carbon Molecular Sieves. T3A Carbon Molecular Sieve. According to literature data, nitrogen adsorption at 77 K is not easily measurable on this sample due to a very low rate of adsorption.63 Here we present our analysis of a published high-pressure CO2 adsorption isotherm.63 This molecular sieve possesses pores in the range from 3 to 7 Å (Figure 4), which is in agreement with the literature data.63 Carbon dioxide fills most of the pores at pressures below 1 atm. The results obtained with the three-center model for CO2 (calculated up to 1 atm only) and the spherical CO2 model (calculated up to the saturation pressure) agree well with each other (Figure 4).  CFCMS Carbon Fiber. In Figure 5c we present the experimental and calculated adsorption isotherms on a sample of CFCMS carbon fiber of low degree of activation. A good agreement between the results obtained from N2, Ar, and CO2 adsorption isotherms indicates the consistency of our method (Figure 5a, 5b). It also indicates that for this particular carbon fiber, most micropores are equally accessible to all gases. Differential pore volume distributions show that the sample predominantly contains pores in the range of 4−10 Å with more than 80% of all micropores smaller than 10 Å (Figure 5a, 5b). Most of these micropores are filled with carbon dioxide at 273 K at subatmospheric pressures. The results obtained with the three-center CO2 model used in the GCMC agree reasonably well with the pore size distributions obtained from the NLDFT model. We also note a good fit of CO2, N2, and Ar isotherms (Figure 5c).  Activated Carbon Fiber P10. For the activated carbon fiber having a slightly higher degree of burnoff we also observed that the pore size distributions calculated from N2 and Ar isotherms agree quite well with each other (Figure 6a). Since Ar is sensitive to ca. 0.6 Å narrower pores than N2 (see discussion above), the Ar pore size distribution shows a slightly larger population of the narrowest pores. The pore size distribution obtained from the CO2 isotherm measured up to 1 atm agrees well with the Ar distribution for pores smaller than ca. 8 Å. Some deviations seen on the cumulative plot (Figure 6b, 6d) may be attributed to the insensitivity of subatmospheric CO2 adsorption to larger pores, which are present in this sample. We note again a good fit to the experimental isotherms (Figure 6c).  3.3. Carbons of Medium-to-High Degree of Activation. Activated Carbon Fiber P15. This carbon fiber exhibits considerable amounts of supermicropores as well as narrow mesopores. In Figure 7 we compare the pore size distributions calculated from N2 and Ar adsorption isotherms at 77.4 K using the NLDFT model. The agreement is very good, both for the differential and cumulative pore volume distributions (Figure 7a, 7b, 7d). It is interesting to note that both N2 and Ar differential distributions exhibit a minimum at ca. 9−10 Å. Similar minima on pore size distribution curves calculated by means of density functional theory models have been previously noted.32,71 The proposed explanation was that this is a model-induced artifact arising from the strong packing effects exhibited by a parallel wall model.32 In our opinion, the major factor responsible for the observed minimum is the homogeneous nature of the model. Because of this, both N2 and Ar theoretical isotherms in sufficiently large pores (>10 Å) exhibit sharp monolayer steps. For N2 the monolayer formation occurs at ca. P/P0 = 1 × 10-4 and for Ar at ca. P/P0 = 1 × 10-3 (Figure 3a, 3b). It turns out that the relative pressures corresponding to pore filling jumps in 9−10 Å pores coincide with these monolayer formation steps observed in wider pores (>10 Å). Since all theoretical isotherms in wide pores exhibit a monolayer step at about the same pressure, the  contribution from pores that fill at this pressure would have to be reduced. This compensation effect is responsible for the observed minima on the pore size distribution curves, and also for the deviations in the fit to the experimental isotherms (Figure 7c). Similar yet less pronounced mimima occur for pores which fill at the relative pressures corresponding to formation of the second, third, etc., layers.   Figure 7 (a) Differential and (b) cumulative pore volume distributions of pitch-based activated carbon fiber P15 calculated from N2 and Ar adsorption isotherms at 77.4 K using NLDFT method. (c) Fit of the experimental isotherms. Experimental isotherms (points). Theoretical fits (lines). (d) Cumulative pore surface area distribution.   Finally, we note that CO2 adsorption measured up to 1 atm is not suitable for characterization of this carbon fiber because ca. 3/4 of pores would not be filled with CO2 at these pressures, and thus would be indistinguishable from each other (Figure 7b). In this case high-pressure CO2 measurements are required.  High-Pressure CO2 Adsorption on Carbon B. An example of the pore size distribution in a wide-pore carbon calculated from a high-pressure CO2 adsorption isotherm at 273 K63 is shown in Figure 8. The isotherm on this sample gradually increases at all relative pressures, which corresponds to filling of micropores and narrow mesopores. The pore size distribution has been calculated using the NLDFT isotherms of CO2 at high pressure (Figure 8a). We have also calculated the pore size distribution using three-center GCMC model limited to subatmospheric pressures. Nevertheless, the initial portions of the pore size distribution plots (up to the limit of sensitivity of CO2 at subatmospheric pressures ∼10 Å) are in a very good agreement. We also note that the total mesopore volume of this carbon (Figure 8c) calculated by the NLDFT method is in good agreement with the data obtained from nitrogen and CO2 adsorption using the DR equation.63   Figure 8 (a) Differential pore volume, (b) surface area distributions, (c) cumulative pore volume distribution of carbon B calculated from high-pressure CO2 adsorption isotherm at 273 K (ref 63 using NLDFT and three-center GCMC models. (d) Fit of the experimental isotherm. Experimental isotherm (points). Theoretical fits (lines).    Top of PageAbstract1. Introduction2. Approach3. Examples of Pore Size Distribution Analysis4. Conclusions4. Conclusions We have demonstrated the consistency of the density functional theory and Monte Carlo simulation based methods for characterization of activated carbons by comparison of pore size distributions obtained from different gases (N2 and Ar at 77 K, and CO2 at 273 K). We always observed good agreement between the N2 and Ar distributions. Distributions calculated from subatmospheric CO2 isotherms are in good agreement with those obtained from N2 and Ar for ultramicroporous carbon and carbon molecular sieves with pores narrower than ca. 1 nm. To characterize carbon with wider pores, the NLDFT method for CO2 adsorption has been extended to high pressure up to the CO2 saturation pressure of 34 atm. We have also demonstrated that the results of the NLDFT model for CO2 agree quite well with those of the more elaborated three-center GCMC model.  The key to the consistency of our calculations lies in the choice of the parameters of intermolecular interactions. We have ensured that all models developed give a reasonably good description of the bulk liquid−gas equilibrium data and the reference experimental adsorption isotherms on nonporous graphite. We have also checked that the NLDFT isotherms in the pores agree with the corresponding isotherms calculated by means of the GCMC method. The developed pore size distribution methods, resulting in a set of validated and computationally efficient models, are suggested as a practical alternative to traditional phenomenological approaches such as DR, HK, and BJH methods.    Top of PageAbstract1. Introduction2. Approach3. Examples of Pore Size Distribution Analysis4. ConclusionsAcknowledgment This work has been supported by the EPA grant R825959-010, and by Quantachrome Corp. We thank T. Burchell for the CFCMS sample, A. Matsumoto for the ACF samples, and D. Cazorla-Amorós for the table data of high-pressure CO2 isotherms.      This article references 75 other publications. (1) Gregg, S. J.; Sing, K. S. W.   Adsorption, Surface Area and Porosity; Academic Press:  New York, 1982.There is no corresponding record for this reference.  (2) Jaroniec, M.; Madey, R.   Physical Adsorption on Heterogeneous Solids; Elsevier:  Amsterdam, 1998.There is no corresponding record for this reference.  (3) Fenelonov, V. B.   Porous Carbon; Institute of Catalysis:  Novosibirsk, 1995.There is no corresponding record for this reference.  (4) Fundamental Aspects of Active Carbons. McEnaney, B., Mays, T. J., Rodríguez-Reinoso, F., Eds.   Carbon 1998, 36 (special issue), 6.There is no corresponding record for this reference.  (5) Dubinin, M. M.; Radushkevich, L. V.   Dokl. Akad. Nauk SSSR 1948, 55, 331.There is no corresponding record for this reference.  (6) Dubinin, M. M.; Astakhov, V. A.   Izv. Akad. Nauk SSSR Ser. Khim. 1971, 5.[CAS](6) . Development of theories on the volume filling of micropores during the adsorption of gases and vapors by microporous adsorbents.  1.  Carbon adsorbentsDubinin, M. M.; Astakhov, V. A.Izvestiya Akademii Nauk SSSR, Seriya Khimicheskaya\r\n        (1971),\r\n    \r\n        (1),\r\n    5-11CODEN:\r\n                IASKA6;\r\n        ", "title": "Unified Approach to Pore Size Characterization of Microporous Carbonaceous Materials from N, Ar, and CO Adsorption Isotherms", "authors": ["Peter I. Ravikovitch", "Aleksey Vishnyakov", "Ron Russo", "Alexander V. Neimark"], "doi": ["10.1021/la991011c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-5/la991011c/production/images/small/la991011cf00008.gif\">"]}