{"abstract": "PCM-10 is a Phosphine Coordination Material with 3D structure and porosity that undergoes a series of -synthetic modifications at the phosphine sites inside the pores to generate unusual pore moieties (P−AuCl, P═O, and [P−CH] X). The resulting family of isostructural materials display broad tunability in CO and H uptake behavior; the measured isosteric heats of adsorption can be directly related to the nature of the modification.The porous Phosphine Coordination Material, PCM-10 contains abundant free P(III) donor sites that can be subjected to a variety of -synthetic modifications. The diverse P(III)/P(V) organic reactivity and coordination chemistry available to aryl phosphines have been exploited to decorate the pores of PCM-10, allowing for an extensive structure–function study. Polar P═O moieties, charged P–CH phosphonium species with exchangeable coanions (I, F, BF, and PF) and P–AuCl groups have been successfully -synthetically incorporated. These modifications directly affect the strength of the resulting host–guest interactions, as demonstrated by comparative sorption studies of CO, H, and other gases in the solid-state. Broad tunability of the enthalpy of CO adsorption is observed: incorporation of BF ions inside the pores of PCM-10 results in 24% enhancement of the isosteric adsorption enthalpy of CO compared to the parent material, while F anions induce a 36% reduction. Meanwhile, AuCl-decorated PCM-10 shows a high H sorption capacity of 4.72 wt % at 77 K and 1.0 bar, versus only 0.63 wt % in the unmodified material.", "text": "10.1021/ic4022239 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionPost-synthetic modification (PSM) of porous coordination polymer (PCP) materials is a powerful and versatile method for functionalization of the pores toward specific, advanced solid-state applications.(1) PSM allows for the rational incorporation of substituents that can alter the chemical nature of the framework, without changing the lattice structure.(2) Host–guest interactions can therefore be tuned ex post facto to improve performance in molecular sorption and sequestration.(3) PSM is also an ideal strategy for the introduction of chemical functionality that cannot be incorporated directly into PCPs in a one-pot synthetic approach. For example, PSM enables the incorporation of organic moieties that do not withstand the reaction conditions required for direct PCP assembly, or whose presence may impede PCP formation.Recent efforts by a number of groups have expanded the PSM toolkit to provide a variety of routes toward desired PCPs. Pore immobilization of secondary organic species via covalent bond formation has been demonstrated widely.(4-8) Some notable examples include: incorporation of Lewis basic sites (e.g., amines), to enhance the strength of host–guest interactions inside the pores and thus improve guest uptake and selectivity;(4) addition of chelate groups for the subsequent uptake of unsaturated metal sites;(5) “click” chemistry;(6) installation of charged organic species for ion exchange applications;(7) uptake and release of small molecules bound to metal sites, for example, NO;(8) and, ligand exchange at metal sites in pre-formed materials.(9) There are also a limited number of examples of PSM via coordination chemistry, in which reactive (and potentially catalytically active) secondary metal species are directly incorporated into pre-formed PCPs.(10) Examples include: attachment of Cr(CO)3 sites to aromatic moieties in the pore walls;(10a) addition of Pd(II) organometallics to N-heterocyclic carbenes;(10b) and, coordination of metal cations to vacant electron pair donors.(10c-10e) Ion exchange has also been investigated in frameworks as a means to incorporate polarizable groups within the pores that can influence host–guest behavior.(11)Although PSM chemistry continues to increase in variety, systematic structure–function relationship studies remain sparse. Ideally, such studies should be performed on chemically modified PCPs with identical lattice structures. Thus, trends in sorption behavior would be a direct consequence of the type of pore-based chemical modification, and would not be potentially affected by other factors (e.g., differences in pore topology). There are very few examples where it is possible to perform a range of PSMs on the same parent PCP. In the current work, we present a method to broadly functionalize pore surfaces by PSM, demonstrated with a Phosphine Coordination Material (PCM) that contains abundant R3P: Lewis base sites.PCMs are constructed using aryl phosphine ligands that have ancillary carboxylic acid groups. The acids preferentially coordinate to “hard” metal ions to form crystalline polymers, while the “soft” phosphine lone pair remains uncoordinated. Phosphine-P: sites in the resulting PCMs are readily available for a wide range of PSMs, based on known P(III)/P(V) chemistry. To prove the PSM versatility of PCMs, we have successfully synthesized a family of new isostructural materials based on PCM-10, a material previously reported by our group.(12) PCM-10 contains [P(C6H5-p-CO2)3]3– ligands coordinated to Ca2+ ions and has a 3-dimensional structure with inter-connecting pore openings (6.8–11.8 Å) in all three crystallographic axes. Importantly, the free phosphine sites are readily accessible inside the pore walls. Post-synthetic coordination chemistry was already demonstrated using (Me2S)AuCl to obtain a P–AuCl-functionalized composite, in which accessible AuCl moieties in the pores selectively adsorbed C6 alkenes over their corresponding alkanes via moderately strong Au–alkene binding in the solid-state.(12) Here, the PSM of PCM-10 has been expanded to include polar P═O groups, and a series of phosphonium [P–Me]+X– groups (X = I–, F–, BF4–, and PF6–) obtained by anion exchange (Scheme 1). The small molecule sorption behavior of the composite materials can be tuned over a significant range, according to the type of pore modification.Scheme 1. Summary of PSMs Applied to PCM-10 to Obtain Six Modified Isostructural MaterialsTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterials and MethodsTris(p-carboxylated) triphenylphosphine P(C6H4-p-COOH)3 was synthesized according to the literature method;(13) 1,4-dibromobenzene (99%; Acros), n-butyllithium (2.5 M in hexanes; Acros), and metal salts (Sigma-Aldrich) were used as received. All solvents (Fisher Scientific) were pre-dried and degassed using an Innovative Technologies Solvent Purification System. FT-IR data were collected using a Thermo Scientific Nicolet iS50 spectrometer equipped with an ATR apparatus. Thermogravimetric analyses (TGA) were performed on a TA Instruments Q50 analyzer using high purity He carrier gas in the range of 25–800 °C. Solid-state NMR data were collected on a Bruker Avance-400 spectrometer (400 MHz for 1H) equipped by a standard 4-mm MAS NMR probe head, spinning rates varied between 6 and 12 kHz. H3PO4 was used as an external reference for chemical shift calculations. Powder X-ray diffraction (PXRD) experiments were performed in borosilicate capillaries in a Rigaku R-Axis Spider diffractometer using CuKα radiation with data collected in the range 5–40° 2θ. Simulated PXRD was generated using single crystal reflection data via the SimPowPatt facility in PLATON. All samples were activated under reduced pressure at 393 K prior to gas uptake experiments. Gas adsorption isotherms were recorded on a Quantachrome Autosorb-1 system; all gases (99.995+%) were purchased from Praxair.Modified Synthesis of PCM-10The phosphine ligand {P(C6H4-p-CO2H)3}(39 mg, 0.10 mmol) was dissolved in DMF/H2O/dioxane (1:1:1, 4.0 cm3). To this was added a second solution of Ca(OH)2 (26 mg, 0.350 mmol) dissolved in 4.0 cm3 of the same solvent. A drop of HCl (12.1 M) was added to the resulting slurry, and the solution was sonicated (10–15 s). The reaction was heated in a scintillation vial using a graphite thermal bath at 75 °C for 4–5 days. The resulting colorless crystals of PCM-10 were isolated by consecutive washes with ethanol and decanting away any impurities. The solid was then suspended in CH2Cl2 (10 cm3) overnight, after which the solvent was decanted off and fresh CHCl3 was added. This process was repeated 3 times before the crystals were washed with fresh CHCl3 and evaporated to dryness. Yield =25%; 31P-MAS NMR (solid, 161.9 MHz) δ = −6.7; Anal. %; Found: C, 49.4; H, 3.38; N, 0; P, 5.3. C42H28Ca3O14P2·5H2O requires: C, 49.0; H, 3.72; N, 0; P, 6.0. νmax (KBr/cm–1): 3623 w, 3322 br s, 1577 s, 1525 s, 1495 w, 1387 s, 1321 w, 1275 w, 1177 m, 1119 w, 1107 m, 1087 m, 1023 w, 1014 s, 967 w, 854 s, 777 s, 729 m, 720 m, 703 s, 699 m, 664 w, 634 m, 580 m, 544 m, 485 m, 405 w, 366s.Synthesis of ClAu–PCM-10The previously reported method(12) was employed to obtain ClAu–PCM-10. PCM-10 (100 mg, 0.092 mmol) obtained as described above was suspended in degassed CH2Cl2 (5 cm3) to which a solution of (Me2S)AuCl (56 mg, 0.19 mmol) dissolved in the same solvent (5.0 cm3) was slowly added dropwise under a N2 atmosphere in the dark. The reaction was swirled several times in the dark for 4 h at room temp. The solvent and other volatiles were then removed in vacuo, and the composite was then treated with CH2Cl2 (5 cm3), allowed to settle for a few minutes (10–15 min), and the solvent was removed. The solid was filtered and washed with more degassed CH2Cl2. The resulting off-white crystalline solid was dried under reduced pressure, and transferred to a vial and stored under N2. Yield = 64.9%. 31P-MAS NMR (solid, 161.9 MHz) δ = 31.3; Anal. Found: C, 39.9; H, 2.70; N, 0. C42H28Au1.5Ca3Cl1.5O14P2 requires: C, 39.2; H, 2.19; N, 0%. vmax (solid/cm–1): 3606 w, 3328 br s, 1577 s, 1523 s, 1511 w, 1382 s, 1303 w, 1261 w, 1197 m, 1141 w, 1107 m, 1087 m, 1014 s, 971 w, 854 s, 773 s, 732 w, 722 m, 698 m, 631 w, 582 w, 538 br w, 470 m, 412 w, 362 s, 297 w.Synthesis of O=PCM-10Chloroform-exchanged PCM-10 (100 mg, 0.092 mmol) was suspended in ethanol (15 cm3), to which H2O2 (0.5 mmol, 30%) was added dropwise. The reaction was left to stand in a Schlenk flask without stirring for 10 h. This process was repeated two more times with fresh reagent, after which the crystals were isolated by Büchner filtration and washed with ethanol. Yield = 81%; 31P-MAS NMR (solid, 11 kHz) δ = 30.0; Anal. Found: C, 49.8; H, 3.15; N, 0. C42H28Ca3O16P2·2H2O requires: C, 50.1; H, 3.20; N, 0%. vmax (solid/cm–1): 3632 w, 3293 br s, 1584 s, 1533 s, 1497 w, 1390 s, 1308 w, 1169 m, 1111 s, 1046 m, 1016 m, 858 m, 776 m, 737 s, 699 m, 632 w, 577 s, 476 m, 414 s.Synthesis of [Me–PCM-10]IChloroform-exchanged PCM-10 (100 mg, 0.092 mmol) was suspended in degassed CHCl3 (15 cm3), and CH3I (0.10 cm3, 1.6 mmol) was added by pipet. The reaction was allowed to sit in a Schlenk flask under N2 without stirring for 10 h. This process was repeated twice more using fresh MeI, then the crystals were isolated by Büchner filtration and washed with CHCl3. Yield = 79%. 31P-MAS NMR (solid, 12 kHz) δ = 19.6; Anal. Found: C, 44.7; H, 2.94; P, 4.6. C44H34Ca3I2O14P2 requires: C, 43.2; H, 2.80; P, 5.0%. vmax (solid/cm–1): 3365 br s, 1582 s, 1533 s, 1496 w, 1385 s, 1314 w, 1283 w, 1174 w, 1125 w, 1106 s, 1015 m, 901 m, 852 m, 769 m, 734 m, 693 m, 631 w, 578 w, 552 w, 467 m.Ion Exchange Procedure for [Me–PCM-10]BF4As-synthesized [Me–PCM-10]I (100 mg, 0.073 mmol) was suspended in degassed CHCl3 (10 cm3), to which tetrabutylammonium tetrafluoroborate, [n-Bu4N]BF4 (60 mg, 0.18 mmol) had been dissolved. The reaction was allowed to sit at room temperature without stirring for 10 h The solution was then decanted away from the crystals, and a second aliquot of CHCl3 (10 cm3) containing the same amount of [n-Bu4N]BF4 was added and allowed to react overnight. The crystals were then recovered and washed with dry CHCl3. Yield = 100%; Anal. C44H34B2Ca3F8O14P2·4H2O requires: C, 43.5; H, 3.48; P, 5.0%; Found: C, 43.6; H, 3.31; P, 4.2%. vmax (solid/cm–1): 3355 br s, 1582 s, 1533 s, 1496 w, 1385 s, 1314 w, 1283 w, 1174 w, 1125 w, 1106 s, 1015 m, 901 m, 852 m, 769 m, 734 m, 693 m, 631 w, 578 w, 552 w, 467 m.Ion Exchange Procedure for [Me–PCM-10]PF6The same procedure as for [Me-PCM-10]BF4 was followed, but using tetrabutylammonium hexafluorophosphate, [n-Bu4]PF6 (72 mg, 0.18 mmol) dissolved in CHCl3 (10 cm3) instead of [n-Bu4N]BF4. Yield = 98%. 31P-MAS NMR (solid, 13 kHz) δ = 18.7 (s), 146.8 (m); Anal. C44H34Ca3F6O14P2·4H2O requires: C, 45.7; H, 3.66; P, 5.3%. Found: C, 45.2; H, 2.97; P, 4.8. vmax (solid/cm–1): 3357 m br, 1582 s, 1533 s, 1496 w, 1385 s, 1314 w, 1283 w, 1174 w, 1125 w, 1105 m, 1015 m, 901 w, 852 m, 792 m, 734 m, 693 m, 631 w, 578 w, 552 w, 467 m.Ion Exchange Procedure for [Me–PCM-10]FThe same procedure was employed as for [Me-PCM-10]BF4, but using tetrabutylammonium fluoride, [n-Bu4N]F·xH2O (48 mg, 0.18 mmol) dissolved in CHCl3 (10 cm3). Yield = 75%. vmax (solid/cm–1): 3355 m br, 2960 w, 2871 w, 1685 m, 1592 s, 1544 s, 1488 w, 1379 s, 1242 w br, 1174 w, 1125 w, 1108 w, 1085 w, 1014 w, 860 w br, 841 w, 795 m, 7345 m, 698 m, 631 w, 578 w, 552 w, 467 w br.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and Discussion1Preparation and Characterization of PCM-10 and Its PSM DerivativesFor the purpose of this study, PCM-10 was prepared using a modified version of the original method:(12) a 1:1:1 mixture of DMF/dioxane/H2O solvent was found to reproducibly give a significantly higher yield of crystalline solid (cf. original reactions performed in DMF/ethanol/H2O; see Supporting Information). Powder X-ray diffraction (PXRD) was employed to ensure phase purity and crystallinity of each freshly prepared sample (Figure 1). Prior to each PSM, freshly prepared PCM-10 crystallites were subjected to solvent exchange in ethanol for 1–2 days, followed by further solvent exchange in CHCl3. Initially, the crystallites floated in CHCl3 and sank after 2–3 days upon complete displacement of ethanol from the pores. PSM was most effectively performed by direct addition of reagents to the CHCl3-exchanged materials, and leaving to stand (without agitation) for 3 days. Magnetic stirring always resulted in lower bulk crystallinity of the modified solids because of mechanical grinding. ClAu–PCM-10 was prepared by treatment of solvent-exchanged PCM-10 with a slight stoichiometric excess of (Me2S)AuCl in CH2Cl2 (Scheme 1a). The phosphine oxide material O=PCM-10 was obtained by slow addition of 5 equiv of H2O2 in ethanol over 2 days (Scheme 1b). The methyl phosphonium iodide material [Me–PCM-10]I was prepared in CHCl3 by slow addition of excess MeI over 1–2 days (Scheme 1c). The ion exchanged derivatives [Me–PCM-10]X were prepared via a secondary PSM step, which involved treatment of [Me–PCM-10]I with 5 equiv of [n-Bu4N]X (X = F–, BF4–, PF6–) in fresh CHCl3 over 1–2 days (Scheme 1d).Figure 1. Left: PXRD spectra for PCM-10 and the six PSM derivatives; Right: MAS NMR spectra (‘*’ denotes satellite peaks).PXRD analysis of the composites obtained from each PSM confirmed that bulk crystallinity was maintained in all instances and the composites retained the original PCM-10 lattice structure (Figure 1). 31P-MAS NMR was also employed to monitor the extent of PSM conversion (Figure 1). Solvent-exchanged PCM-10 showed a major peak at −6.7 ppm corresponding to R3P, in addition to a minor phosphine oxide peak at 31.5 ppm. MAS NMR spectra of the PSM materials confirmed complete conversion of R3P: sites, with new peaks at 31.3 ppm for ClAu–PCM-10,(12) 30.0 ppm for O=PCM-10, and 19.6 ppm for [Me–PCM-10]I (Figure 1). In the case of the anion exchanged derivative [Me–PCM-10]PF6, two phosphorus environments were observed, corresponding to R3P+–Me at 18.7 ppm, and a multiplet centered at −146.8 ppm due to PF6– (Figure 1). Elemental analysis of the phosphonium composites was also employed to quantify the degree of modification by phosphorus:counterion ratios. The P:I ratio in [Me-PCM-10]I was found to be 1:1.12. For the anion exchanged materials, the percent P:F ratios were obtained to assess the degree of I–/X– exchange. Results indicated approximately 50% exchange for BF4–, 17% for PF6–, while complete exchange was achieved for F–. The lower degree of exchange obtained for PF6– is likely due to the significantly larger size of the anion (r = 2.76 Å; V = 88.1 Å3) compared to that of BF4– and F– (r = 2.20, 1.33 Å, V = 44.6, 9.85 Å3, respectively), resulting in slower diffusion into the pores. The F–-exchanged materials were found to have moderate excesses of F– per R3P+–Me (∼1 equiv), which is not unreasonable since hydrated [n-Bu4N]F used as the F– precursor is known to result in the formation of HF2– anions, especially in the presence of trace H+, with which the parent PCM-10 was prepared.(14a) The presence of HF2– was confirmed by decomposition of some freshly prepared [Me–PCM-10]F in DMSO/D2O and two drops of 20% DCl, by with sonication treatment. Direct analysis of the resulting solution by (19)F-NMR showed a single intense peak at −150.9 ppm, which is indicative of HF2–.(14b) Thermal stabilities of all materials were assessed by thermogravimetric analysis (Supporting Information, Figure S4). CHCl3 exchanged and vacuum-activated materials displayed high thermal stability; the onset of framework decomposition was not observed until 733–803 K.For gas sorption studies, all materials were pre-activated by heating at 393 K under reduced pressure (1 × 10–6 bar) over 12 h. First, the bulk surface areas of the PSM materials were obtained and compared to the parent PCM-10. As previously observed for PCM-10,(12) none of the PSM analogues showed appreciable uptake of N2 (at 77 K and 1.0 bar), but were able to adsorb CO2 (at 196 K and 0–1 bar) with typical type-I adsorption profiles (Figure 2; closed symbols). Significant desorption hysteresis was observed for the anionic PSM materials (Figure 2; open symbols). Bulk surface areas (Brunauer–Emmett–Teller (BET) method;(15) p = 0.03–0.50 bar) and corresponding micropore volumes and diameters (DR method;(15) p = 0.01–1.0 bar) were derived from the CO2 isotherm data. These data are summarized in Table 1. The bulk surface area of the parent material PCM-10 (247 m2 g–1) is similar to what was found in the original report,(12) and confirms microporosity. The surface area of PCM-10 is modest in comparison to the largest surface areas observed for microporous coordination polymer materials (>5,000 m2 g–1).(16) However, in this work, a pore network that allows for small molecule adsorbates and reactants to access the free P: sites inside the pores is much more important than obtaining a material with an ultrahigh surface area that may be able to store large amounts of gases. Upon PSM, the PCM-10 composites all maintained microporosity, albeit with slightly diminished surface areas in comparison to PCM-10, as would be expected because of the incorporation of additional moieties within the pores. Only the surface area of [Me–PCM-10]F was significantly lower than expected, which further supports the notion that larger fluoride species were incorporated. A numerical assessment of moles of CO2 adsorbed per mole of P–X in the materials at 196 K and 1.0 atm is also presented in Supporting Information, Table S1; this indicates that between 0.7–2.0 CO2 molecules were adsorbed per repeat unit as a function of the type of PSM applied.Figure 2. Left: CO2 isotherms for PCM-10 and the six PSM derivatives (closed symbols = adsorption, open symbols = desorption); Right: corresponding Qst plots for the same materials.Table 1. Summary of Textural Data and Gas Adsorption Properties of PCM-10 and the PSM-Obtained CompositesmaterialSCO2BET (m2 g–1)micropore vol. (μL g–1)Qst (calc.)(22) (kJ mol–1)wt % H2 ads. (77 K, 1 bar)PCM-10247137–18.40.63ClAu–PCM-1015592–20.64.72O=PCM-10234129–19.40.88[Me–PCM-10]I13779–15.9 (−15.0)neg.[Me–PCM-10]F8047–11.7 (−118)neg.[Me–PCM-10]BF4220127–22.8 (−19.9)neg.[Me–PCM-10]PF69557–13.0 (−14.2)neg.2CO2 Adsorption EnthalpiesThe isosteric heat of adsorption (Qst) describes the average heat released when a guest molecule encounters a surface at a given loading.(17) Strong host–guest binding implies high energy expenditure for regeneration; conversely, very weak host–guest interactions result in low sorption selectivity and total uptake capacity.(18) Minimal deviation between the Qst value at zero coverage and upon higher loading is also desirable from an application standpoint. Therefore, control over the nature of host–guest interactions is crucial if PCPs are to be utilized as effective sequestration materials. PSM offers an ideal opportunity to tailor the heats of adsorption in PCPs via pore functionalization.(11c, 11d)Specifically regarding CO2 sequestration, zero coverage Qst values in PCPs have been observed to range from −12 kJ mol–1 to −114 kJ mol–1,(19, 20) but are most typically found between −20 to −35 kJ mol–1.(21) A recent gas-phase theoretical study by Bhargava and Balasubramanian presented calculated values of CO2 binding toward a range of common anions.(22) In general, CO2 was predicted to act as a Lewis acid, forming C–X contacts with donor anions. A large distribution of binding energies were predicted (between −5.6 and −35.0 kJ mol–1 for [C(CF3SO2)3]− and CHCO2–, respectively). Only F– (−118 kJ mol–1) did not fall within this range of binding energies and was predicted to spontaneously react with CO2 to form FCO2–.(22) Their study indicates that PCPs with pore-based anions that can be readily exchanged could be exploited to tune the resulting Qst for guest molecules. Noro et al. recently showed that PF6– anions coordinated to square-planar Cu(II) sites in a PCP induced an increase in the average CO2 binding energy.(23)The isosteric heats of adsorption of CO2 in PCM-10 and the PSM composites were obtained by independently fitting isotherm data obtained at 278 and 298 K to a virial-type equation, followed by calculation of Qst as a function of surface coverage using the Clausius–Clapeyron equation(24) (Table 1 and Figure 2; see Supporting Information for further details). As described by Ruthven,(25a) a negative slope (decreasing Qst with increased loading) is indicative of heterogeneous interactions and is commonly observed for surfaces that contain polarizable groups, especially polar or quadrupolar species. Conversely, Qst plots with positive slopes are commonly observed for homogeneous surface interactions; such behavior can arise from spatial averaging of larger molecules, or because of cooperative adsorbate–adsorbate interactions upon increasing pressure.(25b) Constant Qst versus loading is attributed to a balance between adsorbate-adsorbant heterogeneity and adsorbate–adsorbate interactions (Figure 2).(25)The observed CO2 Qst value at zero surface coverage for the parent PCM-10 was −18.4 kJ mol–1, which remained constant at higher loading (Figure 2). The various PSMs applied to PCM-10 resulted in wide tunability, between −11.7 and −22.8 kJ mol–1 (for [Me–PCM-10]F and [Me–PCM-10]BF4, respectively; Table 1). Neutral PSMs that did not incorporate free anions into the pores resulted in small changes in the zero coverage value of Qst for CO2; this suggests that P═O and P–AuCl moieties are only slightly better Lewis bases for CO2 coordination than the free P: sites in PCM-10. However, the [Me–PCM-10]X materials showed a much wider variation in CO2 Qst, suggesting that CO2 binding was directly affected by preferential interaction with free anions inside the pores, both at zero coverage and upon higher loading (Figure 2). The order of CO2 Qst values observed for X = I–, BF4–, and PF6– varied as predicted in the theoretical study of these anions (PF6– < I– < BF4–). Perhaps more interestingly, the experimentally determined magnitudes all showed excellent agreement with the calculated values (Table 1). However, in stark contrast to the theoretical prediction, F– doping resulted in the weakest CO2 binding. We attribute this to solvation of F– anions, leading to conversion to less polarizing anionic species such as HF2–, which impede strong F–CO2 interactions.3H2 Adsorption BehaviorH2 sorption studies were conducted on PCM-10 and the PSM products. Only PCM-10, O=PCM-10, and ClAu–PCM-10 were able to adsorb significant amounts of H2 gas at 77 K and 1.0 bar (Figure 3); the [Me–PCM-10]X materials showed negligible adsorption, which is interesting because larger CO2 guest molecules were readily adsorbed inside these materials at much higher temperatures. Apparently, the ionic nature of the [Me–PCM-10]X derivatives selectively prevented sorption of H2. However, other cationic PCP materials with pore-based counter-anions are known to adsorb H2.(26) At 77 K and p = 1.0 bar the charge-neutral materials PCM-10 and O=PCM-10 showed modest H2 capacities of 0.63 wt % (69.5 cm3 g–1) and 0.88 wt % (98.3 cm3 g–1), respectively. However, ClAu–PCM-10 adsorbed 4.72 wt % (525.0 cm3 g–1) under the same conditions, even though it is significantly (49%) heavier than PCM-10. Generally, microporous PCP-type materials show H2 adsorption capacities at 77 K and 1 atm in the approximate range 0–3 wt %. Only a minority of designed PCPs have shown H2 capacities in excess of 4 wt % under the same conditions. Higher H2 capacities are often linked to the presence of open or unsaturated metal sites within the pores, such as those presented by P–AuCl structures in this work.(27) H2 sorption in ClAu–PCM-10 was completely reversible upon desorption-readsorption cycling (Figure 3; yellow and brown data). It is noteworthy that all three materials that were able to adsorb H2 displayed linear uptake isotherms across the entire range p = 0–1 bar, with no marked desorption hysteresis. Similar adsorption profiles were obtained at slightly elevated temperature (87 K; Supporting Information, Figure S5). Because of the nonclassical uptake behavior, it was not possible to accurately estimate Qst values for H2 binding using the standard virial approach. However, further numerical assessment of the H2 uptake at 77 K and p = 1.0 bar indicates that approximately 132 H2 molecules were adsorbed per unit cell of ClAu–PCM-10 (Z = 4), which equates to 16.5 H2 molecules per repeat unit. Hence, it is very unlikely that the increased H2 capacity is solely due to preferential interactions with the AuCl species. The H2 uptake can be explained by increased surface packing density, as observed previously in other materials that offer preferential H2 binding sites. Unsaturated metal centers display the highest binding energy toward H2, followed by oxygen sites, then aromatic rings.(28) Although direct H2···Au interactions at mononuclear Au+ sites are not unreasonable based on a number of catalytic studies,(29) it is also likely that the AuCl moieties decrease the size of the cavities in a manner that promotes more effective overall H2 physisorption. Furthermore, PXRD studies on ClAu–PCM-10 before and after H2 sorption do not show any evidence for the formation of colloidal Au0 (nanoparticles). While it is impossible to rule out the presence of tiny Au clusters, no diffraction for Au metal was observed. The only intense diffraction peaks post-H2 loading corresponded to the ClAu–PCM-10 lattice (Supporting Information, Figure S1). Furthermore, H2 chemisorption is not observed for metallic Au at 77K and 1 bar.(30)Figure 3. Comparison of H2 adsorption at 77 K in PCM-10 (black), O=PCM-10 (red) and ClAu–PCM-10 (orange = first cycle; brown = second cycle); closed symbols are for adsorption, open symbols are for desorption.4Comparative Sorption Selectivity for Multiple GasesPSM of the parent PCM-10 with methyl phosphonium groups and subsequent I–/BF4– anion exchange resulted in overall improvement of sorption selectivity for multiple probe adsorbates at low temperature (Figure 4). PCM-10 showed similar capacities for H2 and CO2 (0.63 and 14.0 wt % respectively) at p = 1.0 bar at low temperature, and was also able to adsorb O2 and N2 at 77 K to a lesser extent. However, the BF4– composite showed almost no measurable uptake of the latter gases and only 0.14 wt % H2 sorption, while the CO2 sorption ability of the material was unchanged. Hence, the incorporation of charged Me–P+ and BF4– species into the pores appears to improve relative sorption selectivity for particular separations of complex gas mixtures, as has been reported recently for other ionic PCPs.(31)Figure 4. Comparison of adsorption selectivity for PCM-10 (left) and [Me–PCM-10]BF4 (right) for CO2 at 196 K (blue diamonds), H2 (black triangles), O2 (red circles), and N2 (green squares), all at 77 K.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn summary, the preparation of PCP materials using aryl phosphine ligand building blocks provides access to a range of PSM opportunities, which can be employed to improve the overall small molecule sorption properties. In particular, conversion of a PCM with abundant free phosphine sites into a cationic phosphonium framework that contains exchangeable anions was found to be a facile means to tune both the CO2 adsorption characteristics and the relative sorption selectivity in the solid-state. Meanwhile, neutral AuCl coordination complexes in the pores resulted in an unusually large 8-fold increase in H2 sorption at the same temperature. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationFull experimental information, additional PXRD spectra, variable temperature adsorption isotherms, TGA data, FT-IR spectra. This material is available free of charge via the Internet at http://pubs.acs.org.†Author Present AddressDepartment of Materials and Environmental Chemistry, Stockholm University, Svante Arrhenium väg 16C, SE-106 91, Stockholm, Sweden.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThe authors thank Dr. Vincent M. Lynch (Texas; X-ray) and Dr. Vladimir Bakhmutov (Texas A&M; MAS NMR) for analytical assistance. This work was financially supported by The Welch Foundation (F-1738).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 31 other publications.1. (a) Cohen, S. M. Chem. Rev. 2012,  112,  970[ACS Full Text ], [CAS]1. Postsynthetic Methods for the Functionalization of Metal-Organic FrameworksCohen, Seth M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    970-1000CODEN:\r\n                CHREAY;\r\n        ", "title": "Tuning the Host–Guest Interactions in a Phosphine Coordination Polymer through Different Types of -Synthetic Modification", "authors": ["Ana J. Nuñez", "Maxwell S. Chang", "Ilich A. Ibarra", "Simon M. Humphrey"], "doi": ["10.1021/ic4022239"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0004.gif\">"]}