{"abstract": "The cryogenic separation of noble gases is energy-intensive and expensive, especially when low concentrations are involved. Metal–organic frameworks (MOFs) containing polarizing groups within their pore spaces are predicted to be efficient Xe/Kr solid-state adsorbents, but no experimental insights into the nature of the Xe–network interaction are available to date. Here we report a new microporous MOF (designated SBMOF-2) that is selective toward Xe over Kr under ambient conditions, with a Xe/Kr selectivity of about 10 and a Xe capacity of 27.07 wt % at 298 K. Single-crystal diffraction results show that the Xe selectivity may be attributed to the specific geometry of the pores, forming cages built with phenyl rings and enriched with polar −OH groups, both of which serve as strong adsorption sites for polarizable Xe gas. The Xe/Kr separation in SBMOF-2 was investigated with experimental and computational breakthrough methods. These experiments showed that Kr broke through the column first, followed by Xe, which confirmed that SBMOF-2 has a real practical potential for separating Xe from Kr. Calculations showed that the capacity and adsorption selectivity of SBMOF-2 are comparable to those of the best-performing unmodified MOFs such as NiMOF-74 or Co formate.", "text": "10.1021/jacs.5b02556 Increasing global energy demand drives the search for alternative, low-polluting sources of energy, as fossil-fuel combustion is nonsustainable from both economic and environmental perspectives. Currently, nuclear fission, with the highest energy density compared with other power sources,(1) is the leading emission-free technology for supply of base-load power. Apart from prevention of fossil-fuel-related carbon emission, it is estimated that utilization of nuclear power has prevented an average of 1.84 million air-pollution-related deaths.(2) Further development of nuclear fuel as a major energy source requires implementation of efficient and economically viable industrial-scale processes that separate and sequester highly radioactive waste during fuel rod reprocessing.(3) Reprocessing minimizes the volume of high-level radioactive waste, and among the most important steps in reprocessing is mitigation of the volume of radioactive waste. The economical separation of Xe and Kr is important in sequestering and mitigating the radioactive Kr in nuclear reprocessing technology. As radioactive 127Xe has a half-life of 36.3 days, short-time storage of radioactive Kr/Xe mixtures and later separation of 85Kr (t1/2 = 10.8 years) from stable Xe would significantly reduce the volume of long-term-stored radioactive waste and provide industrially useful Xe. Efficient separation at near room temperature at very low pressure would ultimately compete with cryogenic technology currently used in nuclear reprocessing and air separation.Xe/Kr separation using selective solid-state adsorbents is a viable alternative to cryogenic distillation, and many porous materials, including organic cages and modified zeolites such as Ag natrolite, have been extensively tested by experimental and computational methods.(4a-4c) For example, Cooper and co-workers reported Xe-selective porous organic cages for which the selectivity arises from a precise size match between the rare gas and the organic cage cavity.(4a)Metal–organic frameworks (MOFs) are a relatively new class of materials based on metal ions and organic ligands that form microporous frameworks. The variety of compositions capable of forming MOFs, along with their modification postsynthesis, facilitates the tailoring of pore geometry and chemistry for specific applications.(5) Only a handful of noble gas adsorption studies in MOFs have been presented in the literature.(6a-6k) Thallapally and co-workers noted a 15% enhancement in the Xe adsorption capacity in NiMOF-74 after deposition of Ag nanoparticles.(7) They also observed a higher Xe/Kr selectivity and rationalized their results by invoking stronger interactions between polarizable Xe molecules and the well-dispersed Ag nanoparticles.To date, only a handful of MOFs have been tested for Xe/Kr separation, and in view of the large number of suitable MOFs present in the literature, there is certainly scope for improvement through discovery of more selective materials than the ones studied to date.(8a-8c) Because Xe/Kr separation is based on small differences in size and polarizability, it is expected that narrow pores and pores enriched with polar groups or unsaturated metal centers will increase the Xe affinity, resulting in better separation of Xe from Kr.(1, 9) Despite this conclusion, there are no experimental reports on the molecular-level interactions between gas and framework, and this limits the reliability of theoretical calculations that could rapidly screen for selectivity and capacity. To better understand the optimal framework characteristics, direct study of the adsorption mechanism is essential, and experimental structural analysis provides the most detailed picture of adsorbate–adsorbent interactions.Here we report the synthesis and Xe/Kr sorption properties of the new MOF SBMOF-2:H2O (Stony Brook MOF-2) a robust three-dimensional (3D) porous crystalline structure containing calcium and 1,2,4,5-tetrakis(4-carboxyphenyl)benzene. The dehydrated form, designated SBMOF-2, adsorbs Xe with a capacity of 27.07 wt % at 298 K and with a high Xe/Kr selectivity of approximately 10 at 298 K; these results are extraordinary for an unmodified MOF. We examined the Xe and Kr adsorption mechanism by interpreting the results of single-crystal X-ray diffraction (XRD) and observed significant differences for Xe versus Kr, noting differentiation between polar and nonpolar pores in SBMOF-2. Although polar pores occur in other MOFs,(9) the differentiation of sorbed gases between them, as occurs in SBMOF-2, has not been reported for MOFs.The structure of SBMOF-2:H2O is unusual among microporous MOFs.(10) Only half of the carboxylic groups are fully deprotonated, and the network contains half of the expected number of Ca2+ sites (Figure S1 in the Supporting Information). Charge balance provided by hydrogen, not heavier calcium, leads to the low density of the dehydrated material (1.192 g/cm3), which is comparable to those of MOFs with significantly higher surface areas, such as HKUST-1 (0.879 g/cm3) and MgMOF-74 (0.909 g/cm3).(11) The half-deprotonated linker connects the calcium octahedra into a 3D framework with diamond-shaped channels running in the [100] direction (Figures S2 and S3). The excess of oxygen versus calcium also leads to a topology that is unusual for a MOF synthesized from s-block metals: the CaO6 polyhedra are isolated, and no O atoms are shared between metal centers. To the best of our knowledge, SBMOF-2 is the first microporous 3D MOF network with isolated CaO6 octahedra connected by linkers.Thermogravimetric analysis (TGA) (Figure S4) indicated that as-synthesized SBMOF-2:H2O contains 6.5 wt % water, which can be removed by heating to 513 K in vacuum. Single-crystal and powder XRD experiments (Figure S5 and Table S1) showed that water is disordered over sites within channels and that SBMOF-2 retains its structure after dehydration, with a small change of ∼3% in the unit cell volume. The accessible void space is 25.6% of the unit cell (212.5 Å3 out of 831.4 Å3, calculated with PLATON(12)). The two different types of channels, designated as type-I and type-II in Figure 1, have walls built with phenyl rings with delocalized π-electron clouds and H atoms pointing into the channel, providing potential sorption sites for gas molecules. The polar −OH groups are found exclusively in channels of type-II and serve as more polarizing parts in the network, resulting in significantly higher occupancy of the adsorbed noble gases. The void spaces of the type-I and type-II channels are 13.6% and 12% of the unit cell, respectively. Brunauer–Emmett–Teller measurements showed that SBMOF-2 has a moderate surface area of 195 m2/g; the N2 adsorption isotherm at 77 K is shown in Figure S6.Figure 1. (A) Structure of activated SBMOF-2. The colored spheres indicate estimated channel apertures, 6.34 Å for channel type-I (yellow) and 6.66 Å for channel type-II (green). (B) Pores running along the [100] direction. Calcium octahedra are presented as blue polyhedra, oxygen atoms as red spheres, and carbon as gray wire bonds. H atoms have been omitted for clarity. The unit cell is shown in blue.Activated SBMOF-2 maintains its topology when exposed to air for 5 days, as observed from TGA and powder XRD patterns (Figures S7 and S8). Additionally TGA measurements showed that SBMOF-2 does not saturate with water from air for 5 days.The stability in air, small pore/channel size closer to the size of atomic xenon, and lightweight character of the SBMOF-2 suggested that it might possess good gas sorption and separation properties, and indeed, this material is remarkable at separating Xe from Kr. Adsorption/desorption isotherms of Xe and Kr on SBMOF-2 at 278, 288, and 298 K are shown in Figure 2A. Both gases display typical type-I adsorption isotherms, but the Xe uptake is more than 3 times higher: 2.83 mol/kg (27.07 wt %) versus 0.92 mol/kg (7.18 wt %) for Kr at 298 K. Although the uptake of Xe in SBMOF-2 is lower than what is observed for well-known noble gas adsorbents with open metal sites, such as NiMOF-74 and Ag@Ni-MOF74 (3.6 and 4.8 mol/kg, respectively),(6d, 7) structures with open metal sites usually suffer from water sensitivity. The uptake is higher than those of Co formate (2 mol/kg) and organic cages (2.69 mol/kg), which do not have open metal sites.(4a, 8b) The Xe isotherm approaches saturation at 1 bar with a gas occupancy of 1.68 molecules per unit cell at 298 K, which corresponds to a maximum of two gas molecules per unit cell, suggesting that Xe is ordered on specific sorption sites.Figure 2. Kr/Xe adsorption and selectivity in SBMOF-2. (A) Single-component adsorption (solid symbols) and desorption (open symbols) isotherms of Xe (red) and Kr (blue) in SBMOF-2 collected at 278, 288, and 298 K. (B) Isosteric heats of adsorption for Xe/Kr@SBMOF-2. Calculated (C) adsorption selectivities and (D) Xe uptake capacities for 20/80 Xe/Kr mixtures in SBMOF-2 and comparison with other compounds.(1)The isosteric heats of adsorption (Qst) of the noble gases on the SBMOF-2 network were determined by analysis of the gas isotherms. Both Xe and Kr isotherm data at 278, 288, and 298 K were fitted with the dual-Langmuir–Freundlich model (Figure S9 and Table S2), and the Qst values were calculated using the Clausius–Clapeyron equation. As expected, the value for Xe adsorption is higher than that for Kr (26.4 vs 21.6 kJ/mol; Figure 2B), indicating stronger binding.Single-crystal diffraction results indicated Xe ordering with two distinct adsorption sites in channels of type-I and type-II. The absorption of 1.45 molecules per unit cell determined from diffraction agrees with the value of 1.68 molecules per unit cell determined from isotherm measurements (Figure 2A). The lower interaction potential for Kr, resulting from its smaller size and polarizabilty, explains the lower Kr occupancy (0.51 vs 0.66 from the isotherms) at 1 atm. In the structures of both SBMOF-2:Xe and SBMOF-2:Kr, the occupancy of gas atoms in channels of type-I is lower than that in channels of type-II because of the more polarizing −OH groups present in the latter.In type-I channels, Xe is surrounded by H atoms from phenyl rings with a shortest Xe···H distance of 3.268(9) Å, while in type-II channels the shortest Xe···H and Xe···O distances are 3.646(6) and 3.567(5) Å, respectively (Figure 3). The average Xe···H distance of 3.568(8) Å in the channels of SBMOF-2:Xe is slightly shorter than the average Xe···H contact distance in the literature (3.71(4) Å),(4a) suggesting that the small pore apertures increase the energy of network–gas interactions by surrounding Xe with many H atoms in close proximity. Kr occupies two sorption sites similar to those found for SBMOF-2:Xe, with the shortest Kr···H distance of 3.342(3) Å in type-I channels and Kr···H and Kr···O distances of 3.545(3) and 3.364(4) Å, respectively, in type-II channels. The observed longer distances between H and Kr atoms in comparison with those between H and Xe atoms is consistent with the Xe selectivity in SBMOF-2 being driven by the larger size and stronger polarizability of Xe atoms compared with Kr. The observed Xe···Xe contact distance of 5.1812(3) Å is longer than in both crystalline Xe (4.3 Å) and high-pressure-induced Xe dimers.(13a-13c) Similar adsorption sites were observed in a Kr-loaded structure with a Kr···Kr distance of 5.11(1) Å.Figure 3. (A, C) Xe and (B, D) Kr sorption sites determined from single-crystal XRD experiments. The site positions of Xe and Kr in the two channels are similar, with both located at (0.5, 0, 0.5) and (0.5, 0.5, 0).The SBMOF-2 Xe/Kr selectivity and Xe capacity for the 20/80 mixtures at 298 K were calculated with the ideal adsorbed solution theory (IAST) of Mayers and Prausnitz(14) using fitted isotherms. The results are presented in Figure 2C,D. For comparison purposes, the corresponding data for NiMOF-74, Ag@NiMOF-74, CuBTC, IRMOF-1, FMOF-Cu, and Co formate are also included. At 100 kPa, SBMOF-2 shows a Xe/Kr adsorption selectivity of about 10, comparable to the value for NiMOF-74.(6a, 7)Simulated breakthrough is commonly calculated to estimate the separation of Xe/Kr mixtures. For a 20/80 Xe/Kr feed mixture at 100 kPa and 298 K, Figure S10A shows the reduced concentrations at the outlet of a fixed bed adsorber as a function of the dimensionless time τ = tu/Lε. On the basis of the outlet gas compositions, we can determine the concentration of Xe in the outlet gas as a function of τ (see Figure S10B). The corresponding data for NiMOF-74, Ag@NiMOF-74, CuBTC, IRMOF-1, FMOF-Cu, and Co formate are also included for comparison purposes. On the basis of Figure S10B, the breakthrough time for SBMOF-2 is slightly lower than those for NiMOF-74 and Ag@NiMOF-74.To supplement the simulated breakthrough, experimental breakthrough experiments were carried out to further demonstrate the Xe/Kr separation ability for both 1/1 Kr/Xe and at low gas concentration under conditions expected for spent nuclear fuel reprocessing. A 130 mg sample of SBMOF-2 was packed in a column and activated at 513 K in flowing He overnight. After the sample was cooled to room temperature, a mixture of gases (5% Kr, 5% Xe, and 90% N2 by volume) was introduced to the column. After injection of the gas mixture, Kr broke through the column after ∼20 min, followed by Xe after ∼40 min, suggesting preferable adsorption and selectivity toward Xe over Kr by SBMOF-2 (Figure 4). The adsorption capacity of Xe (0.80 mol/kg) in the column breakthrough experiments matched the Xe adsorption via the static method (0.85 mol/kg) at 0.07 bar. The experimental breakthrough measurements confirmed that the adsorption kinetics in SBMOF-2 is fast enough for separation of Xe from Kr.Figure 4. Breakthrough experiments showing separation of Xe and Kr at 5% Kr and 5% Xe in N2.In summary, the new 3D porous material SBMOF-2 has an unprecedented structure with two different hydrogen-rich channels; Xe is strongly adsorbed in pores enriched with more polarizing −OH groups. The geometry of the channels, best matched for the larger Xe atoms rather than smaller Kr, also helps explain the selectivity for Xe over Kr. Top of PageAbstractReferencesSupporting InformationExperimental details, simulations, and crystallographic data (CIF). The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b02556.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was supported by the U.S. DOE, Office of Science, Office of Basic Energy Sciences (DE-FG02-09ER46650), the DOE Office of Nuclear Energy and NSF (CHE-0840483). We acknowledge in particular J. Bresee, T. Todd (Idaho National Laboratory), and B. Jubin (Oak Ridge National Laboratory), who provided programmatic support and guidance. PNNL is a multiprogram national laboratory operated for the U.S. Department of Energy by Battelle Memorial Institute under Contract DE-AC05- 76RL01830.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 14 other publications.1. Banerjee, D.; Cairns, A. J.; Liu, J.; Motkuri, R. K.; Nune, S. K.; Fernandez, C. A.; Krishna, R.; Strachan, D. M.; Thallapally, P. K. Acc. Chem. Res. 2015,  48,  211[ACS Full Text ], [CAS]1. Potential of Metal-Organic Frameworks for Separation of Xenon and KryptonBanerjee, Debasis; Cairns, Amy J.; Liu, Jian; Motkuri, Radha K.; Nune, Satish K.; Fernandez, Carlos A.; Krishna, Rajamani; Strachan, Denis M.; Thallapally, Praveen K.Accounts of Chemical Research\r\n        (2015),\r\n    48\r\n        (2),\r\n    211-219CODEN:\r\n                ACHRE4;\r\n        ", "title": "Direct Observation of Xe and Kr Adsorption in a Xe-Selective Microporous Metal–Organic Framework", "authors": ["Xianyin Chen", "Anna M. Plonka", "Debasis Banerjee", "Rajamani Krishna", "Herbert T. Schaef", "Sanjit Ghose", "Praveen K. Thallapally", "John B. Parise"], "doi": ["10.1021/jacs.5b02556"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-22/jacs.5b02556/20150604/images/small/ja-2015-025564_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-22/jacs.5b02556/20150604/images/small/ja-2015-025564_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-22/jacs.5b02556/20150604/images/small/ja-2015-025564_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-22/jacs.5b02556/20150604/images/small/ja-2015-025564_0004.gif\">"]}