{"abstract": "We report a strategy of combining a Brønsted acid metal–organic framework (MOF) with Lewis acid centers to afford a Lewis acid@Brønsted acid MOF with high catalytic activity, as exemplified in the context of MIL-101-Cr-SOH·Al(III). Because of the synergy between the Brønsted acid framework and the Al(III) Lewis acid centers, MIL-101-Cr-SOH·Al(III) demonstrates excellent catalytic performance in a series of fixed-bed reactions, outperforming two benchmark zeolite catalysts (H-Beta and HMOR). Our work therefore not only provides a new approach to achieve high catalytic activity in MOFs but also paves a way to develop MOFs as a new type of highly efficient heterogeneous catalysts for fixed-bed reactions.", "text": "10.1021/jacs.5b01352 Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesIntroductionPorous solid catalysts,(1) as represented by zeolites, which have been widely used as solid acid catalysts,(2) are of great importance for the chemical and petroleum industries.(3) Continuous efforts from both academia and industry have been devoted to the search for new types of porous materials as environmentally benign heterogeneous catalysts, particularly for fixed-bed reactions.(4) Among various candidates explored over the past two decades,(1) porous metal–organic frameworks (MOFs)(5) occupy a unique position because of their structural versatility,(6) high surface areas,(7) tunable pore sizes,(8) and tailorable catalytically active sites.(9) MOFs have recently been investigated as solid acid catalysts (either Lewis acid or Brønsted acid) to catalyze a variety of reactions under batch conditions,(10) but the utilization of them as heterogeneous catalysts for fixed-bed reactions, where zeolites have played a major role, has been much less exploited.(11) This could be due to the relatively weak activity of individual active sites in MOFs, thereby resulting in poor catalytic performance. Therefore, the development of strategies to enhance the catalytic activity of MOFs as solid acid catalysts for fixed-bed reactions is highly needed.It is been reported that in homogeneous systems Brønsted acid and Lewis acid can mutually promote each other when combined as a result of the synergistic effect, thereby enhancing the catalytic activity.(12) Inspired by those investigations(12) and to achieve high activity for MOFs as heterogeneous solid acid catalysts, we report herein a strategy of combining a Brønsted acid MOF framework with Lewis acid centers to form the Lewis acid@Brønsted acid MOF (Scheme 1a). As a result of the synergy(13) between Brønsted acid sites and Lewis acid centers,(12) the resultant Lewis acid@Brønsted acid MOF demonstrates excellent catalytic performance in a series of fixed-bed reactions, outperforming two benchmark zeolite solid acid catalysts (H-Beta and HMOR) in terms of both activity and selectivity.Scheme 1. (a) Schematic Presentation of the Synthesis Strategy for Lewis Acid@Brønsted Acid MOF, in Which the Framework Stands for the Brønsted Acid Functionalized MOF and the Violet Balls Stand for Lewis Acid Centers; (b) Schematic Presentation of the Synthesis Process for MIL-101-Cr-SO3H·Al(III)Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesResults and DiscussionMaterials Preparation, Physiochemical Characterization, and Local Structure AnalysisTo illustrate our strategy, we chose MIL-101-Cr (Cr3(F)(H2O)2O[(O2C)C6H4(CO2)]3)(14) as the platform material because of its high water/chemical stability and readiness for functionalization via either postsynthetic modification (PSM)(15) or presynthesis methods.(16) The Brønsted acid-functionalized MOF, MIL-101-Cr-SO3H, was first prepared according to the procedure reported in the literature.(10g) Because of their strong Lewis acidity, Al(III) centers were incorporated into MIL-101-Cr-SO3H (the Brønsted acid framework) by reaction of AlCl3 with MIL-101-Cr-SO3H in ethanol solution followed by water treatment to afford MIL-101-Cr-SO3H·Al(III) (Lewis acid@Brønsted acid MOF) (Scheme 1b and Scheme S2 in the Supporting Information (SI)).Powder X-ray diffraction (PXRD) studies suggested that MIL-101-Cr-SO3H retains its structural integrity during the synthesis process, as evidenced by the consistency between the PXRD patterns of MIL-101-Cr-SO3H·Al(III) and pristine MIL-101-Cr-SO3H (Figure S3 in the SI). X-ray photoelectron spectroscopy (XPS) analysis of MIL-101-Cr-SO3H·Al(III) showed an aluminum signal at a binding energy of 75.9 eV (Figure S4) associated with the Al 2p peak,(17) indicating the presence of Al(III) in MIL-101-Cr-SO3H·Al(III). Transmission electron microscopy–energy-dispersive spectroscopy (TEM-EDS) analysis (Figure S5) indicated that the Al(III) is uniformly distributed in MIL-101-Cr-SO3H·Al(III). Inductively coupled plasma mass spectrometry (ICP-MS) and elemental analysis indicated that the Cr/Al ratio in MIL-101-Cr-SO3H·Al(III) is ∼1/2, corresponding to two Al atoms per SO3– group. In addition, ion chromatography analysis indicated that almost all of the chloride atoms were converted to hydroxyl groups under water treatment, with only a trace amount of chloride ions in the MIL-101-Cr-SO3H·Al(III) sample. N2 sorption isotherms (Figure 1) showed a decrease in Brunauer–Emmett–Teller (BET) surface area and pore volume from 1571 m2 g–1 and 0.686 cm3 g–1 to 1449 m2 g–1 and 0.605 cm3 g–1, respectively, after the introduction of the Al(III) centers.Figure 1. N2 sorption isotherms of MIL-101-Cr-SO3H (red) and MIL-101-Cr-SO3H·Al(III) (green).The coordination environment of Al(III) in MIL-101-Cr-SO3H·Al(III) was investigated using Al K-edge X-ray absorption near-edge structure (XANES). Al K-edge XANES is a result of excitation of Al 1s electrons to the unoccupied np states, and it is sensitive to the electronic structure and the coordination environment.(18) The Al K-edge XANES spectra of a series of Al-containing compounds as references were also collected in order to deduce the local coordination environment of Al(III) in MIL-101-Cr-SO3H·Al(III). As shown in Figure 2, compounds with tetrahedrally coordinated Al, such as AlPO4, exhibit a strong single-peak maximum at 1566.2 ± 0.7 eV and weaker features at higher energy.(18) Compounds with octahedrally coordinated Al, such as in corundum (α-Al2O3) and gibbsite (γ-Al(OH)3), show two main maxima at 1567.7 ± 0.3 and 1571.5 ± 0.4 eV and sometimes weaker features at higher energy and a weak pre-edge feature at about 1566 eV.(18) In addition, Al compounds with both tetrahedrally and octahedrally coordinated Al (e.g., γ-Al2O3) exhibit three main maxima at 1566.2 ± 0.2, 1567.4 ± 0.5, and 1570.6 ± 0.3 eV.(18) Commercially bought Al phenol sulfonate was found to have two maxima at 1567.6 and 1571.7 eV, indicating that the Al is octahedrally coordinated. The Al K-edge XANES spectrum of MIL-101-Cr-SO3H·Al(III) shows a broad single peak at 1571.4 eV, suggesting that the Al(III) is octahedrally coordinated. The solid-state 27Al NMR spectrum collected for MIL-101-Cr-SO3H·Al(III) (Figure S6) shows only one main peak at −2.64 ppm, indicative of the same chemical environments for all of the Al(III) ions. The results from solid-state 27Al NMR analysis coupled with the results from XANES studies allow us to propose a possible local structure of Al(III) in MIL-101-Cr-SO3H·Al(III) as shown in Scheme S2, in which the Al(III) is octahedrally coordinated with one O atom from the sulfonate group, two OH groups, two μ-OH groups, and one water molecule.Figure 2. Al K-edge XANES spectra of types of Al(III)-based samples including MIL-101-Cr-SO3H·Al(III), gibbsite (γ-Al(OH)3), corundum (α-Al2O3), Al phenol sulfonate, γ-Al2O3, and AlPO4.Catalytic Performance InvestigationTo evaluate the performance of MIL-101-Cr-SO3H·Al(III) as a heterogeneous solid acid catalyst on a fixed-bed reactor at a reaction temperature of 393 K and ambient pressure, we conducted the benzylation reaction of aromatic hydrocarbons (e.g., mesitylene) with benzyl alcohol (BA), which is an important reaction for the production of pharmaceutical intermediates and fine chemicals(19) as well as being environmentally benign with water as a byproduct.(20) As shown in Figure 3, for the benzylation of mesitylene with BA (Scheme 2), MIL-101-Cr-SO3H·Al(III) gives a remarkable increase in catalytic performance during the reaction process and reaches a maximum value of conversion after 120 min with an exceptional conversion of BA (approaching 100%) and high selectivity (>99%) for the target product 2-benzyl-1,3,5-trimethylbenzene (BTMB). It outperforms two benchmark zeolites, mordenite (HMOR)(20c) and H-Beta,(20e, 21) which have been widely investigated for benzylation reactions, as well as three MOFs, HKUST-1,(22) MIL-100-Fe,(23) and PW@MIL-101-Cr,(11d) under the same reaction conditions. Compared with MIL-101-Cr-SO3H·Al(III), the two zeolite catalysts show lower conversions that decrease with reaction time (Figure 3a) and consistently lower selectivities (Figure 3b). The maximum BA conversions for HMOR and H-Beta are 84.1% and 87.8%, respectively. The three MOF catalysts exhibit very low conversion with values peaking at <20%. The catalytic performance of MIL-101-Cr-SO3H·Al(III) also exceeds that of AlCl3, a commonly used Lewis acid catalyst for the benzylation of aromatic compounds(19) (Figure S7). To the best of our knowledge, both the activity and the selectivity of MIL-101-Cr-SO3H·Al(III) for the benzylation of mesitylene with BA are among the highest values reported for porous-material-based solid acid catalysts.(20, 21) It is worth noting that no loss of activity was observed over a 6 h reaction period, indicating that MIL-101-Cr-SO3H·Al(III) retains its high activity and selectivity over extended reaction times; this is in striking contrast to HMOR and H-Beta, which start to lose their activity within 1 h and become almost totally inactive in less than 5 h.Scheme 2. Benzylation of Mesitylene with Benzyl AlcoholFigure 3. (a) Conversions of benzyl alcohol and (b) selectivities for BTMB using different catalysts as functions of time.In order to further assess the merits of the catalysts, we calculated the yield according to the experimental conversion and selectivity (Figure 4a). MIL-101-Cr-SO3H·Al(III) demonstrated a yield that increases with reaction time and reaches a value of >99% after 2 h. In contrast, a steady decrease in yield over the reaction time was observed for all of the other catalysts. The two zeolites HMOR and H-Beta exhibited a decline in yield with a value of less than 50% after 3 h. The three MOFs HKUST-1, MIL-100-Fe, and PW@MIL-101-Cr showed even much lower yields of <20% and lost nearly all their activity after 3 h. In addition, in terms of the amount of product produced during the reaction time period from 30 to 240 min (Figure 4b), MIL-101-Cr-SO3H·Al(III) far exceeded all of the other catalysts, producing 1.7, 2.4, 53, 15, and 85 times as much product as produced by HMOR, H-Beta, HKUST-1, MIL-100-Fe, and PW@MIL-101-Cr, respectively. Such exceptional catalytic performance of MIL-101-Cr-SO3H·Al(III) in comparison with HMOR, H-Beta, and other materials was also observed when benzene and p-xylene were used as the reactants in the fixed-bed benzylation reaction with benzyl alcohol (Schemes S3 and S4 and Figures S8 and S9).Figure 4. (a) Yields of BTMB catalyzed by MIL-101-Cr-SO3H·Al(III), HMOR, H-Beta, HKUST-1, MIL-100-Fe, and PW@MIL-101-Cr at different reaction times. (b) Product amounts produced by various catalysts during the reaction period from 30 to 240 min.Investigation of the Synergistic Effect between the Brønsted Acid Framework and the Lewis Acid CentersWe reasoned that the excellent catalytic performance of MIL-101-Cr-SO3H·Al(III) results from the synergistic effect between the Brønsted acid framework and the Al(III) Lewis acid centers. Control experiments were performed on MIL-101-Cr, Al2O3, and MIL-101-Cr-SO3H in the context of benzylation of mesitylene with benzyl alcohol under the same reaction conditions. MIL-101-Cr showed very low conversion (Figure S9a), indicating a negligible contribution from the open metal sites of the framework to the high catalytic activity of MIL-101-Cr-SO3H·Al(III). Both Al2O3 and MIL-101-Cr-SO3H exhibited a depression in catalytic activity and selectivity compared with MIL-101-Cr-SO3H·Al(III) (Figure S10). The yield of BTMB when Al2O3 or MIL-101-Cr-SO3H was used as the catalyst was significantly lower than that using MIL-101-Cr-SO3H·Al(III) (Figure 5a), highlighting that the Lewis acid@Brønsted acid MOF can more effectively activate aromatic hydrocarbon bonds compared with the respective parent materials. Control experiments were also performed on a mixture of Al2O3 and MIL-101-Cr-SO3H, whose catalytic performance was also lower than that of MIL-101-Cr-SO3H·Al(III). These results further suggest that the higher catalytic activity of MIL-101-Cr-SO3H·Al(III) results from the synergistic effect of combining the Brønsted acid MOF framework with the Al(III) Lewis acid centers, thereby highlighting the advantages of the Lewis acid@Brønsted acid MOF for fixed-bed reactions. These results were also supported by the product amounts yielded by different catalysts during the reaction period from 30 to 120 min (Figure 5b).Figure 5. (a) Yields of BTMB catalyzed by MIL-101-Cr-SO3H·Al(III) and other catalysts at different times. (b) Product amounts produced by various catalysts during the reaction period from 30 to 120 min.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesConclusionWe have illustrated a strategy to obtain MOFs as heterogeneous solid acid catalysts with higher activity by combining a Brønsted acid MOF framework with Lewis acid centers to afford a Lewis acid@Brønsted acid MOF, as exemplified in the context of MIL-101-Cr-SO3H·Al(III). As a result of the synergy between the Brønsted acid sites and the Al(III) Lewis acid centers, MIL-101-Cr-SO3H·Al(III) demonstrates excellent catalytic performance as a heterogeneous solid acid catalyst in fixed-bed reactions for benzylation of aromatic hydrocarbons with benzyl alcohol, outperforming some benchmark zeolite solid acid catalysts. Our work thereby not only provides a new approach to prepare highly active MOF-based catalysts but also lays a solid foundation for the development of MOFs as a new type of highly efficient heterogeneous catalyst for fixed-bed reactions. The employment of MIL-101-Cr-SO3H·Al(III) as a heterogeneous solid acid catalyst for other types of reactions and the development of other MOFs as highly efficient heterogeneous catalysts are currently underway in our laboratory.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesExperimental SectionSynthesis of MIL-101-Cr-SO3HMIL-101-Cr-SO3H was synthesized according to the procedure reported in the literature.(10g)Synthesis of MIL-101-Cr-SO3H·Al(III)A freshly prepared 500.0 mg sample of MIL-101-Cr-SO3H was first heated at 150 °C for 48 h on the degassing port of the Micrometrics ASAP 2020 surface area and porosity analyzer with a dynamic vacuum of <2 μm torr. The degassed sample was moved into a heavy-walled pressure tube in a glovebox under a N2 atmosphere. Subsequently, 300.0 mg of anhydrous AlCl3 (>99% purity, Fisher Scientific) was added to the tube, followed by 100.0 mL of anhydrous ethanol (>99.5% purity, Sigma-Aldrich). The sealed tube was then heated at 90 °C for 24 h to afford the MIL-101-Cr-SO3H·Al(III) product, which was filtered and washed with methanol (>99% purity, Sigma-Aldrich) to remove excess AlCl3 followed by further washing with water and methanol. The filtered sample of MIL-101-Cr-SO3H·Al(III) was dried under dynamic vacuum on the Schlenk line at 120 °C for 12 h. ICP analysis data: Cr, 12.49%; Al, 13.01%. Elemental analysis data: C, 23.08%; H, 0.96%; S, 7.71%. Ion chromatograph data: Cl <0.25%.XANES ExperimentsAll of the Al K-edge XANES data were collected at the spherical grating monochromator (SGM) beamline at the Canadian Light Source (Saskatoon, SK, Canada).(24) The energy scale of the Al K-edge spectra was calibrated using AlPO4 assuming a value of 1566.1 eV for the major peak.(25) The photon energy resolution was about 0.1 eV. The fine powder of MIL-101-Cr-SO3H·Al(III) or reference material was spread on double-sided carbon tape on a Cu sample holder. The partial fluorescence yield was measured using an Amptec silicon drift detector with an energy resolution of ∼150 eV. The Al spectra were normalized by simultaneously measuring the incident flux (I0) from a Au mesh (90% transmission) placed before the sample.Catalytic ExperimentsTo evaluate the catalytic performances of these catalysts, the benzylation of aromatic hydrocarbons with benzyl alcohol was first chosen at a reaction temperature of 393 K on a fixed-bed reactor. Before being loaded into the fixed-bed reactor, the MOF samples were activated in vacuum at 393 K and zeolites were calcined at 823 K in air. The catalyst (MIL-101-Cr-SO3H·Al(III), HMOR, H-Beta, HKUST-1, MIL-100-Fe, PW@MIL-101-Cr, or AlCl3) (50.0 mg) was mixed with 1.0 g of silica sand and then loaded into the fixed-bed reactor. The bed temperature was kept at 393 K for 1 h under a flow of nitrogen, after which the aromatic compound and benzyl alcohol with a molar ratio of 80:1 were introduced into the reactor at 0.06 mL/min under a nitrogen flow of 10 mL/min; the reaction was monitored every 30 min. For control experiments, the amounts of MIL-101-Cr, Al2O3, and MIL-101-Cr-SO3H catalysts were 50.0 mg each; those for the mixture of Al2O3 and MIL-101-Cr-SO3H were 15.0 and 35.0 mg, respectively. Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesSupporting InformationCharacterization details; scheme and picture of the fixed-bed reactor; SEM, PXRD, TEM-EDS, XPS, and 27Al NMR data; TGA plots; and supporting figures. This material is available free of charge via the Internet at http://pubs.acs.org.⊥Author ContributionsB.L. and K.L. contributed equally.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesAcknowledgmentThe authors acknowledge the National Science Foundation (DMR-1352065) and the University of South Florida for financial support of this work.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesReferencesThis article references 25 other publications.1. Davis, M. E. Nature 2002,  417,  813[Crossref], [PubMed], [CAS]1. Ordered porous materials for emerging applicationsDavis, Mark E.Nature (London, United Kingdom)\r\n        (2002),\r\n    417\r\n        (6891),\r\n    813-821CODEN:\r\n                NATUAS;\r\n        ", "title": "Metal–Organic Framework Based upon the Synergy of a Brønsted Acid Framework and Lewis Acid Centers as a Highly Efficient Heterogeneous Catalyst for Fixed-Bed Reactions", "authors": ["Baiyan Li", "Kunyue Leng", "Yiming Zhang", "James J. Dynes", "Jian Wang", "Yongfeng Hu", "Dingxuan Ma", "Zhan Shi", "Liangkui Zhu", "Daliang Zhang", "Yinyong Sun", "Matthew Chrzanowski", "Shengqian Ma"], "doi": ["10.1021/jacs.5b01352"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0005.gif\">"]}