{"abstract": "", "text": "10.1021/cr4006473 Top of PageAbstractIntroductionToxic Chemical Removal by MOFsWater Stability of MOFsEngineering and Particle Formation of MOFsConclusions and the Future of MOFs in Air PurificationReferences1 Introduction1.1Historical PerspectiveSince chlorine gas was first used in chemical warfare at Ypres, Belgium, in World War I (WWI), the threat posed to military, civilian, and industrial personnel has continuously evolved.(1) In this initial modern use, chlorine was chosen as a chemical of opportunity due to widespread industrial production in Germany in combination with its volatility and toxicity. Throughout the rest of WWI, chemical warfare became a major focus with the development of first-generation chemical agents, such as the vesicant (or blistering agent) sulfur mustard, the blood agents hydrogen cyanide and cyanogen chloride, and the choking agents phosgene and diphosgene, among others.(2, 3)The dawn of modern chemical weaponry during and immediately following WWI resulted in the development of highly toxic compounds. Chlorine is a chemical with easy access yet relatively high toxicity compared to many other industrial compounds. In the 1930s, Germany discovered highly toxic organophosphates while investigating new pesticides. These chemicals, later known as G-type nerve agents, include tabun (GA), sarin (GB), and soman (GD), among others. These compounds were found to be highly toxic due to irreversible binding with the nerve sites responsible for acetylcholinesterase breakdown, a necessary process in neurotransmission.(4) Although never used on the battlefield during World War II (WWII), Germany manufactured and stockpiled these chemicals before and during the war, the formulas of which were captured by the Allies after the war.After WWII, G-type nerve agents were mass produced, and in the early 1950s V-type nerve agents were discovered in the United Kingdom. In particular, VX [O-ethyl S-(2-(diisopropylamino)ethyl) methylphosphonothioate] was found to be one of the most lethal substances known and was produced by several nations in large quantities. Today, these toxic chemicals are still being demilitarized in accordance with the Chemical Weapons Convention of 1993. It is possible that these chemicals were used in various conflicts in the subsequent decades, and they were almost certainly used by Iraq against Iran in the 1980s. In 1995, the Aum Shinrikyo cult released sarin nerve gas within the Tokyo subway system, killing several civilians and injuring many more. This incident showed a possible expansion in the use of chemical weapons from state-sanctioned to asymmetric terrorism. Even today, the threat of nerve agents continues to resonate with conflicts such as those in Syria, where the United Nations believes sarin was used.1.2Current Toxic Chemical Protection RequirementsAlthough the threat of traditional nerve and vesicant chemical warfare agents (CWAs) remains, a recent emphasis has been placed on protection against toxic industrial chemicals (TICs) such as chlorine, coming full circle from the initial release in Ypres. The omnipresence of TICs represents a potential hazard, often requiring the use of air-purifying respirators when working in their vicinity to mitigate potential hazards. In regard to asymmetric warfare, militants and insurgents could obtain large tankers of chemicals for use against civilian and military personnel.Between these extremes, the increased use of chemicals in industry inevitably results in the increased risk of an accidental release. Perhaps the most notorious chemical incident in recent history was the release of methyl isocyanate, an extremely toxic compound used as an intermediate in pesticide production, from a chemical plant in Bhopal, India, in 1984. Recently, train derailments in South Carolina and The District of Columbia resulted in the accidental release of chlorine. Ammonia removal has been of concern most recently following a fertilizer plant explosion in West, Texas, in 2013.Within the past 15 years, the United States National Institute for Occupational Safety and Health (NIOSH) has established a set of standards for chemical, biological, radiological, and nuclear (CBRN) protection for air-purifying respirators for first responders.(5) The availability and possible use of TICs in chemical warfare has been further investigated by the Joint Program Executive Office for Chemical Biological Defense (JPEO CBD) within the United States Department of Defense over the past decade. This study by the TIC/TIM (TIM = toxic industrial material) Task Force resulted in a prioritized list of inhalation/respiratory and ocular hazards for military personnel.(6)From the various studies, specifications, and requirements documents on TICs and CWAs, it is apparent that multiple threats exist in the world today. Table 1 summarizes some of the chemical hazards posed to personnel in both industrial and possible military situations, representing a wide array of removal chemistries. The possibility of both CWAs and TICs being released indicates the need for highly efficient materials capable of protecting both military and civilian personnel. Furthermore, protective materials must provide a wide range of chemistries capable of reacting with these diverse chemicals for efficient removal.Table 1. Target Chemical Groups/Functionalitiesgroupexampleschemistry/removal mechanism requirednerve/blister agentsGA, GB, GD, VX, HDphysical adsorption; nucleophilic attackacidic/acid-forming gaseschlorine, hydrogen halides, phosgenenucleophilic attack; acid–base reactionsbasic/base-forming gasesammonia, amines, hydrazinesoxidation; acid–base reactionsoxidized gasessulfur dioxide, nitric oxide, nitrogen dioxidereduction; further oxidationreduced gasesarsine, phosphine, hydrogen sulfideoxidationaldehydesformaldehyde, acroleinoxidation; polymerizationsimple organicscyclohexane, alkyl halidesadsorption; nucleophilic attackcyanide/cyanatehydrogen cyanide, methyl isocyanate, cyanogen chloridenucleophilic attack; polymerization1.2.1Air Purification BackgroundThe filtration of toxic chemicals, to include CWAs, requires a combination of materials. Fibrous media are generally used to remove solid and liquid aerosols from air by mechanical means, while microporous sorbents are used to remove gaseous and vaporous components. In WWI, military personnel used urine soaked rags, a device of opportunity, to protect themselves from chlorine gas, as it reacted with the ammonia in the urine. Military respirators were quickly designed during WWI, and activated carbons have been almost exclusively used as the sorbent for gas and vapor removal in the century since the initial gas attacks. These materials have been synthesized from a variety of components, including wood,(7) coal,(8) coconut shells,(9) polymers,(10) and even sewage waste.(11) Micropores in activated carbon, and other sorbents, result in increased surface energies and are able to adsorb a variety of chemicals, while larger pores facilitate transport of the contaminants to the micropores.The shortcoming of pure activated carbons is that chemicals with weak intermolecular forces typically have weak physical interactions with the carbon surface and therefore require chemical reactivity for removal. Thus, early gas masks were large, bulky, and burdensome to ensure proper protection for the user. Over the past century, the gas mask has changed substantially many times focused on the purported threat of the day.(12) The current push is to provide more protection than previous systems, but in a smaller volume to reduce the burden to the user.Figure 1. A sampling of gas masks used in the United States: (a) the M1A2 Mask developed after WWI, (b) the M3A1 Series Lightweight Mask developed during WWII, (c) the M17 Mask developed after WWII, (d) the M28 Riot Control Mask developed during the 1960s, (e) the M40 Series Mask developed in the 1980s, and (f) the M50 Joint Service General Purpose Mask (JSGPM) developed in the 1990s and fielded in the 2000s. As masks have been developed in the United States and worldwide, a premium has been placed on lowering the burden while maintaining a protective posture. Photos of the gas masks are courtesy of the U.S. Army.With the changes in gas masks, changes to the sorbents have also occurred to develop the technology into new shapes and smaller sizes. Activated carbon has been modified with a variety of compounds, commonly known as impregnants, to react with higher-volatility (vapor pressure greater than 100 Torr) compounds. These impregnants have included metal salts, acids, and amines.(13, 14) The current state-of-the-art U.S. military filters use a carbon impregnated with copper, silver, zinc, molybdenum, and triethylenediamine (TEDA), known as ASZM-TEDA carbon.A wide range of sorbents and filters are used in industry, frequently varying in impregnant formulation to optimize protection for specific chemicals or applications. However, within the U.S. military only a handful of respirators are used, and all individual and collective protection filters utilize ASZM-TEDA carbon. Developing new materials for military or first responder applications poses a much more difficult endeavor than industrial applications, simply because the chemical threat is typically unknown before an event occurs. Thus, the development of new materials for enhanced filtration traditionally falls into two categories: a highly specific, highly efficient material targeting one chemical or group (e.g., acid gases) or a material possessing the ability to remove a broad range of chemical threats, with less protection against specific chemicals.Although the ability to remove toxic chemicals is paramount, it is not the only performance parameter required of sorbents. Sorbents must possess the ability to withstand prolonged periods of high levels of moisture as well as high temperatures with limited degradation prior to use. During use, adsorbent materials must also be able to remove toxic chemicals at a full range of ambient temperature and humidity conditions, depending on the mode of operation. Furthermore, filters undergo rough handling during usage; therefore, sorbents must also have sufficient hardness such that they do not create dust, which would result in bed channeling and increased pressure drop. Although many materials by themselves are relatively soft, binders may be employed to enhance stability during rough handling. Resistance to attrition of engineered materials is vital to reduce breathing resistance attributed to smaller particles. Finally, sorbents must be able to remove chemicals with minimal material to minimize breathing resistance. In short, materials used in air purification applications must provide substantial protection while balancing weight, volume, hardness, and resistance to aging.1.2.2Sorbent Evaluation for FiltersSorbents used in air purification applications are commonly evaluated for total capacity and/or breakthrough time. The total capacity of a material is typically based on an adsorption isotherm, which measures the amount of the chemical of interest that sorbs on the material as a function of pressure at a constant temperature. These experiments are conducted at equilibrium and indicate the ability of a sorbent to retain a chemical at a wide range of partial pressures. In filtration applications, low-pressure isotherms are used to determine adsorbate uptake, as filtration is mostly an ambient process and the removal of trace amounts of toxic chemicals is paramount. In particular, adsorbate interactions at very low partial pressures indicate how an adsorbate interacts with the material’s surface and is relevant to how a material will behave within a filter.Breakthrough experiments are another means of evaluating the efficacy of a sorbent to remove a chemical and typically are more applicable to filters, which operate in dynamic, flow-through, conditions. This information is used to determine the protection afforded by a particular filter in an air-purifying respirator or a collective protection system. The basic concept of the breakthrough experiment is the introduction of a sorbate through a packed sorbent bed. As the sorbate begins eluting from the packed bed, the protection afforded by the sorbent can be determined by the time it takes the chemical to reach a predetermined toxic limit, known as the breakthrough time. It is imperative that developmental materials be evaluated against a wide range of low- and high-volatility chemicals to determine an envelope of protection.1.3Metal–Organic FrameworksWhile traditional activated carbons have proven highly effective at removing a wide range of toxic chemicals, one potential shortcoming is the method of incorporating reactive functional groups. To properly afford broad spectrum protection, activated carbons must be impregnated with a variety of compounds capable of both acidic and basic chemistries. Due to the proximity of complementary functionalities within the pores of carbons, these chemical groups will inherently interact with one another over time, reducing the efficacy of the material. Instead, covalently anchoring functional groups to the substrate may be advantageous, a property that can be imparted through crystal design of materials, such as metal–organic frameworks (MOFs).More than 6000 three-dimensional MOFs, also known as coordination polymers, are currently registered in the Cambridge Structural Database. MOFs are composed of metal ions or clusters of metal ions linked together by polydentate organic linkers.(15, 16) The secondary building units (SBUs) commonly found in MOFs have anywhere from 3 to 12 points of extension, with even higher values theoretically possible.(17, 18) Many MOFs are highly porous, and surface areas have been reported up to 7140 m2 g–1, making them ideal candidates for gas sorption.(19) Furthermore, MOFs have thermal stabilities typically above 573 K, and in some cases greater than 773 K.(18, 20) The high porosity, tailorability, and thermal stability make MOFs ideal for air purification applications.MOFs have been examined extensively in the literature for their removal of toxic chemicals because of their high surface areas and the ability to tailor the chemical functionality in a controlled manner within the MOF.(21-23) These are properties that have not been seen for most other porous sorbents, such as zeolites or carbons. The ability of the IRMOF (isoreticular metal–organic framework) series (examples seen in Figure 2) to vary the linker length, as well as the functional groups present, make it an excellent model system to study the removal of various classes of chemicals.(24, 25) Furthermore, the MIL-100 and -101 (MIL = Material of Institut Lavoisier) and MOF-74 series allow for the interchanging of various metal ions, while identical topologies are kept.(26-28) The fact that MOFs theoretically have an infinite number of metal ion–organic linker combinations makes them ideal for targeting specific chemical interactions, allowing for the sorption of various chemicals. Furthermore, postsynthetic modification of functional groups on the organic linker or exchange of the metal ion in the SBU increases the number of possible MOF structures that can be designed.(29)Figure 2. The IRMOF series of cubic frameworks based on dicarboxylate linkers and octahedral Zn4O SBUs. Reprinted with permission from ref 24. Copyright 2002 American Association for the Advancement of Science.Many have already reviewed the literature in the areas of MOFs for gas storage,(30-36) separations,(37-39) catalysis,(40, 41) and molecular sensing;(42-44) however, the literature on MOFs for toxic gas removal has yet to be comprehensively and critically reviewed.(23) Here we present a comprehensive critical review of the literature on the utilization of MOFs for air purification. We begin by examining toxic chemical removal by MOFs under static and dynamic conditions; chemicals investigated include CWAs and their simulants, ammonia, carbon monoxide, nitric oxide, nitrogen dioxide, hydrogen sulfide, and sulfur dioxide, among others. Subsequent sections focus on the challenges facing MOFs with respect to their incorporation into filtration media, including their ambient structural stability, and the ability of MOFs to be engineered into particles. Finally, we discuss the future of MOFs in air purification applications.Top of PageAbstractIntroductionToxic Chemical Removal by MOFsWater Stability of MOFsEngineering and Particle Formation of MOFsConclusions and the Future of MOFs in Air PurificationReferences2 Toxic Chemical Removal by MOFs2.1Chemical Warfare Agents and SimulantsThe most toxic of chemicals, CWAs, are generally a less common threat as compared to the relatively easy-to-obtain industrial chemicals, such as ammonia or chlorine; however, due to their high toxicity, military filter systems are designed with CWA removal being of utmost importance. In contemporary nomenclature, CWAs typically refer to nerve and vesicant agents, although the full list is far more extensive. Nerve agents, such as sarin (GB), soman (GD), and VX, and vesicants, such as sulfur mustard (HD) and lewisite (L), are generally more of a percutaneous (skin) hazard; however, all have at least some volatility and can be lethal if inhaled in sufficient quantity. Thus, all must be considered during filter design. Although degradation studies with CWAs such as nerve and blister agents are often conducted in the liquid phase, the reaction chemistry mechanism remains the same for vapor removal. As compared to TICs, relatively few removal mechanism studies have been conducted on CWAs and their surrogates. Studies on CWAs are typically concerned with reaction kinetics, as CWAs are typically less volatile than TICs and can be a more persistent threat.The removal of HD, bis(2-chloroethyl) sulfide, as well as the HD simulant 2-chloroethyl ethyl sulfide (CEES) on Cu–BTC was investigated by Roy et al.(45) The rate constant and half-life for HD removal were found to be 0.020 min–1 and 34.65 min, respectively, while CEES was removed more quickly, with a rate constant and half-life of 0.043 min–1 and 16.11 min, respectively. Initial rates were found to be fast but eventually slowed; this behavior is attributed to initial spreading and adsorption, followed by a steady-state reaction. In both cases, degradation occurred through hydrolysis by adsorbed water via the mechanism observed in Figure 3. The faster reaction rate of CEES is typical, due to the lack of a second electron-withdrawing Cl atom as compared to HD.(46) The authors also noted that, with increasing adsorbed moisture, the degradation rate of CEES decreases; this behavior is expected as water blocks diffusion through the pores and the accessibility to active sites.Figure 3. Hydrolysis reaction of HD on Cu–BTC. Reprinted with permission from ref 45. Copyright 2012 Elsevier.Roy et al. also evaluated the removal of chloroethyl phenyl sulfide (CEPS) by Cu–BTC to compare to CEES.(47) CEPS degradation was found to be almost 5 times slower than CEES on Cu–BTC, with a rate constant and half-life of 0.009 min–1 and 75.27 min, respectively. This is due to a combination of slower diffusion as well as the phenyl group sterically hindering the hydrolysis step in the degradation mechanism.In this same work, simulants for sarin were also investigated for degradation on Cu–BTC. Diethyl chlorophosphate (DEClP) and diethyl cyanophosphonate (DECNP) were both found to be removed via hydrolysis, creating the corresponding phosphoric acids. DECNP reacted faster than DEClP, which is attributed to the better leaving tendency of CN– as compared to Cl–.(48) Roy and co-workers expanded beyond the nerve agent simulant work to include sarin.(49) After 1 h, total conversion to the acid was found to be 92, 72, and 49% for DECNP, DEClP, and sarin, respectively. After 4 h, the conversion of these compounds was found to be 94, 92, and 90%, respectively. It was also found that increasing the moisture content within the MOF structure enhanced hydrolysis rates, leading to a more efficient conversion for each chemical studied.Nerve agent and mustard simulant removal on MOFs was studied by Montoro et al.(50) A novel material, [Zn4O(3,5-dimethyl-4-carboxypyrazolato)3] (Zn–DMCP), having a structure similar to MOF-5, and Cu–BTC were used to investigate reactivity toward diisopropyl fluorophosphate (DIFP) and diethyl sulfide (DES), a GB and HD simulant, respectively. Beyond the differences in pore structure, Zn–DMCP exhibits hydrophobicity until pore filling occurs, whereas the Cu–BTC is hydrophilic. It was found that, due to its low affinity for water, DIFP has comparable binding energies (BE) and Henry’s law constants (KH) on Zn–DMCP (BE = 44.8 kJ mol–1, KH = 71.2 cm3 m–2) and Cu–BTC (BE = 48.4 kJ mol–1, KH = 67.9 cm3 m–2); however, the partition coefficient with water was significantly higher for Zn–DMCP (275 vs 1.2). DES has better adsorption characteristics on Cu–BTC, likely due to the sulfur atom interacting with coordinatively unsaturated sites (CUSs) of the Cu2+. In that study, only breakthrough of the chemicals was studied, and reactivity was not investigated. It was noted that for air purification applications, Zn–DMCP likely would provide superior separation of GB over water due to the high partition coefficient, resulting in lower levels of breakthrough over longer periods of time.More recently, Peterson and Wagner investigated Cu–BTC for the removal of GD, HD, and VX.(51) For each chemical, 5 μL of agent was dosed on approximately 100 mg of Cu–BTC, and reactions were monitored in situ via nuclear magnetic resonance (NMR). All agents were found to be removed by hydrolysis mechanisms. Sorbents were allowed to equilibrate at approximately 40% RH to provide water for hydrolysis. Magic angle spinning (MAS) was used to monitor HD degradation in the NMR; initial results indicated a fast initial adsorption half-life of 10.2 min, followed by a much slower reaction half-life of 3.0 h. It was also found that decreasing the spinning speed slows the absorption and reaction kinetics, indicating that a centrifugal effect may be present upon spinning, squeezing hydrophobic HD into hydrophilic Cu–BTC pores. VX degradation products did not require MAS to be studied by NMR, and the resulting degradation half-life was experimentally determined to be 29 h. MAS was required for GD to resolve its doublet peak, and the half-life was found to be 2.0 days, with the pinacolyl methylphosphonic acid (PMPA) binding strongly to the material, likely at the CUSs.A MOF/polyoxometalate (POM) composite was synthesized, and its ability to adsorb and react with dimethyl methylphosphonate (DMMP) was studied by Ma et al.(52) DMMP has been used often as a nerve agent simulant; however, many have done so not realizing that DMMP is a good adsorption simulant, but it lacks the important P–S or P–X (X ═ F, CN) bonds to be a reactivity simulant, as these are the bonds that are broken in the degradation of VX and G-agents, respectively. The material H3[(CuCl4)3(BTC)8]2[PW12O40], also known as NENU-11, exhibits a sodalite topology with a Keggin-type POM as a guest within the largest pores. Breakthrough experiments of saturated DMMP vapor in He carrier gas at 298 K showed that 15.5 molecules of DMMP were sorbed per unit cell in NENU-11, which is greater than the 8.2 and 6.0 DMMP molecules per formula unit of Cu–BTC and MOF-5 (performed at 323 K), respectively.(53) These values correspond to 1.9, 6.7, and 7.3 mmol g–1 of NENU-11, Cu–BTC, and MOF-5, respectively, which in many cases is a more relevant form of comparison. It should also be noted here that the MOF-5 experiments were performed at a higher temperature, and therefore, MOF-5 having the highest capacity is even more significant, as sorption capacity typically decreases with increasing temperature. The amount of DMMP sorbed in the structure of NENU-11 decreased with increasing humidity. The authors also identified methyl phosphonic acid (MPA) as a byproduct after submerging DMMP-laden NENU-11 in water at room temperature, indicative of a hydrolysis mechanism catalyzed by the polyoxometalate. The conversion was found to be approximately 34% at 298 K and increased with temperature, reaching 93% after 12 h at 323 K.Zou et al. communicated an α-PbO2 replica MOF for the removal of nerve agent surrogates.(54) The composition reported was [Zn2Ca(BTC)2(H2O)2] and resulted in a three-dimensional topology. Adsorption isotherms of MPA were collected at concentrations ranging from 0 to 328 ppm, with MPA mixed into a 100:1 dichloromethane/methanol solution. Although MPA has been proposed as a surrogate for GB, it lacks the P–F bond of the nerve agent and therefore is a poor reactivity simulant. Still, it is similar to GB in that it contains P═O and P–OH groups, which make it an important sorption simulant. In the study, MPA was found to bind to undercoordinated Zn sites within the MOF structure, reaching a plateau around 0.6 MPA per Zn site, corresponding to approximately 1.0 mmol g–1, and exhibited a type I isotherm. Modeling work determined that MPA binds to the Zn sites first through the phosphorus atom, followed by binding of a hydroxyl group to an adjacent Zn site. In all, the material exhibited efficient uptake of MPA and therefore may be efficient for the adsorption of GB as well.Bromberg et al. were able to covalently attach NH2–MIL-101(Al) and NH2–MIL-53(Al) to butyl rubber gloves.(55) Terminal aminoterephthalic acid groups from the MOF linkers reacted with 2,4-toluene diisocyanate (TDI) on polyisobutylene (PIB) films. Aminoterephthalic acid groups within the pores were modified with 4-methylaminopyridine (4-MAP), a chemical capable of promoting hydrolysis of nerve agents. Degradation studies were carried out with DIFP, by dropping liquid DIFP directly onto wetted materials at water/DIFP mole ratios between 5 and 15. The as-received NH2–MIL-101(Al) and NH2–MIL-53(Al) materials did not react with DIFP, as seen in Figure 4. Incorporation of 4-MAP into the pores of both materials dramatically increased reactivity, with the MIL-101 material reacting faster than the MIL-53, with the former exhibiting rate constants and half-lives from 0.064 to 0.75 h–1 and 0.9 to 10 h, respectively. The large range of rate constants and half-lives was attributed to the amount of sample present during the experiment, with increased sample size resulting in fast rates and lower half-lives. Attaching the MOFs to the film resulted in even longer half-lives, but still proved to be quite reactive over time, with 55% conversion after 24 h. Not only did this study show the ability of MOFs to degrade nerve agents, but it also exhibits the capability to engineer self-decontaminating surfaces.Figure 4. DIFP kinetics of various MILs, treated MILs, and films containing MILs. Reprinted with permission from ref 55. Copyright 2012 American Chemical Society.In reviewing the work conducted to date on CWA and simulant uptake and degradation using MOFs, there are limited studies on very few MOFs. Clearly there is room for additional work, especially when considering that MOFs can be tailored to incorporate specific chemistries. This aspect of MOFs should allow for more efficient materials to be synthesized for targeted hydrolysis of CWAs. However, results from studies thus far indicate that reaction rates are typically much slower than on materials such as titania(56, 57) and zirconium hydroxide.(58) It is also important to note here that simulant selection is very important, and the proper simulant should be chosen to mimic adsorption or reactivity of CWAs, as has been reported in detail in other reviews.(59, 60)2.2AmmoniaAmmonia (NH3), a colorless gas with a pungent odor, is used in the production of pharmaceuticals, commercial cleaning products, and fertilizers. The global production of ammonia in 2006 was approximately 146.5 million tons and is estimated to top 200 million tons in 2013.(61) OSHA has set a 15 min exposure limit of 35 ppm for ammonia and an 8-h exposure limit of 25 ppm.(62) Ammonia’s sharp, irritating odor is perceptible by humans at levels as low as 5 ppm. Ammonia has been identified as one of the chemicals that frequently creates accident risks from the potential for spills at manufacturing facilities or explosions at fertilizer plants.(63) In fact, the Serbs targeted chemical plants during the war in Croatia in the 1990s, causing the release of ammonia into the environment as a method to attack civilians.(2)Ammonia can interact with the organic linker of a MOF through strong hydrogen-bonding mechanisms, as certain functional groups, including −OH and −NH2, have been shown to interact strongly with ammonia, as well as chemisorption mechanisms through functional groups like −COOM (M = Cu, Ag, Na, or K).(64, 65) Furthermore, ammonia can bind to CUSs through coordinative covalent bonds as in Cu–BTC and MOF-74.(21, 22, 66, 67)Density functional theory (DFT) methods and grand canonical Monte Carlo (GCMC) simulations have been used by Snurr and co-workers to study the binding of ammonia on a variety of linkers used in MOFs and the physisorption of ammonia in a variety of MOFs, respectively.(64, 65) Metal carboxylate groups exhibited the lowest binding energies for ammonia; however, only some show large binding energy differences when compared to water, as can be seen in Table 2. The ability to adsorb the analyte of interest preferentially over water is important, as most ambient airstreams contain water. Other groups, such as −OSO3H, −OOH, −SO3H, −OP(═O)(OH)2, −P(═O)(OH)2, and −COOH, also preferentially bind ammonia over water.(64) In that study it is important to note that ammonia was a neutral molecule and not protonated, leading to strong interaction energies with Brönsted acids. In the gaseous phase, it was found that if an ammonium ion is exposed to deprotonated functional groups on the organic linker, then protonation of the functional group will occur, resulting in a neutral ammonia molecule. However, if the functional groups are incorporated into MOFs, the surrounding atoms can create a dielectric polarization in the pores, and this dielectric polarization could dictate whether the ammonia molecule is protonated. Zagorodniy et al. reported the dielectric constants of IRMOFs and Cu–BTC among other MOFs to all be less than 2. This result suggests that ammonia would be protonated in MOFs with −SO3H and −HSO4 functional groups, while −COOH, −OH, and −OOH would not protonate ammonia.(68)Table 2. Calculated Lowest Binding Energies in kJ mol–1 of Ammonia and Water on Bare Naphthalene and the 21 Other Functional Groupsafunctional groupNH3H2OBEH2O – BENH3R–COOCu–161.2–97.863.4R–COOAg–84.9–51.533.4R–HSO4–65.9–46.919.0R–COOLi–81.1–70.210.9R–OOH–37.2–27.79.5R–SO3H–52.142.79.4R–OP(═O)OH2–54.2–44.99.3R–P(═O)(OH)2–50.8–42.78.1R–OH–34.3–26.57.8R–COOH–41.8–37.24.6R–Cl–11.2–11.9–0.7R–NCO–15.6–16.8–1.2R–NO3–14.7–16.7–2.0R–F–12.9–15.2–2.3R–NH2–18.8–21.2–2.4R (naphthalene)–8.2–10.7–2.5R–COONa–62.3–65–2.7R–CH2–F–13.9–19.5–5.6R–C(═O)–H–16.4–23.3–6.9carbonyl–16.1–23.4–7.3R–CH2–NH2–18.3–28.1–9.8R–COOK–48.0–61.8–13.8aThe last column represents the difference between the lowest binding energy of water and the lowest binding energy of ammonia for each case; a positive value indicates that the binding of ammonia is stronger than that of water. All data are from ref 64.GCMC calculations were used to study the adsorption of ammonia on MIL-47, IRMOF-1, IRMOF-10, and IRMOF-16.(65) The IRMOFs represented structures that differed by having one, two, and three rings linked together, respectively. All four base MOFs show a step in the ammonia isotherm corresponding to pore filling at 1, 3, 5.8, and 8 bar for MIL-47, IRMOF-1, IRMOF-10, and IRMOF-16, respectively, as seen in Figure 5. The type V isotherms indicate the presence of weak ammonia–MOF interactions relative to ammonia–ammonia interactions, which leads to the increasing isosteric heat of adsorption as the uptake of ammonia increases.(69) Each MOF was further functionalized with −OH, −Cl, ═O, and −COOH groups, all of which produced an initial increase in the uptake of ammonia in the low-pressure regions, due to increased interaction energies and isosteric heats of adsorption. This effect is larger for the smaller pore MOFs, because a larger portion of the total pore space is influenced by the functional groups; however, the influence of the functional groups does not increase the uptake as much at higher loading due to decreased overall pore volumes, leading to overall lower uptake of ammonia. Each of the MOFs shown in this study do show a significant step in the ammonia isotherm, but the pressure at which the large increase in ammonia adsorption occurs due to pore filling is beyond the relevant pressure for most filtration applications. However, functionalized pores such as MIL-47 with −OH or −COOH groups do exhibit uptake at lower pressures.Figure 5. The effect of pore size on the adsorption of ammonia at 298 K: (a) isotherms and (b) isosteric heats of adsorption. Reprinted with permission from ref 65. Copyright 2012 Royal Society of Chemistry.A systematic study of the adsorption of various gases on a variety of MOFs was conducted by Britt et al.(21) Of the MOFs studied, it was found through dynamic breakthrough studies that IRMOF-3, which contains −NH2 pendant groups, outperformed all of the other MOFs tested. At breakthrough, which was defined as 5% of the feed concentration (9900 ppm), IRMOF-3 show an adsorption capacity of 6.2 mmol g–1 compared to 0.35 mmol g–1 for MOF-5. In spite of the high ammonia capacities for IRMOF-3, MOFs with Zn4O SBUs including MOF-5 and MOF-177 have been shown to be structurally unstable when exposed to ammonia.(70) This increase in capacity is hypothesized to be due to hydrogen bonding between the −NH2 pendant groups and ammonia. Furthermore, Zn–MOF-74 and Cu–BTC were shown to have capacities of 5.7 and 5.1 mmol g–1, respectively. The high capacities for these MOFs are due to the CUSs that act as Lewis acids, therefore providing substantial capacity for Lewis bases such as ammonia.(71) MOFs that do not contain CUSs or functional groups favorable for ammonia adsorption, such as MOF-177 and IRMOF-62, were shown to have much lower capacities.Spanopoulos et al. showed that that functionalization of DUT-6 (DUT = Dresden University of Technology) with −OH groups can increase the uptake of ammonia at 1 bar and 298 K from 12.0 to 16.4 mmol g–1.(72) Notably, the uptake in the low-pressure region was even more pronounced as the OH-functionalized MOF had an uptake of 4.7 mmol g–1 at 0.76 Torr versus 0.8 mmol g–1 for the base DUT-6, indicating a strong binding between ammonia and −OH groups. Morris et al. measured ammonia isotherms for postsynthetically modified UiO-66 to form a mixture of hemiaminal and aziridine functionalities with surface areas ranging from 780 to 820 m2 g–1.(73) The modified materials show reversible ammonia uptake ranging from 5.5 to 7.9 mmol g–1 at 1 bar and 298 K; however, the ammonia uptake of neither UiO-66 nor UiO-66–NH2 was reported.Lieder et al. investigated the effects of adsorption of ammonia on the AlO4(OH)2 SBUs of MIL-53 using solid-state NMR spectroscopy.(74) In MIL-53 it was observed that there is a linear increase of the quadrupole coupling constant of the framework aluminum atoms in dehydrated MIL-53 as a function of the proton affinity of the adsorbates for the nitrogen bases of acetonitrile, ammonia, and pyridine. In the case of the adsorption of ammonia, the 1H MAS NMR signal of bridging AlOH groups shifts from 2.3 to 5.3 ppm, while an additional signal at 0.4 ppm indicates the presence of noninteracting ammonia molecules, as seen in Figure 6. The appearance of ammonia as two separate peaks, and not as one broad peak, indicates that the exchange of ammonia molecules between the physisorbed and free state is slow in comparison to the difference of their resonance frequencies. Adsorption of ammonia was found to occur via hydrogen bonding with bridging AlOH groups leading to low field shifts of the 1H MAS NMR signals.Figure 6. 1H (a–d) and 27Al MAS NMR (e–h) spectra of MIL-53 recorded after dehydration at 673 K (a, e) and subsequent adsorption of acetonitrile (b, f), ammonia (c, g), and pyridine (d, h) according to a loading of four molecules per unit cell. Reprinted with permission from ref 74. Copyright 2010 American Chemical Society.Glover et al. examined the loading of ammonia at 1000 mg m–3 (∼1440 ppm) and 293 K on MOF-74 analogues.(22) MOF-74 was synthesized using Co, Mg, Ni, and Zn metal centers, making isostructural MOFs. The CUSs can be varied without affecting the framework structure, allowing the testing of the metal center on gas adsorption properties. It was found that the BET surface area of the MOF-74 analogues do vary as Mg > Co > Ni > Zn, though a different trend was found for the water isotherm capacity, with Co > Mg > Ni > Zn. The Mg and Co analogues exhibited dry loadings of 6.7 and 7.6 mmol g–1, respectively, which was significantly higher than the loadings of 2.3 and 3.7 mmol g–1 found for the Ni and Zn analogues, respectively. However, it is unclear whether this difference in loadings is directly due to the difference of the affinity of each metal for ammonia or whether it has to do with the differences in surface area. When each MOF was exposed to ammonia in an 80% RH stream it was found that the capacity was lowered for each analogue. The Co, Zn, Ni, and Mg analogues exhibited loadings of 4.3, 2.8, 1.9, and 1.7 mmol g–1, respectively. In other MOFs, the presence of water has enhanced the capacity of ammonia; however, in the case of the MOF-74 analogues this is not the case, likely due to their water instability.(75, 76)Peterson et al. investigated ammonia adsorption by Cu–BTC through examination of the uptake at 1000 mg m–3 (∼1440 ppm) under low (0% RH) and high (80% RH) humidity conditions at 293 K, as seen in Table 3.(66) It is hypothesized that the increased capacity under humid conditions is due to a variety of reasons, including a different removal mechanism that allows for the protonation of the ammonia molecule to form an ammonium–carboxylate complex with the organic linker. Upon the second cycle of ammonia breakthrough, the capacity drops significantly due to Cu–BTC structural and morphological changes caused by reaction with ammonia. The initial BET surface area was shown to be 1460 m2 g–1, which decreased to 150 and 16 m2 g–1 when exposed to ammonia under dry and humid conditions, respectively. This irreversible change in the Cu–BTC structure upon exposure to ammonia was first reported by Schlichte et al.(77) Further experimental studies of ammonia adsorption by Cu–BTC were performed by Borfecchia et al. utilizing EXAFS, XANES, UV–vis, and EPR spectroscopies.(78) It was determined that ammonia adsorption under dry conditions preserves the crystallinity of the system, but distorts the framework, which is contradictory to the results found by others.(66, 79) However, the authors observe that a deeper modification of Cu–BTC occurs upon ammonia adsorption on a hydrated sample. Interestingly, Cu–BTC exhibits a distinct color change from a deep purple when activated to lighter shades of blue upon hydration or exposure to ammonia, as seen in Figure 7.Table 3. Ammonia Capacities of Cu-BTC Samplesa capacityCu-BTC samplemmol g–1(mol NH3) (mol Cu3(BTC)2)−1dry/first exposure6.64.0dry/second exposure2.81.7humid/first exposure8.95.4humid/second exposure1.00.6aAll data are from ref 66.Figure 7. (a) Picture of hydrated HKUST-1 sample. (b) Sequence of pictures showing the HKUST-1 color evolution upon ammonia dosage and progressive advance of the ammonia front, starting from the activated material (first tube). (c) DRUV–vis spectra of HKUST-1 as-prepared (blue line), activated (pink line), activated + H2O and successively + NH3 (orange solid and dashed line, respectively), and activated + NH3 and successively + H2O (green solid and dashed line, respectively). Reprinted with permission from ref 78. Copyright 2012 American Chemical Society.Watanabe and Sholl utilized DFT to study the interactions of carbon monoxide, nitrogen oxide, hydrogen sulfide, pyridine, and ammonia with Cu–BTC.(67) It was found that ammonia and pyridine bind strongly to the Cu site, while NO binds weakly, as seen in Figure 8. Ammonia shows a strong BE of ∼0.8 eV, which is consistent with ammonia being a strong Lewis base and the Cu sites active as strong Lewis acids.(80) When two adsorbate molecules per dimer were adsorbed, it was found that the second molecule on a Cu dimer always has a lower binding energy than the first molecule. Furthermore, it was observed at pressures as low as 10–5 bar at 300 K and 10–2 bar at 550 K that an ammonia molecule is bound to each Cu site in Cu–BTC, as seen in Figure 9. Huang et al. determined using ReaxFF MD simulations that at 298 K Cu–BTC is stable up to a concentration of 1.0 ammonia molecule per copper site in the absence of water.(81) Through coadsorption studies it was determined that the Cu–BTC framework has higher chemisorption selectivity for ammonia molecules compared to water; however, water molecules can block ammonia from interacting with the framework and reduce the amount of chemisorbed ammonia, as seen in Figure 10.Figure 8. Binding energies of adsorbate molecules on a Cu dimer. Bars with black, white, and gray are for the binding modes of single molecules, two identical molecules, and combinations, respectively. Reprinted with permission from ref 67. Copyright 2010 American Institute of Physics.Figure 9. Calculated single component adsorption isotherms of NO, CO, C2H2, H2S, H2O, NH3, and pyridine at 300 K (left) and 550 K (right). Reprinted with permission from ref 67. Copyright 2010 American Institute of Physics.Figure 10. Reactive adsorption of H2O/NH3 mixtures on dehydrated Cu–BTC at 301 K. The distribution of molecules is monitored as a function of simulation time: (a) 24 H2O/120 NH3 and (b) 96 H2O/120 NH3. Arrows are added to guide the reading of numbers in accordance with the axis. Reprinted with permission from ref 81. Copyright 2013 American Institute of Physics.In addition to pure materials, composites containing MOFs have also been synthesized. Petit et al. studied ammonia adsorption of several MOFs and MOF/graphite oxide (GO) composites for use in air purification applications.(82-89) Composites included MOF-5, Cu–BTC, or MIL-100(Fe). The MOF-5/GO composites showed an increase in capacity based on the hypothetical capacity of a physical mixture of MOF-5 and GO; however, only the material that contained approximately 55% GO (4.8 mmol g–1) actually had a higher capacity than GO (3.3 mmol g–1) itself, at an ammonia concentration of 1000 ppm at room temperature. Composites of MIL-100(Fe)/GO with the material that contained 4% GO (5.3 mmol g–1) had a higher capacity than MIL-100(Fe) (4.3 mmol g–1) or GO (1.6 mmol g–1) alone.(86) Similar studies on Cu–BTC/GO composites also showed synergistic effects with the best performing material containing 18% GO (8.8 mmol g–1) having a higher capacity than just Cu–BTC (6.7 mmol g–1) or GO (2.6 mmol g–1).(85, 88) Peterson et al. also examined the ammonia breakthrough capacity of Cu–BTC composites with Zr(OH)4.(90) They found that synergistic effects were not present and that the capacities were approximately the weighted average of the Cu–BTC/Zr(OH)4 components.From the papers outlined in this section in can be seen that the MOFs with the highest ammonia capacities at low pressures typically have one or more of the following properties: (1) CUSs that can form a coordinate covalent bond with ammonia; (2) organic linkers that interact strongly with ammonia through intermolecular forces, including hydrogen bonding; and (3) large micropore volumes that increase the interaction of the MOF with ammonia and create pore filling at relatively low pressures.2.3Carbon MonoxideCarbon monoxide (CO), a colorless and odorless gas, results from the partial oxidation of carbon-containing compounds. Carbon monoxide is produced from internal combustion engines, iron smelting, as well as natural processes. It is estimated that approximately 5 billion metric tons of carbon monoxide are produced from photochemical reaction in the troposphere, while volcanoes and forest fires are other natural sources of carbon monoxide.(91) The Centers for Disease Control and Prevention estimates that approximately 500 persons die from non-fire-related carbon monoxide exposure annually.(92) Carbon monoxide binds rapidly to hemoglobin, decreasing the oxygen capacity of the blood, causing tissue hypoxia. The affinity of hemoglobin for carbon monoxide is 210 times greater than for oxygen. According to the World Health Organization, levels of carbon monoxide exposure should be limited to less than 100 mg m–3 (87.1 ppm) for 15 min, 60 mg m–3 (52.3 ppm) for 30 min, and 30 mg m–3 (26.1 ppm) for 60 min.(93)This review focuses on the use of MOFs for carbon monoxide adsorption and catalysis. Many articles in the literature focus on carbon monoxide separations from flue gas, which do not strongly relate to air purification applications. Furthermore, carbon monoxide separations have already been thoroughly reviewed elsewhere.(37, 38)MOFs with CUSs, such as Cu–BTC and MOF-74, have been studied for the removal of CO because of the ability of the metal ions to coordinate to CO, forming carbonyl complexes. The adsorption of CO on Cu–BTC was initially examined by Wang et al., who determined that the adsorption of CO at 295 K and 1 bar (KH = 1.27 mol kg–1 mbar–1) is approximately 0.7 mmol g–1, which is much lower than that of CO2 or C2H4.(94) They concluded that neither a significant specific interaction with the copper atoms of the lattice nor the π–π type with the benzene rings exists. However, computational studies have shown that the electrostatic interactions between CO and Cu–BTC framework atoms dominate the adsorption, while CO–CO interactions are insignificant.(95) Furthermore, Drenchev et al. observe that at low temperature (100 K), CO molecules can be directly attached to the organic linker of Cu–BTC.(96)Bordiga and co-workers investigated the interactions of CO with the Cu sites in more depth.(97, 98) In Figure 11, the FTIR pattern in the CO region on Cu–BTC can be seen as the CO coverage decreases from 60 K up to 300 K with prolonged evacuation (from gray to black curves). The sharp band at 2179–2170 cm–1 is ascribed to the formation of reversible Cu2+–CO adducts inside the pores of Cu–BTC. The less intense, broad component centered at 2127 cm–1 is due to CO adsorbed on the minor fraction of Cu+ species present. The small size of the band at 2127 cm–1 when compared to the band at 2179 cm–1 along with the very high IR extinction coefficients of Cu+–(CO)n complexes implies that the fraction of Cu+ component in Cu–BTC is far below 1%. Calculations were used to show that only the band in the IR spectra at 2179 cm–1 is due to CO adsorption complexes on regular unsaturated Cu2+ sites, and the other observed FTIR bands must be due to the defect sites or weakly bound CO.(99) There is much debate in the literature as to whether the Cu+ species is due to the reduction of Cu2+ to Cu+ in the SBU(80, 100) or from a Cu2O impurity.(96-98) However, there is little argument in the literature that the much higher adsorption enthalpy of Cu+–(CO)n complexes leads to the adsorption of CO on Cu2+ sites once most of the Cu+ sites are saturated.(98)Figure 11. FTIR spectra of CO (20 mbar) adsorbed on dehydrated Cu–BTC. The series of spectra reports the effects of lowering the equilibrium pressure from 20 mbar to 0 in the temperature range 60–300 K. Black curves, low coverage; gray curves, high coverage; a.u. = absorbance units. Reprinted from ref 98 with permission of the PCCP Owner Societies. Copyright 2007.Computational studies agree that the adsorption of CO on Cu–BTC is dominated by the interactions of CO with unsaturated sites of Cu–BTC.(67, 99, 101, 102) Watanabe and Sholl utilized DFT to find that CO has a binding energy to the copper dimer of 0.48 eV, similar to those of H2S and H2O, as seen in Figure 8.(67) The orientation of the CO molecule (C–O bond) lies between 162 and 165° from the Cu–Cu axis. Furthermore, it was observed at pressures as low as 10–5 bar at 300 K that exactly one CO molecule is bound to each copper dimer, and approximately half of the other Cu sites are occupied at atmospheric pressure, as seen in Figure 8. At 550 K the adsorption of CO is negligible below a pressure of 10–4 bar with nearly one CO molecule bound to each dimer from about 10–2 bar up to atmospheric pressure.Karra et al. calculated through GCMC methods that the CO capacities are higher in Cu–BTC compared to IRMOF-1, IRMOF-3, and DMOF, largely due to the electrostatic interactions between the open copper sites and CO molecules.(95, 101) The CUSs are concluded to be critical for the high CO uptake. Figure 12 shows that CO molecules are strongly associated with the framework atoms, through a simulation snapshot of CO in Cu–BTC at 3.2 bar. As the pressure increases, the smaller pores become saturated and the CO molecules begin to occupy the main channel. Zhou et al. agreed that CO can be chemisorbed on the open Cu site accompanied by significant electron transfer.(102) It was concluded that the chemisorption nature of this interaction can lead to an enhancement of CO adsorption on Cu–BTC if the Cu of the framework is reduced, as was observed experimentally by Bordiga and co-workers.(97, 98)Figure 12. Snapshots of the structure of Cu–BTC (a), IRMOF-1 (b), IRMOF-3 (c), and DMOF (d), with adsorbed carbon monoxide (green) at 3.2 bar and 298 K. Reprinted with permission from ref 101. Copyright 2010  American Chemical Society.Cu–BTC has also been shown to act as a catalyst for conversion of CO to CO2, with an increase in catalytic activity upon activation at 523 K. At temperatures of 553 K it was seen that the crystal structure began to degrade and the trend of catalytic activity reversed.(103) Total conversion of CO to CO2 was achieved at 473 K for Cu–BTC activated at 523 K. CO catalysis at this temperature is superior to those reported by Ye and Liu for Cu–BTC treated with a dielectric-barrier discharge plasma and loaded with 1% Pd, showing the importance of activation temperature to remove coordinated water.(104) Furthermore, the treatment of Cu–BTC at higher temperatures was shown to increase the Cu+ content in the MOF, which is known to catalyze CO. However, it is unclear if these Cu+ sites are due to the reduction of Cu2+ sites to Cu+ or from the formation of Cu2O. Others have even used Cu–BTC as a matrix for the formation of CuO and CeO2 nanoparticles for the catalysis of CO.(105, 106)Other Cu-based MOFs have been utilized for CO oxidation as well.(107-109) Cu(mipt) (mipt = 5-methylisophthalate), a Cu–MOF with an identical SBU to that of Cu–BTC, thus having Lewis acid coordination sites on the interior walls that are accessible for catalytic conversion, was synthesized by Zou et al.(107) CO conversion reaches 100% for Cu(mipt) at 473 K, after activation by heating in air at 523 K. Another Cu–MOF, Cu5(OH)2(nip)4 (nip = 5-nitroisophthalate), containing five Cu atoms per SBU, was synthesized by Zhao et al.(108) When dehydrated, one of the Cu sites is four-coordinated while the other four sites are five-coordinated, leaving six under-coordinated sites on each SBU. Like Cu(mipt), the CO conversion reaches 100% for Cu5(OH)2(nip)4 at 473 K. Furthermore, Su et al. synthesized Cu3(OH)(C4H2N2O2)3 from pyrazole-bridged cyclic trinuclear units.(109) The SBU contains three equivalent Cu ions each bound to one another through a bridging OH, and each Cu ion is further coordinated to two bridging pyrazolyl groups and one carboxylate group. Cu3(OH)(C4H2N2O2)3 shows full CO conversion at 503 K, which is higher than the other Cu–MOFs studied. Furthermore, as shown in the Arrhenius plots in Figure 13, the activity at 478 K of Cu3(OH)(C4H2N2O2)3 is significantly higher than that of Cu–BTC and bulk CuO but lower than that of Cu(mipt) and Cu5(OH)2(nip)4. The increase in activity does not directly follow the number of active metal sites, which is Cu–BTC (2.6 Cu2+ nm–3) < Cu3(OH)(C4H2N2O2)3 (3.1 Cu2+ nm–3) < Cu5(OH)2(nip)4 (4.4 Cu2+ nm–3) < Cu(mipt) (3.1 Cu2+ nm–3). It is difficult to determine why the activity does not follow the same trend as the number of active sites, as it is not clear in each article what the surface area and pore volumes are for each MOF. Furthermore, some sites may not be easily accessible due to steric hindrance.Figure 13. Arrhenius plots for the CO oxidation over Cu3(OH)(C4H2N2O2)3, CuO, Cu–BTC, Cu(mipt), and Cu5(OH)2(nip)4. Reprinted with permission from ref 109. Copyright 2012 Royal Society of Chemistry.MOF-74 allows one to compare the interaction of various metal ions with CO, as the various MOF-74 analogues vary only in the metal ion incorporated into the SBU. The adsorption of CO onto the metal sites of MOF-74 has been shown through computational methods to have an M–C–O angle of nearly 180°, as seen in Figure 14.(110, 111) Valenzano et al. studied Mg–, Ni–, and Zn–MOF-74 analogues with a B3LYP+D* method, and BEs were calculated to be 30.0, 41.9, and 24.8 kJ mol–1, respectively. Garcia et al. showed experimentally that the Ni and Co analogues have a much higher affinity for CO than the Zn analogue.(112) It is hypothesized that this is due to the fact that the Co and Ni ions are more electronically deficient and therefore can have chemisorption-like interactions with the CO molecules, yielding a highly stable carbonyl complex. The strong affinity is produced from a strong σ-bond that is stabilized through π-back-bonding.(113) Furthermore, it has been shown that the Mg, Co, and Ni complexes all exhibit 1:1 adsorption complexes between the CO and metal site.(110, 112) For Ni–MOF-74, which has been shown by others to be the most stable of the MOF-74 analogues,(75, 114) Ni2+···CO adducts are quite robust and are reversible at room temperature only upon a persistent high vacuum treatment.(113, 115) The Ni2+···CO complexes are formed with differential heats of adsorption in the range of 60–50 kJ mol–1, moving from low to high loadings. Compared to other materials, the Ni2+···CO interaction strength is shown to be Ni oxides < Ni MOFs < Ni zeolites.(113)Figure 14. CO molecules as arranged in the MOF-74 channels. Metal, oxygen, carbon, and hydrogen atoms are purple, red, gray, and white, respectively. Reprinted with permission from ref 111. Copyright 2011 American Chemical Society.MIL-100 and -101 MOFs have much larger cages (2.5–2.9 and 2.9–3.4 nm, respectively) than other MOFs examined thus far.(27, 28) These MOFs are mesoporous in nature, and therefore, they are not ideal for the adsorption of large quantities of small molecules such as CO at low relative pressures. However, molecules with a lone pair of electrons, such as CO, have fairly high heats of adsorption toward CUSs. In the Cr, Fe, and Al analogues of MIL-100, CO molecules have been used along with FTIR to probe the Lewis acid sites.(116-121) When MIL-100(Fe) is activated under vacuum at 523 K the Fe(III) ions are partially reduced to Fe(II), allowing for the selective adsorption of CO over CO2. This is due in part to an increase in the initial heat of adsorption from 39 to 51 kJ mol–1 for the reduced MIL-100(Fe).(117)MIL-101(Cr) has been shown to have capacities of 1.13, 1.00, and 0.89 mmol g–1 at 850 mmHg and 15, 30, and 45 °C, respectively. The initial heat of adsorption was shown to be 41.92 kJ mol–1, which is greater than that for CO2, CH4, and N2.(122) The increased heat of adsorption for CO when compared to the other adsorbates is due to the interaction of the free electron on CO with the CUSs, as with MIL-100. Wang et al. grafted tetraethylenepentamine (TEPA) on the coordinatively unsaturated Cr(III) sites of MIL-101.(123) As the sites that adsorb CO are occupied by the grafted TEPA molecules, the CO adsorption capacity is reduced from 0.89 to 0.05 mmol g–1 at 298 K and 20 kPa. Furthermore, the isosteric heat of adsorption for CO decreases from about 50–60 to approximately 7 kJ mol–1 after TEPA grafting. This decrease indicates a weak interaction between CO and the amine groups in TEPA. In spite of the high heat of adsorption for CO on most analogues of MIL-100 and -101, the capacities are fairly low, due to the large pore diameters when compared to the size of CO. Most effective physical adsorption occurs when the pore size of the adsorbent and the kinetic diameter of the adsorbate are similar.(124)As MIL-101 has mesopores, it is possible to incorporate nanoparticles inside of them. These nanoparticles can then be utilized for the oxidation of CO to CO2. Aijaz et al. immobilized ultrafine Pt nanoparticles inside the pores of MIL-101 without aggregation of nanoparticles on the external surface of the framework using a “double solvents” method.(125) The mean size of the nanoparticles (1.8 nm) prevents them from leaving the framework, as the average window sizes of MIL-101 are 1.2 and 1.6 nm, which minimizes the possibility of agglomeration. MIL-101 exhibits no catalytic activity for the oxidation of CO up to 200 °C, while the 5% Pt–MIL-101 showed activity at 50 °C, with CO to CO2 conversion complete by 423 K. The catalyst showed 100% conversion for 150 min at 448 K. El-Shall et al. incorporated 2–3 nm nanoparticles of Pd, Cu, and Pd–Cu within the pores of MIL-101.(126) It was shown that full conversion of CO to CO2 can occur at temperatures as low as 380 K for MIL-101 with 2.9% Pd, as seen in Figure 15.Figure 15. CO oxidation on Pd-nanoparticle-doped MIL-101. Nanoparticle catalysts are supported on the surface and inside the pores of the MIL (method A). Nanoparticles are mostly inside the pores (method B). Reprinted with permission from ref 126. Copyright 2009 Royal Society of Chemistry.Zn-based MOFs, including MOF-5, MOF-177, and DMOFs, have been studied for CO removal through experimental and computational means.(101, 127-130) Loadings of CO for MOF-5 and MOF-177 at 298 K were determined experimentally by Saha and Deng to be approximately 0.2 and 0.1 mmol g–1, respectively, at pressures of 108 kPa. Furthermore, the isosteric heats of adsorption at 0.02 mmol g–1 were only 16 and 22 kJ mol–1, respectively.(129) GCMC studies showed that the adsorption capacity for MOF-5 and MOF-177 increase to 2.7 and 4.2 mmol g–1 at 10 bar, respectively.(128) The fact that MOF-177 has a higher capacity than MOF-5 at high pressures, but the opposite holds true at low pressures, is largely due to the increased pore size of MOF-177, giving it a higher maximum capacity. Comparatively, the capacity of CO for DMOF-1 has been experimentally measured to be approximately 2.0 mmol g–1 at 294 K and 10 bar, and a heat of adsorption between 10 and 13.7 kJ mol–1 has been reported; both values are slightly lower than those found for MOF-5.(130) It has also been shown that amine groups can increase the adsorption capacity, as observed in IRMOF-3 when compared to MOF-5,(101) or even serve as sites for the synthesis of Pd catalysts within the pores.(131)From the papers reviewed in this section, it was observed that most MOFs do not carry the same capacities for CO as they do for many other chemicals. MOFs with CUSs have the highest affinity for CO, but their capacities are still not very high, and therefore, they are not useful as sorbents. However, the removal of CO can be accomplished through catalytic oxidation to CO2 in many instances. MOFs with coordinatively unsaturated Cu sites or metal/metal oxide catalysts can be directly incorporated into the pores of a MOF to achieve catalytic oxidation of CO. Yet, these materials typically require temperatures significantly higher than ambient ones, and therefore, they have limited use as sorbents for filtration applications.2.4Oxides of NitrogenMononitrogen oxides (NOx) are produced from the reaction of nitrogen and oxygen in the air during high-temperature combustion. NOx is composed of nitric oxide (NO) and nitrogen dioxide (NO2). Common sources of NOx include internal combustion engine exhaust, power station boilers, and lightning. Both nitric oxide and nitrogen dioxide form acid rain when dissolved in atmospheric moisture. Furthermore, NOx reacts with ammonia, moisture, and other compounds to form nitric acid, which can penetrate into and damage lung tissue. Nitric oxide is a colorless gas, for which both OSHA and NIOSH have set permissible exposure limits of 25 ppm.(62) Nitrogen dioxide is a reddish-brown toxic gas with a sharp, biting odor, for which OSHA and NIOSH have set permissible exposure limits of 5 and 1 ppm, respectively.As NO is a free radical, it interacts strongly with CUSs of MOFs, such as those found in Cu–BTC, MOF-74, and MIL-88.(98, 132, 133) Cu–BTC shows an NO adsorption capacity of 3 mmol g–1 at 1 bar and 298 K.(134) There is a significant hysteresis observed in the isotherm, indicating the strong irreversible adsorption of many of the NO molecules on the coordinatively unsaturated copper sites. The amount of NO irreversibly adsorbed (2.21 mmol g–1) corresponds to approximately one NO molecule per dicopper SBU.(98) Upon NO dosage, the formation of Cu2+···NO adducts are observed in the FTIR spectra by the growth of a band at 1887 cm–1.(98, 134) The observed loading of one NO molecule per Cu dimer is consistent with the DFT study by Watanabe and Sholl, as seen in Figure 8.(67) Furthermore, the binding energy for NO to the Cu2+ ion is much less than that for NH3 or H2O, as seen in Figure 8, meaning that NO likely cannot displace H2O molecules that are preadsorbed onto Cu–BTC or found in the same streams as NO. Furthermore, H2O may be able to displace NO chemisorbed onto Cu2+ sites of Cu–BTC.Postsynthetic modification of Cu–BTC can be utilized to incorporate ligands that reversibly bind NO into the framework. One such instance of this is the binding of 4-(methlyamino)pyridine (4-map) into Cu–BTC through the binding of the pyridine nitrogen atom with Cu2+ sites.(135) Complete modification can be achieved, creating one amine, which can reversibly bind NO until a triggered release is elicited by H2O. The implications of this type of adsorption are interesting; however, it is not practical for air purification as less NO is removed by the modified Cu–BTC than for the parent material, and the material would not be usable in humid environments. However, this material may find applications in the therapeutic delivery of NO within living organisms.(136)Cu2(OH)(C8H3O7S)(H2O) (Cu–SIP-3) has been shown to have the flexibility to have reversible single-crystal transformations upon hydration and dehydration, as shown in Figure 16.(137, 138) This nonporous MOF has been shown to be ultraselective toward NO when compared to H2, N2, CO2, CO, N2O, and CH4, none of which are sorbed up to 10 bar. Cu–SIP-3 has an uptake of approximately 1.1 mmol g–1 at pressures of 1 bar, which is approximately 0.88 NO molecules per formula unit. The NO is strongly bound to the framework, as evidenced by the significant hysteresis in the isotherm at 293 K. The ultraselectivity of this MOF toward NO is due to the ability of the MOF to change conformation at NO pressures above 275 mbar to a framework with accessible Cu sites for adsorption. The opening of the framework is due to a coordination-driven gating mechanism, which is activated upon NO coordination to the Cu site. Water has the same ability to open the framework through coordination as is observed for NO, which may make this MOF less useful in air filtration applications. However, water could be excluded from the MOFs by various methods, including plasma-enhanced chemical vapor deposition of perfluoroalkanes, as discussed in section 3.(79, 139)Figure 16. (a and b) Chains of copper tetramers in the hydrated (left) and dehydrated (right) structures about two different views. (c) Layers in the hydrated (left) and dehydrated (right) structures. Reprinted with permission from ref 138. Copyright 2010 American Chemical Society.Ni–MOF-74 was investigated for the adsorption of NO, and it showed the highest reported capacity for any MOF, with a capacity of 6.1 mmol g–1 at a pressure lower than 10 mbar, corresponding to 95% of the Ni sites being occupied with the Ni···NO complex.(132) The strength of the complex is enhanced by weak π-back-bonding from the Ni to NO molecules, favoring a nearly linear adsorption geometry. The NO isotherm shows type I behavior, for which the maximum capacity of NO is reached at pressures less than 10 mbar. The isosteric heat of adsorption was measured in the first part of the isotherm to be between 90 and 92 kJ mol–1. Furthermore, NO is selective toward Ni(II), as there are minimal intermolecular interactions between NO molecules, whereas H2O completely fills the pores after interacting with Ni(II). In contrast, Yu et al. showed that NO has negligible loadings in Mg–MOF-74 through DFT studies, which they attribute to the absence of d-electrons in Mg, preventing π-back-bonding.(140) Interestingly, Yu et al. and Ding and Yazaydin published contradictory studies in which they each calculated by DFT methods the isosteric heat of adsorption of NO and Mg–MOF-74 to be 33.2 and 130.3 kJ mol–1, respectively.(140, 141)MIL-88 (Fe) MOF analogues were studied for their uptake of NO due to the coordinatively unsaturated Fe sites.(133) MOFs were synthesized with fumarate (MIL-88) and terephthalate (MIL-88B) as the organic component linked by Fe ions. MIL-88 and MIL-88B adsorbed 2.5 and 1.6 mmol g–1 of NO at 30 °C, respectively. These values correspond to only 66% and 53% of the theoretical loading, assuming one NO molecule per CUS. However, just as in Cu–BTC and Ni–MOF-74, a large hysteresis is present in the isotherm, indicating strong binding of NO to the Fe sites. The inaccessibility of the iron sites is likely due to a lack of structural breathing, which is activated upon condensation within the pores of the MOF. This phenomenon does not occur upon the adsorption of pure NO, preventing diffusion to all of the metal sites.Bandosz and co-workers have shown that Cu–BTC can chemisorb NO2, also a free radical, by reacting with its CUSs.(83, 142, 143) The removal of NO2 is a two-step process, where two NO2 molecules form a nitrate species coordinated to a Cu site and NO, as seen in Figure 17. The adsorption capacity for Cu–BTC under dry (0% RH) conditions at room temperature for a 1000 ppm NO2 stream was calculated to be 2.21 mmol g–1, with the release of 9% NO compared to the amount of NO2 adsorbed. At conditions of 70% RH, the removal capacity is decreased to 1.13 mmol g–1 with 7% release of NO. The reduction in capacity under humid conditions is due to the competitive adsorption and coordination to Cu sites by water molecules. The structure of Cu–BTC is degraded when exposed to NO2 as supported by FTIR and N2 isotherm data. Furthermore, Bandosz and co-workers made GO composites with Cu–BTC, which showed increases in their NO2 adsorption capacity over the hypothetical loading based on a mixture. It is hypothesized that this is due to an increase in the surface area over base Cu–BTC, due to GO layers forming between smaller crystals of Cu–BTC, resulting in more discrete units of Cu–BTC and an increase in external surface area. However, the increase in surface area is suspect as the base Cu–BTC sample had a BET surface area of only 909 m2 g–1, which is significantly lower than the surface areas reported by others.(21, 76, 144)Figure 17. Proposed reaction pathway for NO2 adsorption on Cu–BTC. Reprinted with permission from ref 143. Copyright 2012 Elsevier.As NO2 is not chemisorbed as readily as NO, many studies have focused on MOFs that do not contain CUSs. The adsorption capacities for UiO-66 under dry (0% RH) and moist (71% RH) conditions at room temperature for a 1000 ppm NO2 stream were shown to be 1.58 and 0.87 mmol g–1, respectively; for the larger pore UiO-67, the capacities increased to 1.65 and 2.49 mmol g–1, respectively.(145) However, each of these experiments resulted in the release of greater than 25% NO. It is hypothesized that the small pores of UiO-66 enhance the NO2 adsorption via dispersive forces and that adsorbed NO2 reacts with Zr–O sites of the SBU, leading to the collapse of the structure, as seen by an 83% decrease in the measured surface area. Conversely, NO2 reacts with the OH groups of the 5,5′-biphenyl dicarboxylic acid linker of UiO-67, which are not available in UiO-66 due to steric hindrance, leaving the structure largely intact. The increased capacity under moist conditions is due to the formation of nitric acid and possibly nitration of the benzene ring. However, the reaction under moist conditions does result in a 55% decrease in the surface area, which is consistent with the relative water instability of UiO-67.(146)Wang et al. have shown through GCMC simulations that both NO and NO2 are adsorbed weakly on Zn4O MOFs such as MOF-5 and MOF-177.(128) Isosteric heats of adsorption for NO and NO2 on these MOFs are 8–10 and 12–17 kJ mol–1, respectively. Furthermore, the isotherms at 298 K are fairly linear, indicating minimal interaction between the adsorbates and the inner surfaces of the MOF. At 298 K and 1 bar the adsorption of each adsorbate is less than 1 mmol g–1 with the exception of NO2 on MOF-177, which has a capacity of approximately 1.3 mmol g–1. The increase in capacity for NO2 on MOF-177 is due to the larger on-site charges for NO2 molecules, which can interact with the aromatic system of MOF-177.IRMOF linkers were studied with a post-Hartree–Fock Møller–Plesset perturbation method by Fioretos et al.(147) Simplified models of the organic linkers with methyl, hydroxyl, and amino groups were studied. The calculated interaction energies (MP2/6-311++G**) of the aromatic molecules with NO and NO2 are shown in Figure 18. The interaction of NO with benzene is a typical dispersion reaction with no increase interaction energy with toluene or phenol. On the other hand, NO adsorption on aniline results in a dipole–dipole interaction, where the N–O bond of NO lies parallel to the C–N bond of aniline. The interaction of NO2 with both phenol and aniline shows dipole–dipole type interactions, with the C–O and C–N bonds of the organic linkers interacting with an N–O bond of NO2, as NO2 has a stronger dipole than NO.Figure 18. Calculated interaction energies with MP2/6-311++G** between NO (left) and NO2 (right) with benzene, toluene, phenol, and aniline. Reprinted with permission from ref 147. Copyright 2011 American Chemical Society.From the papers reviewed in this section, it can be seen that NO can have fairly high capacities and heats of adsorption with MOFs containing CUSs, such as Cu–BTC and MOF-74 analogues. However, one must account for the presence of water competing for the same sites, as H2O molecules typically have a higher binding energy than NO molecules. Furthermore, there is no subsequent filling of the micropores at low partial pressures, as observed with ammonia through hydrogen bonding, as the intermolecular forces between individual NO molecules are relatively weak. On the other hand, NO2 molecules do not make strong ligands for binding to CUSs and rely heavily upon physical adsorption in MOFs or chemical reaction with the surface. The NO2 dipole gives it the ability to interact with functional groups that may be incorporated onto the MOF linkers. Furthermore, it was shown that NO2 molecules can react with M–carboxylate bonds to form species covalently bound to the MOF.2.5Sulfur-Containing Compounds2.5.1Hydrogen SulfideHydrogen sulfide (H2S) is a toxic chemical commonly encountered as an impurity in the petroleum and natural gas industries and is also a byproduct of anaerobic decomposition, which gives it the commonly referred to name of sewer gas. Hydrogen sulfide was also used by Great Britain in 1916 as a CWA.(4) Humans are extremely sensitive to the characteristic rotten egg smell of hydrogen sulfide, with an odor threshold as low as 4.7 ppb. OSHA has a PEL of 10 ppm for 8 h of exposure, with an acceptable maximum peak of 50 ppm for 10 min.(62, 148)Hamon et al. studied several MIL-series MOFs, including MIL-53(Al, Cr, Fe), MIL-47 MIL-100(Cr), and MIL-101(Cr), as seen in Figure 19, for H2S adsorption at a temperature of 303 K.(149) Several interesting trends were found in the study. First, in comparing smaller pore MIL-47 and MIL-53 MOFs to larger pore MIL-100 and MIL-101 MOFs, it was determined that the larger pore MOFs generally had higher loadings at higher relative pressures due to larger pore volumes. It was found that there was some irreversibility to the adsorption in the larger pore MOFs, indicating a strong interaction with the framework, either causing structural degradation or irreversible binding. Henry’s adsorption constants were determined to be 72.9 and 61.3 mmol g–1 MPa–1 for the MIL-100 and MIL-101 MOFs, respectively. The MIL-53 materials in particular showed interesting adsorption isotherms, with the metal type playing a large role in the shape, with each material exhibiting structural breathing. It was also hypothesized that the −OH groups of the MIL-53 structure resulted in stronger bonding at lower relative pressures than the MIL-47 material, which lacks −OH groups. This was confirmed in another study by Hamon et al., wherein a combination of IR spectroscopy and modeling was used to show OH groups acting as proton donors, enhancing adsorption of hydrogen sulfide.(150) However, due to the breathing pore structure of MIL-53, it was actually determined to have lower hydrogen sulfide uptake at low pressures as compared to MIL-47, as seen in Figure 20, making MIL-47 a better candidate for air purification applications.Figure 19. Structure of the MIL-47(V) and MIL-53(Al, Cr, Fe) solids (top left). View of the structure of MIL-100(Cr) and MIL-101(Cr) (top right). The corresponding inorganic subunits are shown below each structure. Metal, oxygen, and carbon atoms are shown in green, red, and black, respectively, while terminal water molecules and fluorine are shown in gray. Reprinted with permission from ref 149. Copyright 2009 American Chemical Society.Figure 20. Adsorption isotherms of H2S in MIL-47(V) (a) and in MIL-53(Cr) (b, c) at 303 K in the whole range of pressures studied: gravimetry (full symbols) and GCMC simulations (empty symbols) from the rigid narrow pore (square symbols) and large pore (circle symbols) (b) and from the composite approach (c). The inset in part c provides a comparison between gravimetry and GCMC simulations in the low-pressure domain. Reprinted with permission from ref 150. Copyright 2011 American Chemical Society.Hydrogen sulfide uptake by MIL-53, in both powder and pellet form, was investigated by Heymans et al.(151) High-pressure adsorption isotherms collected at 303 K show steep uptake compared to those of methane and carbon dioxide. Although the focus was on higher pressures, Henry’s constants were calculated as 11.118 mmol g–1 bar–1 for the powder and 13.566 mmol g–1 bar–1 for the pellet. In combination with modeling, the interaction with of hydrogen sulfide with the framework as proposed by Hamon was confirmed. Overall, the powder was found to have a larger hydrogen sulfide loading than the pellet, likely due to the decrease in surface area and pore volume when forming the pellet.MIL-68(Al) was studied at hydrogen sulfide pressures up to 12 bar at a temperature of 303 K by Yang et al. using GCMC and experimental methods.(152) It was found that only some of the hydroxyls were available for interaction with hydrogen sulfide, and an adsorption enthalpy of −21.3 kJ mol–1 was determined experimentally. When compared with computational results, it was determined that the triangular pores of MIL-68 were blocked by solvent molecules due to incomplete activation of the material. MIL-68 was shown to have the ability to regenerate the materials at least five times, without loss of capacity. However, it is unclear from this paper if MIL-68 would be able to withstand the corrosiveness of hydrogen sulfide if fully activated. Furthermore, the hydrogen sulfide capacity of MIL-68 would likely be significantly higher if the material was fully activated, exposing the small triangular pores with −OH functional groups that could aid in adsorption.The viability of Ni and Zn analogues of MOF-74 to deliver H2S in biological systems was explored.(153) Although not strictly relevant to air purification, isotherm data were collected showing high uptake of the chemical. Specifically, Ni–MOF-74 was found to adsorb approximately 6.4 mmol g–1 at room temperature and relative pressures lower than 5 kPa. Furthermore, upon regeneration, less H2S was adsorbed in a second experiment, indicating the irreversibility of H2S binding to the Ni sites. Zn–MOF-74 exhibited significantly less H2S uptake, likely due to the lower surface area of the material, and the decreased interaction energy of Zn than Ni with H2S. Ni–MOF-74 was also investigated for H2S removal by Chavan et al., who showed evidence of the formation of hydrogen sulfide adducts on approximately 80% of the nickel sites at pressures of 10 mbar.(154)Watanabe and Sholl used DFT to calculate the binding energies of several chemicals, including hydrogen sulfide, on Cu–BTC.(67) Hydrogen sulfide was found to have a binding strength of 0.49 eV on Cu dimers and was very similar to that of water, which is known to adsorb at very high levels on the MOF, as seen in Figure 8.(155) Using GCMC simulations, H2S was also shown to adsorb at ∼50% of active copper sites at 300 K, even at partial pressures less than 10–4 bar, as seen in Figure 8, indicating that Cu–BTC has strong potential as a sorbent for removing hydrogen sulfide in air purification applications.In addition to pure materials, composites containing MOFs have also been synthesized. Petit et al. studied hydrogen sulfide adsorption of several MOFs and MOF/GO composites for use in air purification applications.(156, 83, 157) Cu–BTC was evaluated with various percentages ranging from 5 to 46 wt % graphite oxide.(156) H2S breakthrough studies were conducted at room temperature at a challenge concentration of 1000 ppm in moist air (humidity not defined). Capacities calculated to a breakthrough concentration of 100 ppm showed that, by itself, Cu–BTC exhibits a capacity of 2.7 mmol g–1, while graphite oxide has negligible uptake. Yet, all of the composites show synergistic effects, with the material composed of 95% Cu–BTC and 5% GO exhibiting a loading of 5.8 mmol g–1. This study shows that water actually aids in the adsorption of hydrogen sulfide, which forms copper sulfide within the material.MOF/GO composites using MOF-5 in lieu of Cu–BTC were studied by Huang et al.(158) Breakthrough experiments were carried out at room temperature with a challenge concentration of 100 ppm. Capacities were calculated at a breakthrough concentration of 1 ppm. Figure 21 illustrates the breakthrough curves, capacities, and surface areas of the composite structures. Similar to the results of Bandosz’s group, a composite with 5% GO was found to have the highest capacity, owing to the development of mesopores within the material. The resulting capacity was found to be approximately 3.8 mmol g–1. However, unlike Cu–BTC, MOF-5 does not contain CUSs. Yet, it is known to be relatively unstable, and the authors found that H2S will attack zinc sites from the SBUs of the MOF, resulting in zinc sulfide, as evidenced by the FTIR and XPS spectra.(159)Figure 21. (a) H2S breakthrough curves and (b) capacity and surface area of MOF-5/GO composites. Reprinted with permission from ref 158. Copyright 2012 American Chemical Society.Song et al. developed a POM–MOF composite from Cu–BTC and the Keggin-type POM CuPW11O39 and investigated its utility as a catalyst using hydrogen sulfide and various organic thiols.(160) In addition to stabilizing the MOF, the composite was found to aerobically oxidize hydrogen sulfide to S8, exhibiting a turnover number (TON) of 3800 in air. This TON was found to be over 600 times that of Cu–BTC alone, while the POM alone provided no oxidation. The material was shown to convert organic thiols to corresponding disulfides with almost 99% selectivity, indicating that these catalysts may be excellent for use in respirator applications requiring protection against organic sulfur compounds.In general, although the many of the larger pore MOFs exhibit high adsorption capacities at high pressures, many of them are unable to be completely regenerated and do not exhibit high loadings at low relative pressures, likely making them less useful for air purification applications. On the other hand, MOFs with CUSs show reactivity with hydrogen sulfide. In particular, Cu–BTC, and composites thereof, show promise for filtration applications. Surprisingly, MOF-5/GO composites also demonstrated excellent hydrogen sulfide removal capabilities. In breakthrough experiments, hydrogen sulfide reacts with the structure, causing the Cu–BTC component to breakdown, and therefore may be promising for single-use filters.In reviewing the literature, it appears that several pure MOFs as well as composites have significant hydrogen sulfide capacities and/or binding energies, especially those with CUSs. Furthermore, much work has been conducted at ambient conditions and low relative pressures, indicating that MOFs may indeed be useful in filtration applications.2.5.2Sulfur DioxideSulfur dioxide (SO2) is a common toxic chemical used in industry and present as a combustion byproduct. Its principal use is for the production of sulfuric acid, as a preservative, and in winemaking. Sulfur dioxide along with NOx emissions from industrial processes lead to the formation of acid rain. The OSHA PEL is 5 ppm for 8 h, while a concentration greater than 100 ppm is immediately dangerous to life.(62)Britt et al. investigated a variety of MOFs for the removal of several toxic chemicals, including sulfur dioxide.(21) Materials were evaluated under dry conditions at a concentration of 10 000 ppm of SO2 in nitrogen; dynamic breakthrough curves were collected, as shown in Figure 22. Breakthrough results show that Zn–MOF-74 provides excellent SO2 removal, exhibiting a dynamic loading of approximately 3.1 mmol g–1, a 6-fold increase over activated carbon. Cu–BTC (here shown as MOF-199) provides similar SO2 removal to activated carbon, with a loading of approximately 0.5 mmol g–1. All other MOFs studied show immediate breakthrough and negligible SO2 loadings. Although this study shows the possibility of using MOF-74 and Cu–BTC in dry environments, the effect of moisture was not studied; therefore, it is unknown if H2O is preferentially adsorbed over SO2.Figure 22. SO2 breakthrough of various MOFs compared to activated carbon. Reprinted with permission from ref 21. Copyright 2008 National Academy of Sciences, U. S. A.Glover et al. further investigated MOF-74 for SO2 removal, this time looking at the effect of the metal in the SBU.(22) Four analogues were evaluated—Co, Mg, Ni, and Zn—for SO2 dynamic breakthrough capacity at a concentration of 1000 mg m–3 in air (∼380 ppm) at 293 K. In this study, moisture was added to determine both dry (0% RH) and humid (80% RH) loadings. Under dry conditions, shown in Figure 23, Mg–MOF-74 provided superior SO2 removal, with a loading of 1.6 mmol g–1. Co–MOF-74 provides about one-third of the loading, with the overall loadings decreasing according to the order Mg > Co > Zn > Ni. Under humid conditions, only the Mg–MOF-74 sample provided any appreciable SO2 removal, with a loading of 0.7 mmol g–1. The dry SO2 loading observed by Glover et al. (0.3 mmol g–1) differs from that observed by Britt et al. (3.1 mmol g–1) for Zn–MOF-74 due to the fact that the latter study was conducted at a much higher concentration of SO2 than the former.(21, 22)Figure 23. SO2 breakthrough of M–MOF-74 (M = Co, Mg, Ni, Zn) analogues under dry RH conditions. Reprinted with permission from ref 22. Copyright 2008 Elsevier.Fernandez et al. investigated the breathing effects of a fluorinated MOF (FMOF-2) during guest inclusion.(161) In the study, an SO2 adsorption isotherm was collected up to approximately 2 bar at room temperature. Although this higher pressure is typically not applicable toward the filtration of ambient air, several data points were collected below 1 bar. It was shown that SO2 adsorbed at approximately 1.1 mmol g–1 at 0.25 bar and 1.4 mmol g–1 at 0.5 bar. The overall shape of the isotherm, specifically the desorption step, indicates that FMOF-2 simply adsorbs SO2 as opposed to chemically reacting with the chemical.Peterson et al. investigated composite materials containing varying percentages of zirconium hydroxide and Cu–BTC.(90) Materials were made by physically mixing the metal hydroxide and MOF, followed by compression into tablets and crushing into small particles to set the composite. Sulfur dioxide breakthrough testing was conducted on the small particles under dry (0% RH) and humid (80% RH) conditions at a challenge concentration of 1000 mg m–3 (∼380 ppm). It was determined that the presence of MOF adversely affected the composite performance, with SO2 loading decreasing with increasing Cu–BTC weight percent. The pure Cu–BTC exhibited negligible SO2 removal, while composites of 50% zirconium hydroxide and 50% Cu–BTC resulted in 0.4 and 0.3 mmol g–1 loadings at dry and humid conditions, respectively. The apparent discrepancy between the loading of the pure Cu–BTC between this study and Britt’s work is likely due to the fact that the latter study was conducted at a much higher concentration of SO2.(21, 90)Cu–BTC was further explored as an SO2 removal medium by Dathe et al. by impregnating metal salts within MOF pores.(162) In the study, barium salts with chloride, nitrate, and acetate counterions were impregnated into Cu–BTC. All materials reduced the overall porosity of the material, with the BaCl2 partially destroying the crystal structure. SO2 breakthrough experiments were carried out with a silicon carbide spacer at a concentration of 50 ppm in 6% O2 and the remainder helium. Temperatures above 473 K were studied, making this work less relevant for air purification/filtration applications; however, the activity of the materials is still of importance. All materials exhibited sulfate formation, albeit at higher temperatures, indicating chemical reactivity.(163) The baseline material provided a highest SO2 capacity of 0.7 mmol g–1, with all impregnated samples providing higher capacities on the order of acetate ≈ chloride > nitrate.In addition to experimental studies on sulfur dioxide sorption on MOFs, a number of theoretical studies have been conducted. Fioretos et al. performed ab initio analyses of substituted benzenes, representing the linkers on the IRMOF series.(147) Calculations showed interaction energies of 4.6 kcal mol–1 between SO2 and aniline, and it was found that molecules with larger dipole moments will interact more strongly with the amine group. The authors suggest that incorporating polar functional groups onto MOF linkers allows for better interaction, and thus separation, of polar compounds.Ding and Yazaydin performed DFT and GCMC calculations on the effects of flue gas on the CO2 uptake of M–MOF-74 (M = Co, Mg, Ni) MOFs.(164) Specifically, they found adsorption energies greater than 200 kJ mol–1 for the Co and Mg analogues, whereas the adsorption energy for the Ni analogue was approximately 50 kJ mol–1. The former are representative of chemisorption and correspond to the experimental trend in SO2 capacities reported by Glover et al.(22) The study indicates that Ni–MOF-74 is actually preferred for CO2 adsorption in flue gas applications, as SO2 will have less impact on CO2 adsorption; however, it also indicates that the Co and Mg analogues are better for SO2 removal. In a similar study, Ding et al. simulated SO2 uptake by four zeolitic imidazolate frameworks: ZIF-10, -68, -69, and -71.(165) ZIF-68 and -69 were shown to have favorable SO2 uptake at low relative pressures, resulting in heats of adsorption of 52.6 and 36.7 kJ mol–1, respectively. The favorability of SO2 uptake by ZIF-68 and -69 stems from the presence of nitro groups on these two MOFs, which are not present in the others studied.Yu et al. also calculated binding energies for SO2 on Mg–MOF-74 as well as MIL-101, the latter of which has CUSs of Cr3+, using DFT.(140) Mg–MOF-74 was found to have an enthalpy of adsorption slightly above 70 kJ mol–1, while MIL-101(Cr) exhibited an enthalpy of adsorption of approximately 46 kJ mol–1, both indicative of chemisorption. Acids formed by hydration of sulfur dioxide, such as sulfurous acid (H2SO3) and sulfuric acid (H2SO4), were found to bind even more strongly, with adsorption enthalpies above 100 and 67 kJ mol–1 for Mg–MOF-74 and MIL-101, respectively.Yu et al. used GCMC simulations to determine the effect of SO2 adsorption on CO2 selectivity by Cu–BTC in the presence of moisture.(166) At pressures less than 0.6 bar, almost no effect was seen on CO2/N2 selectivity due to the presence of SO2, even with the increased binding energy of SO2 as compared to CO2 on Cu–BTC. Binding energies were calculated to be approximately 5.6 kcal mol–1 on the copper site of the Cu–BTC paddlewheel, and the energies increased in the presence of moisture, calculated to be over 7 kcal mol–1, as the O atoms of SO2 interact with the H atoms of H2O.In general, the MOFs studied in the literature do not provide significant removal of SO2, with the exception of Mg–MOF-74 and possibly ZIFs. Most materials do not provide the necessary chemistry for SO2 reaction, and SO2 does not ligate CUSs. Furthermore, moisture typically inhibits SO2 removal on MOFs. However, some studies indicate that MOFs may be used as structures to hold nanoparticles or salts for SO2 removal, and is a potential area for further study.2.5.3Other Sulfur-Containing CompoundsHydrogen sulfide and sulfur dioxide are two of the most ubiquitous toxic sulfur-containing compounds, but they are not the only ones. Various organosulfur compounds may also pose a threat to personnel in an industrial or military setting. Breakthrough studies of tetrahydrothiophene were conducted on IRMOFs, Zn–MOF-74, and Cu–BTC by Britt et al.(21) Breakthrough was defined as 5% of the feed concentration (64 ppm). The highly porous MOF-5 and IRMOF-3 were found to have negligible tetrahydrothiophene capacity, likely due to their small pore sizes. Yet introducing a larger pore MOF in IRMOF-62 provided a marked increase to 0.9 mmol g–1. Zn–MOF-74 and Cu–BTC had loadings of 1.0 and 4.0 mmol g–1, respectively. Cu–BTC shows an improvement over the 1.4 mmol g–1 loading of BPL carbon. The MOFs with CUSs show greater capacities for tetrahydrothiophene due to an interaction with the free electrons of on the S atom.Liu et al. investigated the adsorption of thiophene, benzothiophene, and dibenzothiophene by Cu–BTC.(167) These chemicals, which are common contaminants found in fuel, may pose respiratory hazards for workers. Using isooctane as a solvent, isotherms were collected for the three chemicals ranging from very low concentrations to approximately 300 ppm at 293, 303, and 313 K. Whereas benzothiophene exhibits a linear isotherm, thiophene and dibenzothiophene both exhibit favorable isotherms, indicating interactions with Cu–BTC, resulting in 0.8–0.9 mmol g–1 capacities for the latter chemicals at 300 ppm. The authors compared data collected in the study to work conducted by Khan et al., in which benzothiophene adsorption on MIL-53(Al), MIL-53(Cr), and MIL-47 was investigated.(168) In this study, the MIL-47 material was found to surpass all other materials studied, with a highly favorable isotherm resulting in a capacity over 1.1 mmol g–1 at a concentration of 1000 ppm. The superior capacity of MIL-47 is likely due to the rigid large-pore structure; on the other hand, MIL-53 has a flexible structure that is unfavorable to adsorption at low pressures, as seen in the adsorption of H2S by Hamon et al.(150)2.6Other Toxic CompoundsMOFs have been investigated for the removal, separations, reactions, and interactions of a variety of additional chemicals, many of which are toxic and relevant to air purification. Chlorine, a highly toxic compound used as an early CWA and one of the most prevalent chemicals used industrially, was studied on various MOFs at by Britt et al.(21) Breakthrough, which was defined as 5% of the feed concentration (40 000 ppm), studies of chlorine were conducted on IRMOFs, Zn–MOF-74, and Cu–BTC at 298 K.(21) Interestingly, IRMOF-3 was found to have the highest uptake, with a loading of 4.7 mmol g–1, significantly outperforming Cu–BTC (0.5 mmol g–1). The authors attributed this behavior to interactions with electron-rich amine groups on IRMOF-3, which likely forms an ammonium chloride adduct with the hydrochloric acid formed from hydrolysis.(146, 169)Britt et al. also performed breakthrough tests of ethylene oxide, a small toxic molecule that poses an inhalation risk in industry, at a concentration of 1240 ppm.(21) It was found that CUSs played an important role, with Zn–MOF-74 and Cu–BTC exhibiting approximately 2.5 and 2.2 mmol g–1 of removal, respectively, improving upon the removal by activated carbon by an order of magnitude. The other MOFs studied, MOF-5, IRMOF-3, IRMOF-62, and MOF-177, showed negligible uptake of ethylene oxide, despite their high surface areas and pore volumes.Iodine, a diatomic molecule that is valence isoelectronic to chlorine, was challenged at a concentration of 13 000 ppm to Cu–BTC at 348 K and 3.5% RH, conditions similar to those in nuclear fuel reprocessing.(170) Cu–BTC was found to be extremely efficient, coordinating over three iodine molecules per copper site for an uptake of approximately 6.9 mmol g–1, which corresponds to 1750 mg g–1. Furthermore, it was found that Cu–BTC binds iodine preferentially over water; however, the iodine sorption breaks down the structure of Cu–BTC, which may in some practical applications be beneficial as the I2 would be permanently trapped.Supronowicz et al. investigated the interactions of phosphine with the Cu–BTC framework using DFT.(171) Phosphine, albeit pyrophoric, is an extremely toxic gas that is used for various applications, including those in the electronics industry, and therefore poses an inhalation risk. It is also a byproduct of illicit drug manufacturing, which is perhaps one reason it is found on the NIOSH CBRN list of chemicals required for removal by respirators.(62) The mode of binding was by phosphorus–copper interactions, such as those seen for ammonia.(66, 67) It was determined that the order of adsorption energies on the CUSs of Cu–BTC is NH3 > H2O > PH3 > H2S > SO2 > CO ≈ OCS ≈ CO2 ≈ NyOx > N2 > O2. The ability to bind phosphine may also be applicable for other, similar hydrides, such as arsine.Peterson et al. reported on the removal of several toxic gases, including cyanogen chloride, a highly toxic chemical used as a chemical warfare agent, using composites made from Cu–BTC and zirconium hydroxide.(90) Cu–BTC exhibited substantial cyanogen chloride removal, 4.7 mmol g–1, from a 4000 mg m–3 (∼1560 ppm) feed stream under dry conditions (0% RH) at 293 K. The removal capacity of the Cu–BTC–zirconium hydroxide composites decreased with increasing percentages of zirconium hydroxide. In the presence of water (80% RH), it was found that Cu–BTC removed negligible amounts of cyanogen chloride; however, adding triethylenediamine (TEDA) to the composites resulted in higher uptakes. Glover et al. also investigated cyanogen chloride removal under the same conditions as Peterson et al., this time by isostructural MOF-74 analogues containing cobalt, magnesium, nickel, and zinc. Under dry conditions, cyanogen chloride was removed most efficiently by the cobalt analogue, with a loading of 5.6 mmol g–1, followed by zinc, nickel, and magnesium, respectively. Yet, none of the materials were capable of cyanogen chloride removal under humid conditions.Formaldehyde removal by MOFs has been evaluated in multiple studies. Formaldehyde is a widely used chemical and is also carcinogenic, requiring the need for filtration media. Gu et al. investigated MOF-5 for atmospheric trapping of formaldehyde using a packed quartz tube.(172, 173) It was found that formaldehyde was removed by adsorption at zinc corner sites, and the material was able to be regenerated, recovering the formaldehyde at conditions less than 45% RH. The authors demonstrated regeneration capabilities with over 200 cycles without significant loss in efficiency. These results are a bit surprising, as MOF-5 is known to not be structurally stable at water loadings greater than 2.3 wt %.(159) Overall, the material was determined to outperform traditional sampling filter media such as Tenax TA, an organic polymer, and Carbograph 1TD, a graphitized carbon black. Furthermore, formaldehyde storage was investigated in a lithium-doped MOF-5 via density functional theory by Maihom et al.(174) Li+ ions were found to interact with the π system of the aromatic linkers, coordinating in a η6-type interaction. The average distance between the C atoms and the Li ion is 2.39 Å. The Li ions were found to trimerize formaldehyde in a reversible manner. In fact, the reverse rate for the trimerization is significantly faster than the forward rate due to the higher adsorption energy of individual formaldehyde molecules compared to trioxane on Li+ ions.As interest in MOFs continues to grow, it is likely that studies for their use in toxic gas filtration will also increase in number. Incorporation of specific functional groups for targeted gas reactivity will allow for broad spectrum, efficient toxic gas removal. A summary of the MOFs studied for the adsorption and/or reaction of each toxic chemical in the gas phase is presented in Table 4. In general, MOFs with CUSs, such as Cu–BTC and MOF-74 analogues, exhibit an increased uptake of adsorbates with available electrons to ligate to open metal sites, such as ammonia and nitric oxide. For adsorbates that can experience hydrogen bonding, such as ammonia and hydrogen sulfide, seeding sorption on the surface is important, as micropore filling can occur at very low partial pressures when a hydrogen bonding site, such as −NH2 or −OH, or a CUS is present. On the other hand, carbon monoxide can ligate CUSs, but oxidative catalysis is the more effective removal mechanism in a situation where CO2 production can be tolerated.Table 4. Summary of MOF Capacities for Various Sorbates Explored in the LiteraturechemicalMOFconditionscapacity (mmol g–1)refdimethyl methylphosphonateNENU-11111 Pa, 298 K1.9Ma et al.(52) Cu–BTC 6.7  MOF-5561 Pa, 323 K7.3Ni et al.(53)ammoniaMOF-59900 ppma0.4Britt et al.(21) IRMOF-3 6.2  MOF-177 2.4  IRMOF-62 1.4  Cu–BTC 5.1   1440 ppm, 293 K6.6Peterson et al.(66)  1000 ppma6.7Petit et al.(88) Zn–MOF-749900 ppma5.7Britt et al.(21)  1440 ppm, 293 K3.7Glover et al.(22) Mg–MOF-74 6.7  Co–MOF-74 7.6  Ni–MOF-74 2.3  MIL-100(Fe)1000 ppma4.3Petit et al.(86) DUT-60.76 Torr, 298 K4.7Spanopoulos et al.(72) DUT-6(OH) 0.8 carbon monoxideCu–BTC1 bar, 295 K0.7Wang et al.(94) MIL-100(Cr)850 Torr, 288 K1.1Munusamy et al.(122)  850 Torr, 303 K1.0   850 Torr, 318 K0.9   20 kPa, 298 K0.9Wang et al.(123) MIL-100(Cr) TEM 0.1 nitrogen oxideCu–BTC1 bar, 298 K3.0Xiao et al.(134) Cu–SIP-31 bar, 293 K1.1Allan et al.(138) Ni–MOF-7410 mbar, 303 K6.1Bonino et al.(132) MIL-881 bar, 303 K2.5McKinlay et al.(133) MIL-88(B) 1.6 nitrogen dioxideCu–BTC1000 ppma2.2Levasseur et al.(142) UiO-66 1.6Ebrahim et al.(145) UiO-67 1.7 hydrogen sulfideMIL-475/30 kPa, 303 K0.2/1.5Hamon et al.(175) MIL-53(Cr) 1.2/2.5  MIL-53(Al) 0.2/2.7  MIL-53(Fe) 0.2/1.2  Ni–MOF-745 kPaa6.4Allan et al.(153) Cu–BTC1000 ppm, 70% RHa2.7Petit et al.(156) MOF-5100 ppma0.5Huang et al.(158)sulfur dioxideMOF-510 000 ppma<0.1Britt et al.(21) IRMOF-3 0.1  MOF-177 <0.1  Cu–BTC 0.5  IRMOF-62 <0.1  Zn–MOF-74 3.1   380 ppm, 293 K0.3Glover et al.(22) Ni–MOF-74 <0.1  Mg–MOF-74 1.6  Co–MOF-74 0.6  FMOF-20.25 bara1.1Fernandez et al.(176)  0.50 bara1.4 tetrahydrothiopheneMOF-564 ppma<0.1Britt et al.(21) IRMOF-3 0.1  Zn–MOF-74 1.0  MOF-177 <0.1  Cu–BTC 4.0  IRMOF-62 1.0 chlorineIRMOF-340 000 ppma4.7  Cu–BTC 0.5  IRMOF-62 1.3  MOF-177 <0.1 ethylene oxideMOF-51240 ppma<0.1  IRMOF-3 <0.1  Zn–MOF-74 2.5  Cu–BTC 2.2  MOF-177 <0.1  IRMOF-62 0.2 iodineCu–BTC13 000 ppm, 348 K6.9Sava et al.(170)cyanogen chlorideCu–BTC1560 ppm, 293 K4.7Peterson et al.(177) Co–MOF-74 5.6Glover et al.(22) Mg–MOF-74 1.2  Ni–MOF-74 2.4  Zn–MOF-74 3.6 a“Room temperature” or no temperature reported.Adsorbates with limited potential to coordinate to CUSs, especially those with weak intermolecular forces, must undergo reactive removal to be effectively removed in substantial quantities. Few MOFs have shown the potential to reactively remove these adsorbates without destruction of the framework; however, many of these adsorbates, such as sulfur dioxide, CWAs, and CWA simulants, can react with the surfaces of metal oxides or POMs, which can be incorporated into the pores of a MOF or as a blended composite. MOFs with SBUs that resemble metal oxide nanoparticles, but without all of the oxygen atoms bound to ligands, have the potential to react sulfur dioxide, nitrogen dioxide, and CWAs through oxidation or hydrolysis type mechanisms. The hydrated SBU of UiO MOFs [Zr6(OH)4O4] may have such potential.Other chemistries must be developed within MOFs for targeted removal of cyanogen chloride, chlorine, sulfur dioxide, and nitrogen dioxide, as summarized in Table 1. Cyanogen chloride removal has been enhanced in other materials by the presence of TEDA;(178) however, TEDA incorporated into the framework, as in the DMOF series, does not have the same effect, since the free electrons on the nitrogen atoms that promote the removal chemistry are coordinated to the SBU. Chlorine gas has the potential to be hydrolyzed in the presence of moisture, forming hydrochloric acid, which causes MOF stability problems as well as the need to react the corrosive chemical. One strategy to combat this issue would be to incorporate basic pendant groups on the linker to form a chloride adduct with hydrochloric acid.(169) Sulfur dioxide removal can be accomplished by basic sites through oxidation, as has been seen in other materials.(179, 180) However, this removal mechanism typically forms sulfite or sulfate groups on the surface of a material, which may lower the potential removal capabilities of the material. Either the SBU or organic linker of a MOF could be modified to contain an oxidizing agent to interact with sulfur dioxide. On the other hand, efficient removal of nitrogen dioxide can occur by reduction to the less toxic nitric oxide, which can react with CUSs, or the formation of a nitrite species with the organic linker or the metal of the SBU.(181) While toxic gases may be able to be removed by the methods presented here, other reactive removal mechanisms must also be explored.Another potential shortcoming identified from the review of the literature is the method in which many MOFs are evaluated. In terms of air purification for respiratory protection, although equilibrium (isotherm) measurements are informative, the preferred method for evaluation is breakthrough testing, as mass transfer is an important variable to protection. In general, very few of the studies actually consider mass transfer limitations, which may become extremely important when considering the highly microporous nature and lack of hierarchical pore structure of many MOFs. Of course, studying MOFs under conditions simulating filters becomes increasingly difficult, as many materials have not been scaled to quantities sufficient for these types of test. However, small-scale techniques pioneered by LeVan and co-workers do exist for MOFs and can lend insight into determining mass transfer rates and mechanisms.(155, 182) Further work in this area must be conducted to properly evaluate MOFs for use in respiratory applications.Top of PageAbstractIntroductionToxic Chemical Removal by MOFsWater Stability of MOFsEngineering and Particle Formation of MOFsConclusions and the Future of MOFs in Air PurificationReferences3 Water Stability of MOFsFor use in toxic gas filtration application, MOFs need to be stable to a variety of ambient conditions that they may encounter. It has been expressed in the literature that MOFs have a wide range of water sorption properties and stabilities.(76, 144, 183) For instance, MOF-5 is unstable even at minimal water loadings,(184) while zirconium-based MOFs such as UiO-66 can be stored in liquid water for extended periods of time without structural degradation.(18, 146)The ability to switch out a variety of organic linkers with the Zn4O SBU makes the IRMOF series of particular interest for toxic gas filtration.(24) However, MOF-5 (IRMOF-1) has been a notable example of a moisture unstable MOF. It was first reported by Huang et al. that upon water exposure the BET surface area of MOF-5 irreversibly decreases from approximately 900 to 45 m2 g–1.(159) In fact, it is observed that a new structure is formed upon treatment with water. The new structure is hypothesized to contain two strongly bound water molecules per Zn4O SBU, with the displacement of a benzene dicarboxylate group. Further MD simulations suggest that the structure of MOF-5 is maintained despite a reversible decrease in the lattice parameter at water loadings of 2.3 wt %. However, at water contents of 3.9 wt % the MOF-5 structure collapses to a high-density state.(184) In MOF-5, the water molecules interact with the structure in three ways: (1) direct attack on a Zn4O tetrahedron in which a water O atom replaces one of the coordinating MOF O atoms, (2) hydrogen bonding between a water H atom and a coordinating MOF O atom, and (3) a hydrogen-bonded network of water molecules tethered to one or more Zn4O tetrahedra, as shown in Figure 24. Further studies on IRMOF-0 (the simplest theoretical IRMOF with Zn4O SBUs) indicate that single molecules of water allow for a rapid equilibrium to take place between an intermediate five-coordinate and four-coordinate hydrated Zn atom with a displaced carboxylate group. At higher water loadings, a water cluster can be formed at a Zn site, which stabilizes the water-bound state irreversibly, displacing the organic linker, corresponding to the loss of the material’s fully ordered structure.(185)Figure 24. Disruption of the MOF-5 structure at 2.3 wt % water (top). The color scheme is Zn (purple), O (red), C (gray), and H (white), with ZnO4 tetrahedra represented as polygons. Also shown is a ZnO4 center in which an inorganic O atom has been replaced by a water O atom (bottom). Reprinted with permission from ref 184. Copyright 2006 American Chemical Society.Many different approaches have been taken to stabilize MOF-5 and other members of the IRMOF series. Incorporation of hydrophobic trifluormethoxy groups on the organic linker has led to an enhancement in the ability of MOF-5 to resist hydrolysis, even over steam from boiling water.(186) A decrease in the surface area from 1110 to 210 m2 g–1 was seen over the course of a week of exposure to the steam for the hydrophobic MOF-5, while the same treatment caused a decrease in surface area from 2365 to 50 m2 g–1 over the course of just a few minutes. Others have taken the approach of doping the SBU of MOF-5 to enhance the stability. Li et al. found that doping the Zn4O SBUs with Ni during the synthesis procedure enhances the stability of the MOF upon exposure to lab conditions, even over extended periods of time.(187) While each of these techniques enhances the water stability of the MOF, it is likely that altering the organic linker or the SBU changes the adsorption properties of the MOF.Various techniques have been used to alter the outer surfaces of IRMOFs. Surfactant-assisted drying has been shown to enhance the crack resistance and moisture stability of IRMOF-3 using Span 80, a commercially available surfactant.(188) Once the surface is dried, the surfactant adsorbed onto the crystal surfaces, rendering it hydrophobic. The surfactant-dried IRMOF-3 showed superior wetting properties, as seen in Figure 25, and an increase in stability to ambient air over the course of 1 month. Yang et al. demonstrated that while MOF-5 initially loses approximately half of its surface area upon formation of a carbonaceous coating by heating to 803 K in a nitrogen atmosphere, it can retain 99% of that surface area upon exposure to ambient environments for at least 14 days.(189) Conversely, MOF-5 only retains 28% of its surface area upon exposure to the same conditions. Even though this retention of surface area is impressive, it is important to note that the outer surface of the MOF crystal is modified through the formation of the carbonaceous outer coating, which would be difficult for many toxic gases to penetrate.Figure 25. Water contact experiments of IRMOF-3 membranes dried (a) without Span 80 and (b) with Span 80. Reprinted with permission from ref 188. Copyright 2011 American Chemical Society.The water stability of Cu–BTC has been studied in depth more than most other MOFs. This likely is because of its superior chemical removal capabilities stemming from its CUSs, as well as the slow water degradation mechanism, making it possible to systematically study.(66, 76) The adsorption capacity of water in Cu–BTC has been experimentally found to be between 27 and 32 mmol g–1 at 298 K.(76, 144, 183) Two steps are observed in the low pressure region of the water adsorption isotherm from P/P0 = 0.1 to 0.3, indicating two energetically different processes. This result is due to the water molecules coordinating to the copper sites first, followed by the clustering of water molecules and the filling of both types of pores.(190) Saturation occurs by P/P0 = 0.4, with a step between P/P0 = 0.9 and 1.0 indicating the condensation of water. A decrease in the surface area of approximately 26% is observed after running of a water isotherm at 298 K.(144)Coordination of water with Cu–BTC occurs along the Cu–Cu axis, which has the ability to distort the SBU with respect to the dehydrated framework, as determined from EXAFS spectroscopy, as seen in Figure 26.(97) This coordination of water with the Cu sites corresponds to a color change from deep purple to light blue and can be seen when a dehydrated sample is exposed to ambient conditions. Upon exposure of Cu–BTC to conditions of 40% RH at 313 K, minimal degradation of Cu–BTC takes place over the course of 28 days, while at conditions of 90% RH at 298 K the structure of Cu–BTC nearly completely degrades in less than 2 weeks, indicating that a sufficient number of water molecules must be absorbed into the structure in order for complete degradation to occur.(76) As the structure of Cu–BTC degraded, bands in the IR spectra corresponding to protonated carboxylate groups appeared, and the XRD patterns showed the formation of a new structure. Furthermore, 13C MAS NMR of degraded Cu–BTC showed the appearance of many new narrow resonances between 125 and 210 ppm, indicating the presence of aromatic and carboxylic carbon signals that are no longer in close contact with copper atoms.(191)Figure 26. (a) Cluster used for the simulation of the EXAFS signals. It represents the hydrated [Cu2C4O8](H2O)2 cage. The X-ray absorbing copper atom is labeled as “Cuabs”, while the scattering atoms are the oxygen of the water molecule (Ow), the copper atom (Cu1), in front of the absorber, and the elements of the four carboxyl groups of the trimesic acid: a carbon atom marked C1 and two oxygen atoms, marked O1 or O2 if directly bonded to Cuabs or to Cu1, respectively. (b) Dehydrated [Cu2C4O8] cage. Reprinted with permission from ref 97. Copyright 2006 American Chemical Society.Huang et al. observed through MD simulations that Cu–BTC demonstrates good hydrostatic stability for water concentrations up to 4.0 molecules per Cu site up to 125 °C; however, if the temperature increases to 277 °C, the Cu–BTC structure will collapse at water concentrations as low as 1.0 molecule per Cu site.(81) While these findings are important, we should note that as temperature increases in a porous material, the amount of adsorbate that is actually adsorbed at a given RH will typically decrease and that Cu–BTC is only thermally stable to 292 °C.(76, 192)The technique of ligand fictionalization is not as straightforward in Cu–BTC as it was in the IRMOF series due to steric hindrance and unfavorable reaction conditions during synthesis of functionalized trimesic acid analogues. Hence, postsynthetic modification techniques must be utilized in order to stabilize Cu–BTC. Plasma-enhanced chemical vapor deposition (PECVD) of perfluoroalkanes on Cu–BTC has been utilized to enhance the stability of Cu–BTC by DeCoste et al.(79, 139) Plasma-treated Cu–BTC displays superhydrophobicity by floating on liquid water and an increased contact angle of a pressed pellet from approximately 60° to 120°, as seen in Figure 27. The incorporation of hydrophobic fluorinated groups in and on the surface of Cu–BTC allow the material to not degrade over the course of 24 h in liquid water, while untreated Cu–BTC will fully degrade under the same conditions. Furthermore, the ammonia removal capacity of perfluoroalkane-treated Cu–BTC was shown to not be adversely affected, and the removal capacity after aging at 313 K and 100% RH for 3 days showed a nearly 5-fold improvement for the treated Cu–BTC over the untreated Cu–BTC.Figure 27. Pictures of Cu–BTC dispersed in water (top, left) and C2F6-plasma-treated Cu–BTC repelling and floating on top of water (bottom, left). Contact angle images of Cu–BTC (top, right) and C2F6-plasma-treated Cu–BTC (bottom, right) with a 2 μL droplet of water. Reprinted with permission from ref 139. Copyright 2013 Journal of Visualized Experiments.A method to stabilize Cu–BTC through incorporation of Keggin POMs within the larger pore was reported by Mustafa et al.(193) It was found that the structure is stable under steaming conditions up to 483 K. While the results are impressive, it is important to consider for toxic gas removal applications that the Cu sites are likely blocked by the POMs, precluding interaction with the adsorbate; furthermore, much of the pore volume is occupied by the POM itself. It is also likely that the increased stability is due to the fact that the Cu–Cu axis of Cu–BTC lies within the large pores where the POM is situated, preventing the clustering of water molecules and subsequent breaking of Cu–carboxylate bonds.MOFs with inherent water stability, such as UiO-66, are ideal, as they can be utilized without further modifications. UiO-66 was first reported by Cavka et al. to be a MOF with high thermal and chemical stability, as well as having the ability to be readily tuned through the incorporation of functional groups or larger organic linkers.(18, 194) Furthermore, the MOF is stable toward acidic but not basic solutions. The superior stability of the UiO series of MOFs stems from the strong interaction of zirconium with oxygen within the 12-coordinate Zr6O4(OH)4 SBU.It was observed through TGA–MS that the thermal degradation of UiO-66 and its analogues arises from the breaking of the bonds between the aromatic and carboxyl carbons of the organic linker, and therefore, varying the organic linker has an effect on the thermal stability; however, no trend was able to be ascertained that could be associated with electronic effects.(194, 195) UiO-66 analogues with NH2, NO2, (CH3)2, and Br groups have been shown to all maintain their structural stability through XRD after being immersed in water and 0.1 M HCl solutions. Furthermore, the (CH3)2, and NO2 analogues show stability in 0.1 M NaOH as well. Upon immersion of UiO-66 in 0.1 M HCl for 24 h protonation of the carboxylate groups was observed by FTIR, and slight changes in the structure were observed by XRD.(146) UiO-67 and UiO-67–bipy were shown to be unstable toward water or aqueous solutions. Furthermore, UiO-67–bipy was also shown to be unstable toward protic chemicals, such as methanol and 2-propanol.The incorporation of pendant groups on the organic linker of UiO-66 has allowed for the tuning of the uptake of water and other sorbates. For instance, the incorporation of hydrophobic methyl groups shows a decrease in water adsorption from 22.4 to 17.6 mmol g–1 under conditions of 90% RH at 298 K.(196) This decrease of approximately 30% is much more than the decrease of surface area from 1160 to 1065 m2 g–1 for UiO-66 and UiO-66–CH3, respectively. Work from Schoenecker et al. shows that these are not just surface area and steric effects, as UiO-66–NH2 (SA ≈ 1160 m2 g–1) shows an identical water loading to UiO-66 at 80% RH and 298 K.(144) Furthermore, in the cases of UiO-66–CH3 and −NH2, it was shown that after running the water isotherm that the MOFs surface area and crystal structure were maintained.Further insight into the stability of UiO-66 can be obtained through the reported ability of functionalizing UiO-66 analogues through a postsynthetic ligand and cation exchange.(197-199) The ability of UiO-66 analogues to exchange readily in aqueous environments suggests that the structure is not as chemically inert as otherwise suggested. Exchange can occur through one of two observed methods, as seen in Figure 28: (1) two UiO-66 analogues readily exchange their organic linkers in water and (2) an aqueous solution of terephthalic acid analogues can readily exchange with the organic linker of UiO-66 or one of its analogues.(198) The degree of exchange at equilibrium can be controlled by the temperature of the solution.(197) Furthermore, the Zr4+ ions in the SBU have been shown to readily exchange for Ti4+ and Hf4+ ions, when utilizing a proper M4+ source.(199)Figure 28. Solid–solid and solid–liquid phase postsynthetic exchange of UiO-66 materials. Reprinted with permission from ref 198. Copyright 2012 Royal Society of Chemistry.MOF-74 analogues have CUSs like Cu–BTC, which can coordinate to or interact with small molecules. Mg–MOF-74 has been of particular interest because of its exceptional uptake of CO2 and SO2.(21, 22, 200, 201) However, Mg–MOF-74 is found to degrade even after exposure to relatively small amounts of humidity, and a loss of approximately 90% of its CO2 capacity is found upon exposure to 70% RH at 298 K.(75, 114) This makes it unsuitable for most filtration applications without modifications. However, it is important to note that the stability of MOF-74 analogues varies greatly depending on the metal incorporated into the SBU (M = Co > Ni > Zn ≈ Mg). Schoenecker et al. found that Mg–MOF-74 lost 83% of its BET surface area upon running of water isotherms up to 90% RH at 298 K; however, they report retention of the structure via XRD.(144) The instability of Mg–MOF-74 was studied further by DeCoste et al., and it was hypothesized that upon the coordination of a water molecule, the five-coordinate Mg species becomes a six-coordinate species and distortion of the SBU occurs, breaking the weak axial C–O bond.(76) This type of degradation breaks bonds that are binding the one-dimensional channels to each other but leaves the channels themselves intact, leading to minimal changes being observed in the XRD patterns, but showing a complete loss of surface area, as adsorbates cannot access the inner pores.The DMOF series has been used to show the tuning of water stability through the incorporation of pendant functional groups and changing of the metal in the SBU.(202-204) While DMOF and DMOF with CH3, 2CH3, NO2, Br, 2Cl, 4F, and OH functional groups show near complete loss of surface area upon exposure to 90% RH at 25 °C, DMOFs with 2,3,5,6-tetramethylterephthalate, 1,4-napthalenedicarboxylate, and 9,10-anthracenedicarboxylate linkers are shown to retain a significant portion of their surface area.(202, 203) From these results it would seem that steric effects have a strong influence on the retention of the surface area in DMOFs. Through incorporation of different metal ions in the SBU (M = Zn, Co, Cu, or Ni) it was determined that the stability of DMOF can be tuned without varying the organic linker.(204) It was also determined that the metal incorporated can affect the method of degradation, as Zn– and Co–DMOFs show the displacement of the TEDA pillar and Cu–DMOFs show degradation at the BDC organic linker, while Ni–DMOFs are less susceptible to hydrolysis by water vapor, as seen in Figure 29.Figure 29. Schematic illustration of decomposition pathways of M–DMOFs (M = Cu, Zn, Ni, Co) reaction with water. Reprinted with permission from ref 204. Copyright 2012 American Chemical Society.In summary, it is very important to take into account the water stability of any material for use in toxic chemical adsorption, especially in filtration applications. Many MOFs can have their stability tuned through incorporation of various organic linkers or through variation of the metal in the SBU.(75, 114, 146, 194, 202-204) However, tuning of the water stability of a material through interchanging the organic linker or the metal in the SBU will likely alter the chemical adsorption properties of the material. The various postsynthetic modification techniques for enhancing the stability of a MOF, such as PECVD of perfluoroalkanes and surfactant-assisted drying, allow one to alter the outer surfaces of a MOF, while affecting the adsorption properties of the inner surface of the MOF to a lesser extent.(79, 188) On the other hand, some of the methods, like incorporation of a Keggin POMs within the pore of Cu–BTC, likely block many of the Cu sites that are important for small molecule adsorption.(193)Top of PageAbstractIntroductionToxic Chemical Removal by MOFsWater Stability of MOFsEngineering and Particle Formation of MOFsConclusions and the Future of MOFs in Air PurificationReferences4 Engineering and Particle Formation of MOFsMOFs certainly show promise for removing a wide variety of toxic chemicals; however, simply providing a removal mechanism, be it by physical adsorption or chemical reaction, is not sufficient for use in end-item applications. In addition to having substantial capacity for toxic chemicals, MOFs must be able to be formed into structures suitable for filters. Generally, sorbents take the shape of granules, extrudates, or monoliths and require either the use of a binder or pressure to properly form. In this engineered state, MOFs must be able to withstand attrition from rough handling such that the material does not fall apart, forming a powder and resulting in channeling and/or increased breathing resistance. In this section, the various efforts to evaluate MOFs in engineered forms and to characterize materials formed under pressure or with binders are reviewed.4.1Particle Formation of MOFs with PressureSeveral efforts have investigated using pressurization to form tablets of MOFs with the primary goal of determining effects on crystal structure and porosity. Kim et al. investigated the preparation of Cu–BTC using an ethanol reflux technique.(205) Pellets of the MOF were prepared by pressing the powder at pressures between 2.5 and 34 MPa. Samples pressed at 2.5 GPa showed degradation to the surface area, with a reduction of approximately 35%. While Cu–BTC pressed at 10 GPa showed partial structure collapse (surface area reduction of approximately 45%), the sample pressed at 34 MPa showed almost no surface area or porosity. Graham et al. showed that, at pressures up to 5 GPa, the Cu–O bond lengths decrease, reducing the cell and pore volumes.(206)Others have investigated the formation of tablets via pressurization with the intent of using larger particles to study separations and gas uptake. Cu–BTC and UiO-66 were pelletized at pressures of 6.9 and 69 MPa by Peterson et al. to study the effect of pressure on the physical properties and chemical removal performance of Cu–BTC and UiO-66 materials.(177) Whereas the surface area and pore volume decrease substantially for Cu–BTC, the pore structure of UiO-66 was relatively unaffected. Interestingly, however, the ammonia loading of Cu–BTC was unaffected, exhibiting loadings of 7.1–7.2 mmol g–1 for all samples, whereas the octane loading of UiO-66 decreased from 2.5 mmol g–1 for the powder sample to 2.1 mmol g–1 for the sample pressed at 69 MPa. Barcia et al. also investigated the effects of pelletizing UiO-66 for the separation of hexane and xylene.(207) Disks were made by compressing UiO-66 powders at pressures of 60 and 200 MPa, followed by crushing a sieving. Nitrogen isotherm data were collected for powder samples and the sample compressed at 200 MPa, and only a 5% decrease in surface area was found for the pressed sample; however, no information on the structure was reported via XRD.The structural effects of mechanically pressing MOF-177 were investigated by Zacharia et al.(208) Samples were pressed between 0 and 0.9 GPa without binder in a glovebox to avoid hydrolytic degradation of the structure. The resulting materials had densities between 0.21 and 1.40 g cm–3. XRD data indicate the transition to an amorphous phase, and long-range order decreases even at the lower pressures studied. Furthermore, surface area and micropore volume are significantly affected by pressure. The surface area decreases to almost nothing at the highest pressure studied, while the pore volume is reduced to approximately 0.30 cm3 g–1 from 1.75 cm3 g–1 for the virgin material. Furthermore, FTIR spectra taken of the samples show destruction of short-range order based on aromatic C–H bends and stretches. Figure 30 summarizes the effect of density on surface area and porosity. Dailly and Poirier investigated MOF-177 for hydrogen storage.(209) In this case, MOF-177 powder and Basolite Z377, an extruded MOF-177, were compared. The bulk density of the pellets was found to be approximately 0.31 g cm–3 compared to 0.21 g cm–3 for the powder. The Basolite Z377 pellets were found to have a porosity of 1.22 cm3 g–1 compared to 1.67 cm3 g–1 for the powder, and the BET surface area decreased by approximately 25%, from 3965 m2 g–1 for the virgin powder to 2920 m2 g–1 for the pellets. Overall, the pellets had a comparable hydrogen capacity to the powders on a volume bases, indicating that the decrease in surface area and porosity was offset by the increase in density.Figure 30. Effect of MOF-177 bulk density on micropore volume and surface area. Reprinted with permission from ref 208. Copyright 2010 Royal Society of Chemistry.The effects of pressure on the crystal structure of MOFs have been investigated on several occasions. Chapman et al. investigated the effects of pressure on ZIF-8 using synchrotron-based powder diffraction to determine changes in the unit cell volume upon compaction.(210) They found decreased unit cell volume and reduced crystallinity above pressures of approximately 0.3 GPa. Furthermore, the reduction in nitrogen uptake was substantial above 0.6 GPa, resulting in a reduction in surface area greater than 50%, indicating a high compressibility of the material. Nenoff et al. investigated the use of ZIF-8 for the capture of molecular iodine.(211) ZIF-8 was mixed with water into a paste and then extruded into pellets with a diameter of 3 mm and a length of 10 mm. Water was then removed from the extruded samples. Nitrogen isotherm data actually indicate a slight increase in surface area for the extruded sample, from 1766 to 1837 m2 g–1. A reason for this increase is not given, although it is likely that these values are within the measurement error of the instrument, and thus, extrusion has a limited effect on nitrogen uptake. XRD patterns indicate no structural degradation due to extrusion. Spencer et al. investigated the effects of high applied pressures to the structure of ZIF-10 using high-pressure single-crystal X-ray diffraction (HP-XRD).(212) Anhydrous 2-propanol was used as a hydrostatic pressure medium within a diamond anvil cell, and the samples were subjected to pressures up to 1 GPa. The cell volume of the material decreased up to pressures of approximately 0.6–0.8 GPa, at which point the material underwent a phase change, with the crystal cracking.Single crystals of ZAG-4, a zinc-based MOF, were investigated after exposure to hydrostatic pressure by Gagnon et al.(213) Single crystals of ZAG-4 were loaded in a diamond anvil cell along with a 4:1 methanol/ethanol mixture for in situ diffraction studies. Subjected to pressures from 0 to 7.3 GPa, the unit cell volume was shown to decrease by 27%. However, the decrease was shown to be reversible after pressure was released.Frunza et al. investigated the molecular mobility of MOF-5 using dielectric spectroscopy. In the study, the powder was pressed without binder at a pressure of 7 MPa.(214) The effects of the tableting process are not further investigated, although the material is reported to have a surface area of 870 m2 g–1. This value is significantly lower than other literature values of approximately 3000 m2 g–1.(215) The authors indicate that this is due to interpenetration of the framework; however, it could also be due to the compressibility of the substrate or moisture instability.(159)Neimark et al. investigated the effects of mechanical pressure on the breathable MIL-53(Cr) substrate using mercury intrusion porosimetry.(216) Structural transitions were seen starting at approximately 0.2 MPa, with a large pore transitioning to a narrow pore. The pore volume decreased substantially during this process, with the unit cell volume shrinking by approximately one-third.Ni–MOF-74 and Cu–BTC were investigated for the separations of xenon and krypton as well as CO2 from flue gas by Liu et al.(217, 218) Materials were pressed without a binder at 12 MPa and then broken and sieved into 600–850 μm particles. Surface areas of the materials did indeed decrease from the pressing; however, the authors claim that the gas adsorption properties remain intact as compared to the powders. The pressure resulted in a BET surface area of approximately 1147 m2 g–1 and a pellet density of 0.78 g cm–3. In addition to the BET surface area, XRD data indicate good agreement with literature values for the powder, indicating that pelletization had little effect on the properties.Peralta and co-workers investigated ZIF-8, -76, Cu–BTC, Ni–MOF-74, RHO-ZMOF, and IM-22 for separating binary paraffin and alkane mixtures.(219-221) The authors first investigated pressing just ZIF-76 powder and found 20 MPa insufficient to form a mechanically stable material, while 35 MPa led to partial structure collapse, reducing the surface area from 1100 to 590 m2 g–1. The powders were mixed with ethanol, forming a paste, and then pressed at 20 MPa, resulting in a surface area of 900 m2 g–1 with mechanical integrity. After pressing, pellets were able to be crushed and sieved to uniform size. It was observed that most of the MOFs exhibited a loss of approximately 10–20% of their surface area upon pressing at 20 MPa, without a change in the structure according to XRD.In several cases, MOF pellets have been formed for the sole purpose of evaluation, with little or no information on how the pellets were formed or on the changes in the physical properties of the material.(155, 222-226)4.2Particle Formation of MOFs with BindersIn addition to forming engineered particles via pressurization, binders have also been used. The advantage of using binders is that powders typically form into particles more easily, sometimes without the use of pressure. Yet, adding binders also reduces the percentage of MOF in a particle on a mass basis. Furthermore, to date, binders for use with MOFs have been limited to materials that can form at low temperatures. Kim et al. evaluated formation of Cu–BTC pellets using poly(vinyl alcohol) (PVA).(205) Pellets were formed using a 15 wt % solution of PVA in water mixed with Cu–BTC powder followed by extrusion. The resulting material showed a decrease in surface area from 1737 to 963 m2 g–1, indicating pore blockage due to PVA. Results from the study indicated that the sample prepared with PVA as a binder had reduced moisture uptake and carbon dioxide capacity as compared to the virgin Cu–BTC powder.Graphite was used as a binder for UiO-66 and used to separate xylene isomers by Moreira at al.(227) UiO-66 was pelletized using a rotary press (conditions not disclosed) and 1 wt % graphite as a binder and then extruded as cylinders using a 3 mm die. The resulting density was reported as 0.8 g cm–3 and the surface area was established to be 885 m2 g–1, approximately a 20% decrease over the base material. Furthermore, XRD data indicated a decrease in the long-range order of the MOF.Denayer et al. investigated the separation of ethylbenzene and styrene using MIL-53(Al).(228) A solution of 15 wt % PVA in water was added in equivalent mass to MIL-53(Al); after heating overnight, the sample was crushed and sieved to a size of 500–630 μm. The authors note that previous studies indicate that the binder does not affect pore size or completely block the pores of the MOF; however, no substantiating data is presented for surface area or porosity.Additional materials have been formed with binders for the sole purpose of evaluation, and limited information exists on the formation process. Ferreira et al. investigated the separation of xylene isomers using MIL-53(Al) pellets prepared by BASF in the 300–500 μm range.(229) Limited data were provided on the engineering of the particle; however, the authors note that a binder was used. Morris et al. used 10 wt % Teflon as a binder to press Ni–MOF-74 into 5 mm pellets.(230) However, no additional information is given on the properties of the material.In all, many studies have been conducted on forming MOFs into engineered materials; however, very few, if any, of these studies are systematic in determining effects of pressure or binder on physical properties (surface area, pore volume, hardness) and relating those properties to performance. This represents a knowledge gap moving forward for using MOFs in any application, let alone air purification. Further studies must be presented to determine optimal conditions for forming MOFs to optimize structural integrity and performance. The use of binders is an alternative method to pressure for forming harder particles; however, studies to date have mostly been limited to poly(vinyl alcohol), graphite, and Teflon, all of which typically result in lower performance due to pore blockage or simply reduced MOF content. Further work must be conducted to identify appropriate binders for these materials.Top of PageAbstractIntroductionToxic Chemical Removal by MOFsWater Stability of MOFsEngineering and Particle Formation of MOFsConclusions and the Future of MOFs in Air PurificationReferences5 Conclusions and the Future of MOFs in Air PurificationMOFs have shown excellent potential for use in air purification of toxic gases. At this point, individual MOFs have shown efficacy toward specific gases; however, a full set of design rules has yet to be established to synthesize MOFs with the ability to remove a broad spectrum of toxic gases. The tailorability of MOFs can be exploited to design such materials, which has always been a challenge for activated carbons and other traditional filtration media. MOFs provide the opportunity for modification of the SBU and the organic linkers to target interactions with various classes of chemicals. Linkers with various functional groups can be incorporated into a single MOF, as in the MTV (multivariate) MOFs explored by Deng et al.(231) MOFs with CUSs have shown potential for the adsorption of analytes with available electrons; however, many of these MOFs, including Cu–BTC and MOF-74 analogues, are not water stable, which is a fundamental requirement for use in filters. The use of these types of MOFs in filters will require postsynthetic modification to increase their hydrostability.One major shortcoming of comparing different MOFs against the variety of adsorbates studied in this review is the lack of consistent parameters used during sorbent evaluation. For air purification purposes, materials must be evaluated at relative pressures significantly below 1 bar. As a general approach, a concentration of approximately 100–1000 ppm for most gases is sufficient to determine the efficacy of a material against a toxic gas; however, these concentrations should be determined based on OSHA/NIOSH guidelines and the typical uses of each gas. Furthermore, for some applications regeneration of materials may prove useful. Most of the studies reviewed here do not discuss the regenerability of MOFs with respect to toxic chemicals, as is commonly seen in many CO2 and H2 studies; if a MOF can undergo many cycles of a specific adsorbate without a significant loss of capacity it may find additional uses beyond air filtration.Adsorption of ammonia can occur either through chemisorption at the CUSs, which in many cases destroys the MOF structure, or by hydrogen bonding, which can be facilitated by the functional groups on the organic linker. These removal mechanisms may also prove useful for analytes such as hydrogen sulfide, which exhibits similar chemisorption and hydrogen-bonding properties. Work in the IRMOF series has shown that −NH2 groups can facilitate hydrogen bonding, a property that should be studied for air purification in the more stable UiO-66 and MIL-53 MOF systems, by incorporating pendant functional groups. Furthermore, through computational methods functional groups such as −COOH and −OH have been shown to interact with ammonia strongly; however, incorporation of these functional groups as pendant groups on a MOF’s surface has typically proven challenging due to their interactions with metal ions during self-assembly. Postsynthetic modification methods such as linker exchange may prove useful for incorporation of these groups into MOFs.Analytes such as sulfur dioxide, nitrogen dioxide, chlorine, iodine, and cyanogen chloride have proven much more difficult to remove from airstreams, as they do not chemisorb to CUSs, nor do they typically have strong physical interactions with functional groups on MOF linkers. Specific chemistries must be designed within the pore of the MOF to target each specific analyte. There is still much work to be done in this area, and most likely direct self-assembly of MOFs is not the answer for incorporation of these chemistries, as functional groups may interact with one another and the metal ions, upon attempted incorporation. However, postsynthetic modification of various types of MOFs to incorporate groups that can react with each analyte of interest may be desired. Also, incorporation of polyoxometalates or other nanoparticles in the pores of a MOF can prove useful for reacting these analytes; however, this typically creates the reduction of removal capacities for other analytes as pores and functional groups are blocked. Furthermore, approaches such as the creation of composites with other materials may prove useful for broad spectrum removal. MOFs provide the ability to have the removal chemistry completely bound to their inner surfaces, minimizing the probability of deleterious effects, which are typically seen in many broad spectrum removal carbons and other materials with impregnants.The incorporation of these chemistries into MOFs is important, but before MOFs can be widely used in filtration applications more work must be done in MOF particle engineering. Pressing pellets and extrusion work for some MOFs that can withstand high pressures without collapsing; however, many MOFs cannot withstand pressures high enough to form robust granules. These MOFs require the use of binders, which may cause pore blocking and ultimately a reduction in the amount of useable surface area for toxic chemical removal. Techniques should be investigated for the modification of MOFs to make them into engineered forms useful for direct implementation in filtration applications. Furthermore, more studies need to be done on these pellets to examine the effect that pressure and binders have on the chemical removal capacity. As these materials, and the methods for preparing them, become more commonplace, testing must be conducted simulating filter conditions to properly account for mass transfer limitations, as total capacity is only one part of the mechanism for toxic gas removal. Under dynamic conditions, a hierarchical pore structure has been shown to be useful for adsorption in carbonaceous and metal oxide/hydroxide materials. Incorporation of this type of pore structure in self-assembled materials proves challenging, but postsynthetic modification techniques, such as controlled etching, should be investigated to aid in mass transport.It is clear that much work has been done in maturing MOFs toward uses in toxic gas filtration in the past 10 years, and the number of studies in this area has been increasing at a rapid rate, as seen in Figure 31; however, most of the studies have been conducted with a few select MOFs. As more strategies are developed for the creation and modification of MOFs, these MOFs must be explored for their toxic gas removal capabilities. Very few laboratories in the world investigate toxic chemical removal by MOFs on a regular basis, and they cannot match the pace with which MOFs are being developed in the literature, or they do not have the synthetic capabilities of many of the groups creating these designer materials. The challenge of toxic gas filtration is not trivial, but synthetic materials and adsorption experts must collaborate to understand the full extent of possible uses of MOFs for air purification.Figure 31. Summary of the number of articles reviewed in this manuscript relevant to toxic gas filtration. *Note that the number of papers for 2013 is incomplete, as this is for a partial year only.The authors declare no competing financial interest.Top of PageAbstractIntroductionToxic Chemical Removal by MOFsWater Stability of MOFsEngineering and Particle Formation of MOFsConclusions and the Future of MOFs in Air PurificationReferencesAcknowledgmentThe authors thank the Joint Science and Technology Office for Chemical Biological Defense (JSTO–CBD) for funding this review, under Project Number BA07PRO104, and David Tevault for technical editing. Gas mask photograph in the table of contents and cover graphics courtesy of the U.S. Army.Abbreviations Used4-MAP4-methylaminopyridine, C6H8N2ASZM-TEDAcarbon impregnated with copper, silver, zinc, molybdenum, and TEDABasolite Z377extruded MOF-177BEbinding energyBPLbituminous coal based product low ashCBDchemical and biological defenseCBRNchemical, biological, radiological, and nuclearCEES2-chloroethyl ethyl sulfide, C4H9ClSCEPS2-chloroethyl phenyl sulfide, C8H9ClSCu(mipt)Cu(C9H6O4)(H2O)Cu–BTCHKUST-1, MOF-199, Cu3(C9H3O6)2CUScoordinative unsaturated siteCu–SIP-3Cu2(OH)(C8H3O7S)(H2O)CWAchemical warfare agentDABCOTEDA, 1,4-diazabicyclo[2.2.2]octane, C6H12N2DEClPdiethyl chlorophosphate, C4H10ClO3PDECNPdiethyl cyanophosphonate, C5H10NO3PDESdiethyl sulfide, C4H10SDFTdensity functional theoryDIFPdiisopropyl fluorophosphate, C6H14FO3PDMMPdimethyl methylphosphonate, C3H9O3PDMOFZn2(C8H4O4)2(C6H12N2)DUT-6Zn4O(C12H6O4)(C27H15O6)4/3EPRelectron paramagnetic resonanceEXAFSextended X-ray absorption fine structureFMOF-2Zn2(C17O4F6)2FTIRFourier-transform infraredGAtabun, (RS)-ethyl N,N-dimethylphosphoramidocyanidate, C5H11N2O2PGBsarin, (RS)-propan-2-yl methylphosphonofluoridate, C4H10FO2PGCMCgrand canonical Monte CarloGDsoman, 3,3-dimethylbutan-2-yl methylphosphonofluoridate, C7H16FO2PGOgraphite oxideHDsulfur mustard, bis(2-chloroethyl) sulfide, C4H8Cl2SHP-XRDhigh-pressure single-crystal X-ray diffractionIM-22Zn(C4H5N2)(C7H4N2Cl)IRMOFisoreticular MOFIRMOF-0Zn4O(C4O4)3IRMOF-1MOF-5, Zn4O(C8H4O4)3IRMOF-10Zn4O(C14H8O4)3IRMOF-16Zn4O(C18H12O4)3IRMOF-3Zn4O(C8H6O4N)3IRMOF-62Zn4O(C18H8O4)3JPEOjoint program executive officeJSGPMoint service general purpose maskKHHenry’s law constantLLewisite, 2-chloroethenyldichloroarsine, C2H2AsCl3MASmagic angle spinningMDmolecular dynamicsMIL-100M3FO(C9H3O6)2MIL-101M3FO(C6H4O4)3MIL-47VO(C8H4O4)MIL-53M(OH)(C8H4O4)MIL-68M(OH)(C8H4O4)MIL-88Fe3O(CH3OH)3(C4H2O4)3MIL-88BFe3O(CH3OH)3(C8H4O4)3MOFmetal–organic frameworkMOF-177Zn4O(C27H15O6)3MOF-199Cu–BTC, HKUST-1, Cu3(C9H3O6)2MOF-5IRMOF-1, Zn4O(C8H4O4)3MOF-74M/DOBDC, CPO-27, M2(C8H4O6)MPAmethylphosphonic acid, CH5O3PMTVmultivariateNENU-11H3[(CuCl4)3(C9H3O6)8]2[PW12O40]NH2–MIL-101M3FO(C6H5O4N)3NH2–MIL-53M(OH)(C8H5O4N)NIOSHNational Institute for Occupational Safety and HealthNMRnuclear magnetic resonanceNOxmononitrogen oxides, NO and NO2OSHAOccupational Safety and Health AdministrationPECVDplasma enhanced chemical vapor depositionPELpermissible exposure limitPOMpolyoxometalateppmparts per million by volumePVApoly(vinyl alcohol)ReaxFFreactive force fieldRHrelative humidityRHO-ZMOFIn2(C5N2O4H2)4(C7N3H15)SBUsecondary building unitSpan 80C24H44O6TEDADABCO, triethylenediamine, C6H12N2TEPAtetraethylenepentamine, C8H23N5TICtoxic industrial chemicalTIMtoxic industrial materialTONturnover numberUiO-66Zr6O6(C6H4O4)6UiO-67Zr6O6(C12H8O4)6UiO-67–bipyZr6O6(C10H6O4N2)6UV–visUltraviolet–visibleVXO-ethyl S-(2-(diisopropylamino)ethyl) methylphosphonothioate, C11H26NO2PSWWIWorld War IWWIIWorld War IIXANESX-ray absorption near edge structureXRDX-ray diffractionZAG-4Zn(C4H10O6P2)ZIF-10Zn(C3H3N2)2ZIF-68Zn(C7H5N2)(C3H2N3O2)ZIF-69Zn(C7H4N2Cl)(C3H2N3O2)ZIF-71Zn(C3HN2Cl2)2ZIF-76Zn(C3H3N2)(C7H4N2Cl)ZIF-8Zn(C4H6N2)2Zn–DMCPZn4O(C6H8N2O2)3Reference QuickViewTop of PageAbstractIntroductionToxic Chemical Removal by MOFsWater Stability of MOFsEngineering and Particle Formation of MOFsConclusions and the Future of MOFs in Air PurificationReferencesReferencesThis article references 231 other publications.1. Szinicz, L. Toxicology 2005,  214,  167[Crossref], [PubMed], [CAS]1. History of chemical and biological warfare agentsSzinicz, L.Toxicology\r\n        (2005),\r\n    214\r\n        (3),\r\n    167-181CODEN:\r\n                TXCYAC;\r\n        ", "title": "Metal–Organic Frameworks for Air Purification of Toxic Chemicals", "authors": ["Jared B. DeCoste", "Gregory W. Peterson"], "doi": ["10.1021/cr4006473"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0018.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0019.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0020.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0021.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0022.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0023.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0024.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0025.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0026.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0027.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0028.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0029.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0030.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/chreay/2014/chreay.2014.114.issue-11/cr4006473/production/images/small/cr-2013-006473_0031.gif\">"]}