{"abstract": "Luminescent metal−organic frameworks (MOFs), , were synthesized via postsynthetic cation exchange of  with Tb, Sm, Eu, or Yb, and their photophysical properties were studied. We demonstrate that  encapsulates and sensitizes visible and near-infrared emitting lanthanide cations in aqueous solution.", "text": "10.1021/ja109103t Luminescent lanthanide cations, in particular those emitting in the near-infrared (NIR) domain, have several emissive properties that are highly desirable for biomedical analysis.(1) However, their luminescence intensities are often limited in aqueous media. This is typically due to the low quantum yields and therefore the relatively low number of photons emitted by each discrete molecular complex. Furthermore, the stability in water and hence biocompatibility of lanthanide molecular complexes often limit their use in biological applications. For such applications, it is critical that these complexes do not dissociate at low concentration which would result in the loss of lanthanide sensitization and/or the release of free lanthanide cations.Metal−organic frameworks (MOFs)(2, 3) have several advantages that render them useful for sensitizing lanthanide cations.(4, 5) First, MOFs have well-defined structures in which a large number of chromophoric sensitizers and lanthanide cations can be incorporated. This fundamental aspect of MOFs results in a large number of photons emitted per unit volume, an important advantage that enhances detection sensitivity. Second, MOF structures can be tailored to modulate and optimize the photoluminescence properties of lanthanide cations.(4, 6) Third, MOFs provide a rigid scaffold that can serve to protect lanthanide cations from solvent quenching. To date, most lanthanide MOFs consist of a lanthanide cation and an organic linker/sensitizer, and therefore the lanthanide cation is an important structural component of the MOF.(3)In this communication, we present a versatile strategy for generating luminescent lanthanide MOFs that are compatible for applications in aqueous solutions. Specifically, we show that a MOF can serve as both a host and an antenna for protecting and sensitizing extra-framework lanthanide cations emitting in the visible and NIR that are encapsulated within the MOF pores. We have developed a new class of porous metal-adeninate materials termed ‘bio-MOFs’.(7) In this study, we use bio-MOF-1(7b) [Zn8(ad)4(BPDC)6O•2Me2NH2,8DMF,11H2O] (ad = adeninate; BPDC = biphenyldicarboxylate; DMF = dimethylformamide), a rigid, permanently porous (∼1700 m2/g) structure as a scaffold for hosting and sensitizing several visible and NIR-emitting lanthanide cations. Bio-MOF-1 is anionic, and dimethylammonium (DMA) cations reside in its 1-D pores. We have shown that the DMA cations can be exchanged with other organic cations or cationic drug molecules via straightforward cation exchange experiments.(7b, 7d) We therefore reasoned that we could replace the DMA cations with specific lanthanide cations in a similar postsynthetic fashion.(8) Thus, we could load lanthanide cations into the pores of bio-MOF-1 and analyze the luminescence properties of the resulting host−guest material (Figure 1). Ideally, the MOF would serve as a ‘lantern’ for protecting the lanthanide cations and enhancing their luminescence.(9)Figure 1. Bio-MOF-1 encapsulation and sensitization of lanthanide cations. (A) Schematic illustration of Ln3+ incorporation into bio-MOF-1 and subsequent Ln3+ sensitization by the framework. (B) Excitation and emission spectra of Sm3+@bio-MOF-1 (i), Tb3+@bio-MOF-1 (ii), and Eu3+@bio-MOF-1 (iii). (C) Samples of Ln3+@bio-MOF-1 illuminated with 365 nm laboratory UV light (lamp spectrum is depicted in Figure S9 in the Supporting Information). (D) XRPD patterns of Ln3+@bio-MOF-1.Table 1. Ln3+ Luminescence Lifetimes (μs) and Quantum Yields of Ln3+@bio-MOF-1Ln3+τ1 (H2O)aτ2 (H2O)aτ1 (D2O)aτ2 (D2O)aΦ(Ln3+)bTb3+62(1)224(9)54.2(9)142(9)1.7(0.1) × 10−2Sm3+7.4(3)35(5)131.1(7)539(41)2.8(0.2) × 10−3Eu3+299.9(5)986(48)1163(6)1886(7)8.4(0.1) × 10−2Yb3+1.1(1)5.5(4)12.1(2)55.9(5)2.5(0.2) × 10−4aλex = 354 nm ; λem = 545 nm (Tb3+), 640 nm (Sm3+), 614 nm (Eu3+), 970 nm (Yb3+).bλex = 340 nm; collected in H2O.To introduce lanthanide ions into the pores of bio-MOF-1, samples of the material were soaked in DMF solutions of nitrate salts of Tb3+, Sm3+, Eu3+, or Yb3+ (Figure 1A).(10) Energy-dispersive X-ray spectroscopy (EDS) and elemental analysis (EA) data of the Ln3+-exchanged materials revealed successful lanthanide cation incorporation into the material to yield Tb3+@bio-MOF-1, Sm3+@bio-MOF-1, Eu3+@bio-MOF-1, and Yb3+@bio-MOF-1 (see Supporting Information for detailed formulation). Ln3+ loading does not impact the crystalline integrity of bio-MOF-1, as confirmed using X-ray powder diffraction (XRPD) (Figures 1D and 2B).Initial spectroscopic studies (Supporting Information; Figures S3−S7) of Tb3+@bio-MOF-1, Sm3+@bio-MOF-1, Eu3+@bio-MOF-1, and Yb3+@bio-MOF-1 in DMF indicated that bio-MOF-1 sensitizes several visible and NIR emitting lanthanide cations in an organic solvent. Encouraged by these results, we proceeded to study the luminescence properties of these materials in aqueous environments. Each Ln3+@bio-MOF-1 sample was soaked in nanopure water (18 MΩ resistivity) to completely remove the DMF solvent molecules, and XRPD of the water-exchanged samples confirmed retention of crystalline integrity (Figures 1D and 2B). When excited with a standard laboratory UV lamp (365 nm), the samarium, europium, and terbium samples emitted their distinctive colors (Eu3+, red; Tb3+, green; Sm3+, orange-pink), which were readily observed with the naked eye as a qualitative indication of lanthanide sensitization (Figure 1C). Lanthanide-centered excitation spectra recorded for Tb3+@bio-MOF-1 (λem = 545 nm), Sm3+@bio-MOF-1 (λem = 640 nm), Eu3+@bio-MOF-1 (λem = 614 nm), and Yb3+@bio-MOF-1 (λem = 970 nm) all indicate the presence of a main band with an apparent maximum located at 340 nm, an indication that energy migrates through the same electronic levels located in the MOF chromophoric structure for all four compounds. The individual samples were then each irradiated with 340 nm light, and the characteristic sharp emission bands corresponding to the respective encapsulated lanthanide cations were detected (Figures 1B and 2A).Despite the strong ability of water to quench the emission of NIR emitting lanthanides, the Yb3+ signal is easily detected (Figure 2A). These data demonstrate that the MOF scaffold can effectively serve as an antenna for sensitizing three different visible-emitting lanthanide cations and one NIR-emitting lanthanide cation in an aqueous environment. It is worth noting that Yb3+ is a special lanthanide cation with respect to energy transfer as it has only one accepting electronic level. The hypothesis for energy transfer for this cation involves one of the following two mechanisms: (1) a phonon-assisted mechanism from either the triplet state or a metal-to-ligand charge transfer state of the sensitizer or (2) an internal double-electron transfer mechanism.(11) Importantly, after all the measurements in water, the materials still retained their crystallinity, as evidenced by their XRPD patterns (Figure S8). These results indicate that these luminescent materials are therefore compatible with aqueous conditions and are photostable. Our ability to easily detect lanthanide luminescence in the presence of water provided an indication that the MOF was able to not only sensitize but also provide sufficient protection to the lanthanide.Figure 2. Yb3+ sensitization and O2 detection studies. (A) NIR excitation and emission spectra of Yb3+@bio-MOF-1. (B) XRPD of Yb3+@bio-MOF-1. (C) Yb3+ emission profile under N2 (black) and O2 (blue). (D) Decrease in Yb3+ signal over time after exposure to O2 (blue) and revival of Yb3+ signal over time upon exposure to N2 (black). (E) Integrated intensities of Yb3+ emission over multiple cycles of exposure to N2 (black) and O2 (blue).To quantify the level of protection provided by bio-MOF-1 and to more completely understand the environment of the encapsulated lanthanide cations, we measured the lanthanide-centered luminescence lifetimes in water (Table 1). The best fit for each of the Ln3+@bio-MOF-1 samples was systematically biexponential, suggesting the presence of two distinct lanthanide environments within the MOF architecture. The Tb3+@bio-MOF-1 lifetimes, 62 ± 1 μs and 224 ± 9 μs, were surprisingly much shorter than Tb3+ lifetimes recorded for molecular complexes that are typically in the range of 1000 to 2000 μs.(12) It is probable that back-energy-transfer from Tb3+ to bio-MOF-1 is occurring, as evidenced by a marked increase in luminescence lifetimes at 77 K to 1970 ± 80 μs (data not shown).(13) Despite this limitation, the Tb3+ luminescence can be easily detected and observed with the naked eye, which further illustrates the benefits of having a large number of lanthanides and sensitizers in a small volume.Luminescence lifetimes were also collected in deuterated water (Table 1) to determine q-values, the calculated number of water molecules coordinating to each lanthanide cation (see Supporting Information).(14) Very short luminescence lifetimes were observed once again for Tb3+@bio-MOF-1 in D2O, a further indication that the Tb3+ excited state is quenched by contributions other than solvent vibrations. Due to this special consideration, q-values could not be calculated for the Tb3+@bio-MOF-1 system. Eu3+@bio-MOF-1 displays the longest luminescence lifetimes in both solvents; it displays a calculated q-value of 2.7 for the shorter set of lifetime values, which suggests that the MOF provides limited protection from water in one pore environment. A q-value of 0.3 calculated from the set of the two longest luminescence lifetimes indicates that a second environment within bio-MOF-1 provides a higher level of protection to the lanthanide cations. These calculated q-values indicate that two different numbers of water molecules are bound to the lanthanide cations in the MOF pores. This result is consistent with TGA data, which reveal two different types of water loss (Supporting Information; Figure S1).The lanthanide-centered quantum yields of Ln3+@bio-MOF-1 in water were measured (Table 1). The quantum yields are all reasonably high considering the aqueous environment, providing an indication that the lanthanide cations are protected to a significant extent within the pores, and the energy transfer from the sensitizer embedded in the MOF to the lanthanide cations is efficient. Since bio-MOF-1 encapsulates a large number of lanthanide cations within a defined space, the luminescence intensity of Ln3+@bio-MOF-1 is quite high.Effectively, bio-MOF-1 serves as a high surface area scaffold (Figure S2) for sensitizing lanthanide cations and arranging and exposing them in 3-D space. We therefore reasoned that Ln3+@bio-MOF-1 materials could potentially serve as sensors for small molecules. To evaluate this possibility, we performed preliminary O2 detection experiments using Yb3+@bio-MOF-1 in solid-state conditions.(15) While several visible emitting complexes have been tested for oxygen sensing,(16) we note that NIR luminescence has the advantage to allow for more sensitive detection in complex media such as biological samples which have very low native NIR fluorescence (favorable to signal-to-noise ratio). Samples of Yb3+@bio-MOF-1 were dried for 15 h at 200 °C and mounted on quartz slides in a gas chamber within our fluorimeter. Yb3+@bio-MOF-1 responds to the presence of O2 gas, as evidenced by monitoring the Yb3+ luminescence signal upon excitation with 340 nm light. An approximate 40% signal decrease was observed within the first 5 min of introducing O2 gas to a purged chamber under ambient pressure (Figure 2C). After 5 min, the system reached equilibrium and the signal maintained its intensity for the duration of exposure, approximately 1 h (Figure 2D). Purging the chamber once more with N2 resulted in the restoration of the Yb3+ signal to its original intensity. Importantly, this experiment is reversible, and we demonstrated that the Yb3+ signal maintains its original intensity after several cycles of exposure to O2 and N2 (Figure 2E). These are important advantages that merit consideration when designing a photostable O2 sensor.In conclusion, we have shown that porous anionic bio-MOF-1 can incorporate lanthanide cations via a simple cation exchange process and sensitize multiple lanthanide cations, thus allowing for the facile preparation of multiple different luminescent materials. Further, we showed that bio-MOF-1 protects and sensitizes visible and NIR-emitting lanthanides in water. To our knowledge, this is the first example of a MOF that sensitizes NIR emitting lanthanide cations in water. These results are particularly exciting as water is a highly quenching solvent, and materials which protect lanthanides from water are necessary for enabling the use of NIR-emitting lanthanides in biological environments. Finally, we have demonstrated that Ln3+@bio-MOF-1 materials can potentially be used as versatile high surface area sensors for small molecules, including dioxygen. We believe this versatile strategy for generating new luminescent lanthanide materials will be useful for preparing new sensors and reporters for biological systems.Top of PageAbstractReferencesAcknowledgmentThe authors thank the University of Pittsburgh (N.L.R. and S.P.), the National Science Foundation (NSF DBI0352346, S.P.), and the American Chemical Society (PRF 47601-G10, N.L.R.) for funding. They also thank the University of Pittsburgh Department of Chemistry support services, the MEMS Department for EDS access, the Petersen NFCF for XRPD access, and Professor Alex Star for use of a custom-built gas chamber for O2 sensing. S.P. acknowledges support in France from la Ligue contre le Cancer and from Institut National de la Santé et de la Recherche Médicale (INSERM). The work in France was carried out within the COST Action D38. Top of PageAbstractReferencesSupporting InformationExperimental procedures and additional data. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 16 other publications.1. (a) Bünzli, J.-C. G. Chem. Rev. 2010,  110,  2729[ACS Full Text ], [CAS]1. Lanthanide luminescence for biomedical analyses and imagingBunzli Jean-Claude GChemical reviews\r\n        (2010),\r\n    110\r\n        (5),\r\n    2729-55\r\n        ", "title": "Zinc-Adeninate Metal−Organic Framework for Aqueous Encapsulation and Sensitization of Near-infrared and Visible Emitting Lanthanide Cations", "authors": ["Jihyun An", "Chad M. Shade", "Demetra A. Chengelis-Czegan", "Stéphane Petoud", "Nathaniel L. Rosi"], "doi": ["10.1021/ja109103t"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-5/ja109103t/production/images/small/ja-2010-09103t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-5/ja109103t/production/images/small/ja-2010-09103t_0002.gif\">"]}