{"abstract": "Electronic structure calculations and simulations of H sorption were performed in four members of the M-MOF-74 series: Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74. Notable differences were observed in the partial charge and polarizability of the metal ions derived from the electronic structure calculations. The modeling parameters obtained from the electronic structure calculations were found to influence certain features in the experimentally observed H sorption trends in the M-MOF-74 series. The simulations were performed with the inclusion of explicit many-body polarization, which was required to reproduce the experimental H sorption observables (i.e., sorption isotherms and isosteric heats of adsorption ()) and the H–metal interaction in all four MOFs using classical molecular simulation. Consistent with experimental measurements, the simulations captured the following trend for the H–metal interaction strength: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74. The calculations revealed that stronger H–metal interactions within the M-MOF-74 series corresponded to shorter H–metal distances and higher induced dipoles on the metal-sorbed H molecules. In addition, it was observed that there was a strong correlation between the H–metal interaction and the polarization contribution. Although Mg-MOF-74 has the highest calculated partial charge for the metal ion within the series, the Mg ion has a very low polarizability compared to the other M ions; this explains why the H–metal interaction in this MOF is weaker compared to those for Ni-MOF-74 and Co-MOF-74. The sterics interactions, reflected in the crystal structure for all four MOFs, also played a role for the observed H sorption trends. Zn-MOF-74 has the lowest H uptakes and  within the series due to an unfavorable geometric environment for the Zn ions within the ZnO clusters. Lastly, the two-dimensional quantum rotational levels were calculated for the H–metal interaction in all four MOFs using the potential energy function employed herein and the calculated transitions were in good agreement with the corresponding peaks that were observed in the experimental inelastic neutron scattering (INS) spectra for the respective MOFs. This observation serves both to provide atomistic resolution to the spectroscopic experiments and to validate the molecular force field.", "text": "10.1021/jp510253m Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesI IntroductionMetal–organic frameworks (MOFs) are crystalline materials that have been shown to be one of the most promising candidates for applications in H2 storage.(1-3) Consisting of metal ions coordinated to organic ligands, resulting in a porous three-dimensional structure, MOFs have the ability to effectively store H2 molecules within the pores. They also have the ability to release the H2 molecules freely through adjustments in thermodynamic conditions (e.g., decreasing the pressure or contact with a large reservior). Indeed, H2 sorption in MOFs is characterized as physisorption, for which the typical interaction energy between the sorbate molecules and the material ranges from 5 to 50 kJ mol–1. In addition, MOFs are highly tunable as a number of different structures can be synthesized or envisioned by substituting the metal ion and/or ligand. It is for these reasons that MOFs have advantages over competing materials, such as zeolites, activated carbons, and metal hydrides for H2 storage applications. In order to use H2 as a fuel source in vehicles, high H2 uptake at room temperature and moderate pressures is required in a storage medium. In addition, a H2 adsorption enthalpy within the range 15–30 kJ mol–1 has been proposed as desirable/aspirational for room temperature H2 storage in porous materials.(4, 5)The M-MOF-74 series is one of the most popular classes of MOFs that exist in the MOF literature.(6-18) These MOFs are synthesized by combining M2+ ions with 2,5-dioxido-1,4-benzenedicarboxylate (dobdc) ligands. The resulting framework consists of a honeycomb-like structure with a pore diameter of nearly 12 Å (Figure 1). Different variants of this series of MOFs have been synthesized through changing the M2+ ion. Metal ions such as Mg2+, Ni2+, Co2+, and Zn2+ have been used to construct a M-MOF-74 material. Each M2+ ion in the activated structure of these materials is connected to five oxygen atoms in a square pyramidal coordination environment. These metal centers are accessible through the cylindrical pores of the MOFs. Thus, each M2+ ion acts as an open-metal site, which is a highly favorable sorption site for various sorbate molecules, including H2. Experimental H2 sorption studies on several members of the M-MOF-74 series revealed that the H2–metal interaction in these MOFs corresponds to a high initial isosteric heat of adsorption (Qst) for H2.(8, 11, 15, 16, 19, 20) Indeed, initial H2 Qst values ranging from 8.0 to 13.5 kJ mol–1 have been reported through experimental measurements in the M-MOF-74 series. The Qst values exhibited by some members of the M-MOF-74 series are close to the minimum target of 15 kJ mol–1 that is required for room temperature H2 storage applications.In this work, we parametrized and performed grand canonical Monte Carlo (GCMC) simulations of H2 sorption in different members of the M-MOF-74 series. Specifically investigated herein for H2 sorption were Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74; these are the most popular and widely studied members of the M-MOF-74 series. This was done in order to elucidate the H2 sorption characteristics for each MOF. Although these MOFs are isostructural, they exhibit different experimental H2 sorption properties, which is dependent on the identity of the metal. For instance, Ni-MOF-74 was shown to have an initial H2 Qst value ranging from 13.0 to 13.5 kJ mol–1 through experimental measurements,(11, 15, 19) while Zn-MOF-74 displayed an initial Qst value in the range of 8.0 to 8.8 kJ mol–1.(8, 11, 20) In this study, we attempt to understand the H2 sorption trends within the M-MOF-74 series by first performing electronic structure calculations in each MOF to gain insights into the electrostatic and polarizable nature of the metal, and then executing subsequent GCMC simulations of H2 sorption in the respective MOFs to see if we can reproduce the experimental measurements. It is expected that the metal partial charge and polarizability, in concert with the sterics of the crystal structure for each MOF, play a role for the observed H2 sorption trends.Figure 1. Orthographic c axis view of the 1 × 1 × 4 unit cell system of M-MOF-74. Atom colors: C = cyan, H = white, O = red, and Mg/Ni/Co/Zn = gray.For the simulations in this work, it was necessary to include explicit many-body polarization effects to capture the H2–metal interactions in these MOFs via GCMC simulation. Note, although the interaction between the sorbate molecules and the metals in this class of MOFs can be captured in simulation using other methods (e.g., ab initio force fields, density functional theory),(11, 21-26) classical polarization is currently the only way to achieve this in a classical simulation that has very desirable system size scaling and associated relatively low computational cost. We have shown in previous work that the inclusion of cooperative polarization was requisite and effective in capturing the sorption of H2 molecules onto the accessible Cu2+ ions of copper paddlewheel, [Cu2(O2CR)4], clusters in classical molecular simulation in MOFs that contain these units.(27-30) It will be demonstrated in this work that such interactions were also efficacious for the accurate simulations of H2 sorption in these MOFs that contain open-metal sites through the MO5 units. Indeed, it is shown here that the simulated H2 sorption isotherms and associated Qst values in each MOF are in quite good agreement with the corresponding experimental data when polarization is included.Furthermore, slight differences can be observed in the experimental inelastic neutron scattering (INS) spectra for H2 in the four M-MOF-74 analogues. Nonetheless, the INS spectra for Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74 revealed rotational tunnelling transitions that occur at similar energies.(15, 20, 31) This makes reproducing this spectroscopic observable a challenge for our mechanical energy function. Further, unlike the trends in the initial H2 Qst values (and therefore, the H2–metal interactions), no apparent trends can be observed when comparing the features in the INS spectra between the four MOFs. From this data, it is predicted that the rotational potential for the H2–metal interaction in these MOFs is nearly independent of the identity of the metal. This phenomenon will be investigated and confirmed through two-dimensional quantum rotation calculations for the H2–metal interaction in the respective MOFs. These calculations were performed using the analytical potential energy function employed in this work. Note, we have successfully calculated the rotational transitions for various H2 sorption sites in different MOFs in previous work using this method.(29, 30, 32-34)Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesII MethodsSimulations of H2 sorption were performed in all considered M-MOF-74 variants in the 1 × 1 × 4 unit cell system of the respective MOFs as shown in Figure 1. The simulations were executed using GCMC methods,(35) which is described in detail in the Supporting Information. The potential energy of the MOF–H2 system was calculated through the sum of the repulsion/dispersion energy, electrostatic energy, and many-body polarization energy. These were computed through the use of the Lennard-Jones 12–6 potential, Ewald summation,(36) and a Thole–Applequist type model,(37-40) respectively. For the simulations of H2 sorption at the temperatures considered in this work, quantum mechanical dispersion effects were included semiclassically through Feynman–Hibbs corrections to the fourth order.(41) Note, it was necessary to include the polarization term to the potential energy function for the simulations of H2 sorption in these MOFs. The inclusion of polarization was required to reproduce the experimental isotherms at low loading and Qst values in the respective MOFs. Correspondingly, the induction term was required to capture the sorption of H2 onto the open-metal sites in classical GCMC simulation. More details of the polarization model used in this work can be found in the Supporting Information. All H2 sorption simulations performed in this work utilized an accurate and transferable five–site polarizable potential that was developed previously.(42)Mg-MOF-74 was parametrized in previous work by our group(43) and the resulting parameters are used herein. Ni-MOF-74, Co-MOF-74, and Zn-MOF-74 were parametrized in an analogous manner as Mg-MOF-74. Note, none of the MOF or sorbate parameters in this manuscript were adjusted or selected to facilitate agreement with the experimental isotherms and Qst data for H2 sorption in these MOFs. For each MOF, the Lennard-Jones parameters for all MOF atoms were taken from the universal force field (UFF).(44) It is important to mention that using parameters from known general purpose force fields like the UFF is not ideal for calculating van der Waals interactions between the MOF and the sorbate molecules. However, as explained above, our potential energy function consists of three terms that describe the total energy of the MOF–H2 system. As observed in our previous work on Mg-MOF-74(43) and shown herein, H2 sorption in the majority of members in the M-MOF-74 series is dominated by polarization interactions. Thus, while the choice of van der Waals parameters is possibly nonoptimal, there is little known sensitivity to a reasonable choice as far as the relative importance of polarization in understanding the H2–metal interactions. In addition, such parameters have been shown to be remarkably effective over a wide variety of state points.(45)Figure 2. Numbering of the chemically distinct atoms in M-MOF-74 as referred to in Table 1. Atom colors: C = cyan, H = white, O = red, and Mg/Ni/Co/Zn = gray.The partial charges for the chemically distinct atoms in each MOF were determined through electronic structure calculations on a series of gas phase fragments that were based on the crystal structure of the respective MOFs. There are a total of 9 atoms in chemically distinct environments in the M-MOF-74 system (Figure 2). For Ni-MOF-74, Co-MOF-74, and Zn-MOF-74, fragments of similar type to those selected for Mg-MOF-74(43) were chosen for the electronic structure calculations. The calculated partial charges for the chemically distinct atoms in all four MOFs can be found in Table 1. These charges were used in the simulations in this work to calculate the electrostatic energy of the MOF–H2 system. While the partial charges for most distinguishable atoms are very similar between the four MOFs, there are noticeable differences in the charges of the metal ions between the MOFs. Electronic structure calculations on the different M-MOF-74 analogues revealed the following trend for the calculated partial charges for the M2+ ions: Mg2+ > Ni2+ > Zn2+ > Co2+.Atomic point polarizabilites were assigned to the nuclear center of all atoms of the framework for each MOF in order to model explicit many-body polarization. The polarizabilities for all C, H, and O atoms were taken from a rigorously parametrized set(46) that was shown to be highly transferable.(27-30, 47-49) Thus, these atoms were assigned the exponential damping type polarizabilities (C = 1.28860 Å3, H = 0.41380 Å3, O = 0.85200 Å3) and associated damping parameter provided by the work of van Duijnen and Swart.(46) The polarizability parameter for Mg2+, Ni2+, Co2+, and Zn2+ were not included in the aforementioned set, and thus, they were determined using ab initio methods as explained below. Note, while the model employs scalar point polarizability parameters, the interaction between them results in site tensors.Table 1. Calculated Partial Charges (e–) for the Chemically Distinct Atoms in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)aatomlabelMg-MOF-74Ni-MOF-74Co-MOF-74Zn-MOF-74M11.678 001.501 501.420 101.492 40O2–0.871 40–0.780 00–0.794 50–0.829 60O3–0.768 00–0.664 70–0.589 40–0.757 10C40.930 300.882 600.939 400.879 80C5–0.481 50–0.449 10–0.527 00–0.267 50C60.467 500.440 700.490 000.404 20C7–0.382 40–0.439 10–0.403 20–0.374 10O8–0.805 40–0.716 50–0.729 10–0.774 20H90.232 900.224 600.193 700.226 10aLabeling of atoms corresponds to Figure 2.Table 2. Calculated Polarizabilities (Å3) for the Different M2+ IonsM2+ ionα° (Å3)Mg2+0.007 20Ni2+2.946 50Co2+3.264 40Zn2+1.988 70For each M2+ ion, the polarizability tensor for small fragments (e.g., MO, MX2) containing that ion was calculated using the Q-Chem code(50) with the aug-cc-pVDZ basis applied to all atoms. The parameter for the M2+ ion was then optimized such that a derived molecular polarizability tensor, calculated using the aforementioned Thole–Applequist type model, was in close agreement to the tensor that was produced from the quantum mechanical calculations. This derived molecular polarizability tensor was calculated using the Massively Parallel Monte Carlo (MPMC) code,(51) an open-source code that is available for download on Google Code. The average calculated values for the polarizability of the M2+ ions are provided in Table 2. These values were used for the polarizability of the M2+ ions in the simulations in this work. The following trend can be observed for the calculated polarizabilities for the different M2+ ions: Co2+ > Ni2+ > Zn2+ > Mg2+. The trend in the polarizabilities for the transition metals is consistent with the atomic/ionic radius trend for the periodic table. Typically, the polarizability increases with increasing volume of the atom.The rotational energy levels for a H2 molecule sorbed about the M2+ ion in each MOF were also calculated and compared to the rotational tunnelling transitions that are observed in the INS spectra for the respective MOFs. An optimized position for a H2 molecule sorbed in proximity to the metal ion in each MOF was obtained in simulation using simulated annealing.(52) These rotational levels were calculated by solving the two-dimensional rigid-rotor Hamiltonian for the H2–metal interaction in each MOF using methods described previously.(29, 30, 32-34) The potential energy surface for the H2 molecule rotating in the vicinity of the metal ion in the MOF was calculated using the analytical potential energy function utilized in this work. All calculations were performed in the 1 × 1 × 4 system cell of the respective MOFs. More details of performing the two-dimensional quantum rotation calculations can be found in the Supporting Information.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesIII Results and DiscussionAIsotherms and Isosteric Heats of AdsorptionThe experimental and simulated H2 sorption isotherms for pressures up to 100 kPa in all four M-MOF-74 variants at 77 and 87 K are shown in Figure 3a and 3b, respectively. All experimental data shown in this work for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 were extracted and/or estimated from ref 15. This study reports the highest H2 uptakes and Qst values for these MOFs through experimental measurements, suggesting that the MOF samples that were used in that work were perhaps better activated. Indeed, according to the experiments performed in ref 15, the samples for all three MOFs were extensively and perhaps fully activated prior to H2 sorption measurements. Note, the experimental data for Zn-MOF-74 was estimated from ref 8, since ref 15 did not perform measurements for this MOF.It can be observed that the experimental H2 sorption isotherms for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 at both temperatures exhibit an initial steep increase in uptake for pressures below 5 kPa. As the pressure increases, Mg-MOF-74 gets higher H2 uptake within the series for the remainder of the low-pressure regime (up to 100 kPa). Ni-MOF-74 sorbs the next highest amount of H2, followed by Co-MOF-74. Zn-MOF-74 sorbs the lowest quantity of H2 at all pressures for both temperatures. The simulations performed in this work were able to closely replicate the experimental isotherms for all four MOFs. Indeed, all considered simulation points for each MOF are in very good agreement with the corresponding experimental data to within joint uncertainties at both temperatures.Note, physically reasonable simulated isotherms like those shown in Figure 3a and 3b, for all four M-MOF-74 analogues can only be produced using a polarizable H2 model as employed in this work in classical GCMC simulation. Models that neglect explicit induction are not sufficient to reproduce the experimental isotherms in these MOFs due to the highly charged and polarizable environment of these frameworks. For instance, simulations using the single–site Lennard-Jones potential by Buch,(53) the five–site nonpolarizable potential by Belof et al.,(42) and the well-known three–site charge-quadrupole model by Darkrim and Levesque(54) in all four MOFs failed to reproduce the experimental H2 sorption isotherms in the respective MOFs, as the isotherms that were generated by these models undersorbed the corresponding experimental data by a significant amount (see Supporting Information). Perhaps what is surprising is the reliability of using classical many-body polarization to capture the metal–sorbate interactions quantitatively; this is a theme that has now been well-documented.(27-30, 55, 56)The GCMC-calculated Qst values for H2 in all considered M-MOF-74 variants are shown in Figure 3c and compared to the corresponding experimental values for each MOF. Experimental studies show the following trend for the initial H2 Qst values within the M-MOF-74 series: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74. The unit of loading reported in Figure 3c is moles of H2 per moles of MOF; this is equivalent to the number of H2 molecules per metal ion. As shown in the figure, the aforementioned experimental trend is surprisingly reproduced from the simulations in this work. The simulated Qst values in each MOF are in good agreement with the corresponding experimental results for each MOF for the loading range considered. Note, the Qst values that are shown in Figure 3c are a quantity estimated from the isotherms experimentally, but such values are obtained directly from GCMC simulations. Thus, directly comparing isotherms between experiment and simulation can be a better metric than comparing the Qst values in cases where the finite difference procedure, inherent in the experimental data analysis, is difficult (e.g., when the isotherm curves are nearly parallel).Figure 3. Low-pressure (up to 100 kPa) absolute H2 sorption isotherms in Mg-MOF-74 (red), Ni-MOF-74 (blue), Co-MOF-74 (violet), and Zn-MOF-74 (green) at (a) 77 K and (b) 87 K for experiment (solid lines) and simulation (squares). (c) Isosteric heats of adsorption, Qst, for H2 plotted against hydrogen uptakes. The experimental data for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 were taken from ref 15 (reproduced with permission within the guidelines provided by the Royal Society of Chemistry. Copyright 2010 Royal Society of Chemistry), while those for Zn-MOF-74 were taken from ref 8 (reproduced within the guidelines provided by the American Chemical Society. Copyright 2006 American Chemical Society).Ni-MOF-74 exhibits the highest initial H2 Qst value within the series, with a value of approximately 13.0 kJ mol–1. This is in very good agreement to what was calculated for H2 sorption in Ni-MOF-74 through infrared (IR) spectroscopy (13.5 kJ mol–1).(19) The simulations predict that the initial Qst value is 14.0 kJ mol–1, which is in the vicinity of the aforementioned values. Co-MOF-74 has the next highest initial H2 Qst (11.9 kJ mol–1), followed by Mg-MOF-74 (11.4 kJ mol–1). The simulations predict initial Qst values of 12.4 and 10.8 kJ mol–1 for Co-MOF-74 and Mg-MOF-74, respectively, which are close to the corresponding experimental values. The very high initial Qst values for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 indicate strong physisorptive interactions between the H2 molecules and the M2+ ions in the respective MOFs. For these three M-MOF-74 variants, the experimental Qst values are nearly constant for all loadings up to about 0.80 mol mol–1. Afterward, the Qst values for these MOFs sharply decrease, as they fall to a value of about 5.5 kJ mol–1 at 1.0 mol mol–1 loading. This implies that all metal sites for each MOF are fully occupied at a loading of roughly 1.0 mol mol–1. At loadings beyond 1.0 mol mol–1, the Qst values are relatively constant at around 5.5 kJ mol–1 for the three MOFs; this value is associated with sorption onto the secondary sites. The shapes and magnitudes of the experimental Qst plot for these three MOFs have been closely reproduced by the simulations in this work.Even though Mg-MOF-74 has higher H2 uptake for most of the considered low-pressure region at both temperatures compared to Ni-MOF-74 and Co-MOF-74, the initial Qst values for Mg-MOF-74 are still lower than those for the Ni and Co analogues. In terms of empirical fitting, the experimental Qst values for H2 are higher for Ni-MOF-74 and Co-MOF-74 because the 77 and 87 K sorption isotherms for the respective MOFs are close to each other in uptakes and shape. On the other hand, the experimental isotherms for the two temperatures for Mg-MOF-74 are more spread out from each other, thus explaining the lower H2 Qst for this MOF from an empirical fitting point of view. It can be observed that the simulated uptakes at both temperatures rise more sharply at pressures below 5 kPa for Ni-MOF-74 and Co-MOF-74 compared to Mg-MOF-74 (Figure 3a and 3b). This is consistent with the trends in the simulated Qst values at low loading (Figure 3c), as a sharper increase in loading within this region usually corresponds to a higher Qst. However, as observed in experiment and simulation, Mg-MOF-74 sorbs a higher quantity of H2 for the remainder of the pressure range considered. This suggests that the secondary sorption sites are more favorable in Mg-MOF-74 than in the other two variants.Consistent with the trends in the H2 uptakes, the Qst values for Zn-MOF-74 are the lowest within the series. The experimental Qst value for this MOF starts at around 8.0 kJ mol–1 and it remains roughly constant until a loading of about 0.70 mol mol–1. Note, the aforementioned initial H2 Qst value for Zn-MOF-74 is close to what was reported for this MOF in previous work.(11, 20) Afterward, the experimental Qst plot begins to decrease in slope and it declines to values that are in the vicinity to those for the other three M-MOF-74 analogues as observed at loadings of 1.0 mol mol–1 and beyond. Unlike the experimental Qst plot for the other three M-MOF-74 variants, the plot for Zn-MOF-74 does not exhibit the noticeable sharp decrease via the inverse sigmoidal shape. This suggests that the energetics for sorption onto the metals and the secondary sites in Zn-MOF-74 are relatively close to each other, which is in contrast to what was observed for the other three analogues. The simulations performed in this work for Zn-MOF-74 resulted in Qst values that are in good agreement with experiment for all loadings considered. The shape in the experimental Qst plot for Zn-MOF-74 was also reproduced in simulation. An initial H2 Qst value of 8.7 kJ mol–1 was calculated for Zn-MOF-74 for the simulations in this work, which is close to the corresponding experimental value.As with the simulated H2 uptakes, the GCMC-calculated Qst values shown in Figure 3c for all four MOFs can only be produced using a polarizable potential for the MOFs and the sorbate in classical molecular simulation. Simulations of H2 sorption using the previously described nonpolarizable potentials in these MOFs did not generate Qst values that were representative of experiment in both magnitudes and shape for the respective MOFs (see Supporting Information). Note, the observed experimental and simulated H2 Qst trend for the M-MOF-74 series in this work is consistent with what was reported for this series in previous work using density functional theory (DFT) methods, with similar Qst values being obtained.(11)BH2–Metal DistancesNext, simulated annealing calculations(52) were employed using our polarizable force field for a single H2 molecule in each MOF. This was done in order to obtain an optimal (energy mininum) position for the sorbate molecule about the metal ions within the respective frameworks. The calculations revealed noticeable differences for the optimized positions between the center-of-mass (COM) of the sorbed H2 molecule and the M2+ ion in each MOF; the results are summarized in Table 3. Molecular illustrations depicting the H2–metal interaction in each MOF as determined through minimization are shown in Figure 4. Notable differences can also be observed for the overall geometry of the sorbed H2 molecules about the M2+ ions in all four MOFs (Figure 4); this resulted in differences in the distances between the H atoms of the H2 molecule and the surrounding oxygen atoms (Table 3).According to our calculations, the H2 molecule sorbs closest to the metal in Ni-MOF-74, with a Ni2+–COM distance of about 2.34 Å. Co-MOF-74 has the next shortest H2–metal interaction distance, followed by Mg-MOF-74 and then Zn-MOF-74. It can observed that that the lower the M2+–COM distance, the higher the initial H2 Qst. This makes sense given the interaction energy is expected to be greater as the H2–metal distance decreases. Thus, there is a strong correlation between the H2–metal distance and the Qst values in these MOFs. Note, the M2+–COM distances reported in Table 3 can only be obtained using a polarizable H2 potential when classical molecular simulation is considered. Simulations using the previously described nonpolarizable H2 potentials in each MOF captured much longer H2–metal distances (>3.0 Å).Table 3. Observed Distances (Å) between Various Atoms of the M2+–H2 Interaction in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)aatom pairMg-MOF-74Ni-MOF-74Co-MOF-74Zn-MOF-74M2+–COM2.550 072.341 792.452 672.678 25O1–H13.372 282.948 373.523 453.703 22O2–H13.028 882.757 453.109 043.066 90O3–H13.589 443.275 743.416 983.450 45O4–H13.283 392.995 352.797 993.552 58O1–H23.413 603.406 123.440 413.457 61O2–H23.524 463.170 173.483 393.217 25O3–H23.186 992.999 802.887 292.749 18O4–H23.340 332.780 752.759 063.293 52aLabeling of atoms corresponds to Figure 4. COM refers to the center-of-mass of the sorbed H2 molecule. The positions of the H2 molecules were determined through simulated annealing using our polarizable force field.Figure 4. Molecular illustration of a sorbed H2 molecule onto the M2+ ion in (a) Mg-MOF-74, (b) Ni-MOF-74, (a) Co-MOF-74, and (d) Zn-MOF-74 as determined from simulated annealing. The distances (Å) between the center-of-mass (COM) of the sorbed H2 molecule and the M2+ ion are shown in green for all four MOFs, while the M2+–COM–H1 angles (deg) are shown in blue. The distances (Å) between the M2+ ion and the surrounding oxygen atoms based on crystallography are also shown for each MOF. Atom colors: H = white, O = red, Mg = gray, Ni = lavender, and Co/Zn = silver. Note, the COM of the sorbed H2 molecule is shown in violet.The M2+–COM distance that was calculated for Mg-MOF-74 in this work (2.55 Å) is in very good agreement to what was calculated for the H2–metal interaction in this MOF through DFT calculations in previous work (2.54 Å).(11) Further, this distance is comparable to the corresponding distance that was obtained in Mg-MOF-74 through neutron powder diffraction (NPD) studies (2.45 Å).(16) In our previous work on H2 sorption in Mg-MOF-74, we observed that the majority of H2 molecules sorbed onto the Mg2+ ions with a H2–metal distance of 2.60 Å with our polarizable potential in GCMC simulation.(43) We observed in this work that the H2 molecule can get a little closer to the metal in Mg-MOF-74 using simulated annealing to obtain minimum energy geometries.For Zn-MOF-74, our calculations revealed a M2+–COM distance of approximately 2.68 Å; this is in good agreement to the corresponding distance based on NPD studies in Zn-MOF-74 (ca. 2.60 Å).(20) Our calculated distance for the H2–metal interaction in Zn-MOF-74 is notably shorter than what was calculated in this MOF in the aforementioned DFT studies (2.83 Å).(11) Note, the same DFT studies revealed M2+–COM distances in Ni-MOF-74 and Co-MOF-74 that are significantly shorter than what was calculated in this work for the respective MOFs, with distances of 2.00 and 2.13 Å for Ni-MOF-74 and Co-MOF-74, respectively.(11) While H2–metal distances near 2.0 Å are close to what have been observed for coordinated dihydrogen (<1.9 Å),(57, 58) for which there is no evidence in these MOFs, the trend in the M2+–COM distances given in ref 11 are consistent with our results. NPD studies in Ni-MOF-74 and Co-MOF-74 revealed M2+–COM distances of 2.20 and 2.32 Å, respectively.(59, 60) These distances are closer to the values that were obtained in this work through simulated annealing calculations using our polarizable force field than those obtained in the aforementioned DFT studies for the respective MOFs. Note, even though the results from the polarizable H2 potential are reported in this work, the electrostatic potentials were able to capture the same relative trend in the M-MOF-74 series despite much longer H2–metal distances, likely because stronger electrostatic interactions also imply larger polarization. Steric effects within the crystal structures of the MOFs should also play a role in this.CDipole DistributionsIn order to gain further insights into the relative energetics for the H2–metal interaction in all four M-MOF-74 variants, we examined the distribution of induced dipoles resulting from the polarizable H2 potential in the respective MOFs. The normalized dipole distribution for all four MOFs at 77 K and 0.20 atm are shown in Figure 5. This graph plots the normalized sorbate population as a function of the induced dipole magnitudes for each sorbed H2 molecule in the MOF. While the dipole moment of a single H2 molecule averages 0 D in bulk, our simulations in the M-MOF-74 series show that the external field of the MOF causes the majority of the sorbed H2 molecules to exhibit a dipole moment. Thus, the sorbed H2 molecules are characteristic of a dipolar fluid. The resulting figure shows a number of distinct peaks, with each peak corresponding to a particular site or region of occupancy inside the MOF.Figure 5. Normalized H2 dipole distribution at 77 K and 0.20 atm in Mg-MOF-74 (red), Ni-MOF-74 (blue), Co-MOF-74 (violet), and Zn-MOF-74 (green).As explained in our previous work on Mg-MOF-74,(43) the high dipole magnitude peak (i.e., the peak on the far right for the respective M-MOF-74 analogues) corresponds to the sorption of H2 onto the metal centers in this series of MOFs. Since the M2+ ions in each MOF are highly charged/polar, these sites would induce significantly high dipoles on the H2. Notable differences can be observed for the dipole magnitudes corresponding to sorption onto the M2+ ions between the four MOFs. As shown in Figure 5, the Ni2+ ions in Ni-MOF-74 induces the highest dipoles on the sorbed H2 molecules within the series, with dipole magnitudes in the range of 0.25 to 0.55 D. The high dipole magnitude peak for Co-MOF-74 is slightly shifted to the left as this peak spans from 0.225 to 0.50 D. This indicates slightly weaker H2–metal interaction in Co-MOF-74 compared to Ni-MOF-74. For Mg-MOF-74, the high dipole magnitude peak ranges from 0.175 to 0.425 D, thus indicating that the H2–metal interaction in this MOF is weaker than those for Ni-MOF-74 and Co-MOF-74. The Zn2+ ions induces the lowest dipoles on the sorbed H2 molecules within the series, with dipole magnitudes ranging from 0.10 to 0.35 D. The trends for the induced dipole magnitudes for the H2–metal interaction in this series of MOFs are consistent with the trends in the initial H2 Qst values–that is, Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74.For Ni-MOF-74, Co-MOF-74, and Zn-MOF-74, the low dipole magnitude peak can be observed from 0.00 to 0.10 D for these three MOFs. For Mg-MOF-74, this peak is slightly shifted to the right as this peak spans from 0.025 to 0.125 D. This low dipole magnitude peak corresponds to H2 molecules sorbed at the secondary sites in these MOFs. NPD studies in certain members of this series of MOFs revealed that the secondary sorption sites are in the vicinity of the oxygen atoms (e.g., the oxido groups of the linkers).(16, 20) This is consistent to what was observed for the secondary sorption sites in Mg-MOF-74 in our previous computational work.(43) The same sorption sites can be observed for the other three M-MOF-74 variants. Indeed, after the metal sites are filled, the H2 molecules sorb in the proximity of the neighboring metal–coordinated oxygen atoms in these MOFs. As observed in the experimental and simulated Qst plots for the four MOFs, the H2 binding energy associated with the secondary site is approximately 5.5 kJ mol–1.The fact that the low dipole magnitude peak for Mg-MOF-74 has slightly higher dipoles than those for Ni-MOF-74, Co-MOF-74, and Zn-MOF-74 suggests that the secondary sorption sites are more favorable in this MOF compared to the other three variants. This is likely because the oxygen atoms are more negatively charged in Mg-MOF-74 than the other three analogues (Table 1), which allows for stronger interactions between the H2 molecules and the framework O atoms. These oxygen atoms are more negatively charged in Mg-MOF-74 because the Mg2+ ions are highly electropositive. This could be the reason for why Mg-MOF-74 sorbs a higher quantity of H2 than the other M-MOF-74 variants for most of the considered low-pressure range at both 77 and 87 K.Note, it can be observed that the high dipole magnitude peak for Zn-MOF-74 is slightly higher in intensity compared to those for the other three MOFs for the state point considered. This is because there are more relative H2 molecules sorbing onto the metals in Zn-MOF-74 at 77 K and 0.20 atm than in the other three M-MOF-74 analogues. For Mg-MOF-74, Ni-MOF-74, and Co-MOF-74, there is a greater number of H2 molecules sorbing onto the metal ions in these MOFs at lower pressures.Although the normalized H2 dipole distribution for the four MOFs at 77 K and 0.20 atm are shown here in the main text, similar distributions can be observed for the respective MOFs at other pressures, but the intensities of the peaks vary depending on the pressure. For all MOFs, the high dipole magnitude peak increases in intensity at lower pressures and decreases in intensity at higher pressures, while the opposite effect can be observed for the low dipole magnitide peak. The normalized dipole distribution for H2 at 77 K and various pressures from 0.001 to 1.0 atm for all four MOFs can be found in the Supporting Information.DPolarization Contributions and EnergiesIn order to assess the importance of polarization for simulations of H2 sorption in the M-MOF-74 series, we examined the percent contributions and absolute magnitudes of the polarization energy in all four MOFs. The polarization contributions and energies are plotted at 77 K and pressures up to 1.0 atm for each MOF in Figure 6. It can observed that polarization contributes to approximately 53% of the total energy for H2 sorption in Ni-MOF-74 at initial loading. This is the highest percentage from polarization under this condition within the M-MOF-74 series. Note, the rest of the contributions is attributed to van der Waals and electrostatic interactions. For Ni-MOF-74, the polarization contribution slightly decreases as the pressure increases and reaches a percentage of about 45% at 1.0 atm.At initial loading, the contributions from polarization for H2 sorption in Co-MOF-74 and Mg-MOF-74 are approximately 49% and 42%, respectively; these values mildly decrease to approximately 40% and 36% at 1.0 atm for the respective MOFs. Although these percentages are not as high as those for Ni-MOF-74, they are still substantial and demonstrates the importance of polarization in these two MOFs. For Mg-MOF-74, Ni-MOF-74, and Co-MOF-74, polarization is the main contributor to the total energy for H2 sorption in these MOFs for the entire pressure range considered. Compared to the other M-MOF-74 variants, polarization does not contribute significantly to the sorption structure for H2 in Zn-MOF-74. Indeed, polarization contributes to about 26% of the total energy initially for H2 sorption in this MOF and it decreases to roughly 21% at 1.0 atm. This suggests that H2 sorption in Zn-MOF-74 is more dominated by van der Waals and electrostatic interactions (further decomposition of the total energy indicates the former). Note, even though polarization does not contribute to a significant portion of the total energy in Zn-MOF-74, the inclusion of explicit polarization was still required to reproduce the experimental H2 sorption observables in this MOF.The absolute magnitudes of the polarization energy follow a similar trend to that for the polarization contribution for all four MOFs. The polarization energy for H2 sorption in Ni-MOF-74 is the greatest (more negative) at all loadings within the series. Indeed, the polarization energy for Ni-MOF-74 reaches a value of nearly −6.1 × 104 K at 1.0 atm. Co-MOF-74 has the second highest polarization energy for all pressures, followed by Mg-MOF-74. Zn-MOF-74 has the lowest polarization energy for H2 sorption at all pressures within the series, as the polarization energy starts at about −1.8 × 103 K at initial loading and only climbs to a value of nearly −2.1 × 104 K at 1.0 atm. Overall, the following trend can be observed within the polarization contribution and energy for H2 sorption in the M-MOF-74 series: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74. This is indeed consistent with the trends in the H2–metal interaction as described above. This suggests that there is a high correlation between the observed H2 sorption trends and the contributions from polarization within the M-MOF-74 series.Note, although the metals are highly charged in these M-MOF-74 variants, stationary electrostatic interactions do not contribute as much to the total energy as polarization for H2 sorption in Mg-MOF-74, Ni-MOF-74, and Co-MOF-74. The high metal charges greatly influence the contributions of electronic polarization in these MOFs when such effects are included in simulation. The percentages from electrostatic interactions for H2 sorption in Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 range from approximately 30–27%, 35–31%, and 34–29% for 0.001 to 1.0 atm for the respective MOFs (see Supporting Information). Permanent electrostatic interactions contribute to about 32–27% for the same pressure range in Zn-MOF-74, which is higher than the percentages for polarization in this MOF. This indicates that electrostatic interactions are more important than polarization for H2 sorption in Zn-MOF-74. It is also important to mention that, compared to the trend for the polarization contribution, the opposite trend can be observed for the van der Waals contribution for H2 sorption in these MOFs–that is, Zn-MOF-74 > Mg-MOF-74 > Co-MOF-74 > Ni-MOF-74 (see Supporting Information).Figure 6. Percent contributions of the polarization energy (squares) for H2 sorption in Mg-MOF-74 (red), Ni-MOF-74 (blue), Co-MOF-74 (violet), and Zn-MOF-74 (green) at 77 K and pressures up to 1.0 atm. The absolute magnitudes of the polarization energy (in K) are depicted as dashed lines on the opposite y-axis.EExplanation of H2 Sorption TrendsThe observed H2 sorption trends within the M-MOF-74 series can be explained, in part, by analyzing the calculated partial charges and polarizabilities for the metal ions in this work (see Methods section). Both the Ni2+ and Co2+ ions in their respective MOFs have high partial positive charges and polarizability values according to our electronic structure calculations; this can explain why Ni-MOF-74 and Co-MOF-74 have the highest initial H2 Qst values within the series. Since the sorption of H2 onto the open-metal sites is dominated by polarization effects, it makes sense that having high partial charges and polarizability values for the metal ions in these MOFs will result in enhanced H2–metal interactions.Co2+ has a higher polarizability than Ni2+ (3.26440 vs 2.94650 Å3) mainly due to the larger ionic radius of the former according to periodic trends. However, Ni-MOF-74 exhibits stronger H2–metal interactions than Co-MOF-74 ostensibly due to the higher partial positive charge for the Ni2+ ions compared to the Co2+ ions (1.50150 vs 1.42010 e–). Since higher partial charges on the metal greatly influence polarization interactions and increase the contributions from both stationary electrostatics and polarization, Ni-MOF-74 displays greater H2–metal interactions because of this. The Ni2+ ion has a smaller ionic radius than Co2+, which implies that Ni2+ has a greater tendency to give up its electrons (becoming more positively charged). This explains why the calculated partial charge for Ni2+ is greater than that for Co2+.When comparing the calculated partial charges for the metal ions within the four M-MOF-74 variants, it can be observed that the Mg2+ ion has the highest partial positive charge between the four metal ions, with a value of 1.67800 e–. This is because the Mg2+ ion is the most electropositive species out of the four M2+ ions according to periodic trends. Despite having a very high partial charge, the calculated polarizability value for Mg2+ was found to be extremely low (0.00720 Å3). This could be due to the fact that the very high tendency for the Mg2+ ion to give up its electrons would make it far less polarizable. This negligible polarizability value for Mg2+ certainly had an effect on the observed H2–metal interaction in Mg-MOF-74 in comparison to Ni-MOF-74 and Co-MOF-74 according to the simulations performed in this work. Specifically, the initial H2 Qst value for Mg-MOF-74 is lower than that for Ni-MOF-74 and Co-MOF-74 due to the low polarizability of Mg2+. Thus, even though the Mg2+ ion has the highest partial positive charge out of the four M2+ ions, the very small polarizability value for this ion causes Mg-MOF-74 to exhibit a weaker H2–metal interaction compared to Ni-MOF-74 and Co-MOF-74. This highlights the interplay between the metal partial charge and polarizabilities in these MOFs in producing the energetics that are associated with the H2–metal interaction.The effects of the metal partial charge and polarizability values on capturing the H2 sorption characteristics in these MOFs through GCMC simulation were further elucidated by performing control simulations in some of the M-MOF-74 analogues. To assess the importance of having a high polarizability value for the metal ion in Ni-MOF-74, control simulations were performed in this MOF by assigning all Ni2+ ions the value of the Mg2+ ion polarizability while keeping all other simulation parameters constant. It was observed that simulating H2 sorption in Ni-MOF-74 using the aforementioned polarizability value for Ni2+ resulted in lower H2 uptakes and Qst values compared to the parent simulations in this MOF (see Supporting Information). This indicates that a high polarizability value for the Ni2+ ion is necessary to produce the strong H2–metal interaction that is associated with this MOF in simulation.Furthur, control simulations were performed in Mg-MOF-74 in which all Mg2+ ions were given the polarizability value that was calculated for Ni2+. These simulations revealed that the MOF displayed a much sharper increase in H2 uptake at low loading, which is accompanied by a higher initial Qst value for H2 (see Supporting Information). Thus, the H2–metal interaction in Mg-MOF-74 is greater if a much higher polarizability value is used for Mg2+ rather than the original value that was calculated for this ion. This further suggests that the negligible polarizability value that was calculated for Mg2+ is responsible for the relatively lower H2 Qst values for Mg-MOF-74 compared to Ni-MOF-74 and Co-MOF-74 as observed experimentally. Note, even though Mg-MOF-74 exhibits a lower initial H2 Qst than Ni-MOF-74 and Co-MOF-74, this MOF has the highest initial Qst value for CO2 within the M-MOF-74 series according to experimental measurements.(12) It is expected that the sorption of CO2 onto the metal ions in these MOFs is more dominated by electrostatic interactions (i.e., the partial charges on the metal), although polarization should also play a role in capturing the metal–sorbate interaction.Note, it can be observed that, even though Mg-MOF-74 has a higher partial positive charge on the metal than in Ni-MOF-74, the calculated initial H2 Qst values for the former are still lower than those for the latter when both MOFs are given the same polarizability value for the metal ion. This suggests that the stronger H2–metal interaction in Ni-MOF-74 compared to Mg-MOF-74 can also be attributed to steric effects within the crystal structures. When comparing the lattice parameters for the crystal structures between the four MOFs, the following trend can be observed for the a/b-axis distance: Zn-MOF-74 > Mg-MOF-74 > Co-MOF-74 > Ni-MOF-74 (see Supporting Infomation). It can be deduced that the initial H2 Qst value in the M-MOF-74 series increases as the length of the a/b dimension decreases. A shorter a/b-axis length implies smaller pore diameters within this series of MOFs.(15) Smaller pore sizes could provide for better synergistic interactions from a number of different moieties for the metal-sorbed H2 molecules.In addition, when comparing the size of the metal ions between Ni2+, Co2+, and Mg2+, the Ni2+ ion has the smallest ionic radius, followed by Co2+ and Mg2+; this is based on periodic trends for the atomic/ionic radius and is consistent with what was observed from DFT calculations on these ions in a previous study.(11) Smaller ionic radii usually correspond to shorter distances between the metal and the surrounding oxygen atoms in the structures of these MOFs. Indeed, inspection of the crystal structures for Ni-MOF-74, Co-MOF-74, and Mg-MOF-74 revealed that the M2+–O distances are generally shorter for Ni-MOF-74 compared to those within the other two MOFs (Figure 4). Likewise, most of the M2+–O distances are shorter in Co-MOF-74 relative to those in Mg-MOF-74. As the H2 molecules approach the metal ions in these MOFs, smaller M2+–O distances indicates that the framework oxygen atoms are able to interact more favorably with the H atom of the metal-sorbed H2 molecule. Thus, with the oxygen atoms closer to the metal ions in these MOFs, the H2–metal interaction increases due to enhanced cooperative effects between the H2 molecules and the framework. As summarized in Table 3, most of the H–O distances are shorter for Ni-MOF-74 compared to those for the other two MOFs.Although the Zn2+ ions have both a high partial charge in the Zn-MOF-74 environment (1.49240 e–) and a reasonable magnitude polarizability value (1.98870 Å3), Zn-MOF-74 sorbs the lowest H2 uptake and has the weakest H2–metal interaction within the series. Control simulations were performed in Zn-MOF-74 using the partial charges that were derived for the other M-MOF-74 analogues to gain insights into this issue. It was observed that the H2 uptakes and Qst values in Zn-MOF-74 were still the lowest between the four MOFs. Thus, it seems that the choice of the charge distribution plays a small role for simulations of H2 sorption in Zn-MOF-74.Further, the Zn2+ ion has the smallest ionic radius between the four metal ions according to periodic trends, thus implying that Zn-MOF-74 should have the shortest M2+–O distances within the series. However, as observed in the crystal structure for Zn-MOF-74, this is not the case. This suggests that the weak H2–metal interaction in Zn-MOF-74 (in comparison to the other M-MOF-74 analogues) is due to steric effects within the crystal structure of the MOF that is related to the geometry of the ZnO5 cluster. Indeed, it was observed that, unlike in the other three M-MOF-74 analogues, the Zn2+ ions in Zn-MOF-74 do not form a representative square pyramidal MO5 cluster in the structure, as one of the oxygen atoms from this cluster is projected outward into the accessible channels (Figure 4d). This outward shift by one of the oxygen atoms prevents the H2 molecules from getting closer to the metal, thus explaining the weaker H2–metal interaction. It is predicted that the ZnO5 clusters have this particular arrangement in Zn-MOF-74 because the Zn2+ ions are attempting to form a tetrahedral coordination environment with the surrounding oxygen atoms, which it has preference for over a 5-connected or 6-connected coordination environment. However, due to the topology of the MOF, all Zn2+ ions are forced to be 5-connected in the material (or 6-connected in the as-synthesized structure).Table 4. Calculated Two-Dimensional Quantum Rotational Levels for the Two Lowest Transitions for a H2 Molecule Sorbed onto the M2+ Ion in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)atransitionMg-MOF-74Ni-MOF-74Co-MOF-74Zn-MOF-7417.176.267.468.3729.959.849.7111.45aRelative energies are given in meV.FInelastic Neutron Scattering and Quantum Rotation CalculationsThe INS spectrum for H2 sorbed in all four MOFs at a loading of 0.50 H2 molecules per metal (or 0.50 mol mol–1) are shown in Figure 7. The spectra for Mg-MOF-74 and Ni-MOF-74 were collected at the cold neutron time-of-flight spectrometer FOCUS (at the Swiss neutron source SINQ of the Paul Scherrer Institute, Villigen, Switzerland).(15) The INS spectrum for Co-MOF-74 was collected at TOFTOF (at the FRM-II, Munich, Germany), while the spectrum for Zn-MOF-74 was collected at the QENS spectrometer (at the neutron source IPNS of Argonne National Laboratory). The INS spectra for Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 were collected at a temperature of 1.5 K, while the spectra for Zn-MOF-74 were collected at 10 K. Although the spectrum at 0.50 H2/Zn is shown in Figure 7 for Zn-MOF-74, the spectra at other loadings for this MOF are provided in the Supporting Information.The transitions that appear in the INS spectra for H2 in MOFs are mainly due to the rotational excitations of the H2 molecules in the MOF. In the absence of a barrier to rotation, a H2 molecule rotates freely with energy levels that are characteristic of a rigid rotor. However, in the presence of an external field, such as a MOF sorption site, a rotational barrier is imparted on the H2 molecule. As a result, the energies for each j level are split since the (2j + 1) degeneracy is lifted. In the INS spectra for H2 in MOFs, rotational tunnelling transitions that occur at low energies correspond to high barriers to rotation and strong interactions with the MOF.A pair of peaks can be observed in the INS spectrum for all four MOFs (Mg-MOF-74: 6.7 and 10.2 meV; Ni-MOF-74: 6.7 and 9.9 meV; Co-MOF-74: 7.6 and 9.4 meV; Zn-MOF-74: 7.9 and 10.7 meV).(15) Note, the INS spectrum shown herein for Mg-MOF-74 and Zn-MOF-74 are similar to those reported in refs 16 and 20, respectively. As established previously, both of these peaks in all four MOFs correspond to the sorption of H2 onto the metal centers in the respective MOFs.(15, 16, 20, 31) Although the INS spectrum for H2 in all four M-MOF-74 variants appear similar to each another, some differences in the observed rotational transitions can be observed.Figure 7. Inelastic neutron scattering (INS) spectra for H2 in Mg-MOF-74 (red), Ni-MOF-74 (blue), Co-MOF-74 (violet), and Zn-MOF-74 (green) at a loading of 0.5 H2 per metal. The spectra for Mg-MOF-74 and Ni-MOF-74 were collected on the FOCUS spectrometer at SINQ. The spectrum for Co-MOF-74 was collected on the TOFTOF spectrometer at the FRM-II. The spectrum for Zn-MOF-74 was collected on the QENS spectrometer at IPNS. Note, the intensities of the spectra were scaled relative to each other.The calculated two-dimensional quantum rotational levels for a H2 molecule sorbed about the M2+ ion in all four MOFs are shown in Table 4. Only the rotational levels for the two lowest transitions are shown since these levels can be directly compared to the transitions for the two noticeable peaks in the INS spectra for the given energy range. For each MOF, the calculated rotational levels are based on the optimized H2 molecule positions that were determined using simulated annealing. Furthermore, the rotational levels reported herein were calculated using the classical potential energy function employed this work. As described in the Methods, the form of the potential is simple as it is sum of the Lennard-Jones potential, the electrostatic potential energy as calculated via Ewald summation, and the many-body polarization energy as calculated using a Thole–Applequist type model. This is in contrast to what was executed in previous work,(31, 61, 62) most notably in ref 31, where the rotational potential was calculated using periodic DFT calculations for Zn-MOF-74.The calculations performed herein revealed noticeable differences in the transitions for the H2–metal interaction for all four MOFs. Our calculations revealed that the M2+–H2 interaction in Ni-MOF-74 has the lowest energy for the lowest transition within the M-MOF-74 series, with a calculated rotational level of 6.26 meV. This was to be expected since, according to our calculations, the H2 molecule is sorbed closer to the metal in Ni-MOF-74 relative to the other three variants; this indicates stronger H2–metal interactions. The calculated energy level for the lowest transition is slightly lower than the observed 6.7 meV peak in the INS spectra for Ni-MOF-74, but it is still in good agreement nonetheless. The second transition for the H2–metal interaction in Ni-MOF-74 was calculated to be 9.84 meV, which is in excellent agreement with the 9.9 meV peak for this MOF.Interestingly, the lowest energy peak for Co-MOF-74 is found at higher energies than the corresponding peak in Mg-MOF-74 (7.6 vs 6.7 meV) even though the former exhibits a stronger H2–metal interaction. This observation is supported by our quantum rotation calculations for the H2–metal in the two MOFs, as the calculated rotational levels for the first transition were 7.46 and 7.17 meV for Co-MOF-74 and Mg-MOF-74, respectively. These levels are in good agreement with the corresponding experimental values. It is also interesting that the lowest energy peak for Mg-MOF-74 is the same as that for Ni-MOF-74 (6.7 meV). Our calculated rotational level for the second transition for the H2–metal interaction in Mg-MOF-74 (9.95 meV) is slightly lower than the transition energy for the second peak in this MOF (10.2 meV), but it is still within the vicinity of experiment. In addition, consistent with experiment, the calculated rotational level for the second transition in Mg-MOF-74 (9.95 meV) is higher than that for the matching transition in Ni-MOF-74 (9.84 meV). Note, the rotational levels calculated herein for the H2–metal interaction in Mg-MOF-74 is slightly different from what was calculated for this interaction in our previous work on this MOF (7.08 and 10.62 meV).(43) This is because our recent study utilized a H2–metal distance of 2.60 Å, whereas a distance of 2.55 Å was used for the calculations in the present work. This indicates that the calculated rotational levels are highly dependent on the H2 molecule position within the MOF system cell.As observed in Figure 7, the second transition for Co-MOF-74 is found at lower energies when comparing to the energies for the corresponding transitions between the three MOFs; this is also in accord with our calculations (Table 4). We suspect that minor differences in the orientations of the neighboring oxygen atoms as well as the geometry of the sorbed H2 molecule about the M2+ ion between the MOFs are responsible for these observations (Figure 4). Nevertheless, the observed and calculated transitions for the H2–metal interaction in Mg-MOF-74, Ni-MOF-74, and Co-MOF-74 are similar between each other, which suggests that the rotational potential for this interaction within this series of MOFs is nearly independent of the nature of the metal.As revealed in the INS spectra, Zn-MOF-74 has the highest energies for the two transitions for the H2–metal interaction within the series. This was convincingly supported by our calculations, as the rotational energy levels for the first two transitions were calculated to be 8.37 and 11.45 meV, respectively; these are higher than the corresponding transitions that were calculated for the other three MOFs. Since Zn-MOF-74 has the lowest H2 Qst and the longest H2–metal distance within the series, it makes sense that the rotational tunnelling transitions for this MOF are found at higher energies compared to those for the other members. The aforementioned levels for Zn-MOF-74 are in good agreement with the two transitions that occur in the INS spectra for the MOF as shown herein (7.9 and 10.7 meV). Note, the rotational levels for the two lowest transitions calculated for Zn-MOF-74 in this work is in very good agreement with the peaks that appear in the INS spectra reported in ref 20 for this MOF (8.3 and 11.3 meV), where the spectra were collected using a different spectrometer and MOF sample than what were used in this work.The rotational levels that were calculated for the corresponding transitions using DFT methods for Zn-MOF-74 as performed in ref 31 were only in modest agreement with experiment (10.6 and 14.0 meV). This suggests that DFT methods cannot predict the rotational energy levels for H2 in a M-MOF-74 system (and other MOFs, in general) very well even though such methods can correctly calculate the binding energy for the metal–sorbate interaction. Indeed, obtaining accurate rotational transitions using DFT methods is difficult to accomplish. In contrast, the rotational energy levels that were calculated for the H2–metal interaction in all four members of the M-MOF-74 series using our analytical potential energy function in this work were in very good agreement with experiment. Note, the ability to predict and explain INS data for H2 in MOFs using a classical potential energy function is an important scientific aspect presented in this work. DFT methods usually have difficulty with this task. Using spectroscopy to interrogate the nature of sorption mechanisms in MOFs is critically aided by such modeling that simultaneously serves to validate the fidelity of the associated modeling methodology via its predictive and explanatory value.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesIV ConclusionIn summary, we simulated H2 sorption in Mg-MOF-74, Ni-MOF-74, Co-MOF-74, and Zn-MOF-74 in order to elucidate the observed experimental H2 sorption trends within the M-MOF-74 series. Our simulated H2 sorption isotherms and Qst values for all four MOFs were in very good agreement with the corresponding experimental data. Such agreement between the experimental and theoretical H2 sorption data within the M-MOF-74 series was achieved with the implementation of classical polarization in simulation. Indeed, we provided a suitable model for the accurate simulations of H2 sorption within the M-MOF-74 series.Experimental studies have shown the following trend for the H2–metal interaction in the M-MOF-74 series: Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74; this trend was surprisingly reproduced in simulation using our predictive modeling. In general, it was observed that the greater the contribution from polarization, the stronger the H2–metal interaction within this series of MOFs. As observed through electronic structure calculations in all four MOFs, the differences in the charge distribution and metal polarizability between the MOFs explained some of the observed H2 sorption trends within this series. The H2 sorption trends were also explained by steric effects within the crystal structures of the MOFs as notable differences were observed in the M2+–O distances for each MOF. This conclusion was further supported by control simulations in two of the members of the M-MOF-74 series. In addition, we observed that Zn-MOF-74 has the lowest H2 uptake and Qst within the series due to an unusual arrangement of one of the oxygen atoms within the ZnO5 clusters that prevented the H2 molecules from getting closer to the metal.In general, the calculated rotational levels reported in this work for the H2–metal interaction in all M-MOF-74 analogues are in good agreement with the corresponding INS spectra for the MOFs. We have shown that the rotational transitions for a H2 molecule sorbed about the metal ion in this series of MOFs can accurately be predicted using a classical potential energy function. Further, the results from the INS studies and the quantum rotation calculations performed herein for all four MOFs suggest that the rotational potential for the H2–metal interaction in these MOFs is nearly independent of the identity of the metal. Indeed, no specific trend was observed for the rotational transitions for the H2–metal interactions in these MOFs based on experimental INS data and our quantum rotation calculations. For instance, even though Ni-MOF-74 displays a higher initial H2 Qst than Mg-MOF-74, INS studies revealed that the first transition for the H2–metal interaction in these two MOFs occur at the same transition energy in the resultant spectra. Thus, this implies that the rotational potential for the H2–metal interaction in the M-MOF-74 series is more governed by the oxygen atoms that surround the metal ions.Although it was observed that the trend in the H2–metal interaction in the M-MOF-74 series is Ni-MOF-74 > Co-MOF-74 > Mg-MOF-74 > Zn-MOF-74, different sorption trends can be observed for other sorbates.(12, 63) For instance, experimental studies on CO2 sorption in the M-MOF-74 series revealed the following trends for the initial CO2 Qst values, and hence the CO2–metal interaction: Mg-MOF-74 > Ni-MOF-74 > Co-MOF-74 > Zn-MOF-74.(12) When comparing the partial charges for the metal ions between Mg-MOF-74, Ni-MOF-74, and Co-MOF-74, the Mg2+ ion has the highest partial positive charge according to our calculations, followed by Ni2+ and then Co2+. It is expected that the higher the partial charge on the metal (between Mg-MOF-74, Ni-MOF-74, and Co-MOF-74), the greater the CO2–metal interaction because CO2 sorption in these MOFs should be more dominated by permanent electrostatic interactions, in contrast to polarization interactions in the case of H2 sorption, due to the high partial positive charge on the metal and the high molecular quadrupole of the CO2 molecule. Zn-MOF-74 should have the weakest CO2–metal interaction within the series due to same steric reasons as described above. It is planned to investigate and confirm these trends in future theoretical studies within the M-MOF-74 series. Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesSupporting InformationDetails of grand canonical Monte Carlo methods, many-body polarization overview, tables of properties, details of quantum rotation calculations, and additional H2 sorption results. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesAcknowledgmentB.S. acknowledges the National Science Foundation (Award No. CHE-1152362), the computational resources that were made available by a XSEDE Grant (No. TG-DMR090028), and the use of the services provided by Research Computing at the University of South Florida. This publication is also based on work supported by Award No. FIC/2010/06, made by the King Abdullah University of Science and Technology (KAUST). The authors also thank the Space Foundation (Basic and Applied Research) for partial support.Reference QuickViewTop of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesReferencesThis article references 63 other publications.1. Collins, D. J.; Zhou, H.-C. Hydrogen storage in metal–organic frameworks J. Mater. Chem. 2007,  17,  3154– 3160[Crossref], [CAS]1. Hydrogen storage in metal-organic frameworksCollins, David J.; Zhou, Hong-CaiJournal of Materials Chemistry\r\n        (2007),\r\n    17\r\n        (30),\r\n    3154-3160CODEN:\r\n                JMACEP;\r\n        ", "title": "Understanding the H Sorption Trends in the M-MOF-74 Series (M = Mg, Ni, Co, Zn)", "authors": ["Tony Pham", "Katherine A. Forrest", "Rahul Banerjee", "Gisela Orcajo", "Juergen Eckert", "Brian Space"], "doi": ["10.1021/jp510253m"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-2/jp510253m/20150109/images/small/jp-2014-10253m_0007.gif\">"]}