{"abstract": "Ar and CO physisorption on a very well crystallized sample of fullerene C was studied by means of Monte Carlo computer simulations. Ar and CO experimental isotherms were determined on high-purity C to fit the potential parameters. Analysis of the structure of the adsorbed film indicated that both gases are adsorbed in the voids of the C structure in a solid state with densities slightly larger than the bulk solid. Both gases exhibited a behavior similar to nitrogen. The cross-sectional area found for Ar is 0.121 nm. The existence of three adsorption sites found previously has been confirmed. ", "text": "10.1021/jp002047c  Top of PageAbstractIntroductionExperimental and Simulation DetailsResults and DiscussionConclusionsIntroduction The fullerene structure consists of carbon atoms arranged in polyhedral networks that represent the first known type of molecular solids consisting exclusively of carbon, the archetypes being C60 and C70. In the solid state, these pseudospherical molecules arrange in turn in different crystal structures, for example, a face-centered cubic crystal structure for C60. The discovery of this new type of carbon solids1,2 represented a major breakthrough not only for carbon science, but also for the entire field of chemistry. Since then, many studies have been devoted to fullerenes, which have led to some practical applications of this new class of solids. Unfortunately, this is not the case for surface studies, a limited number of works having been done on their adsorption properties.  Some of the earliest reports on the adsorption properties of fullerenes showed the occurrence of porosity in these solids. Thus, Ismail and Rodgers3 studying Kr, N2, O2, and CO2 adsorption, and Kaneko et al.,4 using N2 and O2 adsorption, agreed in finding micropores in C60; Ismail and Rodgers had already pointed out that surface area values might vary from one batch to another, depending on sample preparation and purification, as well as sample age. More recent work5-8 indicates, however, that fullerene powders with higher degrees of purity consist of nonporous particles. As expected for any solid, the porous texture of fullerenes is very sensitive to the synthesis and purification procedures followed in their preparation.  The nature of adsorption centers in fullerenes has attracted the attention of researchers using different experimental techniques such as infrared spectroscopy of adsorbed species,7,8 gas chromatography,9,10 and measurement of gas adsorption isotherms.5,6,11 In most of these studies the behavior of fullerenes has been compared with much better known carbon solids such as graphite, carbon black, and diamond. Note the close agreement between results from different techniques in showing at least two types of adsorption centers in C60:  one (weak) at the top of surface fullerene molecules (site C), the other (strong) at the spaces between these spherical molecules. Recent work conducted at our laboratories6 has suggested that, for the strong type of center, a further distinction can be made between “flat nanospaces” located at places where four C60 molecules meet (site A), and “channels” between two C60 molecules (site B) in the face-centered cubic structure of C60. This view agrees with the finding of Papirer et al.10 of three families of adsorption sites for n-hexane and n-heptane using inverse gas chromatography. However, by comparison with other carbon samples studied, these authors ascribed their maxima in adsorption energy distribution functions to graphene-like structures (weaker adsorption sites) and oxygenated surface sites (stronger adsorption sites).  In this work we have studied the physical adsorption of molecules other than nitrogen on C60 to corroborate the absence of porosity in high-purity C60 specimens; to verify the occurrence of three different types of adsorption sites; to get some further insight into the nature of these sites; and finally to collect information about the structure of the adsorbed film. Argon and carbon dioxide were selected to this end. Argon adsorption isotherms have been determined at 77.5 K, whereas CO2 isotherms have been obtained at 273.2 K. Experimental and simulated adsorption data are compared. The adsorption energy distribution functions are discussed and the total, lateral, and gas−solid energy profiles are presented. The density profiles as a function of the distance to the surface are shown and connected to the energy distributions obtained from the simulations. The adsorption isotherm is decomposed in the local isotherms and a description of how the adsorption progresses is discussed. Finally, Brunauer−Emmett−Teller (BET) surface areas obtained from the local and full isotherms are discussed.   Top of PageAbstractIntroductionExperimental and Simulation DetailsResults and DiscussionConclusionsExperimental and Simulation Details The experimental adsorption isotherms have been obtained with an automatic sorptometer (NOVA 1200 from Quantachrome). The adsorption isotherms are fully reversible, which indicates the absence of porosity. Dynamic Enterprises Ltd., Berkshire, UK, manufactured the C60 sample used in this study. The electric arc vaporization with graphite electrodes was used  to obtain the C60 sample. The raw material was purified, at the factory, by recrystallization until 99.9% purity was achieved. To remove volatiles the sample was heated under vacuum at ca. 473 K; finally, it was packed and stored in the dark at room temperature. More details on the characterization of the sample used have been published elsewhere.6  Grand Canonical Monte Carlo simulations have been performed using the algorithm described previously.6 Ar-simulated isotherm is compared with the experimental one in Figure 1. CO2 adsorption has been simulated at two temperatures, 195.5 and 273.2 K, but the experimental isotherm was obtained only at 273.2 K. The interaction parameters for the Lennard−Jones potentials used in the simulations that are indicated in Table 1 were fitted to reproduce the experimental adsorption isotherm. Special care was taken to obtain a very good fit in the low-pressure limit, which indicates that interactions between the gas and the solid are well represented in the simulations.   Figure 1 Ar adsorption isotherm at 77.5 K. ○, experimental; □, simulation.     Table 1:  Interaction Parameters Used in the Lennard−Jones Potentials  pairσij (nm)εij (K) ArC(C60) 0.340 52.13 C(CO2)C(C60) 0.311 32.33 O(CO2)C(C60) 0.316 54.62   Each simulation point was calculated using 1.1 × 1010 movement/creation/destruction attempts. Maximum displacements were adjusted to have movement/rotation acceptance ratios between 40 and 60% and 1 and 3% for creation/destruction attempts.  CO2 quadrupole moment was modeled by placing negative and positive electrical charges on each atom.12 Periodic boundary conditions were imposed in x and y directions. A reflection plane was placed in the z direction at different heights to improve the simulation performance. Ar- and CO2-simulated vapor pressures differ less than 8% with respect to the experimental values.  The solid was modeled in the following way. A set of 56 spheres, each one representing a C60 molecule, were distributed in the space to form a face-centered cubic array. From the coordinates of each molecule center, the explicit positions of each carbon atom were calculated. The final structure contained 3360 carbon atoms with a density of 1.76 g/cm3, which is very close to the density of the actual material (1.72 g/cm3).   Top of PageAbstractIntroductionExperimental and Simulation DetailsResults and DiscussionConclusionsResults and Discussion The adsorption isotherms obtained in this work together with our previous results6 confirm the absence of porosity in high-purity, well-crystallized C60 samples. Figure 2 shows the experimental and simulated isotherms of CO2 obtained at 273.2 K. The total energy profiles of the adsorbed molecules that are shown in Figure 3 are characteristic of heterogeneous surfaces. It can be added that nitrogen showed the same behavior. Argon profile shows that the total energy tends to the vaporization enthalpy of the bulk solid (7.42 kJ/mol).   Figure 2 CO2 adsorption isotherms at 273.2 K. ○, experimental; □, simulation.    Figure 3 Ar (thicker lines) and CO2 energy profiles. Full lines, total energy; long-dash lines, lateral interaction energy; short-dash lines, gas−solid energy contribution. The broken horizontal line indicates the vaporization enthalpy of Ar.   The density profiles for Ar and CO2 obtained in the multilayer region are compared in Figure 4. Both gases show the same surface features that were found with nitrogen as adsorbate. The peaks in Ar profiles are better resolved than in CO2 profiles, and they are almost coincident. A small difference is observed in the location of the first peak. In fact, Ar peak is slightly shifted to larger z, which indicated that CO2 penetrates deeper in the voids. In both cases the voids are finally saturated with the adsorbate. The density profiles shown in Figure 4 confirm the existence of three main adsorption sites. The adsorption energy on each site will be discussed later on. Even though these profiles seem to be very similar to the ones obtained with nitrogen, there are some differences that deserve a comment.  The differences refer to how well resolved are the peaks located at z = 1.4 nm and z = 2.0 nm. The peaks located at ca. 1.4 nm correspond to adsorption on sites A. For both gases, but more neatly observed with Ar, after the voids are saturated the external surface seems to be flat. The same effect is less evident for CO2, but still noticeable.   Figure 4 Ar and CO2 density profiles obtained at 77.5 K for Ar and at 195.5 K for CO2. The thicker line corresponds to Ar. The surface plane is between 1.8 and 1.85 nm.   From the geometry of the system and considering C60 molecules as perfect spheres, we have estimated the volume of the voids to be 0.930 nm3 for our simulation box. It is also possible to calculate the adsorbate density within the voids. In nitrogen the calculated density was 0.018 molecules/Å3, which corresponds to the density of the bulk liquid (0.017 molecules/Å3). Carbon dioxide calculated density is 0.023 molecules/Å3 that corresponds to a solid phase (0.022 molecules/Å3). Argon is also adsorbed in a solidlike phase. The calculated density, 0.030 molecules/Å3, is in good agreement with the density of solid Ar (0.025 molecules/Å3). It is not unexpected to find that the adsorbed phases are denser than the bulk ones. Take Ar, for example, the packing factor corresponding to a solid film is 1.091, which produces a cross-sectional area equal to 0.121 nm2. With this cross-sectional area the BET surface area of the simulation box is 11.6 nm2, which is the value obtained from nitrogen simulations.6 The BET area of the simulation box, obtained with CO2 isotherm at 195.5 K is 12.3 nm2.  The integration of the density profiles also provides the local adsorption isotherm. Figures 5a and 5b show the local and full isotherms obtained for Ar and CO2. Local isotherms have been calculated for two regions of the adsorption space, one corresponding to the voids (0 ≤ z ≤ 1.85 nm) and the other corresponding to the external surface (z > 1.85 nm). The integration in the CO2 case is approximate because the peaks around the “surface” plane are not as well resolved as in Ar.  The local isotherms for both gases corresponding to the voids are similar in shape, and in all cases, a saturation limit is reached at equilibrium pressures ca. 10 Torr. Both gases show the same behavior with respect to nitrogen. In fact adsorption begins on the external surface and it is moderately covered before the saturation of the voids is achieved. In a previous study6 we have shown that nitrogen is adsorbed on the external surface before a noticeable coverage is detected in the voids.  The difference between BET area and the geometric dimensions of the simulation box should be close to the area of the voids or internal area. Moreover it is possible to calculate the number of adsorbed molecules in the voids by integration of the density profiles and from the BET area obtained with the local isotherm. These results are summarized in Table 2. The good agreement in Ar is evident. The discrepancy, in the CO2,  between peak integration and the other results can be explained based on the uncertainty of the integration, as mentioned previously.    Table 2:  BET Areas and Number of Adsorbed Molecules in the Voids Obtained by Density Peak Integration (Ni), BET Applied to Local Adsorption Isotherms (Nb), and Difference Between BET Area and Simulation Cell Geometry (Nad)  adsorbateSBET − Sgeo (nm2)Nad  (molecule)Ni  (molecule)Nb  (molecule) Ar 3.58 29.6 29.7 27.3 CO2 4.28 19 36.5 23.6   Ar adsorption data indicate that the internal area represents 30% of the total area, and CO2 data lead to an estimate of 35%. The value previously obtained with nitrogen was 28%. Again the agreement between all gases is quite good.  Figure 6 shows the distribution of CO2 molecules adsorbed at 273.2 K at a moderate coverage. It is clear that sites A are the most populated followed by sites B. The distributions of gas−solid energies obtained with Ar and CO2 are compared in Figure 7. The distribution obtained with Ar is almost identical with the one obtained with nitrogen.6 Deconvolution of this profile indicates that the distribution has three peaks located at −14.3, −9.2, and −4.6 kJ/mol. CO2 distribution exhibits fewer details than the Ar one probably because of its larger size and different shape. Both distributions, CO2 and Ar, can be brought into coincidence with the one obtained with nitrogen just by shifting the energy axis.   Figure 5 (a) CO2 local and full isotherms at 195.5 K. ○, local isotherm corresponding to adsorption in the voids (z ≤ 1.85); □, local isotherm for the external surface; and ▿, total adsorption isotherm. (b) Ar local and full isotherms at 77.5 K. The symbols are the same as in Figure 5a.   Figure 6 Distribution of CO2 on the adsorption space at 273.2 K and at a moderate coverage.   Figure 7 Adsorption energy distribution functions for Ar (thicker line) and CO2 adsorbed on C60.   The distributions of molecules with respect to their lateral interaction energy calculated for Ar are asymmetric curves with two peaks. The largest one is Gaussian with a long tail toward lower energies, and the second peak is smaller than the other and is present even at low surface coverage. From the configurations generated during the simulation it is possible to determine that molecules adsorbed in the voids have lower lateral interaction energy. This is also in agreement with the fact that this peak reaches its maximum height when saturation of the voids is achieved. Increasing the number of adsorbed molecules does not modify this peak. CO2 distributions are Gaussian and do not show any unusual feature like the ones obtained for nitrogen.   Top of PageAbstractIntroductionExperimental and Simulation DetailsResults and DiscussionConclusionsConclusions Solid C60 presents three main adsorption sites where the adsorption energy is approximately 1700, 1100, and 550 K. The gases studied in this work together with our previous results on nitrogen and other author's results with different adsorbates, confirm the absence of porosity in high-purity solid C60. The ability to reproduce the experimental isotherms of several gases together with the quantitative agreement between our results and other author's results supports the validity of our model.  The voids of the solid structure are filled with the adsorbate (Ar and CO2) in a solid-like phase. The area of the voids is estimated to be 30% of the total surface area of the solid.  The cross-sectional area obtained for Ar (0.121 nm2) with no further assumptions except that the adsorbed phase is a solid, produces a BET area that is equal to the one obtained with nitrogen. Ar and CO2 show the same behavior as nitrogen in respect of that adsorption begins on the external surface.    Top of PageAbstractIntroductionExperimental and Simulation DetailsResults and DiscussionConclusionsAcknowledgment E.J.B. is Associate Professor of the Engineering Faculty of the National University of La Plata (UNLP) and Researcher to the Comisión de Investigaciones Científicas de la Provincia de Buenos Aires (CIC). The research project is financed by Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET) (PID:  0488)-CIC and UNLP (Project 11-X223) on the Argentinean side and by CICYT (Project MAT96-0430) and DGICYT (Project PB98-0492) on the Spanish side.      This article references 12 other publications. (1) Kroto, H. W.; Heath, J. R.; O'Brien, S. C.; Curl, R. F.; Smalley, R. E.   Nature 1985, 318, 162.[Crossref], [CAS](1) . C60:  buckminsterfullereneKroto, H. W.; Heath, J. R.; O'Brien, S. C.; Curl, R. F.; Smalley, R. E.Nature (London, United Kingdom)\r\n        (1985),\r\n    318\r\n        (6042),\r\n    162-3CODEN:\r\n                NATUAS;\r\n        ", "title": "Physical Adsorption of Ar and CO on C Fullerene", "authors": ["A. Martínez-Alonso", "J. M. D. Tascón", "E. J. Bottani"], "doi": ["10.1021/jp002047c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2001/jpcbfk.2001.105.issue-1/jp002047c/production/images/small/jp002047cf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2001/jpcbfk.2001.105.issue-1/jp002047c/production/images/small/jp002047cf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2001/jpcbfk.2001.105.issue-1/jp002047c/production/images/small/jp002047cf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2001/jpcbfk.2001.105.issue-1/jp002047c/production/images/small/jp002047cf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2001/jpcbfk.2001.105.issue-1/jp002047c/production/images/small/jp002047cf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2001/jpcbfk.2001.105.issue-1/jp002047c/production/images/small/jp002047cf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2001/jpcbfk.2001.105.issue-1/jp002047c/production/images/small/jp002047cf00007.gif\">"]}