{"abstract": "Structural stability and porosity characteristics of metal–organic frameworks (MOFs) are of great importance for practical applications, such as gas sorption/storage and catalytic support. By means of a simple and effective method of postsynthesis thermal annealing below its framework decomposition temperature, the annealed MOF-5 shows unexpectedly high CO uptake up to 2 mmol g at 25 °C and 1 bar, which is more than double the capacity of the untreated counterpart (0.8 mmol g). Structural characterizations reveal that the annealed MOFs are very active with local vacancy sites due to partial decomposition of the bridging carboxylates of the framework linker. The annealed MOFs also show high stability for cyclic CO uptake and air/moisture. Such an approach may be effectively applied to other MOF structures or MOF based membranes to enhance their gas uptake or separation.", "text": "10.1021/cm502399q Top of PageAbstractIntroductionExperimental Results and DiscussionConclusionsReferences1 IntroductionCurrently, metal–organic frameworks (MOFs) with well-defined pore structures, high specific surface area, and pore volume are actively considered for many energy and environmental related applications, such as gas storage, separation, purification, sensing, toxic gas capture, and heterogeneous catalysis.(1-12) Enhancing the storage capacity for H2, CH4, or CO2 (carbon capture and separation) in MOFs is a popular subject of current research.(2-9) In particular, the main challenge is to obtain cost-effective “working capacities” of gases at desirable conditions of temperature or pressure for sorption and desorption cycles. A wide variety of MOF structures have been developed with varied porosities, surface functionality, and metal centers.(5-9) Considerable efforts have been devoted to postsynthesis pore engineering and surface modifications including metal and ligand exchange, doping and functionalization, and additional functional framework or polymer grafting of MOF structures.(13-18) However, there is still a need for a simple and effective method, highly practical for industrial scale-up without resorting to extensive chemical modifications.Postsynthesis thermal annealing is an effective method of modifying structures and hence properties of metals, ceramics, and polymers. However, it has not been well considered for modification of MOF structures, especially creating structural vacancies that have important implications for gas adsorption and binding.(19, 20) Here, as a first attempt, we propose a simple but well-considered route of thermal annealing of MOF structures over the intermediate temperature window slightly above that for normal outgassing of as-synthesized MOFs to remove pore-occluded guest solvent molecules but below that for complete framework decomposition/carbonization.(1, 21, 22) As an example, we used MOF-5 here, which possesses a very simple pore structure but shows exceptional porosity (high pore volume of ∼1.2 cm3 g–1 and specific surface area of up to 3600 m2 g–1).(1, 3, 5, 21, 22) It is very popular as a textbook example of the MOF family and the basis for many isoreticular MOFs (IRMOFs).(23) MOF-5, also known as IRMOF-1, the first member of a series of IRMOFs with a unit cell formula unit, Zn4O[BDC]3 (BDC = benzene dicarboxylate, –OOC–C6H4–COO–), is made up of cojoining tetrahedron [OZn4]+6 with an octahedral array of BDC.(1, 21, 23) This scaffolding-like arrangement exhibits a porous cubic framework structure with a pore size of ∼1.2 nm. On a practical level, it is also inexpensive and relatively easy to synthesize in large quantities at room temperature, via a solvothermal method by simply leaving the precursors (Zn nitrate salt and benzenedicarboxylic acid) solvent (N,N′-diethylformamide) in a tightly capped vial at 100 °C for 20 h. A rapid microwave or sonochemical synthesis has been also applied.(24-26) The simple and readily accessible pore structure of MOF-5 has attracted much attention for molecular adsorption and membrane separation, which is also an ideal platform for postsynthesis modification.Top of PageAbstractIntroductionExperimental Results and DiscussionConclusionsReferences2 Experimental Results and DiscussionIn this study, the millimeter sized MOF-5 crystals were synthesized according to our earlier report, and the dry MOF was obtained by solvent exchange followed by outgassing at 250 °C under vacuum (see the Supporting Information).(22) As shown in Figures 1a and S1, mass-loss from the thermogravimetric analysis (TGA) plot on a dry MOF-5 shows the onset framework decomposition around 500 °C and complete decomposition/carbonization at 550 °C. There is no evident mass-loss up to 450 °C, which is in good agreement with the literature.(1, 21, 27) However, as shown in Figure 1b, for the first time we show that the sample starts to lose mass well below 450 °C when isothermally maintained for a few hours even at a temperature as low as 380 °C. The combined mass-spectroscopy (MS) analysis attributes the mass-loss solely to the release of CO2. A rapid mass-loss is observed when the isothermal step is maintained above 400 °C. Motivated by this observation, we went on to study the prolonged annealing of MOF-5 at fixed temperatures from as low as 350 to 450 °C.Figure 1. a). Thermogravimetric analysis (TGA) of dry MOF-5 with a heating rate of 5 °C per minute showing onset of framework decomposition temperature of around 500 °C. b). Combined TGA and mass spectroscopy (MS) showing the mass-loss and decomposed products during controlled isothermal annealing, starting at 380 °C. c). Digital photographs of the MOF-5 and its annealed products; from left to right: MOF-5, 6h@350 °C, 6h@380 °C, 6h@400 °C, and 1h@500 °C. d). Schematic showing a MOF-5, annealing induced vacancies in framework structures; color code: C-black, H-gray, O-red, Zn-green. In (a) the numbers, 1–5, represent the annealing temperatures (350, 380, 400, 425 and 450) °C and TGA mass-loss for a period of (50, 30, 20, 10 and 3) h, respectively.Figure S2 shows the isothermal TGA-MS plots of MOF-5 at the respective temperatures. Briefly, the TGA-MS plot at each temperature was recorded by a fresh load of dry MOF-5 under flowing Ar. The isothermal step was maintained up to 50 h after reaching the target temperature with a heating rate of 5 °C per minute. From the plots it is interesting to note that the maximum mass-loss is recorded up to 10 and 20 wt %, when the sample was left at 350 and 380 °C for 48 and 24 h, respectively (see Table S1 for respective mass-losses at different annealing conditions). At these temperatures a constant mass-loss at a rate of 0.17 wt % h–1 and 0.8 wt % h–1 is observed without any sign of saturation. The isothermal step between 400 and 450 °C shows a more rapid mass-loss between (35–45) wt %. Importantly, the MS signals clearly suggest that the mass-loss is primarily due to the release of CO2. At or above 400 °C, a clear signature of linker benzene is observed, in agreement with the earlier MS analysis (Figure S1) of framework decomposition and carbonization.(22, 27)From the MOF-5 structure it is understood that the linker carboxylates bridging the Zn4O tetrahedra are primarily the weakest link.(28-31) Thus, at mild annealing temperatures the partly detached carboxylates start to decompose.(32, 33) Theoretically, according to the formula unit, Zn4O[BDC]3, MOF-5 consists of 3 equiv of CO2 or 6 CO2. The evolution of 1 of the 2 CO2 on the BDC accounts for a sample mass-loss of 5.72 wt %. Therefore, the sample mass-loss of ∼7.7 wt % and ∼21 wt % account 1.34 CO2 and 3.68 CO2 at 350 and 380 °C, respectively, after 24 h. The mass-loss of (35–43) wt % for the annealing temperatures greater than 400 °C is in good agreement with the loss of all 3 equiv of CO2 and 1 equiv of benzene or 2 equiv of CO2 (accounts ∼22.86 wt %) and 1 equiv of BDC (accounts ∼21.3 wt %). The increased mass-loss, over 57% at ∼550 °C, represents a further decomposition of the benzene rings (see the MS signals corresponding to hydrocarbons in Figure S1).Next, we have prepared a series of thermal annealed batch samples at predefined temperatures between (350–500) °C with a controlled period of annealing up to 50 h in an external tube furnace under flowing N2 atmosphere. Each time, about 100 mg of fresh dry MOF-5 sample was used. As displayed by digital photographs in Figures 1c and S3 the annealed samples were first characterized with powder X-ray diffraction (PXRD) (Figures 2a-b and S4) in sealed capillaries (see digital photographs in Figure S3b). Interestingly almost all the annealed samples exhibit a high degree of crystallinity as evidenced by sharp and one-to-one correspondent reflections with the MOF-5 and in good agreement with the literature.(24, 27, 29) The remaining sharp XRD peaks at low as well as high angles suggest that the crystals are highly ordered in the long-range without much local short-range disorder. The local short-range disorder starts to appear (see diffraction at high angles) when the samples are annealed for prolonged period of time (e.g., 50 h@350 °C, 24 h@380 °C) or at a relatively high temperature (1 h@450 °C) but before the actual framework decomposition/carbonization (1 h@500 °C). This short-range disorder correlates well with the onset formation of hexagonal ZnO clusters.(27, 34, 35) Surprisingly, the samples still maintain a long-range order of the MOF-5 crystalline structure.(34, 35) The complete framework collapse, carbonization, and ZnO formation occurs when the samples are annealed over 450 °C. Note that only hexagonal crystalline ZnO is observed without any indication of reduced Zn. Raman spectra show the carbonization and ZnO formation temperature is ≥400 °C (Figure S5). Indeed, the transition is clearly observed by sample color change in digital photographs (Figure S3). In agreement with the PXRD, the FTIR spectra (Figures 2c-d and S6) for most of the annealed samples also represent a remaining unchanged main building block of the MOF-5 structure.(36-38) However, clear CO2 dissociation induced changes are observed in the characteristic asymmetric and symmetric stretching IR modes of carboxylates at (1650–1300) cm–1 and asymmetric OCO bending vibration mode at 830 cm–1 (Figure S6).(38) A symmetric stretching of carboxylate at ∼1385 cm–1 in MOF-5 is shifted to ∼1394 cm–1. A new broad band at (500–400) cm–1 is assigned to ZnO formation.(38, 39)Figure 2. Structural characterizations of thermal annealed MOF-5 samples at 350 and 380 °C and reference MOF-5. a-b). PXRD patterns; the asterisks represent the peaks for hexagonal ZnO. c-d). FTIR spectra; shows retention of all the framework IR modes. e-f). XPS core level spectra of Zn 2p; the relative peak shift is identified with vertical arrows.As shown in Figures 2e-f and S7, the XPS C 1s, O 1s, and Zn 2p core level spectra of MOF-5 and its annealed samples are well supported by the TGA-MS, PXRD, Raman, and FTIR results. For example, the more striking evidence of Zn–O on linker bond dissociation comes from the low binding energy (BE) shifts of O 1s and Zn 2p peaks. In MOF-5, a framework bridged oxygen on the carboxylates shows a symmetric O 1s peak centered around the BE of 532.5 eV, and the ZnO4 tetrahedral coordination shows a Zn 2p (2p3/2) peak at 1023 eV. The actual formation of ZnO shows a considerable shift in both the O 1s and Zn 2p peaks to lower binding energies, respectively of ∼531 eV and ∼1022 eV, which accounts for more than 1 eV.(22, 39) At mild annealing temperatures, e.g. 350 °C and up to 6 h at 380 °C, the direct evidence for Zn–O on linker bond dissociation is seen with a shift of Zn 2p binding energy without any indication of ZnO formation. This is again in good agreement with the PXRD, FTIR, and the CO2 liberation in TGA-MS results. Furthermore, both the O 1s and Zn 2p spectra show a clear ZnO formation when annealing was carried out for a prolonged period of time and/or at a relatively high temperature, ≥400 °C. In any case annealing up to 400 °C reveals a partial formation of ZnO (a small growing tail in O 1s peak) with the majority of carboxylates remaining intact. At harsh annealing conditions the O 1s peak with a growing tail eventually splits into two peaks and a ZnO related peak at ∼531.0 eV grows at the expense of COO– (at ∼532.5 eV).(22, 40) Similarly, the C 1s core level spectra of MOF-5 show two well-defined peaks at ∼285 eV and ∼289 eV corresponding to the linker aromatic carbons and carboxylates, respectively.(22, 40) Qualitatively no appreciable change is detected for the samples annealed up to 400 °C. However, at ≥450 °C clear framework decomposition (mainly in the form of CO2 loss) and carbonization is observed with a reducing tendency of the carboxylate peak and peak narrowing and shift to graphitic sp2 at 284.5 eV.Figure 3. 77 K N2 adsorption isotherms (left panel) and porosity characteristics (right panel) of the annealed samples at 350 and 380 °C for different periods. The reference MOF-5 is also shown, which in good agreement with the literature [ref 1]. A qualitatively similar slope of the isotherms in the extended relative pressure region for all the samples suggests remains in one type pore, and the sharp rise in N2 uptake at P/Po ≥ 0.9 suggests a condensation in thermally induced vacancy defects. In agreement with the similar isotherm slopes the pore size distribution plots (right) show only one type of pore with a diameter of around 1 nm. The cumulative pore volume plots (inset) also show a single pore type of (1.0–1.1) nm in size.Surprised with the PXRD results, the porosity (BET specific surface area and pore volume) measurements through N2 uptake isotherms at 77 K (Figures 3 and S8–S9) also show that the annealed samples remain highly porous in nature. The isotherm derived porosity parameters for each sample (see Table 1) reveal remarkable retention of surface area and micropore volume of more than 60% at mild annealing conditions. Interestingly, up to 30% porosity is still retained even at harsh annealing conditions, before complete framework decomposition at 500 °C (1 h) to produce ZnO embedded carbon. The loss of the framework structure yields a poor specific surface area (380 m2 g–1) and accounts for just 12% of the 3200 m2 g–1 of MOF-5. The other notable observation is that some of the annealed samples show even higher total pore volumes than the initial MOF-5. The retention or improvement over the high pore volume of MOF-5 is in line with a vacancy defect-induced enhancement. Furthermore, the reduced specific surface area and the micropore volume indicate partial collapse of the local pore structure due to decomposition of the linker carboxylates. Interestingly, most of these annealed samples remain highly microporous and mostly with a single average pore size in nature, predominantly around 1 nm, which is much close to that of MOF-5 (Figure S9). Overall, from the above characterizations, the annealed MOF-5 framework structures are schematically shown in Figure 1d.Table 1. BET Specific Surface Area (SSA), Micro- and Total-Pore Volume (Vp) and CO2 Uptake Values at 1 bar and 25 °C  Vp (cm3 g–1) sampleSSA (m2 g–1)micrototalCO2 uptake (mmol g–1)MOF-532001.191.330.826h@350 °C27601.011.231.0424h@350 °C14960.551.431.7650h@350 °C9270.311.721.501h@380 °C28731.071.280.913h@380 °C21030.771.291.456h@380 °C9880.331.231.9824h@380 °C6410.210.831.081h@400 °C27701.021.340.993h@400 °C20890.771.501.126h@400 °C24000.891.340.760h@450 °C31271.161.430.831h@450 °C10750.420.780.450h@500 °C9070.321.360.651h@500 °C3820.040.790.64Finally, the CO2 uptake isotherms of the samples measured at (0, 25, and 50) °C and up to 1 bar are shown in Figures 4a and S10–S12. As a further surprise to the PXRD and porosity characteristics, the annealed samples constantly show remarkably enhanced CO2 uptakes with respect to the MOF-5. Notable CO2 uptakes are observed when MOF-5 was annealed at temperature less than 400 °C. For example, MOF-5 annealed at 380 °C for just 3 h shows ∼1.5 mmol g–1 of CO2 uptake at 1 bar which is nearly twice that of MOF-5 (0.8 mmol g–1 in good agreement with the literature [refs 41 and 42]) and even higher, up to 2 mmol g–1 of CO2 uptake is observed after 6 h heat treatment. Importantly, the sample left at 350 °C for 24 h also shows a maximum CO2 uptake of 1.76 mmol g–1. It is worth noting that these temperatures are not far away from the actual as-synthesized MOF-5 desolvated temperature (up to 300 °C) to remove pore-occluded guest solvent molecules.(1) No significant enhancement in CO2 uptake is observed in the samples annealed at or above 400 °C. For example, the best recorded uptake is 1.1 mmol g–1 in the sample annealed for 3 h at 400 °C. Note that no improvement in CO2 uptake (Figure S12) is observed in the simple heat treated samples without annealing, i.e., the samples immediately cooled after heated to (450–500) °C.(35) Overall the maximum uptake values at 1 bar listed in Table 1 are not in a particular trend with either the surface area or micropore volume (see also Figure S13). Moreover a clear difference in uptakes is seen between the samples annealed below and above 400 °C and are consistent with the vacancy defect and carbonization induced effects, respectively. Naturally, at mild annealing conditions the decomposed carboxylates on the framework leave vacancy induced defective sites on both the linker and the Zn metal node (become coordinatively unsaturated or open). These structural defects act as strong adsorption binding sites for CO2 molecules thus enhancing the uptake. Indeed, the strong binding is well supported by their dramatically enhanced heat of adsorption (Qst) (Figure S12). For example, at mild annealing conditions, the initial Qst values of ∼40 kJ mol–1 are well accord with the CO2 binding in open metal MOFs.(42)Overall all the annealed samples constantly show higher Qst values with respect to MOF-5 and are well in agreement with the vacancy induced structural defect enhancements.(19, 42) Here it is important to notice that the MOF-5 with coordinatively saturated metal sites show very low molecular binding energy for H2, CH4, and CO2 thus showing low adsorption capacities at low pressure region.(41-43) It is also noted that at mild temperatures the prolonged annealing is not effective in enhancing the CO2 uptake or binding, primarily due to the conversion of the open Zn sites to ZnO. A further reduced porosity may be another reason.Figure 4. CO2 uptake characteristics of the annealed samples with respect to the reference MOF-5. a). Uptake isotherms at 25 °C. b-c). Temperature swing uptake cycling test showing a TGA mass change under flowing CO2 at ∼1 atm and between 31 and 200 °C for MOF-5 (black) and annealed sample at 380 °C for 3 h (red) and 6 h (blue). For clarity few and up to 44 repeated cycles are shown in (b) and (c), respectively.Furthermore, Figures 4b-c and S14 show the extensive number (up to 44 cycles) of comparative CO2 uptake cycles of the MOF-5 and the annealed samples of 380 °C (for 3 and 6 h). Remarkably, a stable cyclic performance is seen in both the annealed samples, which is very similar to the MOF-5 without any noticeable degradation after 44 cycles with the temperature swing between 31 and 200 °C for 2 days. The annealed sample shows more than twice the cyclic gravimetric uptake of the MOF-5, which is also in good agreement with the volumetric uptake isotherm values. Therefore, it is remarkable that compared to the MOF-5 over 140% enhancement of CO2 uptake is effectively obtained by simply heat-treating MOF-5 at 380 °C for a few hours. Note that this temperature is not far higher than the actual desolvated/outgassing temperature of MOF-5.(1)Figure 5. a). Digital photographs of samples in water; after 0 h (left) and 2 h (right). PXRD patterns of the water immersed samples. c). 77 K N2 porosity and 25 °C CO2 uptake (inset) characteristics of air exposed MOF-5 (open data) and annealed sample (solid data).Another notable observation with the sample annealed at 400 °C for 3 h is its air/water stability. Figures 5 and S15 show the comparative structural stability and CO2 uptake between the MOF-5 and the annealed sample: both were left in water for 2 h and in air for 20 h to 15 days. From the PXRD patterns and 77 K N2 isotherms it is very clear that the annealed sample shows a much more stable structure than MOF-5.(35, 44) The adsorption measurements were carried out on both the samples after being left in an open vial on a laboratory bench for 20 h and 15 days. The air exposed MOF-5 shows a near zero N2 uptake in accordance with the complete pore collapse with a specific surface area maximum of 60 m2 g–1.(44) In contrast the annealed sample remains highly porous with a specific surface area of 740 m2 g–1 and 300 m2 g–1 after 20 h and 15 days air exposure, respectively. Therefore, accordingly the annealed sample shows comparatively high CO2 uptakes than MOF-5, which is twice in both cases. Interestingly 0.61 mmol g–1 in 20 h air exposed annealed sample is very close to the uptake value of initial MOF-5. The enhanced water stability for the 400 °C annealed sample can be attributed to the reduced active/defective sites (Figures S12–S13) due to the partial carbonization and ZnO clustering (Figures S3–S7) that normally limits the decomposition rate. Therefore, the method reported here can be very effectively applied for MOF-5 based membranes and also its isoreticular or other MOF structures to enhance their gas separation and pollutant capture by a simple preheat treatment.(9, 10, 45)Top of PageAbstractIntroductionExperimental Results and DiscussionConclusionsReferences3 ConclusionsIn summary, we have shown a simple but versatile method of achieving highly enhanced CO2 uptake and binding by simply annealing the MOF structure at a temperature close but not exceeding its framework decomposition temperature. This annealing selectively creates a local defective vacancy structure without destroying the actual long-range order and its crystallinity of the framework. The vacancy defect induced active sites at the framework linker and the unsaturated metal node act as strong adsorption binding sites for many guest molecules. In addition, the retention of the framework structure with a high specific surface area and micropore volume synergistically promote the molecular adsorption. Therefore, a remarkably enhanced CO2 uptake, up to 2 mmol g–1, is achieved in the annealed MOF-5, compared to 0.8 mmol g–1 from the untreated MOF-5, under similar experimental conditions of 25 °C and 1 bar. Notably, the corresponding annealing temperature is not far off from the initial MOF-5 outgassing temperature to remove pore-occluded guest solvent molecules. Thus, the present method of annealing is very effective in enhancing the molecular adsorption of a variety of MOF structures without resorting to extensive chemistry of postsynthesis modifications, such as pore functionalization, ligand exchange, and metal decoration. More importantly, such a method may also be considered for enhancing MOF-based catalytic reactions and membrane gas separation. Top of PageAbstractIntroductionExperimental Results and DiscussionConclusionsReferencesSupporting InformationAdditional information on sample synthesis and methods; TGA, MS, PXRD, Raman, FTIR, XPS, porosity, and gas uptake results. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental Results and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the EPSRC (Grant No.: EP/J020745/1 and EP/G063176/1).Reference QuickViewTop of PageAbstractIntroductionExperimental Results and DiscussionConclusionsReferencesReferencesThis article references 45 other publications.1. Li, H.; Eddaoudi, M.; O’Keeffe, M.; Yaghi, O. M. Nature 1999,  402,  276[Crossref], [CAS]1. Design and synthesis of an exceptionally stable and highly porous metal-organic frameworkLi, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.Nature (London)\r\n        (1999),\r\n    402\r\n        (6759),\r\n    276-279CODEN:\r\n                NATUAS;\r\n        ", "title": "Postsynthesis Annealing of MOF-5 Remarkably Enhances the Framework Structural Stability and CO Uptake", "authors": ["Srinivas Gadipelli", "Zhengxiao Guo"], "doi": ["10.1021/cm502399q"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0005.gif\">"]}