{"abstract": "Four metal−carboxylate oxygen chain-shaped building units [Ln(CO)], seven dinuclear [Ln(CO)] SBUs, and one trinuclear Ce(ADB)(HADB) SBU networks are obtained. Furthermore, their photoluminescence and temperature-dependent magnetic properties have also been investigated.A series of 3-D lanthanide porous coordination polymers, [Ln(BDC)(DMF)(HO)·3DMF] [Ln = La, ; Ce, ; Nd, ], [Ln(BDC)(DMF)(HO)] [Ln = Y, ; Dy, ; Eu, ], [Ln(ADB)(DMSO)·6DMSO·8HO] [Ln = Ce, ; Sm, ; Eu, ; Gd, ], {[Ce(ADB)(HADB)]·30DMSO·29HO} (), and [Ce(ADB)(HO)] () (HBDC = benzene-1,4-dicarboxylic acid and HADB = 4,4′-azodibenzoic acid), have been synthesized and characterized. In −, the adjacent Ln ions are intraconnected to form 1-D metal−carboxylate oxygen chain-shaped building units, [Ln(CO)], that constructed a 3-D framework with 4 × 7 Å rhombic channels. In −, the dimeric Ln ions are interlinked to yield scaffolds with 3-D interconnecting tunnels. Compounds − are all 3-D interpenetrating structures with the CaB6-type topology structure. Compound  is constructed by ADB spacers and trinulcear Ce nodes with a NaCl-type topology structure and a 1.9-nm open channel system. In , the adjacent Ce ions are intraconnected to form 1-D metal−carboxylate oxygen chain-shaped building units, [Ln(CO)], and give rise to a 3-D framework. Moreover,  exhibits characteristic red luminescence properties of Eu complexes. The magnetic susceptibilities, over a temperature range of 1.8−300 K, of , , and  have also been investigated; the results show paramagnetic properties.", "text": "10.1021/ic902194g Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesIntroductionMicroporous coordination polymers have been of tremendous interest due to their potential applications in catalysis, separation, ion exchange, etc.(1-7) Presently, considerable achievements have been made to explore the relationship between the structures and physical properties, but precise prediction is still difficult, especially for the f-block metal ions due to their versatile coordination numbers and their marked properties. The lanthanide (4f) complexes usually show intense emission over narrow wavelength ranges and are potentially applicable as fluorescent probes and in electroluminescent devices. Recently, a series of coordination polymers based on lanthanide metal ions and multicarboxylate ligands were reported.(8-12) In particular for H2BDC, two carboxylate groups with a 180° angle have less space hindrance, and conjugation with the aromatic ring allows it to become a rigid linker. Compared with H2BDC, H2ADB is provided by the 4-methylphenylazo and is highly conjugative. Therefore, through investigating these compounds constructed by two ligands, we may obtain some beneficial information about the structures and properties. Here, we employ the diffusion method to assemble lanthanide ions with H2BDC or H2ADB into porous coordination polymers: [Ln6(BDC)9(DMF)6(H2O)3·3DMF]n [Ln = La, 1; Ce, 2; Nd, 3], [Ln2(BDC)3(DMF)2(H2O)2]n [Ln = Y, 4; Dy, 5; Eu, 6], [Ln2(ADB)3(DMSO)4·6DMSO·8H2O]n [Ln = Ce, 7; Sm, 8; Eu, 9; Gd, 10]. By changing the temperature, we also obtained {[Ce3(ADB)3(HADB)3]·30DMSO·29H2O}n (11) and [Ce2(ADB)3(H2O)3]n (12).Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesResults and DiscussionDiscription of the structuresCompound 6 and the  isomorphous structures for 4, 5, and 7−10 were respectively described by Sun, Yaghi, etc.;(12a, 13) here, we only reported the IR, TGA, luminescence, and magnetic properties for these compounds. Single X-ray diffraction analysis reveals that 1−3 possess the same 3D architecture. Therefore, the structures of 1, 11, and 12 are taken as examples to be described in detail.Crystal Structure of 1An X-ray study on 1 reveals that it has a 3-D framework, crystallizing in triclinic space group P1̅. In the asymmetric unit of [La6(BDC)9(DMF)6(H2O)3·3DMF], there are three different types of coordination numbers: one is seven-coordinated, two are eight-coordinated, and three are nine-coordinated. Six crystallographically different lanthanide ions are shown in Figure 1. La1, La2, and La3 are nine-coordinated with nine oxygen atoms from one chelating carboxylate group, five bridging carboxylate groups, one terminal DMF molecule, and one water molecule (Figure 1). The oxygen atom of the water in La2 is μ2-bridging, which is different from the terminal coordinated water molecule in La1 and La3. Eight oxygen atoms are coordinated with La4 and La6 by six different bridge-linking carboxylate groups, one terminal DMF molecule, and one water molecule. Similar to La1, there exists a bridging oxygen atom and terminal oxygen atom in La4, and La6. La5 is seven-coordinated with six bridge-linking carboxylate groups and one terminal water molecule. The bond lengths of La−O are in the range of 2.438(4)−2.968(5) Å, all of which are comparable to those reported for other lanthanide−oxygen donor complexes.(9, 14, 15) In 1, there exist two different metal−carboxylate oxygen chain-shaped building units [La4(CO2)12] (Figure 2). La1 and La3 are linked through four chelating/bridging bidentate carboxylate groups to form a metallic dimer (Chart 1a and e); the dimer (La1 and La3) assembles with the other metallic monomers (La5 and La6) through carboxylate groups to lead to discrete metal−carboxylate oxygen chain-shaped building units [La4(CO2)12]. Due to the bridging oxygen atom of water, La2 and its corresponding centrosymmetric atom La2A are connected through four chelating/bridging bidentate carboxylate groups to form a metallic dimer; the dimer (La2 and La2A) assembles with the two metallic monomers (La4 and La4A) through carboxylate groups to construct discrete metal−carboxylate oxygen chain-shaped building units [La4(CO2)12]. The 1-D chains are stitched to each other by the ligands, resulting in an infinite 2-D net with rhomboidal openings and a 3-D La−BDC metal−organic framework (Figures 3 and 4).Chart 1. Coordination Modes of the Ligands in 1−12Figure 1. Coordination environment of LaIII in 1.Figure 2. Two 1-D metal−carboxylate oxygen chain-shaped building units [La4(CO2)12]n.Figure 3. Open channels of 1, [010] direction.Figure 4. Polyhedral representation of 1, [001] direction.Crystal Structure of 11The X-ray structure analyses reveal that 11 is isostructural, crystallizing in the cubic crystal system, space group Ia3̅. It is constructed from trinuclear Ce3(ADB)3(HADB)3, where there exist two crystallographically different lanthanide atoms (Ce1 and Ce2; Figure 5). The Ce1 atom is 12-coordinated by six chelating carboxylate groups from six HADB anions, forming an icosahedron: Ce1−O1, O1A, O1B, O1C, O1D, O1E = 2.682(2) Å; Ce1−O2, O2A, O2B, O2C, O2D, O2E = 2.765(2) Å. There only exists one coordination mode for the ligand: bidentate and tridentate (Chart 1d). The HADB anions bridge two different coordinated Ce atoms (Ce1, Ce2, or Ce2A) constructing a trinuclear cluster (Figure S4): two oxygen atoms of one carboxylate group (O1 and O2) chelate to Ce1, and one of the two oxygen atoms (O1) bridges Ce1 and Ce2 (Ce1−O2−Ce2A, 99.98(7)°). There are three oxygen bridges between the Ce1 and Ce2 (Ce2A) atoms with a Ce1−Ce2(Ce2A) distance of 4.04(2) Å. The Ce1, Ce2, and Ce2A atoms are in a line with a Ce2−Ce2A distance of 8.08(2) Å, and the Ce1 atom locates on the symmetric center of the trinuclear unit. The Ce2 is nine-coordinated by nine oxygen atoms (Ce2−O2A or O2B or O2C, 2.509(2) Å; Ce2−O3A or O3B or O3C, 2.549(2); Ce2−O4A or O4B or O4C, 2.542(2) Å) from three ADB carboxylate groups and three HADB anions with a distorted tricapped trigonal prism. The bond lengths of Ce−O are within the range of those usually encountered for lanthanide oxygen coordination.(16a) If considering ADB and HADB as linkers and trinuclear cerium clusters as tricapped trigonal prisms with six nodes, 11 possesses a NaCl-type 3-D network with an open channel system of ca. 1.9 nm space (the distance between the centers of two Ce's; Figures 6 and 7).Figure 5. Coordination environment of CeIII in 11.Figure 6. 3-D open channel system of 11.Figure 7. The NaCl-type topology net of 11.A PLATON program analysis suggests that approximately 35.3% of the crystal volume is accessible to the solvents.(17) When the DMSO and water molecules are removed, the volume increases up to 79.9%, more than that observed in MOF−500 (78.5%).(18) Compared with {[Nd3(ATPT)3(HATPT)3]·9H2O}n (H2ATPT = 2-aminoterephthalic acid), ADB, which is the extending BDC, increases the volume by 28.9%.(19)Crystal Structure of 12Each asymmetric unit [Ce2(ADB)3(H2O)3]n contains two CeIII, three ADB ligands, and three water molecules. Two crystallographically different Ce atoms (Ce1 and Ce2) are shown in Figure 8. Ce1 is coordinated with eight oxygen atoms from three chelating/bridging tridentate carboxylate groups (O1, O7, O8, and O11), four di-monodentate carboxylate groups (O3, O4, O9, and O10), and one terminal water molecule (O15). The nine oxygen atoms are coordinated with Ce2 by three chelating/bridging tridentate carboxylate groups (O1, O2, O7, O11, and O12), two di-monodentate carboxylate groups (O5 and O6), and two terminal water molecules (O13 and O14). The Ce−O(carboxylate) and Ce−O(water) bonds are in the ranges of 2.393(9)−2.909(7) and 2.579(9)−2.658(8) Å, respectively, all of which are comparable to those reported for other cerium−oxygen donor complexes.(16a) The Ce1 and its corresponding centrosymmetric atom (Ce1A) link through four bridging di-monodentate carboxylate groups of ADB ligands to form a metallic dimer. The dimer (Ce1 and Ce1A) assembles with the two metallic monomers (Ce2 and Ce2A) through chelating/bridging carboxylate groups, leading to discrete metal−carboxylate oxygen chain-shaped building units [Ce4(CO2)12] (Figure 9). These metal−carboxylate oxygen chain-shaped building units through three coordination modes of the ADB linkers (Chart 1a, b, and e) link to each other and construct a 3-D framework with 1.7 nm (the distance between the centers of two Ce's) trigonal channels along the [0,0,1] direction (Figure 10). The intrachain Ce···Ce distances are 4.419, 4.118, and 5.202 Å for Ce1···Ce1A, Ce1···Ce2, and Ce2···Ce1A, respectively.Figure 8. Coordination environment of CeIII in 12.Figure 9. 1-D metal−carboxylic oxygen chain-shaped building units [Ce4(CO2)12]n of 12.Figure 10. Open channels of 12, [001] direction.By comparing with 7, 11, and 12, it is useful to find out how the frameworks are constructed from SBUs. There exist two types of SBUs in metal−organic frameworks reported by Yaghi’s group: short SBUs and infinite chain-like SBUs. The short metal−carboxylate SBUs can be linked by the organic groups as “struts”, and the infinite chain-like SBUs are joined through organic units as “linkers” to assemble MOFs.(1e)Compounds 7 and 11 have the short SBUs because the dimer [Ln2(CO2)4] and trimer Ce3(ADB)3(HADB)3 are connected to each other through ADB groups as “linkers”. The ADB ligands with carboxylate groups that adopt di-monodentate and chelating/bridging tridentate coordination modes are the “linkers”, and those that adopt the chelating bidentate mode are the “struts” that connect the dimeric units. However, 12 shows the infinite chain-like SBUs.IR SpectraCompound 1 shows strong bands at 1655 and 1533 cm−1 as well as at 1401 cm−1, corresponding to the asymmetric and symmetric stretching vibrations of the carboxylate groups, respectively. The bonds at 3060, 1543, 831, 760, and 671 cm−1 are attributed to the aromatic skeleton vibration of the benzene ring (Figure S8, Supporting Information).Thermogravimetric Analysis and Powder X-Ray DiffractionTG analysis of 1 displays the first weight loss of 20.1% between 100 and 480 °C, corresponding to the loss of eight DMF and one H2O molecule (calculated: 20.0%). Above 480 °C, the compound starts to decompose. The remaining weight of 32.0% corresponds to the percentage of the La and O component, La2O3 (calculated: 32.3%; Figure S9, Supporting Information). Thermogravimentric analyses for 3 give similar results.The TG analysis of 4 displays the first weight loss of 21.9% between 150 and 480 °C, corresponding to the loss of DMF and H2O molecules (calculated: 21.4%). Above 500 °C, the compound starts to decompose. The remaining weight of 28.4% corresponds to the percentage of the Y and O component, Y2O3 (calculated: 26.40%; Figure S9, Supporting Information).The TG analysis of 7 shows a weight loss starting at room temperature and ending at 180 °C to give a total loss of 58.5%. This is equivalent to the loss of 20 DMSO molecules per formula unit (calcd: 58.2%) and accounting for the liberation of all guests in the channels.The experimental powder XRD patterns for 1 are in good agreement with the corresponding simulated ones (Figure S10, Supporting Information).Photoluminescent PropertiesThe solid-state photoluminescent spectra of 6 were recorded at room temperature (Figure 11). The emission spectrum of 6 exhibits typical emission bands of EuIII ions upon excitation at 350 nm. The emission bands in 6 arise from 5D0→7FJ (J = 0−4) transitions of EuIII ions.(20) The 5D0→7F0 and 5D0→7F3 transitions are too weak to be observed. The most intense emission at 616 nm is attributed to the electric dipole induced 5D0→7F2 transition, which is hypersensitive to the coordination environment of the EuIII ion.(20) The medium−strong emission at 591 nm is corresponding to the magnetic dipole induced 5D0→7F1 transition, which is fairly insensitive to the environment of the EuIII ion. The intensity ratio of 5D0−7F2/5D0−7F1 is ca. 5.7, indicating that the EuIII ion is not located at the inversion center and the symmetry of the EuIII ion site is low; this is in agreement with the single-crystal structure of 6.Figure 11. Solid state excitation (red) and emission (black) spectra of 6.Magnetic PropertiesVariable-temperature magnetic susceptibility measurements were performed with polycrystalline samples of 3, 6, and 7 at an applied field of 2 kOe in the range of 1.8−300 K. The plots of χMT vs T are shown in Figure 12. For compound 3, the χMT value is 1.68 emu K mol−1 at room temperature, which is close to the spin-only value of 1.68 emu K mol−1 based on NdIII ion with SNd = 8/11 and gNd = 3/2, indicating basic paramagnetic properties in 3. Upon lowering the temperature, χMT decreases down to 0.4 emu K mol−1, indicating strong deviations from the Curie law.(21) This result indicates that these bridging carboxylate groups mediate in total a very weak magnetic exchange interaction between NdIII ions.Figure 12. Temperature dependences of magnetic properties for 3, 6, and 7.For 6, the observed χMT value is 1.61 emu K mol−1 at room temperature, slightly more than the value 1.5 for a EuIII ion calculated by Van Vleck, allowing for population of the excited state with higher values of J at 293 K. As the temperature is lowered, χMT decreases continuously, which should be attributed to the depopulation of the Stark levels for a single EuIII ion. At the lowest temperature, χMT is close to zero, indicating a J = 0 ground state of the EuIII ion (7F0).(22)For 7, the χMT value is 0.548 emu K mol−1 at room temperature, which is lower than the spin-only value of 0.804 emu K mol−1 based on the CeIII ion, and at 1.8 K, the value is close to the spin-only value of 0.213 emu K mol−1, indicating basic paramagnetic properties in 7. This result indicates that the magnetic properties of 3, 6, and 7 are mainly ascribed to the contribution of the spin−orbit coupling of LnIII ions; namely, 3, 6, and 7 display single-ion behaviors, which are the same as the properties reported in the literature previously.(23)Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesConclusionTwelve 3-D lanthanide porous coordination polymers have been successfully constructed from lanthanide ions and H2BDC or H2ADB under mild conditions. Compounds 1−3 form 1-D metal−carboxylate oxygen chain-shaped building units [Ln4(CO2)12]n that generate 1-D open channel systems, with 4 × 7 Å rhombic channels. Compounds 4−6 possess two-fold interpenetrating structures through lanthanide ions dimers. Compounds 7−10 are all 3-D interpenetrating structures and adopt the CaB6-type topology structure. 11 adopts a NaCl-type topological structure with a 3-D open channel system of ca. 1.9 nm space. 12 gives rise to a 3-D framework that consists of 1-D open trigonal channels with a 1-D metal−carboxylate oxygen chain-shaped building unit [Ln4(CO2)12]n. Compound 6 shows a EuIII characteristic red luminescence, which has potential application in optical devices. The magnetic properties of 3, 6, and 7 are mainly ascribed to the contribution of the spin−orbit coupling of LnIII ions and display single-ion behaviors. Further efforts will be focused on investigating the effect of temperature and the even larger porosity of lanthanide porous coordination polymers using lanthanide metal ions and more extended ligands.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesExperimental SectionGeneral Materials and CharacterizationThe Ln(NO3)3·6H2O (Ln = Y, La, Ce, Nd, Sm, Eu, Gd and Dy) compounds were prepared by dissolving the corresponding Ln2O3 in an aqueous solution of HNO3 (6.0 M) and were evaporated at 100 °C. H2ADB was synthesized as described in ref 24. The H2BDC and other reagents were commercially available and used as received. Elemental analyses (C, H, and N) were performed on a Perkin-Elmer 240C elemental analyzer. The infrared (IR) spectra were recorded on a VECTOR 22 spectrophotometer using KBr pellets in the 400−4000 cm−1 region. TGAs (thermal gravimetric analyses) were performed under nitrogen on a TGA V5.1A Dupont 2100 instrument from room temperature to 700 °C with a heating rate of 10 °C min−1. Luminescent spectra for the solid samples were recorded on a Hitachi 850 fluorescence spectrophotometer. XRD measurements were performed on a XRD−6000 X-ray diffractometer using Cu KR radiation (operating at 40 kV and 30 mA). Temperature-dependent magnetic susceptibility measurement for polycrystalline compounds 3, 6, and 7 were performed on a Quantum Design MPMS−XL7 SQUID magnetometer under an applied field of 2 kOe over a temperature range of 1.8−300 K.Synthesis of 1−12Single crystals of compounds 1−6 were obtained by slow diffusion of a solution of Ln(NO3)3·6H2O (0.2 mmol) in DMF and water (1:1 v/v, 10 mL) into the solution containing Na2BDC (0.3 mmol) in DMF and water (1:1 v/v, 10 mL). Single crystals of compounds 7−12 were obtained by slow diffusion of triethylamine into a solution of Ln(NO3)3·6H2O (0.2 mmol) and H2ADB (0.3 mmol) in DMSO (10 mL).[La6(BDC)9(DMF)6(H2O)3·3DMF] (1): The yield was 38% based on LaIII. Anal. Calcd for C99H102O48N9La6: C, 39.38%,; H, 3.41%; N, 4.18%. Found: C, 39.17%; H, 3.52%; N, 4.21%.[Ce6(BDC)9(DMF)6(H2O)3·3DMF] (2): The yield was 42% based on CeIII. Anal. Calcd for C99H102O48N9Ce6: C, 39.29%; H, 3.40%; N, 4.17%. Found: C, 39.19%; H, 3.55%; N, 4.26%.[Nd6(BDC)9(DMF)6(H2O)3·3DMF] (3): The yield was 35% based on NdIII. Anal. Calcd for C99H102O48N9Nd6: C, 38.97%; H, 3.37%; N, 4.13%. Found: C, 38.81%; H, 3.49%; N, 4.25%.[Y2(BDC)3(DMF)2(H2O)2] (4): The yield was 27% based on YIII. Anal. Calcd for C15H15NO8Y: C, 42.27%; H, 3.55%; N, 3.29%. Found: C, 42.09%; H, 3.67%; N, 3.21%.[Dy2(BDC)3(DMF)2(H2O)2] (5): The yield was 41% based on DyIII. Anal. Calcd for C15H15NO8Dy: C, 36.05%; H, 3.03%; N, 2.80%. Found: C, 35.89%; H, 3.22%; N, 2.69%.[Eu2(BDC)3(DMF)2(H2O)2] (6): The yield was 35% based on EuIII. Anal. Calcd for C15H15NO8Eu: C, 36.83%; H, 3.09%; N, 2.86%. Found: C, 36.61%; H, 3.20%; N, 2.73%.Ce2(ADB)3(DMSO)4·6DMSO·8H2O (7): The yield was 32% based on CeIII. Anal. Calcd for C62H100N6O30S10Ce2: C, 37.04%; H, 5.01%; N, 4.18%. Found: C, 36.84%; H, 5.27%; N, 4.26%.Sm2(ADB)3(DMSO)4·6DMSO·8H2O (8): The yield was 35% based on SmIII. Anal. Calcd for C62H100N6O30S10Sm2: C, 36.67%; H, 4.96%; N, 4.14%. Found: C, 36.53%; H, 5.17%; N, 4.21%.Eu2(ADB)3(DMSO)4·6DMSO·8H2O 9: The yield was 41% based on EuIII. Anal. Calcd for C62H100N6O30S10Eu2: C 38.97%; H 3.37%; N 4.13%. Found: C 38.81%; H 3.49%; N 4.25%.Gd2(ADB)3(DMSO)4·6DMSO·8H2O (10): The yield was 44% based on GdIII. Anal. Calcd for C62H100N6O30S10Gd2: C, 36.42%; H, 4.93%; N, 4.11%. Found: C, 36.20%; H, 5.18%; N, 4.23%.[Ce3(ADB)3(HADB)3]·30DMSO·29H2O (11): The synthetic method was similar to that of 7, except a temperature of 50 °C was used.[Ce2(ADB)3(H2O)3] (12): The synthetic method was similar to that of 7, except a temperature of 80 °C was used.X-Ray CrystallographyThe crystallographic data for compounds were recorded at room temperature on a Bruker SMART CCD-based diffractometer. Intensities were collected with graphite monochromatized Mo Kα radiation (λ = 0.71073 Å) operating at 50 kV and 30 mA, using the ϕ and ω scan technique. The data reduction was made with the Bruker SAINT package. Absorption corrections were performed using the SADABS program. The structures were solved by direct methods and refined on F2 by full-matrix least-squares using SHELXL-2000 with anisotropic displacement parameters for all non-hydrogen atoms.(25) Hydrogen atoms were introduced in calculations using the riding model. The hydrogen thermal displacement parameters were fixed at 1.5 times the equivalent isotropic thermal displacement parameters of the internal and terminal carrier atoms. All computations were carried out using the SHELXTL-2000 program package.(26) The detailed crystallographic data and structural refinement parameters for 1−5 and 7−12 are summarized in Tables 1−4.Table 1. Crystallographic Data and Structural Refinements for 1−3 123empirical formulaC99H102N9O48La6C99H102N9O48Ce6C99H102N9O48Nd6fw3019.363026.623051.34cryst systtriclinictriclinictriclinicspace groupP1̅P1̅P1̅a/Å11.107(1)11.099(1)11.144(1)b/Å17.773(2)17.768(2)17.850(2)c/Å29.228(3)29.159(3)29.340(4)α/deg86.624(2)86.547(2)86.638(2)β/deg79.689(2)79.811(2)79.666(2)γ/deg73.275(2)73.123(2)73.206(2)vol/Å35436 (1)5416(1)5497(1)Z222Dcalcd/mg m−31.8451.8561.844μ/mm−12.4042.5682.880F(000)297029823006data/restraints/params19864/632/145919715/990/145921066/990/1459GOF on F21.0741.0351.024R1 [I > 2σ(I)]a0.04620.05930.0644wR2 [I > 2σ(I)]b0.10750.12890.1588R1 (all data)a0.06160.09060.0899wR2 (all data)b0.11230.13770.1683aR1 = ∑||Fo| − |Fc||/∑Fo|.bwR2 = [∑w(Fo2 − Fc2)2/∑w(Fo2)]1/2.Table 2. Crystallographic Data and Structural Refinements for 4 and 5 45empirical formulaC15H15NO8YC15H15NO8Dyfw426.19499.78cryst systtriclinictriclinicspace groupP1̅P1̅a/Å8.613(2)8.522(3)b/Å10.122(3)10.154(3)c/Å11.095(3)11.067(4)α/deg65.205(4)64.726(5)β/deg71.609(5)71.738(6)γ/deg78.617(5)79.581(6)vol/Å3830.8(4)821.1(5)Z22Dcalcd/mg m−31.7042.021μ/mm−13.5544.594F(000)430484data/restraints/params3224/18/2282987/0/228GOF on F21.0101.043R1 [I > 2σ(I)]a0.04090.0353wR2 [I > 2σ(I)]b0.10900.0858R1 (all data)a0.05220.0369wR2 (all data)b0.11320.0866aR1 = ∑||Fo| − |Fc||/∑Fo|.bwR2 = [∑w(Fo2 − Fc2)2/∑w(Fo2)]1/2.Table 3. Crystallographic Data and Structural Refinements for 7−10 78910empirical formulaC31H50N3O15S5CeC31H50N3O15S5SmC31H50N3O15S5EuC31H50N3O15S5Gdformula weight1005.161015.391017.001022.29crystal systemmonoclinicmonoclinicmonoclinicmonoclinicspace groupC2/cC2/cC2/cC2/ca/Å27.435(2)27.467(1)27.441(4)27.367(3)b/Å16.871(1)16.838(2)16.864(3)16.829(2)c/Å28.128(2)27.963(1)27.919(4)27.915(3)β/deg102.482(2)101.776(3)101.880(3)71.609(5)vol/Å312711 (2)12660 (1)12643(3)12580(2)Z8888Dcalcd/mg m−31.0501.0651.0691.080μ/mm−10.9251.1371.2021.265F(000)4120415241604168data/restraints/params12426/0/56913810/0/56912403/0/56912327/0/569GOF on F21.0421.0581.0231.039R1 [I > 2σ(I)]a0.05090.05460.03990.0574wR2 [I > 2σ(I)]b0.09700.10710.08440.1208R1 (all data)a0.06160.09060.05960.0522wR2 (all data)b0.11230.13770.08880.1132aR1 = ∑||Fo| − |Fc||/∑Fo|.bwR2 = [∑w(Fo2 − Fc2)2/∑w(Fo2)]1/2.Table 4. Crystallographic Data and Structural Refinements for 11 and 12empirical formulaC576H1168Ce12N48O332S120C42H30Ce2N6O15fw19608.221138.96temperature (K)293295wavelength (Å)0.710730.71073cryst systcubictriclinicspace groupIa3̅P1̅a/Å39.854(2)15.743(2)b/Å39.854(2)16.556(2)c/Å39.854(2)16.976(2)α/deg9099.866(1)β/deg9095.617(1)γ/deg90115.060(2)vol/Å363299(6)3876.1(8)Z22Dcalcd/mg m−31.0800.976μ/mm−11.2651.203F(000)204641120data/restraints/params10388/0/46513278/26/586GOF on F21.0841.220R1 [I > 2σ(I)]a0.04870.0997wR2 [I > 2σ(I)]b0.08630.2170R1 (all data)a0.08310.1278wR2 (all data)b0.09160.2273aR1 = ∑||Fo| − |Fc||/∑Fo|.bwR2 = [∑w(Fo2 − Fc2)2/∑w(Fo2)]1/2.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesAcknowledgmentThis work was supported by Shandong Province promotive research fund for young and middle-aged scientisits (BS2009CL048) and the National Natural Science Foundation of China (No. 20771057). Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesSupporting InformationAdditional structures, IR, TGA , XRD characterization data, and Crystallographic file in CIF format. This material is available free of charge via the Internet at http://pubs.acs.org. Crystallographic data for the structural analysis have also been deposited with the Cambridge Crystallographic Data Centre as CCDC-745285-745295 (1−11) and CCDC-746328 (12).Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesReferencesThis article references 26 other publications.1. (a) Wang, B., Côté, A. P., Furukawa, H., O’Keeffe, M., and Yaghi, O. M. Nature 2008,  453,  207[Crossref], [PubMed], [CAS]1. Colossal cages in zeolitic imidazolate frameworks as selective carbon dioxide reservoirsWang, Bo; Cote, Adrien P.; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.Nature (London, United Kingdom)\r\n        (2008),\r\n    453\r\n        (7192),\r\n    207-211CODEN:\r\n                NATUAS;\r\n        ", "title": "Structures and Properties of Porous Coordination Polymers Based on Lanthanide Carboxylate Building Units", "authors": ["Yinfeng Han", "Xiaoyan Li", "Liqing Li", "Chunlin Ma", "Zhen Shen", "You Song", "Xiaozeng You"], "doi": ["10.1021/ic902194g"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-23/ic902194g/production/images/small/ic-2009-02194g_0014.gif\">"]}