{"abstract": "Sr-UPRM-5 is a titanosilicate containing adjustable structural faulting that prescribes changes in textural properties with temperature. In this work, we studied thermally induced structural changes in Sr-UPRM-5 variants prepared using tetrapropylammonium (TPA) and tetrabutylammonium (TBA) and their correlation to the diffusion of CO and CH at 25 °C. Both Sr-UPRM-5 materials contained different amounts of structural faulting that are correlated to the formation of 12-MR pores. In situ high-temperature X-ray diffraction revealed structural changes corresponding to orthorhombic phases up to 300 °C. Analysis of in situ high-temperature Si magic angle spinning nuclear magnetic resonance (MAS NMR) spectroscopy revealed new silicon environments surrounding the archetypical Si(2Si, 2Ti) and Si(3Si, 1Ti) coordination centers. MAS NMR data analysis indicated that the Si environment in Sr-UPRM-5 (TPA) appears to be more susceptible to changes upon thermal treatment. A phenomenological volumetric transport model corrected for particle size polydispersity was used to estimate diffusion constants at 25 °C in adsorbents preactivated at different temperatures. At the optimal conditions, the CO/CH kinetic selectivities were 41 and 30 for Sr-UPRM-5 (TBA) and (TPA), respectively.", "text": "10.1021/ie5046044 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionCarbon dioxide (CO2) removal has been one of the most extensively studied topics for decades. This is, among other reasons, because CO2 remains one of the main greenhouse gases that contribute to global warming.(1) In an attempt to address the problem at the source point, natural gas has been proposed as primary step in reducing the use of other fossil fuels such as oil and coal, which are higher CO2 emission contributors than natural gas.(2-4) However, consumption of natural gas is now ramping up at an incredible pace because of shale gas fracturing expansion and the development of newer fracking technologies, allowing access to supplies that were unavailable before.(5) Therefore, methods to increase the efficient consumption of natural gas are mandatory to moderate its CO2 emissions. Furthermore, the presence of CO2 in gas mixtures also brings operational problems because it induces severe pipeline corrosion.(3, 6, 7) Because CO2 contains no heating value, its removal is also critical for avoiding a considerable decrease in methane’s (CH4) true energy supply potential.(8, 9)Many CO2 capture technologies have been developed and employed during the last two decades; the process of absorption by aqueous amines is the most commonly used method. In fact, this is one of the most mature and well-established technologies in the natural gas industry. It permits rapid cycling with a sustained CO2 removal capacity. Most amines have also good thermal stability and reactivity and allow for the removal of H2S along with CO2. However, these benefits come at the expense of considerable energy requirements because of high regeneration temperatures for which not all the amine solvent can be reused. The process also inherently involves the use of highly corrosive solvents, and their disposal can become an environmental hazard.(8, 10) More recently, separation by hydrates and membranes has been proposed for CO2 removal from CH4 effluents.(9, 11-13) These have emerged during the last couple of years as sound methods because of low cost, fewer energy requirements, simple process flow schemes, and ease of operation.(14-16) However, there are some drawbacks in the use of some of these technologies such as low chemical and thermal stability and inefficiency in reducing CO2 concentrations upon long-term operation.(16)Another proposed alternative in competitive CO2 remediation technology is the use of adsorbents in pressure swing adsorption (PSA) processes at ambient temperature.(17-19) Among many of the adsorbents that have been tested for PSA in the past, metal-based adsorbents, activated carbon, and zeolites have seen the greatest degree of commercial success.(19-21) This is mainly due to an overall reduction in energy use by the process. In addition, the relatively weak interactions between the adsorbate and the adsorbent result in ease of regeneration of the latter, requiring mechanical energy input lower than that required for the equivalent regeneration of amine solvents. In addition, the incorporation of these types of adsorbents in PSA systems could result in less capital and maintenance costs.(13) Most recently, certain metal–organic frameworks (MOFs) have been also identified as highly selective toward CO2(7, 22-25) and therefore offer tremendous potential for PSA. Different from other adsorbents in which thermodynamic equilibrium dominates the adsorption process, some of the most recent MOFs perform CO2/CH4 separations based on differences in the rate of adsorption.(22, 23) However, for kinetic separations to effectively take place during PSA operations, the size of the pores must be fairly close to that of the gas molecules to be adsorbed.(23) For most MOFs, the pore size specifications needed for CO2/CH4 kinetic separation cannot be obtained by means of simple postmodification procedures. However, certain zeolitic formulations with pore sizes in the 3–4 Å range have been reconsidered for kinetic separations. Their relative ease of preparation and working capacities are attractive characteristics for the removal of CO2 from flue gas, but the potential for increasing their selectivity toward CO2 remains limited.(8)Flexible titanium silicates represent a good alternative for developing CO2 selective adsorbent platforms because of their capacity for pore size reduction upon thermal dehydration and ease of modification for increasing it selectivity toward CO2. ETS-4 (Engelhard Corp., titanium silicate variant 4) was the first of these materials, and it is considered the standard in terms of adsorbents for the separation of similar-sized molecules such as CO2, N2, and CH4.(8, 26-33) However, upon thermal activation the material working adsorption maximum capacity is considerably reduced as a consequence of structural contraction, which translates to more adsorption–regeneration cycles.(34) In this regard, a novel flexible titanium-silicate named UPRM-5, first developed by Primera-Pedrozo and Hernández-Maldonado, has exhibited a surface area larger than that of ETS-4, as well as larger adsorption capacities toward CO2. Marcano-González and Hernández-Maldonado also found that the UPRM-5 textural properties as well as thermal stability can be modified and controlled depending on the level of faulting in the structure, which can be adjusted depending on the type of quaternary ammonium cation employed as structure directing agent (SDA).(35) For instance, the use of tetrapropylammonium (TPA+) and tetrabutylammonium (TBA+) improved the UPRM-5 structural and textural characteristics for the adsorption of CO2 in a considerable fashion.(35) A recent study by Yu et al. also showed the potential of using Sr2+-UPRM-5 prepared with tetraethylammonium (TEA+) for the selective N2 removal in natural gas upgrading.(36) The contraction property of UPRM-5 upon thermal treatment was used to reverse selectivity in favor of N2, as has been done before for ETS-4.(28, 37)Superior selectivity in Sr2+-UPRM-5 toward CO2 suggests that CO2/CH4 kinetic separation can also be possible. Furthermore, the two UPRM-5 variants that have showcased the best performance for CO2 removal so far have been Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA).(35) Therefore, the present work focuses on the determination of the potential role of UPRM-5 prepared with different degrees of faulting to separate CO2/CH4 based on both equilibrium and kinetic differences. The latter was based on diffusion data gathered using a volumetric transport model corrected for adsorbent particle size polydispersity. In addition, we have studied long- and local-range structural changes produced upon thermal contraction via indexing of in situ high-temperature X-ray diffraction (XRD) and 29Si magic angle spinning nuclear magnetic resonance (MAS NMR) spectroscopy, respectively. The thermal contraction characteristics were correlated to the adsorbents performance for CO2/CH4 separation at different activation temperatures in attempt to understand the connection between faulting and performance and therefore pave the way for developing superior adsorbents based on the same platform.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionSynthesisThe UPRM-5 variants considered for this work were synthesized by microwave-assisted hydrothermal reactions following methods available elsewhere.(34, 35) Reaction times were 12 and 20 h when employing tetrapropylammonium and tetrabutylammonium  as SDAs, respectively. Detemplation and further modification of the samples were made by liquid ion-exchange with NH4+ and Sr2+ also using methods reported elsewhere.(35, 38) For ease of identification, the strontium-modified materials will be labeled Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) depending on whether tetrapropylammonium or tetrabutylammonium cations were employed as SDAs, respectively.CharacterizationScanning electron microscopy (SEM) images were captured using a JEOL-JSM-6930LV unit working at a voltage range of 5.0–20.0 kV. The images were obtained following standard procedures for low conductive samples. The micrographs were used to determine the material morphology and particle length (x) distribution via direct sampling. The length distribution was then fitted to a cumulative Γ distribution function (P(x))(1)where α and β are the shape parameters of the distribution.In situ high-temperature XRD data were collected using a high-temperature Reactor X (Rigaku Corporation) module attached to a Rigaku Ultima III system. This system allows enclosure of the sample powder with different gas atmospheres while permitting passage of X-rays through a continuous beryllium window and heating of the sample through an infrared-based heating element. The samples were placed on a removable black quartz plate, and the temperature was measured using a 1/16 in. diameter thermocouple that was placed inside an equally sized cylindrical hole located on one side of the quartz plate for accurate measurements. X-ray scans were gathered at 3.5° min–1 while the sample was heated from room temperature to 300 °C at 1 °C min–1 in flowing helium (ultrahigh purity grade, Praxair) at 60 mL min–1. The resulting XRD data were indexed using the CRYSFIRE and the TREOR-90 routines.(39, 40)In situ high-temperature 29Si MAS NMR spectra were collected on a Bruker DRX300NMR spectrometer with the 29Si Larmor frequency of 59.63 MHz and using a 4 mm Bruker double-resonance variable temperature MAS probe. A 3.0 μs pulse (∼30° flip angle) was used for excitation of the 29Si magnetization. A total of 8192 scans were used to accumulate the signals with a recycle delay of 5 s, except for the experiments during the cooling path at 135 and 72 °C, for which 4096 scans were used. The samples were sealed in the NMR rotor and spun at 6 kHz using N2 gas. The temperature was controlled within ±0.1 °C by a Bruker BVT-2000 unit. The temperature was ramped from one temperature to the next higher temperature at a rate of 10 °C min–1 and then stabilized for about half an hour before data acquisition. The temperature was carefully calibrated independently using a lead nitrate sample spinning at 6 kHz by monitoring the plot of the 207Pd chemical shift versus temperature. The chemical shift was referenced to DSS at 0 ppm. A 40 Hz exponential line broadening was used in the spectra. All spectra were deconvoluted using the SpinWorks NMR software.Adsorption Equilibrium Isotherms and Fractional Uptake DataSingle-component CO2 and CH4 adsorption equilibrium data were gathered volumetrically using a Micromeritics ASAP 2050 unit. The isotherms were obtained at 25 °C and pressures up to 7 atm. Degas or activation of the samples were carried out at 90 and 180 °C for Sr2+-UPRM-5 (TPA) and 120 and 180 °C for Sr2+-UPRM-5 (TBA), both under vacuum for 18 h. The first temperature corresponds to the optimal condition for achieving the largest surface area (i.e., 217 and 261 m2 g–1 for Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA), respectively) while the second temperature yields a reduction of surface area of 65–84% depending on the adsorbent variant.(35) Ultrahigh purity (Praxair) grade CO2 and CH4 were used as received. The adsorption equilibration time was set to at least 100 s, and the apparent equilibrium state was corroborated by a near-zero slope condition present in at least 11 consecutive pressure transient points (i.e., a total of 1100 s worth of data per section per pressure step).Fractional uptake data were gathered volumetrically using a Micromeritics ASAP 2020 instrument fitted with a turbo molecular drag pump. The data were collected at steps of 0.1 s and different pressures. In addition, the uptake data were corrected to compensate for the ASAP 2020 equipment effective dead time (ca. 0.3 s) and for any instability caused by the system.(41) The suitability of using a volumetric phenomenological transport model was carefully evaluated to determine the diffusional behavior of the studied gases into the adsorbents.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionLong-Range Thermally Induced Framework and Pore ContractionThermally induced long-range structural changes in either Sr2+-UPRM-5 (TPA) or Sr2+-UPRM-5 (TBA) were analyzed via in situ high-temperature XRD. A set of diffraction patterns gathered from 30 to 300 °C is shown in Figure 1. Unit cell parameters for both Sr2+-UPRM-5 variants are shown in Table S1 in Supporting Information and corresponded to an orthorhombic symmetry, which correlates well with the results recently reported for the crystal refinement of Na+-UPRM-5 prepared with TEA+.(42) The structure and faulting in this variant were described via stacking of orthorhombic and triclinic polymorph phases, but the former is the predominant one (90%). The Sr2+-UPRM-5 (TBA) lattice parameters shown in Table S1 in Supporting Information are also similar to those reported for zorite, the natural counterpart of ETS-4.(43-46) In the case of Sr2+-UPRM-5 (TPA) activated at 90 °C, lattice parameters b and c appeared to be larger than those of Sr2+-UPRM-5 (TBA); however, upon dehydration, they also become similar to those of zorite.Figure 1. In situ high-temperature XRD profiles for Sr2+-UPRM-5 prepared with different SDAs.Framework contraction upon thermal treatment occurred uniformly as evidenced by the unit cell dimensions for both materials (Table S1 in Supporting Information). Sr2+-UPRM-5 (TPA) showed a total unit cell volume reduction of ca. 32% when treated from 90 to 300 °C. The overall reduction involves a dual step contraction process, namely 90 → 180 °C (step I) and 240 → 300 °C (step II), probably related to the two-step dehydration mechanism previously reported based on thermal gravimetric analyses.(35) Sr2+-UPRM-5 (TBA), on the other hand, exhibited a single-step unit cell volume reduction of ca. 7% in the 90 → 300 °C range. Lattice parameters b and c exhibited the largest reduction at high temperatures, especially for Sr2+-UPRM-5 (TPA). Lattice parameter c is plausibly associated with the 8-member ring (8-MR) channels or pores.(42) It is also believed that these pores should dominate gas adsorption kinetics because they can be size tailored in Sr2+-ETS-4 to separate similar-sized gas molecules.(47) The reduction in c dimensions within the 90 → 180 °C range was of 14 and 4% for Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA), respectively. Therefore, it should be expected that if these 8-MR pores restrict access to the UPRM-5 framework, Sr2+-UPRM-5 (TPA) should showcase the best molecular gate effect.In Situ 29Si MAS NMRThe MAS NMR tests were performed to elucidate the local-range structural changes related to the different titanium coordination states that could arise upon an increase in activation temperature and to attempt to correlate this to the choice of SDA employed during the synthesis of UPRM-5. Figure 2 shows the experimental in situ 29Si MAS NMR and deconvoluted spectra for both Sr2+-UPRM-5 (TPA) and (TBA) variants, as well as the difference spectrum between the experimental spectra and the total deconvolution. Two silicon environments were initially found in both UPRM-5 variants, similar to what has been reported for other titanium silicates. One is related to the octahedral titanium centers, Si(2Si, 2Tioct), located at around −93.0 ppm, while the other one is related to the semioctahedral titanium centers, Si(3Si, 1Tisemioct), located at around −97.0 ppm.(32, 34, 35, 48) When increasing the temperature from 60 to 150 °C, the spectral stack shows a third resonance centered originally at around −89.0 ppm, which is also related to the Si(2Si, 2Tioct) environment. This is more apparent in Figure 3, which shows chemical shifts and peak relative areas as a function of temperature. Chemical shifts for both materials remained similar and nearly constant up to 60 °C. However, as the temperature was increased further, peak relative areas underwent significant changes. As the temperature is increased, the relative area of the resonance associated with the semioctahedral titanium centers decreases (see data with triangle markers in Figure 3). Semioctahedral titanium chains (or larger amount of structural faulting) are also associated with tenacious or coordinated water present in flexible titanium silicates.(26, 49) Sr2+-UPRM-5 (TPA) exhibited the most significant reduction in the amount of semioctahedral titanium centers, from ca. 50% to ca. 28%, within the 30–150 °C range. Because faulting in these materials will translate to significant differences in textural properties, the NMR data suggests that such properties plausibly correlate with the level of dehydration of the semioctahedral titanium centers.Figure 2. In situ high-temperature 29Si MAS NMR spectra of Sr2+-UPRM-5 prepared with SDAs. The black line located at the bottom of each spectral data set gives the difference between the experimental spectrum and the sum of the deconvoluted peaks.Figure 3. 29Si MAS NMR chemical shifts and relative peak area as a function of temperature of deconvoluted spectra for (A, B) Sr2+-UPRM-5 (TPA) and (C, D) Sr2+-UPRM-5 (TBA). Circle, square, and triangle markers correspond to NMR resonances initially located at ca. −89, −93, and −97 ppm, respectively. Please refer to Figure 2.Peak relative areas associated with octahedral titanium centers reached a maximum at 90 and 120 °C for Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA), respectively (see data with square markers in Figure 3). It is also worth noting that the peak relative area associated with the Si(2Si, 2Tioct) environment increased when the temperature was increased, markedly in the case of Sr2+-UPRM-5 (TPA). The appearance of the corresponding resonance (i.e., initially centered at −89.0 ppm) and further increase in the peak relative area may be the consequence of perturbations of the octahedral titanium centers due to the release of coordinated water. This also seems to affect the semioctahedral titanium centers.Material dehydration and plausibly thermal stress appear to also induce relocation of the Sr2+cations, as suggested by the chemical shifts of the resonances related to the Si(2Si, 2Tioct) environments and initially located at −93.0 and −89 ppm. Such phenomena may occur because of deshielding of silicon atoms at temperatures higher than 90 °C. In general, these local changes seem related to framework contraction in Sr2+-UPRM-5 and therefore could dictate adsorption and textural properties for UPRM-5 adsorbents. However, such changes have been shown to be more significant in the case of Sr2+-UPRM-5 (TPA) and indicate perhaps more sensitivity toward thermal stimulus.An attempt to verify the reversibility of the formation of the new titanium environments was made by lowering the temperature after the heating stage of the in situ 29Si MAS NMR experiments (see Figure 2). The resonance located at −89 ppm suffered a decrease in intensity, and in the case of Sr2+-UPRM-5 (TPA), it was finally absent in the spectrum upon cooling to 72 °C. For the Sr2+-UPRM-5 (TBA) material, this resonance disappeared upon cooling to 135 °C. The level of noise in the sample spectra at 150 °C correlate with some level of atomic disorder due to material dehydration. Sr2+-UPRM-5 (TPA), however, seems to exhibit a higher level of disorder. Decreasing the temperature to 135 °C increased the signal noise, more so for the case of Sr2+-UPRM-5 (TPA). Because the NMR sample was sealed inside the rotor, the water that was removed from the framework during the heating phase of in situ NMR tests was probably available to readsorb onto the sample, but with limited fashion probably because of equilibrium considerations. If this hypothesis holds, then it is evident that the process is more detrimental to Sr2+-UPRM-5 (TPA). It should be noted that a significant broadening of the peak related to the Si(3Si, 1Tisemioct) was observed for both UPRM-5 samples, as well as a reduction in the corresponding relative peak area upon cooling and/or rehydration.Single-Component Equilibrium AdsorptionFigure 4 shows pure or single-component equilibrium adsorption data gathered for both CO2 and CH4 at 25 °C on adsorbent variants that were preactivated at the optimal temperature (i.e., to achieve maximum accessible surface area) or at 180 °C to elucidate effects of structural contraction. Please refer to Experimental Section for more information regarding the choice of activation temperatures. Upon activation at 180 °C, the adsorbent prepared based on TPA+ displayed an increase in CO2 loading at low pressures probably due to overlapping of the surface interaction potential as part of the structural contraction. This enhances the interactions between the neighbor adsorption sites and the adsorbate. A slight increase was observed for CH4 adsorption as well, but it is minimal in comparison probably because of the absence of a quadrupole moment contribution to the total interaction potential. That is, the interactions are mostly based on the surface electric field with the polarizability of the adsorbate.(18) In the case of the adsorbent variant prepared with TBA+, a decrease in CO2 adsorption upon activation of the adsorbent at 180 °C was probably also due to contraction of the structure. This was observed at any gas pressure, which contrasts with the loading profiles observed in Sr2+-UPRM-5 (TPA). Inspection of the CH4 adsorption isotherms show an increase in loading upon activation of the Sr2+-UPRM-5 (TBA) adsorbent at 180 °C, probably due to, once again, an enhanced adsorbate–adsorbent interaction brought about by a surface potential overlapping. However, because this phenomenon appears to be absent during the adsorption of CO2 onto the Sr2+-UPRM-5 (TPA) adsorbent variant, a possible explanation can be found by considering the bimodal pore system displayed by these materials.(42)Figure 4. Single-component CO2 and CH4 adsorption equilibrium isotherms gathered at 25 °C. The adsorbents were activated at the corresponding optimum activation temperatures (i.e., 90 and 120 °C) and at 180 °C.As reported recently for Sr2+-UPRM-5 prepared using TEA+, these materials have a set of two accessible pore channels each with different dimensions.(42) Adsorption studies made for ETS-4, which also contains a bimodal pore system, have shown that this feature results in poor prediction of adsorption–desorption diffusivities when traditional phenomenological transport models are employed.(28, 36) The narrower channels in UPRM-5 correspond to the 8-MR pore system previously mentioned, which is characteristic of flexible titanium silicates.(26, 42, 47) The other dominant pore system is a result of the structural faulting, which is controlled by the choice of SDA and effectively results in larger pore dimensions.(42) Per the discussion of the XRD results, the 8-MR pores or channel system in Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) seems to be the most affected by thermal contraction during thermal activation. Also, because of the similarity in sizes between the 8-MR pore opening and the kinetic diameter of the adsorbates, i.e. CO2 and CH4, these pores can be tailored for effective molecular sieving and therefore exert some control on the gas transport through the structure framework.In the case of Sr2+-UPRM-5 (TPA), which contains the largest amount of structural faulting, it appears that the 8-MR pores are easily accessible only to CO2 molecules. In fact, it seems that the pore dimensions could be anywhere between 3.3 and 3.8 Å, the kinetic diameters of CO2 and CH4, because there is little difference in CH4 loading upon an increase in activation temperature. CH4 is probably adsorbing preferentially onto the surface provided by the second pore system that arises from the structural faulting. Because the data shown in Figure 4 do not exhibit saturation plateaus, it is possible to assume that the dimensions of this secondary pore system are large enough to avoid significant loss in void volume upon thermal contraction up to 180 °C (relative to the dimensions of the adsorbates). The same cannot be stated in the case of Sr2+-UPRM-5 (TBA). The fact that this variant exhibits less faulting seems to translate to 8-MR pores that have dimensions larger than 3.8 Å, probably because of less twisting or contraction upon thermal treatment. The sudden increase in CH4 loading upon treatment of the TBA+ based adsorbent preactivated at 180 °C is probably due to enhanced interactions with an overlapping surface upon pore contraction. Upon an increase in CH4 pressure, the loading approaches that of the adsorbent treated at 120 °C, suggesting yet again that the pore dimensions are closer to those of CH4. However, this contraction does not bring any enhanced interactions with CO2, probably because of the smaller dimensions of this adsorbate. Similar trends should be observed during rates of adsorption, and this will be discussed next.Gas Fractional Uptakes and Diffusion Time ConstantsCO2 and CH4 fractional uptake data were gathered for both Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) at 25 °C and different adsorbent activation temperatures. Figure 5 shows uptake profiles gathered at a gas pressure of ca. 0.005 atm, which was close to the lowest pressure range monitored during the experiments and represents a condition for slow diffusion measurements (i.e., limiting kinetics). A quick inspection of the data shows what appear to be similar uptake rates for CH4 adsorption onto Sr2+-UPRM-5 (TPA) at different activation temperatures. This observation correlates well with the findings based on the analysis of the single-component adsorption equilibrium data (Figure 4) in which the CH4 appears to adsorb onto a secondary pore system that arises from the high level of faulting. In the case of Sr2+-UPRM-5 (TBA), CH4 appears to undergo slightly smaller adsorption rates upon activation of the adsorbent at 180 °C, as evidenced by the subtle shift of the fractional uptake curve in the mid- to long-time region. The same seems to happen to CO2 when adsorbing onto Sr2+-UPRM-5 (TPA), only in a prominent fashion and within the 8-MR pore system instead of the secondary one.Figure 5. Experimental CO2 and CH4 fractional uptakes for Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA). Data obtained at 25 °C and a gas pressure of 0.005 atm.The experimental transient fractional uptakes were fitted against a phenomenological model to estimate diffusion time constants (D L–2). This model included polydispersity of the adsorbent particle size. The base model employed was proposed by Ruthven for a finite volume system and slab-shaped particles(50)(2)where F is the fractional uptake, Mt the uptake at any time t, M∞ the final uptake as t approaches infinity, and D L–2 the diffusion time constant. The qn series are the nonzero positive roots of(3)where Λ is the ratio of the volumes of the solution and the slab-shaped particle. The following equation correlates the final fractional uptake to Λ:(4)where C0 is the initial solute concentration in the volume and a is the length of the space between the solute volume wall and the slab-shaped crystal.(51) The model shown in eq 2, however, does not account explicitly for the effect of polydispersity in the adsorbent particle size. This is important because, for instance, Ruthven and co-workers have reported observation of significant differences among the predicted fractional uptakes when employing different size distribution parameters.(52, 53) Here, we attempted to address this via incorporation of a particle size distribution (i.e, eq 1) to eq 2 based on data gathered from direct observations of partcle sizes.SEM micrographs (see Figure S1 in Supporting Information) gathered for the Sr2+-UPRM-5 (TBA) and (TPA) variants, which show considerable size polydispersity among the crystals. The characteristic particle or crystal length was taken to be the longest dimension for a slab-shaped crystal, L. The distribution of the crystal size was found to be well-represented by a Γ type distribution (Supporting Information). Because the statistical parameter μ/σ value was found to be less than 10, the crystal size polydispersity should not be neglected in the transport model;(53) therefore, the volumetric transport model shown in eq 2 was modified as follows:(5)Estimation of diffusion time constants was performed upon fits of the volumetric transport models (eq 5) against the mid- to long-time region of the experimental fractional uptake curves. This was done to overcome the effect of adsorption in a bimodal pore system on the prediction of the CO2 and CH4 fractional uptakes. For instance, we have assumed that the portion of the fractional uptake that represents the CO2 uptake in the 8-MR channels is the one in which the inflection toward approaching equilibrium begins (Figure 5). It is assumed that 8-MR pores will take more time to be filled because of surface and kinetic restrictions associated with the dimension of these channels. However, this consideration does not overcome the effect of bimodal system pores when the adsorbent surface is nearly empty (i.e., at low pressures). As observed in Figure S2A in Supporting Information, there is a small under-prediction of uptakes at midrange times and a small overprediction of the uptakes observed at longer times. Figure S2B in Supporting Information shows a good adjustment at short times, but also an overprediction after ca. 2 s. However, the latter disappears at longer times.Tables S2 and S3 in Supporting Information show diffusion time constant (D L–2) values for CO2 and CH4 estimated using fits of the transport model shown in eq 5 and different pressures. These values are in the same order as those that have been reported for the adsorption of light gases onto ETS-4, including CH4.(29) As stated above, the UPRM-5 adsorbent variants were preactivated at temperatures where the surface areas are known to be the greatest and the structures have suffered no collapsing:(35) 90 °C for Sr2+-UPRM-5 (TPA) and 120 °C for Sr2+-UPRM-5 (TBA). In addition, diffusion time constants were also estimated using gas fractional uptakes gathered for both UPRM-5 variants activated at 180 °C to establish a better correlation between framework contraction and kinetic adsorption selectivity, if any. Tables S2 and S3 in Supporting Information also show the residual root-mean-square errors (RRMSE) and the average relative errors (ARE) for fits between the fractional uptakes and the volumetric transport models.(54, 55)Adsorption onto Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) exhibited diffusion time constants that increase with an increase in gas pressure, which is expected because the concentration gradient toward the surface is decreasing as the loading is increased. The ARE and RRMSE values calculated for fits of fractional uptakes of CH4 onto Sr2+-UPRM-5 (TPA) are significantly smaller than those calculated for CO2, suggesting in a way that the adsorption of CH4 in the 8-MR pore system is negligible. CO2 molecules also seem to diffuse through both pore systems, but with some restrictions probably associated with the presence of residual Na+ and linked structural water and possible blockage of the pore channels of other CO2 adsorbed molecules.(36, 42, 56)CO2 Selectivity Kinetic SelectivityFor preliminary assessment of the selectivity of Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) toward CO2 over CH4, the kinetic selectivity was calculated using(6)where K is the Henry’s law constant.(36, 57) Table S4 in Supporting Information shows Henry’s law constants calculated from the adsorption equilibrium data shown in Figure 4. Figure 6 shows the resulting kinetic selectivity values at selected pressures. At an activation temperature of 180 °C, both UPRM-5 variants show smaller CO2 selectivity values, probably because of thermal framework contraction that may be limiting the access to adsorption sites located within the 8-MR channels. This correlates with what was suggested by the MAS NMR data, which showed shifting of the resonances associated with movement of the semioctahedral titanium centers upon dehydration and therefore may cause extra-framework cations (i.e., adsorption sites) to move as well and become less accessible.(29, 47)Figure 6. CO2/CH4 kinetic selectivity of Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) calculated at 25 °C, different adsorbent activation temperatures, and average gas pressure.Table 1 shows single-point equilibrium, intrinsic and kinetic selectivity values, as well as diffusion time constant ratios for selected adsorbents, including carbons, zeolites, and MOFs. The largest equilibrium CO2 selectivity among the adsorbents presented here was that for MOF-5 (∼15), followed by those for Sr2+-UPRM-5 (TBA) (∼8.0) and Sr2+-UPRM-5 (TPA) (∼8.0). The largest intrinsic CO2 selectivity corresponds to Sr2+-UPRM-5 (TBA) (∼42). However, the combination of all these elements, all unified in the kinetic selectivity, seems to benefit the Sr2+-UPRM-5 variants. Furthermore, the data shown in Table 1 considers only cases with similar CO2 and CH4 concentrations because of scarcity of data representing conditions perhaps more representative of natural gas mixtures.Table 1. Pure Component CO2/CH4 Adsorption Selectivity and Diffusivity Values Reported for Selected Adsorbentsadsorbenttemperature (°C)single-point equilibrium selectivityaαCO2/CH4bmaximum reported DCO2/DCH4maximum kinetic selectivitycreferenceSr2+-UPRM-5 (TPA) Act. @ 90 °C258.0439.860.5830.43this workSr2+-UPRM-5 (TBA) Act. @ 120 °C258.0542.340.9441.04this workSr2+-ETS-4 Act. @ 100 °C501.331.69  Cavenati et al.(29)Cu-MOF251.864.9026.0525.03Bao et al.(23)MIL-101 (Cr)304.6719.69  Munusamy et al.(58)mesoporous carbon252.914.821.846.54Saha and Deng(1)zeolite 5A255.19 0.473.6Rufford et al.(9) and Saha et al.(59)MOF-177257.055.721.587.18 MOF-52514.8114.340.6411.50 SSZ-45305.2211.47  Smeets et al.(60)ordered mesoporous carbon252.252.500.471.72Yuan et al.(4)zeolite-13X254.3413.21  McEwen et al.(10)ZIF-8253.093.13   aSingle-point equilibrium selectivity = (qCO2/qCH4) @ 1 atm.bIntrinsic selectivity: αCO2/CH4 = (KH,CO2/KH,CH4).cKinetic selectivity = (KH,CO2/KH,CH4)(DCO2/DCH4)1/2.Table 2 shows kinetic selectivity values estimated for a 4% CO2/96% CH4 hypothetical mixture, representative of the presence of CO2 in natural gas, based on single-component data. Because a kinetic selectivity greater than 12 has been considered as appropriate for gas separations in pressure swing adsorption systems,(23) the data shown in Table 2 confirms the potential use of Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) for the removal of CO2 from natural gas effluents. Furthermore, these Sr2+-UPRM-5 variants exhibit equilibrium working capacities (Figure 4) larger than those of ETS-4(38) at conditions similar to those that have been reported for the removal of CO2 from coal bed methane using the molecular gate technology (see Supporting Information for comparison of adsorption isotherms). UPRM-5 materials may provide a pathway for the improvement of separations based on PSA with flexible titanium silicates. However, more tests are needed to elucidate the effect of multicycle adsorption, tolerance to exposure to water vapor, as well as the development and optimization of appropriate regeneration schemes.Table 2. Pure Component CO2/CH4 Kinetic Selectivities Calculated at 25 °C for a Hypothetical Mixture of 4% of CO2 and 96% of CH4adsorbentD L–2 for CO2 at 4% (s–1)D L–2 for CH4 at 96% (s–1)kinetic selectivitySr2+-UPRM-5 (TPA) Act. @ 90 °C0.421.5720.68Sr2+-UPRM-5 (TBA) Act. @ 120 °C0.311.8017.68Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionThermally induced structural changes in Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) adsorbents were analyzed via in situ techniques. In situ XRD and careful indexing showed orthorhombic crystal structures and lattice parameters similar to those of zorite that remained upon dehydration even at high temperatures. The data also revealed that the 8-MR pore system in these materials is the most susceptible to contraction during thermal treatment in comparison to the pore system related to faulting. This might explain the differences in CO2 and CH4 adsorption loadings under equilibrium as well as diffusion rates. In situ 29Si MAS NMR confirmed the important role of the semioctahedral titanium centers in the thermal contraction process.Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA) adsorbents were also analyzed to determine their capacity for kinetic separation of the CO2/CH4 pair at ambient temperature. Kinetic selectivity values for CO2 over CH4 at an activation temperature of 120 °C reached a maximum of ca. 41 in the case of Sr2+-UPRM-5 (TBA) and ∼30 for Sr2+-UPRM-5 (TPA). For a hypothetical mixture of 4% CO2/96% CH4, the kinetic selectivity observed for the TPA+ adsorbent variant was ca. 20. The results show the potential of using Sr2+-UPRM-5-like materials as molecular sieves for PSA systems in the separation of CO2/CH4. However, fixed bed dynamic adsorption tests should be further performed to determine long-term reusability and bed diffusion performance for CO2 in Sr2+-UPRM-5 (TPA) and Sr2+-UPRM-5 (TBA). Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting Information(Figure S1) SEM data and corresponding particle size distributions; (Figure S2) CO2 fractional uptakes fits using modified volumetric transport models; (Figure S3) pure component CO2 equilibrium working capacities; (Table S1) crystal unit cell lattice parameters; (Tables S2 and S3) diffusion time constants for CO2 and CH4 adsorption at 25 °C; and (Table S4) Henry’s law constants. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis publication is based upon work supported by the National Science Foundation (NSF) under Grant HRD-0833112 (CREST Program). We also acknowledge support from Puerto Rico NASA Space Grant Graduate Fellowships Program as well as the NSF-sponsored Puerto Rico Institute for Functional Materials Graduate Fellowships Program under Grant EPS-1002410. The NMR measurements were performed at the National High Magnetic Field Laboratory (NHMFL) supported by NSF Cooperative Agreement DMR-1157490, the State of Florida, and the U.S. Department of Energy.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 60 other publications.1. Saha, D.; Deng, S. Adsorption Equilibrium and Kinetics of CO2, CH4, N2O, and NH3 on Ordered Mesoporous Carbon J. Colloid Interface Sci. 2010,  345,  402[Crossref], [PubMed], [CAS]1. Adsorption equilibrium and kinetics of CO2, CH4, N2O, and NH3 on ordered mesoporous carbonSaha, Dipendu; Deng, ShuguangJournal of Colloid and Interface Science\r\n        (2010),\r\n    345\r\n        (2),\r\n    402-409CODEN:\r\n                JCISA5;\r\n        ", "title": "Long- and Local-Range Structural Changes in Flexible Titanium Silicates with Variable Faulting upon Thermal Treatment and Corresponding Adsorption and Particle Size Polydispersity-Corrected Diffusion Parameters for CO/CH Separation", "authors": ["Marietta E. Marcano-González", "Riqiang Fu", "Arturo J. Hernández-Maldonado"], "doi": ["10.1021/ie5046044"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-1/ie5046044/20150108/images/small/ie-2014-046044_0006.gif\">"]}