{"abstract": "Grand canonical Monte Carlo simulations are reported for low molecular weight perfluorocarbons (CF and CF) and their dilute (10% molar) mixtures in N adsorbing unto slitlike graphite pores. Adsorption isotherms and selectivity plots are shown for various temperatures, pressures, and pore widths. It is shown how selectivities on the order of thousands may be obtained when appropriate pore widths and thermodynamic conditions are used. Selective entrapment of these super greenhouse gases onto carbon nanopores is shown to be a promising alternative in the remediation of air streams. ", "text": "10.1021/es050587n  Top of PageAbstractIntroductionIntermolecular Potential and Simulation DetailsResults and DiscussionIntroduction Perfluorohydrocarbons (PFCs), particularly lower molecular weight ones such as perfluoromethane (CF4, Halocarbon 14, PFM) and perfluoroethane (C2F6, Halocarbon 116, PFE), are particularly powerful greenhouse gases (“super” greenhouse gases), i.e., gases which when present in the troposphere have a particular ability to absorb the outgoing infrared radiation, thus causing a temperature increase in the planet. The total worldwide emissions of PFCs are small in comparison to carbon dioxide, but their extreme chemical stability makes their persistence in the atmosphere several orders of magnitude longer in time. The global warming potential (GWP) index, defined as the ratio of the infrared adsorption over 100 years of a gas as compared to the equivalent adsorption of carbon dioxide (the typical greenhouse gas), is shown in Table 1 for the lighter PFCs. Although firms in many industrialized countries are already limiting emissions, it is estimated (1) that global emissions of PFE will rise 150% in the next 50 years. Therefore, these compounds, even with relatively small emissions, have the potential to influence climate far into the future, deeming them to be, in essence, a serious environmental problem to consider as evidenced in the United Nations Framework Convention on Climate Change.     Table 1.  Global Warming Potential (GWP) of Low Molecular Weight PFC, Normalized with Respect to Carbon Dioxide for Some Greenhouse Gases (2)  gaslifetime (years)GWP (100 years) CF4 50 000 6 500 C2F6 10 000 9 200 C3F8 2 600 7 000 CO2 50−200 1   PFCs have had extensive use in the semiconductor industry in plasma cleaning of chemical vapor deposition chambers. Despite the fact that the semiconductor industry has moved away from the use of PFCs toward other less problematic gases, other sources of PFCs are still significant, namely, production as an unintended byproduct from anode effects during aluminum production, as drop-in replacement of chlorofluorocarbon refrigerants, and as potential solvents and cosolvents for supercritical fluid extraction processes and in the petrochemical industry. Some of the latter uses are just being explored, and other less conventional ones are likely to appear in the future such as the use of C2F6 for therapeutic purposes (e.g., NMR imaging (3), eye surgery (4), and modifiers for inhaled anesthetics (5)). In that sense, it is unlikely that use of PFCs will be banned altogether.   Three options are available for reducing PFC emissions:  (1) substitution, (2) abatement, or (3) recovery and recycle. With regard to the abatement technologies, the typical emission-control method in regulated environments such as chemical vapor deposition chamber cleaning is incinera tion. The process, although technologically simple, is deemed costly and has a low conversion for some PFCs such as CF4. Plasma abatement technologies have also been explored (6−8) and show promising results. Finally, several recovery methods are available (9), such as low-temperature distil lation (cryogenic recovery), membrane separation (10), and pressure swing adsorption (11). In a related fashion, activated carbon adsorption traps may be considered to remove traces of PFCs before venting effluent gases into the atmosphere.   In these latter applications choice of adsorbent is critical since relative adsorption is strongly dependent on the pore size distribution, the nature of the precursor carbon, and the activation process, which determines the type of active sites left inside the porous matrix. Typically, a thorough, expensive, and not always successful experimental search for the appropriate adsorbent and separation conditions is needed. Thus, a previous screening process performed by way of a more economical route is desired. Molecular simulation poses as an excellent alternative to determine the rough pore size and operating conditions that will favor the particular separation processes. In that context, this paper is focused on the molecular-level physical details of the adsorption of CF4, C2F6, and their mixtures with nitrogen (which would be the main component of an atmospheric stream) on model graphite slit micropores.    Top of PageAbstractIntroductionIntermolecular Potential and Simulation DetailsResults and DiscussionIntermolecular Potential and Simulation Details We used grand canonical Monte Carlo simulations (GCMC), as detailed in standard references (12−14). The grand canonical ensemble allows equilibration of a gas phase with a confined fluid phase and in this sense is an ideal scenario for studying adsorption. In GCMC the temperature, T, the volume of the pore, V, and the chemical potential of each species, μi, are kept fixed. The number of molecules in the pore is allowed to vary, and its statistical average is the relevant quantity of interest. In our simulations we replaced the chemical potential by the more convenient variable:  activity, ζi. (see ref 15 for details). On the basis of the assumption that the viral equation of state, truncated after the second virial coefficient, is sufficient to accurately describe the pressure−volume−temperature relation for the bulk gas, the pressure may be related to the activity as  where B2 is the second virial coefficient and available from reported correlations (16) as a function of temperature for the pure components studied here. For mixtures an ideal  solution is assumed (i.e., the total pressure is a sum of the partial pressures).   C2F6 and nitrogen are modeled using a two-center Lennard−Jones molecule with a fixed rigid bond length, L, and a point quadrupole of strength Q. The fluid−fluid intermolecular potential is described as  where i and j refer to the Lennard−Jones sites on the molecules, rab refers to the center−center distance among molecules, rij is the distance between the centers of sites i and j, ci = cos θi, cj = cos θj, and c = cos θi cos θj + sin θi sin θj cos φij, θi and θj are the polar angles of the molecular axis with respect to a line joining the molecular centers, φij is the difference in the azimuthal angles (17), and ε0 is the vacuum permittivity (8.85419 × 10-12 C2/(N m2). The fluid−fluid parameters are taken directly from the parametrization of Vrabec et al. (18). The Vrabec et al. parametrization gives a quantitative representation of both the equilibrium vapor−liquid coexisting bulk densities and the P−V−T behavior of the fluid phases. CF4 is modeled as a single LJ sphere with no multipolar contribution (19). Since the highest nontrivial multipole moment for tetrafluoromethane is the octopolar moment, this approximation seems appropriate. For completeness, the parameters are given in Table 2. Fluid−fluid potentials are cutoff at 2 nm, and no long-range corrections were included.     Table 2.  Fluid−Fluid Potential Parameters Used in This Work (17,18)  substanceε/k (K)σ (nm)L (nm)Q (B) N2 34.897 0.33211 0.10464 1.4397 C2F6 110.19 0.41282 0.27246 8.4943 CF4 152.27 0.470  0   While several models are currently used to mimic the intricate details of the carbon structure, the complex nature of the adsorbent and inherent difficulty in obtaining a proper characterization in terms of defined microscopical structure make it necessary to recur to simplified models. While a real activated carbon may often have a wide pore size distribution and a very complex irregular morphology, it is normally assumed that (a) Most of the important physical aspects of the adsorption are carried out in the available micropores, where the surface effects are enhanced, and (b) the overall disordered mesoporous solid may be modeled as an ensemble of well-defined simple pore geometries which, as an average, reproduce the macroscopic behavior. With this in mind, we used in our studies an adsorbent consisting of slit pores of width H with periodic boundary conditions in the plane (x−y) directions. This model is one of the simplest representations of a porous carbon that is suitable for molecular simulation; however, it has been extensively used to study adsorption in porous carbons (20). The interactions with the walls are accounted for using the structureless 10−4−3 potential of Steele (21)  where the crossed solid−fluid interaction parameters (εsi, σsi) are calculated according to the Lorentz−Berthelot rules:  σsi = (σss + σii)/2, εsf = (εss.εii)1/2; the subscript ss refers to the solid while ii refers to the fluid parameters. For a graphite surface (20):  ρss= 114 nm-3, Δ = 0.335 nm, εss/k = 28.0 K, and σss= 0.340 nm. In this context, H (the pore width) is defined as the distance between the centers of the carbon atoms, which would have formed the opposing walls, if an equivalent explicit atom−atom description was employed for the wall. It is important to note that this pore width differs from the experimentally defined pore width, which typically refers to the available space left for a certain molecule to “fit in” within the walls. Experimentally determined pore widths will be smaller, subtracting the effective radius of the carbon atoms at each surface, i.e., roughly 0.3−0.38 nm smaller.   Simulations are performed in pores with at least 98 nm2 surfaces that typically hold up a few hundred particles, depending on the pore width and conditions. Larger system sizes showed no system size dependence on the results. The systems are started up with an empty pore and filled up until an equilibrium condition is attained. Each Monte Carlo cycle consists of the movement of a randomly chosen molecule, which is chosen as either a displacement of its center of mass or a rotation about it and a random attempt to either create or destroy molecules. Block averages were made after every 100 000 cycles. Systems were left to equilibrate for at least 5 million configurations, and averages were taken about the latter 15 million configurations for each run.    Top of PageAbstractIntroductionIntermolecular Potential and Simulation DetailsResults and DiscussionResults and Discussion It is well established that although activated carbons will have a distribution of pore sizes that may include both micropores (H < 2 nm) and mesopores (2 nm < H < 50 nm), it is in the former that the strongest adsorption will take place. Similarly, although a typical carbon will have a distribution of pore sizes, one may consider that the collective adsorption of the different pores will correspond to the weighted average of the adsorption on a representative ensemble of individual pores of a fixed pore width. This approximation is widely used and accepted and is the basis for most calculations of pore size distribution from experimental isotherms. Thus, in this work only a single fixed micropore width is used in each simulation. Results are expressed in terms of the amount adsorbed (in micromoles per square meter of adsorbent) at a given temperature and bulk pressure (and composition in the case of mixtures).   Figure 1 shows the adsorption isotherms at 300 K for CF4, C2F6, and N2 in a pore of width H = 1.2 nm. It is clearly seen that at this temperature there is a strong adsorption of the PFCs, especially at pressures below 1 MPa. At pressures below  atmospheric pressure, adsorption of C2F6 is particularly enhanced over that of CF4 and N2. At the higher pressure range adsorption of CF4 is larger, producing a crossover with respect to the C2F6 adsorption isotherm, most likely due to the smaller molecular diameter of the former. While these pure component isotherms elucidate the overall expected behavior of PFCs and nitrogen at a given temperature, care should be exercised when extrapolating the results to mixtures since here more complex interactions may take place.    Figure 1 Adsorption isotherms for pure components in a pore of H = 1.2 nm at 300 K:  () C2F6, (▴) CF4, (▪) N2. Dashed lines are a guide to the eye. Results for pressures in excess of 1 MPa are given for completeness since the viral equation used for the pressure calculation is unlikely to be accurate in that region.   In Figure 2 we show the temperature dependence of the adsorption of C2F6 in a wider 2 nm pore. There is a very evident strong adsorption on the pores; however, there is no indication that even at the lowest temperature is there any capillary condensation. The slope of the isotherms at zero coverage (Henry's law regime) does show a marked increase with temperature, suggesting that at temperatures below the ones studied here distinct surface-phase transitions may be expected.    Figure 2 Adsorption isotherms for pure C2F6 in a pore of H = 2 nm at different temperatures:  at (⧫) 220, (▴) 250, () 300, and (▪) 350 K. Dashed lines are a guide to the eye.   We studied a model ambient condition stream with a 10% molar composition of C2F6 in N2 at a total pressure of 0.1 MPa and at temperatures of 250 and 300 K. Pure nitrogen mimics the air mixture. The actual air mixture, which includes additionally primarily oxygen and argon, is expected to behave similarly to nitrogen when compared to the PFCs. Selectivity, S, is defined as the ratio between the molar composition, x, of the components in the pore with respect to the ratio present in the bulk  In this case, component 1 is the PFC and component 2 is nitrogen. Figure 3 shows the high levels of selectivity for this particular case. The selectivity is a strong function of the pore width, and sharp maxima in selectivity, with actual values exceeding the thousands, are detected at pore widths close to 0.7 and 1.2 nm. It is stressed that Figure 3 has a logarithmic ordinate and the differences in selectivities between the mesopores (H > 2 nm) and nanopores (H < 2 nm) exceed an order of magnitude.    Figure 3 Selectivity, S, toward C2F6 of a bulk gas mixture of 10% molar C2F6 in N2 at a total pressure of 0.1 MPa as a function of the pore width, H:  at () 300 and (▪) 250 K. Dashed lines are a guide to the eye.   To detail the molecular-level behavior in Figure 4 we plot the excess surface adsorption Γi of each individual species, which corresponds to the adsorption on an individual basis  Here A = 2LxLy is the available simulation cell wall area, ρi is the bulk phase density corresponding to the compound's equilibrium partial pressure, and <Ni> is the ensemble average number of molecules adsorbed in the pore. Figure 4 is complemented with snapshots of equilibrium configura tions at some key conditions (Figure 5).    Figure 4 Surface excess adsorption per unit area (Γi) of each individual species for the system described in Figure 3:  at (circles) 300 and (squares) 250 K. Open symbols are N2, and closed symbols are C2F6. Dashed lines are a guide to the eye.    Figure 5 Snapshots of equilibrium configurations of the mixture of a bulk gas mixture of 10% molar C2F6 in N2 at a total pressure of 0.1 MPa at 250 K at different pore widths:  H = (a) 0.65, (b) 0.675, (c) 1.2, and (d) 2 nm. Simulation boxes are seen from the side of the pore, i.e., the pore walls are roughly perpendicular to the paper. Gray spheres represent the hard cores of the C2F6 molecules, and dark spheres represent the hard cores of the nitrogen molecules.    The isotherm at 250 K (squares in Figures 3 and 4) is noteworthy. It is seen how at very small pore widths, such that the C2F6 molecule is sterically hindered, adsorption of nitrogen is apparent (Figure 5a) however low despite its abundance (90%) in the bulk equilibrium gas. As the pore width increases and the C2F6 molecules fit within the pore walls, nitrogen is displaced and the pore is filled with a dense C2F6 phase. Closer inspection reveals no apparent ordering of the monolayer in the direction of the x−y plane of the pore, although it has a liquidlike density. Further increases in pore width do not affect significantly this monolayer. However, as soon as the pore is wide enough to fit two roughly parallel monolayers (Figure 5c) they form, again with a liquidlike density, and a jump is seen in the excess surface adsorption of C2F6. For wider pore widths, in excess of approximately 1.5 nm, these liquidlike monolayers adsorbed to each wall break down. While the confinement effect of the micropore (H < 1.5 nm) helps the preferential adsorption of C2F6, the activity is insufficient to induce a capillary condensation at this temperature. Further inspection of the configurations at larger pore widths (Figure 5d) shows that instead of a dense homogeneous distribution among the surface there is a sparse layer with considerable clustering among the C2F6 molecules. At these conditions the monolayer  in the pore is not complete. This result in itself is very significant since it shows how quite unexpectedly there is a retrograde behavior of the surface density delimiting the set of pore widths for which the adsorption of C2F6 is maximized. At higher temperatures (300 K) these effects are not so marked. The selectivity of C2F6 in N2 may be on the order of 103, making it an order of magnitude larger than the selectivity found in state of the art membrane separation processes for these mixtures (22).   Figure 6 is a selectivity plot, analogous to Figure 3, but for a gaseous mixture of 10% molar CF4 in nitrogen at 0.1 MPa. The system adsorbs CF4 preferentially for all pore widths with the exception of the smaller pore widths, for which it is sterically hindered. The results are consistent with the experimental results of Singh et al. (23), where they measured CF4/N2 selectivities in commercial activated carbons with reported pore sizes ≥ 2 nm. However, our results indicate that optimal separation is attained at smaller pore widths. In fact, Figure 6 shows that selectivities on the order of 102 may be obtained with a suitable choice of pore size for the adsorbent, making it a much more selective solvent than zeolites for which selectivities on the order of 10−20 are reported. Some differences in the behavior of C2F6 are apparent. First, the selectivity is an order of magnitude less at these conditions. Figure 7 shows the details of the excess surface adsorption for each substance involved. As opposed to the behavior of the C2F6/N2 system, the bilayer of molecules formed at wider pores (around H = 1.2 nm) is not dominated by the PFC adsorption. On the contrary, the adsorption of nitrogen is seen to be significant and there is a competition for the available adsorption surface between both types of molecules. The weaker adsorption of CF4 as compared to C2F6 at these conditions is expected when observing the individual pure component isotherms. At 10 kPa (the PFC partial pressure) Figure 1 shows that there is a rather small adsorption of CF4, while on the contrary, C2F6 is adsorbed significantly even at these low pressures. Similarly, at 90 kPa the nitrogen adsorption is only modest, however, on the order of magnitude of the CF4 adsorption. While these arguments are only qualitative in nature, since they neglect the fine details that both the particular pore geometry and the mixture fluid−fluid interaction may have on the adsorption, they serve as a first-order approximation to analyze the results.    Figure 6 Selectivity (S) toward CF4 of a bulk gas mixture of 10% molar CF4 in nitrogen at a total pressure of 0.1 MPa as a function of the pore width, H, at 250 K. Dashed line is a guide to the eye.    Figure 7 Surface excess adsorption per unit area (Γi) of each individual species for the system is described in Figure 6. Open symbols are N2, and closed symbols are CF4. Dashed lines are a guide to the eye.   Both pressure and temperature can have noticeable effects on the preferential adsorption. Figure 8 shows how the selectivity of a 1.2 nm pore toward C2F6 can change as both the temperature and the pressure are varied. Here the bulk mixture is kept fixed at 10% molar C2F6 in nitrogen (i.e., the partial pressures are varied in each state point). In particular, Figure 8 shows a maximum in the selectivity as a function of pressure. This curious phenomenon has been observed before in the context of separation of hydrocarbon mixtures via adsorption on silicalites (24) and studied in detail for mixtures of gases (particularly of the mixture of methane−CF4 on carbon nanotubes (25). Lower temperatures favor adsorption of the C2F6, raising the overall adsorption. In the  low-pressure regime an increase in the overall pressure increases the amount of PFC adsorbed and the selectivity rises. However, further increases in the partial pressure forces the nitrogen into the pore, decreasing the selectivity.    Figure 8 Selectivity, S, of a mixture of 10% C2F6 and 90% N2 in an H = 1.2 nm pore as a function of the total bulk pressure:  at (⧫) 250 and (▪) 300 K. Dashed lines are a guide to the eye    Our surface potential suffers from a significant number of simplifications with regard to the corrugation of the surface, marked anisotropy of the carbon atoms, inclusion of an explicit contribution of the quadrupolar solid−fluid interac tion, validity of direct application of fluid−fluid parameters to the adsorption process, two-body approximation, etc. A critical review of the limitations of the simulation models is available elsewhere (26). More detailed studies would require fitting of the solid−fluid parameters to some experimental information, preferably to Henry's constants or isosteric heats, which is currently unavailable in the open literature. In any case, the general pattern shown here is expected to hold true regardless of further refinements in the models. Furthermore, typical activated carbons used in industry will not be of graphitic nature, e.g., they will not possess smooth carbon surfaces, but on the contrary, the surfaces will have heterogeneities, particularly attached polar groups. These, mostly oxygenated groups, will have a larger affinity toward the PFC, enhancing selectivity with respect to nitrogen. However, the presence of oxygenated heterogeneities may also make the carbon pore hydrophilic (15, 27). Water adsorbed under these conditions forms a very stable confined fluid, even when the vapor-phase compositions are small. It is expected that practical industrial applications will involve humid air streams and/or use of high-temperature water vapor for the regeneration (desorption) process. In these cases, the PFC−water competition must be evaluated. In any case, the selectivity of the PFCs toward carbons shown by the calculations in this work suggest that super greenhouse gas impurities on the order of parts per million may be effectively removed from air streams given the appropriate adsorbent.   The actual pore size distribution will also have a marked effect on the resulting adsorption. While the study here was limited to well-defined slit pores, more complete descriptions of real pores may be obtained by adequately summing (or integrating for a continuous distribution of pore sizes) the adsorption over a number of independent ideal slit pores. The total excess adsorption Γ(P) can be calculated as  where Γ(H,P) is the kernel of the excess adsorption isotherms for slit pores of width H and f(H) is the pores size distribution.   The results shown here correspond to limiting idealized situations but serve as a physically based guideline to predict experimental outcomes. When and if experimental data (e.g., low-pressure adsorption isotherms on well-characterized porous materials) become available there will be a chance to further refine the models if necessary. The results shown cannot be sensibly taken as design-quality results for actual applications but do indicate the enormous potential of activated carbons for air remediation applications and the range of parameter values of pore sizes, temperatures, etc., in which such carbons should be designed and applied.        This article references 27 other publications. (1) Victor, D. G.; MacDonald, G. J. A model for estimating future emissions of sulfur hexafluoride and perfluorocarbons.   Climatic Change 1999, 42, 633−662.[Crossref], [CAS](1) . A model for estimating future emissions of sulfur hexafluoride and perfluorocarbonsVictor, David G.; MacDonald, Gordon J.Climatic Change\r\n        (1999),\r\n    42\r\n        (4),\r\n    633-662CODEN:\r\n                CLCHDX;\r\n        ", "title": "Adsorption of Super Greenhouse Gases on Microporous Carbons", "authors": ["Erich A. Müller"], "doi": ["10.1021/es050587n"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2005/esthag.2005.39.issue-22/es050587n/production/images/small/es050587nf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2005/esthag.2005.39.issue-22/es050587n/production/images/small/es050587nf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2005/esthag.2005.39.issue-22/es050587n/production/images/small/es050587nf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2005/esthag.2005.39.issue-22/es050587n/production/images/small/es050587nf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2005/esthag.2005.39.issue-22/es050587n/production/images/small/es050587nf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2005/esthag.2005.39.issue-22/es050587n/production/images/small/es050587nf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2005/esthag.2005.39.issue-22/es050587n/production/images/small/es050587nf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/esthag/2005/esthag.2005.39.issue-22/es050587n/production/images/small/es050587nf00008.gif\">"]}