{"abstract": "Isostructural 3D metal−organic frameworks (MOFs) undergo a crystal-to-crystal transformation at ambient conditions into a 1D chain structure either directly or via different types of intermediates depending on the ligated solvent molecules and the sample handling conditions. A single crystal of the MOF with ligated DMF molecules, [Zn(BTC)(NO)(DMF)] (), transforms into a single particle-like microcrystalline aggregate of Cu-HKUST-1 in a Cu-DMF solution.Isostructural 3D metal–organic frameworks (MOFs) [Zn(BTC)(NO)S] [where BTC = 1,3,5-benzenetricarboxylate; S = EtOH (), DMF (), DMA (), or DEF ()] of a 3-connected  net topology have been prepared in the presence of serine as a template. The MOFs show different framework stabilities depending on the sizes of the ligated solvent molecules and undergo a crystal-to-crystal transformation at ambient conditions into a 1D chain structure either directly or via different types of intermediates depending on the ligated solvent molecules and the sample handling conditions. A single crystal of the MOF with the ligated DMF molecules, [Zn(BTC)(NO)(DMF)] (), is stable in Mg- and Co-DMF solutions; however, it transforms into a single particle-like microcrystalline aggregate of Cu-HKUST-1 in a Cu-DMF solution.", "text": "10.1021/ic302641v Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionThe crystal-to-crystal transformation is one of the interesting topics of metal–organic framework (MOF) research.(1) Crystal-to-crystal transformation is typically associated with the loss, addition, substitution, and/or modification of building components of a MOF. While most crystal-to-crystal transformations of the MOFs are associated with deterioration, some crystal-to-crystal transformations lead to modification and enhancement of the properties and even introduce new functionalities into the MOFs.(1a, 2)While the removal of guest molecules in the solvent pore of rigid and stable MOFs does not affect their structural integrity and crystallinity, the removal of guest molecules in flexible MOFs or in MOFs with reactive framework components often leads to distortion of the framework structures or a complete structural change with the loss of crystallinity. In the case of a single-crystal-to-single-crystal transformation,(3) the mechanism of the transformation can be easily understood. However, most transformations in MOFs are not single-crystal-to-single-crystal transformations but rather a single-crystal-to-amorphous-solid transformation(1e, 4) or a single-crystal-to-microcrystal transformation.(5, 6) In the case of the single-crystal-to-amorphous-solid transformation, it is not easy to obtain structural information on the amorphous material; therefore, it is extremely difficult to understand the transformation mechanism. In the case of the single-crystal-to-microcrystal transformation, structural information on the microcrystalline product can be obtained either by comparing the powder X-ray diffraction (PXRD) pattern of the microcrystalline material with those of reported known structures(5) or by using an ab initio structural determination of the PXRD data.(6) Here, we report the preparation of a series of isostructural three-dimensional (3D) MOFs, [Zn2(BTC)(NO3)S3] [where H3BTC = 1,3,5-benzenetricarboxylic acid; S = ethanol (EtOH), N,N′-dimethylformamide (DMF), N,N′-dimethylacetamide (DMA), or N,N′-diethylformamide (DEF)], of a 3-connected srs net topology with different sizes of ligated solvent molecules and their single-crystal-to-microcrystal transformations. The framework stabilities of the MOFs and their crystal-to-crystal transformations were investigated at dinitrogen, ambient, and water conditions and also in MII-DMF (where MII = MgII, CoII, or CuII) solutions.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionGeneral ProceduresAll of the reagents were purchased from commercial sources and were used without further purification. Elemental analysis (C, H, and N) was performed using a Thermo Scientific Flash 2000 elemental analyzer. Metal ions (Zn, Co, and Mg) were analyzed using a Varian 720-ES inductively coupled plasma atomic emission spectrometer. Thermal gravimetric analysis (TGA) data was recorded using a TA Instruments Q-600 series thermal gravimetric analyzer under flowing nitrogen gas with a heating rate of 5 °C/min between ambient temperature and 600 °C. Fourier transform infrared (FT-IR) spectra were recorded as KBr pellets with a Nicolet iS 10 FT-IR spectrophotometer (4000–400 cm–1). PXRD data were recorded using a Bruker D2 Phaser automated diffractometer at room temperature, with a step size of 2θ = 0.02°. Simulated PXRD patterns were calculated using the Material Studio software package employing single-crystal data.(7)Preparation of MOFs[Zn3(BTC)2(H2O)3] (Zn-HKUST-1)Zn-HKUST-1 was prepared using a procedure that was slightly modified from the reported procedures.(8) A 0.021 g (0.099 mmol) amount of H3BTC was dissolved in 12 mL of DMF in a 20 mL vial. A 0.150 g (0.504 mmol) amount of Zn(NO3)2·6H2O was added to the solution. The clear colorless solution was heated at 60 °C for 4 days. After cooling to ambient temperature, block-shaped colorless transparent crystals were filtered from the solution.[Zn2(BTC)(NO3)(EtOH)3]·2EtOH·2H2O (1·2EtOH·2H2O)A 0.021 g (0.099 mmol) amount of H3BTC and a 0.011 g (0.105 mmol) amount of serine (l-serine, d-serine, or racemic serine) were dissolved in 12 mL of anhydrous EtOH in a 20 mL vial, and the solution was sonicated for 30 min. A 0.150 g (0.504 mmol) amount of Zn(NO3)2·6H2O was added to the above turbid solution. The addition of Zn(NO3)2·6H2O changed the turbid solution to a clear solution after stirring. The clear solution was heated at 60 °C for 4 days. After cooling to room temperature, the block-shaped colorless transparent crystals formed were filtered and dried under dinitrogen in a glovebag. Yield: 0.008 g. IR (KBr, cm–1): 3428 (s, br), 3088 (vw), 2979 (m), 2938 (w), 2889 (w), 1716 (vw), 1638 (vs), 1612 (sh), 1572 (sh), 1505 (vw), 1445 (w), 1384 (vs), 1360 (sh), 1301 (vw), 1270 (vw), 1211 (w), 1107 (w), 1086 (w), 1039 (m), 944 (vw), 877 (w), 832 (w), 765 (m), 716 (m), 667 (w). Elem anal. Calcd for Zn2(BTC)(NO3)(EtOH)5(H2O)2 (C19H37NO16Zn2; fw = 666.26 g/mol): C, 34.25; H, 5.60; N, 2.10. Found: C, 34.25; H, 5.27; N, 2.29. The crystals turned opaque when exposed to air.[Zn2(BTC)(NO3)(DMF)3]·H2O (2·H2O).2 was prepared according to the same synthetic procedure as that for 1 but in a DMF solvent. Yield: 0.036 g. IR (KBr, cm–1): 3433 (s, br), 3080 (vw), 2967 (sh), 2934 (w), 2875 (sh), 1677 (sh), 1654 (vs), 1631 (m), 1588 (m), 1562 (sh), 1476 (vw), 1439 (s), 1419 (vw), 1383 (vs), 1369 (sh), 1301 (s), 1252 (vw), 1106 (s), 1062 (w), 1016 (w), 944 (vw), 814 (vw), 769 (s), 718 (s), 681 (m), 669 (w), 568 (vw), 471 (vw), 435 (vw). Elem anal. Calcd for Zn2(BTC)(NO3)(DMF)3(H2O) (C18H26N4O13Zn2; fw = 637.18 g/mol): C, 33.93; H, 4.11; N, 8.79. Found: C, 33.71; H, 4.21; N, 9.27.[Zn2(BTC)(NO3)(DMA)3] (3).3 was prepared according to the same synthetic procedure as that for 1 but in a DMA solvent and at 85 °C for 4 days. Yield: 0.012 g. IR (KBr, cm–1): 3427 (s, br), 3080 (vw), 2934 (w), 2876 (sh), 1653 (sh), 1618 (vs), 1605 (sh), 1588 (sh), 1565 (sh), 1508 (w), 1475 (w), 1440 (s), 1419 (m), 1401 (m), 1382 (sh), 1369 (vs), 1304 (s), 1263 (m), 1192 (w), 1102 (w), 1059 (vw), 1023 (w), 966 (vw), 944 (vw), 815 (vw), 768 (s), 718 (s), 610 (m), 592 (m), 477 (m), 434 (m). Elem anal. Calcd for Zn2(BTC)(NO3)(DMA)3 (C21H30N4O12Zn2; fw = 661.23 g/mol): C, 38.14; H, 4.57; N, 8.47. Found: C, 38.08; H, 4.67; N, 8.49.[Zn2(BTC)(NO3)(DEF)3] (4).4 was prepared according to the same synthetic procedure as that for 1 but in a DEF solvent. Yield: 0.037 g. IR (KBr, cm–1): 3432 (s, br), 3076 (vw), 2977 (s), 2938 (m), 2874 (sh), 1670 (sh), 1643 (sh), 1629 (vs), 1586 (m), 1568 (sh), 1506 (sh), 1479 (w), 1462 (w), 1438 (m), 1419 (sh), 1382 (sh), 1366 (vs), 1302 (s), 1265 (m), 1213 (m), 1126 (m), 1103 (m), 1085 (sh), 1072 (w), 1019 (m), 998 (sh), 965 (sh), 944 (m), 825(m), 767 (s), 717 (s), 661 (m), 572 (w), 528 (w), 473 (vw), 438 (w). Elem anal. Calcd for Zn2(BTC)(NO3)(DEF)3 (C24H36N4O12Zn2; fw = 703.31 g/mol): C, 40.99; H, 5.16; N, 7.97. Found: C, 40.79; H, 5.32; N, 8.09.Crystal-to-Crystal Transformation of 2 to Cu-HKUST-1Bulk Crystal-to-Crystal Transformation of 2 to Cu-HKUST-1Approximately 0.03 g of the as-synthesized crystals of 2 were soaked in 20 mL of a 0.1 M Cu(NO3)2·6H2O/anhydrous DMF solution. The solution was refreshed every day using a fresh Cu(NO3)2·6H2O/DMF solution during the 14 days of soaking. The transformed crystals were washed using anhydrous DMF and air-dried.Single-Crystal-to-Microcrystal Transformation of a Single Crystal of 2 to a Microcrystalline Aggregate of Cu-HKUST-1A single crystal of 2 with dimensions of 0.30 × 0.25 × 0.14 mm3 was selected and transferred into 1.5 mL of a 0.2 M Cu(NO3)2·6H2O/anhydrous DMF solution in a capillary tube. The tube was flame-sealed and allowed to stand at ambient temperature for 30 days to complete the transformation into Cu-HKUST-1.Crystallographic Data Collection and Refinement of the StructureCrystals were coated with Paratone oil, and the diffraction data were measured at 173 K with Mo Kα radiation on an X-ray diffraction camera system using an imaging plate equipped with a graphite-crystal incident-beam monochromator. The Rapid Auto software(9) was used for data collection and processing. The structures were solved by direct methods and refined by full-matrix least-squares calculations using the XS and XL programs of the SHELXTL PLUS software package,(10) respectively.Compound 1:[Zn2(BTC)(NO3)(EtOH)3]·3EtOH (C21H36N1O15Zn2), fw = 673.25 g/mol, orthorhombic, space group P212121, a = 13.385(3) Å, b = 14.712(3) Å, c = 15.573(3) Å, V = 3066.7(11) Å3, Z = 4, μ (Mo Kα, λ = 0.71073 Å) = 1.629 mm–1, 23228 reflections were collected, 5394 were unique (Rint = 0.1936). Two zinc atoms, a ligand, a coordinated nitrate anion, three ligated EtOH molecules, and three lattice EtOH molecules were observed as an asymmetric unit. All non-hydrogen atoms were refined anisotropically; the hydrogen atoms were assigned isotropic displacement coefficients U(H) = 1.2U(C) and 1.5U(Cmethyl); their coordinates were allowed to ride on their respective atoms. The least-squares refinement of the structural model was performed under geometry and displacement parameter restraints such as DFIX and ISOR on EtOH molecules. Least-squares refinement of the structure converged at final R1 = 0.0973 and wR2 = 0.2329 for 4279 reflections with I > 2σ(I) and R1 = 0.1192 and wR2 = 0.2588 for all 5394 reflections. The largest difference peak and hole were 1.599 and −0.803 e/Å3, respectively. The Flack parameter value of 0.01(3) obtained indicated that the structure is homochiral.Compound 2:[Zn2(BTC)(NO3)(DMF)3] (C18H24N4O12Zn2), fw = 619.15 g/mol, cubic, space group P213, a = b = c = 14.1069(16) Å, V = 2807.3(6) Å3, Z = 4, μ (Mo Kα, λ = 0.71073 Å) = 1.768 mm–1, 27655 reflections were collected, 2149 were unique (Rint = 0.0589). Two zinc atoms on a crystallographic 3-fold axis and a statistically disordered ligated nitrate around the crystallographic 3-fold axis, a BTC ligand on another crystallographic 3-fold axis, and a statistically disordered ligated DMF molecule were observed as an asymmetric unit. All non-hydrogen atoms were refined anisotropically; the coordinates of the hydrogen atom attached to the ligand were allowed to ride on the respective atom and refined isotropically. The hydrogen atoms attached to the disordered DMF molecule were not included in the least-squares refinement. The least-squares refinement of the structural model was performed under geometry and displacement parameter restraints such as DFIX, DANG, FLAT, and ISOR for the ligated DMF molecule and the nitrate anion. Refinement of the structure converged at final R1 = 0.0691 and wR2 = 0.1898 for 1638 reflections with I > 2σ(I) and R1 = 0.0850 and wR2 = 0.2134 for all 2149 reflections. The largest difference peak and hole were 0.477 and −0.428 e/Å3, respectively. The Flack parameter value of −0.04(4) obtained indicated that the structure is homochiral.Compound 3:[Zn2(BTC)(NO3)(DMA)3] (C21H30N4O12Zn2), fw = 661.23 g/mol, orthorhombic, space group P212121, a = 12.662(3) Å, b = 14.662(3) Å, c = 15.434(3) Å, V = 2865.2(10) Å3, Z = 4, μ (Mo Kα, λ = 0.71073 Å) = 1.738 mm–1, 27448 reflections were collected, 6541 were unique (Rint = 0.0591). Two zinc atoms, a ligand, a coordinated nitrate anion, and three ligated DMA molecules were observed as an asymmetric unit. Two of the DMA molecules are statistically disordered. All non-hydrogen atoms were refined anisotropically; the hydrogen atoms were assigned isotropic displacement coefficients U(H) = 1.2U(C) and 1.5U(Cmethyl); their coordinates were allowed to ride on their respective atoms. The least-squares refinement of the structural model was performed under geometry and displacement parameter restraints such as DANG, DFIX, FLAT, and ISOR on the disordered DMA molecules. Least-squares refinement of the structure converged at final R1 = 0.0371 and wR2 = 0.0794 for 5809 reflections with I > 2σ(I) and R1 = 0.0436 and wR2 = 0.0822 for all 6541 reflections. The largest difference peak and hole were 0.427 and −0.472 e/Å3, respectively. The Flack parameter value of −0.02(4) obtained indicated that the structure is homochiral.Compound 4:[Zn2(BTC)(NO3)(DEF)3] (C24H36N4O12Zn2), fw = 703.31 g/mol, orthorhombic, space group P212121, a = 13.798(3) Å, b = 14.375(3) Å, c = 15.228(3) Å, V = 3020.3(10) Å3, Z = 4, μ (Mo Kα, λ = 0.71073 Å) = 1.654 mm–1, 23010 reflections were collected, 5305 were unique (Rint = 0.1523). Two zinc atoms, a ligand, a coordinated nitrate anion, and three ligated DEF molecules were observed as an asymmetric unit. One of the DEF molecules is statistically disordered. All non-hydrogen atoms were refined anisotropically except the disordered DEF molecule; the hydrogen atoms were assigned isotropic displacement coefficients U(H) = 1.2U(C) and 1.5U(Cmethyl); their coordinates were allowed to ride on their respective atoms. The least-squares refinement of the structural model was performed under geometry and displacement parameter restraints such as DANG, DFIX, FLAT, and ISOR on the DEF molecules. Final least-squares refinement of the structure converged at a final R1 = 0.1140 and wR2 = 0.2835 for 3355 reflections with I > 2σ(I) and R1 = 0.1479 and wR2 = 0.3178 for all 5305 reflections. The largest difference peak and hole were 1.362 and −0.736 e/Å3, respectively. The Flack parameter value of 0.05(5) obtained indicated that the structure is homochiral.Gas-Sorption MeasurementsAll of the gas-sorption isotherms were measured using a BELSORP-max (BEL Japan, Inc.) adsorption system employing a standard volumetric technique up to saturation pressure. The dinitrogen (purity = 99.999%), argon (purity = 99.9999%) and carbon dioxide (purity = 99.999%) sorption isotherms were monitored at 77, 87, and 195 K, respectively. The activated samples, 1a and 2a, were prepared by vacuum-drying the as-synthesized samples, 1 and 2, respectively, at room temperature for 48 h and at 72 °C for an additional 16 h.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionH3BTC is one of the most widely used ligands as a potential 3-connected node in MOF research. It is well-known that the reaction of the ligand with a CuII ion leads to Cu-HKUST-1 ([Cu3(BTC)2S3], where S is a solvent ligated to the CuII ion) of a 3,4-connected tbo net topology.(11) Cu-HKUST-1 could be prepared in various reaction conditions including the employment of different solvent conditions, which is probably due to the strong tendency of the CuII ion to form a Cu2(COO)4 square-paddle-wheel secondary building unit (SBU) with ligands containing a carboxylic acid residue.The solvothermal reaction of Zn(NO3)2·6H2O with H3BTC in DMF also led to an isostructural MOF, Zn-HKUST-1, with ZnII as a framework metal ion.(8) However, it is well-known that the reactions of ZnII with ligands containing carboxylate groups result in structures with diverse Zn(COO) clusters as SBUs.(12) In contrast to the reaction conditions for Cu-HKUST-1, small changes in the reaction conditions such as the solvent used often lead to completely different structures with different forms of Zn(COO) SBUs. For example, a reaction similar to that for Zn-HKUST-1 but in DMA as a solvent led to a 3D MOF, 3,(13a) of a 3-connected srs net topology, where both the dinuclear Zn2(COO)3 cluster and the BTC ligand served as 3-connected nodes. One ZnII ion in the 3-connected dinuclear Zn2(COO)3 cluster of the MOF has a tetrahedral geometry with three oxygen atoms of the bridging carboxylate groups and a monodentate nitrate anion, and the other ZnII ion has an octahedral geometry with three carboxylate oxygen atoms and three oxygen atoms of the ligated DMA molecules. An isostructural 3D MOF of the same srs net topology, 1 (MOF-4), with the nitrate ion in a chelating bidentate binding mode was also prepared by Yaghi and co-workers by vapor diffusion of triethylamine into the EtOH solution of ZnII and H3BTC at ambient temperature.(13b) However, attempts to produce an isostructural 3D MOF of the srs net topology in a DMF solvent by using several different variations of reactant concentrations and temperatures were not successful. In this study, we investigated the possibility of producing isostructural MOFs in various solvents by utilizing a chiral template because the MOF of the srs net topology is a chiral network.The same solvothermal reaction condition for Zn-HKUST-1(8) but in the presence of serine (l-serine, d-serine, or racemic serine) as a chiral template produced the [Zn2(BTC)(NO3)(DMF)3] structure of the srs net topology (2) as a pure phase.(14) The crystal of 2 belongs to the cubic space group P213 as the reported crystal structure of MOF-4. The dinuclear Zn2(COO)3 cluster of a three-bladed paddle-wheel SBU as a 3-connected node is interlinked to the BTC as another 3-connected node to form a uninodal 3-connected network of the srs net topology (Figure 1). While the disordered nitrate anion in MOF-4 is ligated to the tetrahedral ZnII site in the chelating bidentate binding mode, the disordered nitrate anion in 2 is ligated to the tetrahedral ZnII site in a monodentate binding mode. The framework of the srs net topology generates a 3D solvent channel running parallel to all three crystallographic axes. The three ligated DMF molecules at the octahedral ZnII site of the three-bladed paddle-wheel SBU together with the ligated nitrate anion are exposed in the solvent channel (with a cavity volume of 360 Å3, which comprises ∼13% of the total unit cell volume; Figure 2b).(15)Figure 1. Schematic diagram of 2, where the dinuclear Zn2(COO)3 cluster of a three-bladed paddle-wheel SBU as a 3-connected node is interlinked to the BTC as another 3-connected node to form a uninodal 3-connected network of the srs net topology.Figure 2. Space-filling diagram of the MOFs around the ligated anion: (a) 1; (b) 2; (c) 3; (d) 4. The ZnII ion with tetrahedral coordination geometry and the ligated anions are represented in green. Color codes for other atoms: zinc, cyan; carbon, gray; oxygen, red; nitrogen, blue; hydrogen, white.The same solvothermal reactions of ZnII and H3BTC in the presence of serine but in EtOH, DMA, and DEF as the reaction solvents also led to isostructural MOFs, [Zn(BTC)(NO3)S3] [where S is EtOH (1), DMA (3), and DEF (4), respectively] of the same srs net topology. In the crystal structures of 1, 3, and 4, in contrast to MOF-4 and 2, the monodentate nitrate anion is ligated at the tetrahedral ZnII ion of the dinuclear Zn2(COO)3 cluster as in the reported crystal structure of 3 with the orthorhombic space group P212121.(16) In 1, the three ligated EtOH molecules together with the ligated NO3– anion are also exposed in the solvent channel as in the crystal structure of 2 (Figure 2a,b). However, the cavity volume of the solvent channel of 1 (1230 Å3, ∼40% of the total unit cell volume) is much larger than that of 2. The framework with sterically less demanding ligated EtOH molecules generates a larger solvent cavity than the frameworks with sterically more demanding ligated solvent molecules. 3 with sterically more demanding ligated DMA molecules leaves only a very small solvent cavity (the cavity volume is 199 Å3; ∼7% of the total unit cell volume; Figure 2c), and 4 with sterically most demanding ligated DEF molecules does not leave any available solvent cavity (Figure 2d).The TGA data of the isostructural frameworks 1–4 in a dinitrogen environment showed different thermal stabilities of the frameworks depending on the solvent molecules ligated to the framework metal ion (Figure S1 in the Supporting Information, SI). The PXRD data of the isostructural frameworks at ambient conditions also showed completely different framework stabilities. Although the optical microscopic pictures of the MOFs clearly indicated the homogeneity of the bulk crystalline samples (Figure S2 in the SI), and the single crystals used for the structure analyses are representative of the corresponding bulk crystalline samples, the PXRD patterns of the isostructural frameworks are all different from each other (Figure 3).Figure 3. PXRD patterns of the isostructural MOFs 1–4, prepared under ambient conditions.The PXRD pattern of 1 prepared at ambient conditions is different from the simulated pattern from the single-crystal structure of 1 (Figure 4). The PXRD pattern is the same as that of the reported ZnIIBTC-based 1D zigzag chain structure, [Zn3(BTC)2(H2O)12], of one distorted octahedral and two regular octahedral ZnII metal centers with a total of 12 ligated water molecules.(17) During the preparation for the PXRD experiment, the 3D MOF of the srs net topology with the ligated EtOH molecules was transformed into the 1D chain structure by the water molecules present at ambient conditions. However, the PXRD pattern of 1 prepared in a dinitrogen environment is similar to the simulated pattern from the single-crystal structure of 1, although the peaks are weak and broadened. When the sample prepared under dinitrogen was exposed at ambient conditions, the PXRD pattern changed to that of the 1D chain structure within 4 h (Figure 4). The easy accessibility of the water molecules available at ambient conditions to the tetrahedral metal center of 1 with the large accessible solvent cavity is responsible for the framework instability and the fast crystal-to-crystal transformation reaction.Figure 4. PXRD patterns of 1 prepared under dinitrogen and ambient conditions.The PXRD pattern of the as-synthesized sample 2 prepared at ambient conditions is also different not only from the simulated pattern of the single-crystal structure of 2 but also from that of the reported 1D chain structure (Figure 5). However, the PXRD pattern of the unidentified phase changed to that of the reported 1D chain structure within 4 h at ambient conditions (Figure 5a). The PXRD pattern of the as-synthesized sample 2 prepared in a dinitrogen environment was also the same as the simulated pattern from the single-crystal structure of 2 (Figure 5b). When this sample was exposed to ambient conditions, the PXRD pattern slowly changed to that of the 1D chain structure via the above-mentioned PXRD pattern of the unidentified phase. However, when a few drops of water were added to 2 prepared under dinitrogen, the PXRD pattern of 2 immediately changed to a new crystalline phase, which was the same as the reported corrugated 2D layer structure, [Zn3(BTC)2(H2O)8], of the hcb net topology of two distorted trigonal-bipyramidal and one regular octahedral ZnII metal centers with a total of eight ligated water molecules (Figure 5c).(18) The 2D layer structure slowly transformed into the reported 1D chain structure, [Zn3(BTC)2(H2O)12]. The framework stability of 2 is also related to the accessible solvent cavity. 2 with ∼13% solvent cavity is only stable under dinitrogen. The quick addition of a small amount of water to 2 prepared under dinitrogen led to the 2D layer structure as an intermediate structure before the final transformation to the 1D chain structure with the maximum amount of ligated water molecules at the metal centers. When the sample prepared under dinitrogen was exposed to ambient conditions, it slowly turned to an unidentified crystalline phase as an intermediate structure, probably with both DMF and water molecules as ligated solvent molecules.(19) Then, the intermediate structure transformed to the 1D chain structure without formation of the 2D layer structure as another type of intermediate structure. It is not clear why the 2D structure is not observed as an intermediate framework structure when the sample prepared under dinitrogen was exposed to ambient conditions.(20)Figure 5. PXRD patterns of 2 prepared under (a) ambient and (b) dinitrogen conditions and (c) of 2 prepared under dinitrogen conditions and then after the immediate addition of water molecules.The stabilities of 3 and 4 are also related to the accessible solvent cavities of the framework structures. The structure of 3 showed enhanced stability compared with that of 2 at ambient conditions. The PXRD pattern of 3 prepared even at ambient conditions is the same as the simulated powder pattern from the single-crystal structure of 3 (Figure 6). 3 slowly transformed into a 1D chain structure over 4 days. 4 with no solvent cavity is the most stable framework among the series of MOFs. The PXRD patterns of 4 suggest that the framework is stable for at least a couple of days at ambient conditions and slowly turns to the 1D chain structure over a period of 1 week (Figure 7). The slow transformation kinetics of the framework structure with no accessible solvent channel was related to the limited accessibility of the water to the reactive ZnII center of the dinuclear SBU of 4, which is probably the tetrahedral ZnII center. Before transformation of the 3D framework into the 1D chain structure, the replacement of the ligated DEF molecules by the ligated water molecules needs to proceed for generation of the accessible channel to the reactive metal center.Figure 6. PXRD patterns of 3 prepared under ambient conditions.Figure 7. PXRD patterns of 4 prepared under ambient conditions.2 transforms to the network structure of an unidentified phase and then finally to the 1D chain structure. Transformation to the unidentified phase probably involves the partial replacement of the coordinated solvent molecules of the octahedral ZnII ion by ambient water molecules and/or the addition of water molecules to the tetrahedral ZnII ion, which leads to significant structural reorganization of the dinuclear three-bladed paddle-wheel center in the framework structure and the subsequent network transformation, as indicated in the complete change of the PXRD pattern. In the subsequent network transformations, the metal centers in the network structure of an unidentified phase change into the two different types of octahedral ZnII centers of the 1D chain structure. In the presence of enough water molecules, the 3D MOF with the dinuclear three-bladed paddle-wheel center transforms into trigonal-bipyramidal and octahedral ZnII centers of the 2D layer structure without formation of the unidentified phase and subsequently to the 1D chain structure with all of the ZnII centers of the octahedral geometry.Two isostructural MOFs with Zn/Co and Zn/Mg mixed metal ions as a dinuclear three-bladed paddle-wheel SBU have been reported.(21) These isostructural heterometallic MOFs with heterometallic SBUs were prepared via solvothermal reactions using equimolar quantities of Zn(NO3)2·4H2O/Co(NO3)2·6H2O and Zn(NO3)2·4H2O/Mg(NO3)2·6H2O mixtures as mixed framework metal-ion sources with H3BTC. Recently, the exchange of framework metal ions, i.e., transmetalation, was reported as an approach to preparing isostructural MOFs.(8b, 22) However, attempts to obtain the isostructural Zn/Co and Zn/Mg heterometallic MOFs via selective transmetalation of the framework metal ions were not successful. Soaking the single crystals of 2, which contain ZnII ion as a framework metal ion, in a 0.1 M Mg(NO3)2·6H2O/DMF solution or a 0.1 M Co(NO3)2·6H2O/DMF solution for more than 1 week did not indicate any hint of transmetalation of the framework metal ion.(23) In contrast, soaking single crystals of 2 in 20 mL of a 0.1 M Cu(NO3)2·6H2O/DMF solution led to the gradual color change of the crystals over 2 weeks for complete exchange of all of the framework metal ions. The PXRD pattern of the copper-exchanged sample is different from the simulated PXRD pattern of the single-crystal structure of 2; however, it matches well with the simulated PXRD pattern from the reported single-crystal structure of Cu-HKUST-1 (Figure 8). To check whether the transformation process is a crystal-to-crystal transformation rather than a dissolution-and-recrystallization process, a single crystal of 2 was selected and soaked in a sealed capillary tube containing 1.5 mL of a 0.2 M Cu(NO3)2·6H2O/DMF solution. The partial exchange of the framework metal ions could be noticed within a day from the color change of the crystal (Figure 9). Interestingly, the color change was localized at several discrete domains of the crystal, and the size and number of domains increased as the soaking continued for a month for complete exchange of all of the framework metal ions of 2. The crystal morphology remained intact even after the complete exchange of the framework metal ions. However, the diffraction study of a metal-exchanged single-particle-like sample on a single-crystal diffractometer using synchrotron radiation only showed the diffraction pattern of a powder crystalline sample. The 2D PXRD pattern obtained from the single-particle-like sample using a CCD detector was converted to a 1D powder pattern using the FIT2-D program,(24) which is the same as that of the bulk sample (Figure 8). In short, the ZnII-based 3D network of the srs net topology transformed to the CuII-based 3D network of the tbo net topology, Cu-HKUST-1. Although the morphology of the single-particle-like sample looks intact during the transformation, it is not a single-crystal-to-single-crystal transformation but is a single-crystal-to-microcrystal transformation. Transformation of the 3-connected Zn2(COO)3 SBU in the ZnII-based srs network into a 4-connected Cu2(COO)4 SBU in the CuII-based tbo network led to significant structural reorganization of the building components. The crystal-to-crystal transformation localized at several discrete domains rather than throughout the whole crystal caused severe strain at the interfaces of the crystalline domains to generate an aggregate of Cu-HKUST-1 microcrystals.Figure 8. PXRD patterns of 2 soaked in CuII-DMF solutions: (a) Simulated PXRD pattern from a single-crystal structure of 2; (b) as-synthesized sample obtained by soaking bulk crystals of 2 in 20 mL of a 0.1 M CuII-DMF solution for 14 days; (c) PXRD pattern of a single crystal soaked in 1.5 mL of a 0.2 M CuII-DMF solution for 30 days;(25) (d) simulated PXRD pattern from a single-crystal structure of Cu-HKUST-1.Figure 9. Optical microscopic photographs of a single crystal of 2 (0.30 × 0.25 × 0.14 mm3) soaked in 1.5 mL of a 0.2 M Cu(NO3)2·2.5H2O/DMF solution at ambient temperature. The photographs are for a single crystal in a CuII-DMF solution after different periods.The gas-sorption behavior of the two activated samples 1a and 2a were investigated. The sorption behavior of 1a is similar to that of MOF-4.(26)1a, activated via a procedure similar to that reported for MOF-4, does not show any dinitrogen, argon, and carbon dioxide sorption at 77, 87, and 195 K, respectively (Figure S4 in the SI). Even though the potential pore volume of as-synthesized 1 is ∼40% of the unit cell volume, activated 1a does not have any accessible pores for dinitrogen, argon, and carbon dioxide gases. The amorphous PXRD pattern of 1a after the sorption study (Figure S5 in the SI) also supports the collapse of the pore. The PXRD pattern of 2a is similar to that of as-synthesized 2 (Figure S5 in the SI), which tells that the porosity of 2a is maintained after removal of the solvent from the pore. The sorption behavior of 2a is different from that of 1a (Figure 10). Even though the structure of 2a is very similar to that of 2, 2a again does not show any dinitrogen and argon sorption at 77 and 87 K, respectively, but shows the uptake of carbon dioxide, 44 cm3/g, at 1 bar and 195 K. Slow sorption kinetics and the adsorption–desorption hysteresis of 2a on carbon dioxide suggest that the aperture dimension of the pore is smaller than the kinetic diameters of dinitrogen and argon (3.64 and 3.40 Å) but approximately matches the kinetic diameter of carbon dioxide (3.30 Å) and a certain extent of the framework flexibility.(27)Figure 10. Sorption isotherms of 2a on N2, Ar, and CO2 at 77, 87, and 195 K, respectively. Solid and open shapes represent adsorption and desorption, respectively.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsWe have synthesized a series of self-resolved homochiral isostructural MOFs of a uninodal 3-connected srs net topology with different ligated solvent molecules. While the reactions in the absence of the template serine led to different types of framework structures (or mixtures of several different framework structures) depending on the solvent used, identical reactions in the presence of serine resulted solely in the isostructural MOFs as a pure phase.Depending on the size of the ligated solvent molecule at the Zn2(COO)3 cluster of a three-bladed paddle-wheel SBU, the size of the accessible solvent channel of the MOF varies. The MOFs in the solid state exhibited different tendencies for framework transformation upon exposure to air. The different sizes of the accessible solvent channel lead to different accessibilities of water molecules to the reactive metal site and subsequently to different framework reactivities at ambient conditions. All of the frameworks are stable under dinitrogen; however, at ambient conditions and in the presence of water molecules, all of them ultimately transform into the thermodynamically most stable 1D chain structure, [Zn3(BTC)2(H2O)12] (Scheme 1). While 1, 3, and 4 directly transform to the 1D chain structure without the formation of any intermediate structures (Scheme 1a,c), 2 transforms to the 1D chain structure either via an unidentified intermediate at ambient conditions or via the 2D layer structure ([Zn3(BTC)2(H2O)8]) in the presence of sufficient water molecules added to the sample (Scheme 1b).Scheme 1. Crystal-to-Crystal Transformations of the Series of Isostructural MOFs (a) 1, (b) 2, (c) and 3 and 4, under Ambient Conditions, Water Molecules, and CuII-DMF SolutionAlthough the framework structure of 2 with a homodinuclear Zn2(COO)3 SBU is reactive and the isostructural MOFs with the heterodinuclear ZnCo(COO)3 and ZnMg(COO)3 SBUs are already reported, the isostructural heterometallic MOFs were unattainable via selective transmetalation of the framework metal ion of the homodinuclear 2 structure. However, 2 soaked in a CuII-DMF solution transformed into a Cu-tbo network, i.e., Cu-HKUST-1 (Scheme 1b). During the transformation process, the framework undergoes drastic structural reorganization caused by the change of the coordination geometry of the 3-connected Zn2(COO)3 SBU to the 4-connected Cu2(COO)4 SBU. This drastic change resulted in the transformation of a single crystal with a 3D 2 network into a microcrystalline aggregate with a 3D Cu-HKUST-1 network.This series of isostructural MOFs with different framework stabilities and reactivities provides an opportunity to investigate the detailed framework transformation processes in the solid state under ambient conditions and water and in a DMF solvent in the presence of diverse potential framework metal ions. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationX-ray crystallographic files in CIF format for 1–4. This material is available free of charge via the Internet at http://pubs.acs.org.‡Author ContributionsM.O. and L.R. contributed equally to this article.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by NRF-2010-0019408, NRF- 2012R1A2A2A01003077, and WCU programs (Grant R31-20012) through the National Research Foundation of Korea. The authors acknowledge PAL for beamline use (Grant 2012-second-2D-014).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 27 other publications.1. (a) Kitagawa, S.; Kitaura, R.; Noro, S.-i. Angew. Chem., Int. Ed. 2004,  43,  2334[Crossref], [PubMed], [CAS]1. Functional porous coordination polymersKitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiroAngewandte Chemie, International Edition\r\n        (2004),\r\n    43\r\n        (18),\r\n    2334-2375CODEN:\r\n                ACIEF5;\r\n        ", "title": "Crystal-to-Crystal Transformations of a Series of Isostructural Metal–Organic Frameworks with Different Sizes of Ligated Solvent Molecules", "authors": ["Minhak Oh", "Lalit Rajput", "Dongwook Kim", "Dohyun Moon", "Myoung Soo Lah"], "doi": ["10.1021/ic302641v"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-7/ic302641v/production/images/small/ic-2012-02641v_0011.gif\">"]}