{"abstract": "Employment of semirigid double-hinged di-1,2,4-triazoles has led to the synthesis of an isostructural series of metal–organic nanotubes (MONTs). The ditriazole ligands adopt a syn conformation between rigid metal chains while an appropriate anion choice provides a “capping” of the metal ions, leading to MONT formation. This approach of utilizing a variety of both semirigid ligands and metals is the first general methodology to prepare this class of 1D nanomaterial. The local geometry at the metal center depends on the metal ion employed, with Cu(I) centers adopting a tetrahedral geometry, Ag(I) centers adopting a seesaw geometry, and Cu(II) centers adopting a square-pyramidal geometry upon MONT synthesis. The pore size of the MONTs is adjusted by changing the central portion of the double-hinged ligand, allowing for a predictable method to control the pore width of the MONT. The adsorption properties of MONTs as a function of pore size revealed selective uptake of CO and CH, with copper MONTs exhibiting the highest uptake. In the case of the silver MONTs, an increase in pore width improves both gas uptake and selectivity.", "text": "10.1021/ja5042226 Top of PageAbstractIntroductionResults and DiscussionConclusionReferences1 IntroductionA material’s molecular dimensionality plays a critical role in defining its unique properties.(1-4) For example, the dimensionalities of different allotropes of carbon (diamond, graphene, and carbon nanotubes) result in very different applications, differences that are manifested even between graphene and carbon nanotubes, both of which have the same hybridization at each carbon atom (Figure 1).(5-9) Metal–organic frameworks (MOFs) are a significant class of porous materials, and similar to carbon, MOFs can be designed as 3D, 2D, and 1D materials.(10-15) While 2D and 3D MOFs have been well-developed and have found numerous applications in gas and liquid separations,(16-22) catalysis,(20-26) and chemical sensing (Figure 1),(22, 27, 28) their 1D counterparts, metal–organic nanotubes (MONTs), are still in their infancy.(15) A limited number of MONTs have been synthesized,(29-61) and while a majority of reports have focused solely on structural details, MONTs have already shown promise in highly selective adsorptions.(33, 36, 42, 58) An interest in these tubular nanomaterials whose potential remains largely unexplored has compelled coordination chemists to develop rational methodologies that allow for their preparation and study.Figure 1. Examples of allotropes of carbon and MOFs classified by their molecular dimensionality.(10, 33, 62)Despite the interest in a general synthesis for MONTs, only a few approaches have been successful for preparing the limited number of these 1D materials. The MONT literature reveals three proposed strategies for their preparation, including a curling-up mechanism to form helical chains, a four-column pillared approach, and a two-column pillared approach (Figure 2A).(15) The helical approach, in which a “rolling up” mechanism that results in a sheet-to-tube conversion allows for formation of the MONT (Figure 2A, left), has been pioneered by Li,(41) Lu,(49) and Qiu.(48) On the other hand, Midollini,(43) Sun,(42) and Kitagawa(33) have used capping ligands combined with 4,4′-bipyridine (4,4′-bipy) to prepare four-column pillared MONTs (Figure 2A, center). While four-column pillared MONTs can be prepared in a more rational manner than helical chains, the resulting pore size has primarily been limited by the use of 4,4′-bipy and similar aromatic bridging ligands.Figure 2. (A) Pictorial representation of the three classes of MONTs: helical chains formed by a curling-up mechanism (left), four-column pillars (center), and two-column pillars (right). Green spheres represent metal ions or secondary building units (SBUs), blue columns represent cross-linking ligands, and gray columns represent ligands along the chain direction of the MONT. (B) Pictorial representation of two-column pillars with adjustable width. Green spheres represent metal ions or SBUs, red elbows represent hinges on semirigid ligands, blue squares represent capping ligands, gray rods represent fixed portions of ligands, and blue/purple rods represent adjustable moieties on ligands.Two-column pillared MONTs generally employ flexible or semirigid organic molecules that can adopt a syn conformation to bridge metal centers (Figure 2A, right).(29, 34, 38, 46, 51, 55, 56, 61) In contrast to the four-column approach, the two-column pillar approach, in principle, allows for the height and width of the pore to be controlled separately. While several different ligands and synthetic methodologies have been investigated by researchers, to date no one has presented a generalized synthesis for isostructural MONTs.Our previous research with semirigid di-1,2,4-triazoles has demonstrated that 2D copper MOFs displaying a topology similar to fused 1D MONTs can be synthesized.(63) In a similar manner to Du,(38) Ma,(51) and Sun’s(34) two-column MONTs, the bidentate semirigid linker adopts a syn conformation to link rigid metal fragments and form a 2D network (Figure 2A, right). We believed that by employing reaction conditions that place “caps” on the edges of the tube with an additional ligand, we could form MONTs selectively instead of 2D MOFs (Figure 2B).We have synthesized a series of two-pillared isostructural MONTs, showcasing the first general adjustable synthetic strategy for MONT formation. By adjusting the length of the central aryl functionality of the double-hinged ligand, we can directly control the pore width of the MONT (Figure 2B). This direct ligand-based, size-selective synthesis of MONTs has not been previously achieved. Furthermore, multiple metal ions in different oxidation states were successfully used in preparing isostructural MONTs, further demonstrating the generality of this approach. Finally, since these materials are porous, we were able to perform the first test of gas adsorption as a function of pore size in isostructural MONTs, and as expected, increasing the width of the MONT leads to improved gas uptake.Top of PageAbstractIntroductionResults and DiscussionConclusionReferences2 Results and Discussion2.1Synthesis of Ligands and MONTsWe have previously reported the synthesis of semirigid di-1,2,4-triazoles(64, 65) and have most recently expanded this methodology to incorporate a central xylene moiety.(63) Following the method of Horváth,(66) 4,4′-(1,4-(xylene)diyl)bis(1,2,4-triazole) (2a) is formed via a two-step process. The addition of 1,2,4-triazole-1-propanenitrile to 1,4-bis(bromomethyl)benzene leads to the formation of intermediate 1a, and subsequent cleavage of the propanenitrile groups with potassium hydroxide yields the final product 2a (Scheme 1).(63) Following a similar reaction scheme, we have expanded our ligand library to encompass additional ditriazole derivatives containing m-xylene and naphthalene central moieties. Intermediates 1b and 1c were synthesized using the appropriate bis(bromomethyl) starting materials, resulting in yields of 90% and 70%, respectively. Cleavage of the propanenitrile groups leads to formation of 4,4′-(1,3-(xylene)diyl)bis(1,2,4-triazole) (2b) in a crude yield of 87%, while 4,4′-[naphthalene-2,6-diylbis(methylene)]bis(1,2,4-triazole) (2c) is formed in 94% yield (Scheme 1).Scheme 1. General Synthesis of Ditriazole LigandsPrevious results with the semirigid linker 4,4′-(1,4-(xylene)diyl)bis(1,2,4-triazole), 2a, have demonstrated that through the use of copper perchlorate, multiple 2D MOFs can be synthesized by modifying the reaction conditions such as solvent and metal-to-ligand ratio.(63) To further assess the reactivity of ligand 2a and the newly synthesized ligands 2b and 2c, a variety of reaction conditions, including changes to the metal salt, solvent, and metal-to-ligand ratio, were attempted (Scheme 2).Scheme 2. Synthesis of MONTs Utilizing Various Metals, Solvents, and Metal-to-Ligand RatiosMONT formation was first examined with previously synthesized 2a. Addition of 1 equiv of 2a and 2 equiv of CuBr2 to a mixture of N,N-dimethylformamide (DMF) and water leads to the formation of [Cu2(2a)(Br)2]·DMF (3) (Scheme 2, top). Heating the reaction mixture for 2 weeks at 85 °C results in colorless crystalline needles suitable for X-ray diffraction. Single-crystal X-ray diffraction shows that each Cu(I) center is coordinated to two triazoles and two bromides, leading to a distorted tetrahedral geometry about the metal center with a N1–Cu–N1′ bond angle of 140° (Figure 3A; see the Supporting Information for a full list of bond angles). Linear chains are formed as adjacent copper atoms are bridged by one triazole moiety and one bromide, and the linear chains are linked by the ditriazole ligand. This linking of two linear chains by the syn-conformed ditriazole induces formation of a two-pillared MONT (Figure 2). While in previous studies the triazole ligands bridged the copper centers in an alternating manner to form a 2D sheet,(63) the presence of bromides along the rigid copper chains allows for “capping” of the framework, leading to a 1D MONT instead of a 2D sheet (Figure 3B). Guest DMF molecules fill the pores of the framework, which have dimensions of 9.3 Å × 9.9 Å.Figure 3. (A) Highlighted portion of the tetrahedral copper coordination geometry in MONTs 3 and 4. (B) Crystal structure of 3 viewed along to the y axis, showing the packing of the MONT. (C) Crystal structure of 4 viewed along to the y axis, showing the packing of the MONT. Solvent DMF molecules and hydrogen atoms have been omitted for clarity.As the study of MONTs remains in its early stages, the formation of 3 piqued our interest in further investigating the use of semirigid ditriazoles for MONT formation. As the aforementioned ditriazoles vary only in their central moiety, other MONT structures should be attainable under similar reaction conditions. To test the ability of additional ditriazoles to form MONTs, 2b was tested under similar reaction conditions. When ditriazole 2a is replaced with 2b, the analogous framework [Cu2(2b)(Br)2]·DMF (4) (Scheme 2), as determined by X-ray diffraction studies, is synthesized after 5 days of heating under identical reaction conditions (Figure 3C). As the use of different ditriazoles allows the synthesis of isostructural MONTs with varying pore sizes, the pore size of 3 versus 4 was examined. A decrease in pore dimensions from 9.3 Å × 9.9 Å in 3 to 9.1 Å × 9.5 Å in 4 was observed. Although this is only a slight decrease, it shows how the choice of ligand can fine-tune the void space of the synthesized MONT.To further examine the breadth of this synthetic methodology, additional metal salts were tested. As MONTs 3 and 4 involve the use of a d10 metal center, employing additional monovalent group 11 metals could broaden the scope of MONT synthesis. Addition of 1 equiv of 2a and 5 equiv of silver nitrate to a mixture of N-methyl-2-pyrrolidone (NMP) and water leads to the formation of [Ag2(2a)(NO3)2]·NMP (5) (Scheme 2). Heating for 24 h at 85 °C results in colorless crystals suitable for X-ray diffraction. Single-crystal X-ray diffraction shows that each Ag(I) center is coordinated to two triazoles and two nitrates. In contrast to 4, the silver exhibits a distorted seesaw geometry with a N1–Ag–N2′ bond angle of 161° (Figure 4A; see the Supporting Information for a full list of bond angles). The silver centers are coordinated to two triazoles and two nitrate anions and form linear chains as adjacent metal centers are bridged through one triazole moiety and a bidentate nitrate anion. Nitrate anions behave as the “caps” in MONT 5, while guest NMP molecules fill the tubular pores (Figure 4B).Figure 4. (A) Highlighted portion of the seesaw silver coordination geometry in MONTs 5 and 6. (B) Crystal structure of 5 viewed along to the z axis, showing the packing of the MONT. (C) Crystal structure of 6 viewed along to the x axis, showing the packing of the MONT. Guest NMP molecules and hydrogen atoms have been omitted for clarity.After the successful synthesis of MONT 5, the possibility of synthesizing additional silver MONTs was addressed. Upon addition of 1 equiv of ditriazole 2c and 2 equiv of silver nitrate in an NMP/water mixture, the formation of the MONT [Ag2(2c)(NO3)2]·NMP (6) (Scheme 2) occurs after heating at 85 °C for 24 h. X-ray diffraction reveals connectivity identical to that of 5 (Figure 4C) with guest NMP molecules located within the pores. Since ditriazole 2c contains a central naphthalene moiety whereas 2a contains a central phenyl moiety, the pore dimensions are increased. A measurement of the pore size in 6 reveals 1D channels with dimensions of 10.3 Å × 10.5 Å, while MONT 5 contains channel dimensions of 8.7 Å × 10.6 Å. Consequently, the pore size of the resulting isostructural MOFs can be tuned as a function of the ditriazole ligand employed.The employment of copper sulfate results in the formation of an additional MONT, [Cu2(2a)(SO4)(OH)2(H2O)2]·H2O (7) (Scheme 2). Heating at 85 °C for 2 weeks results in the formation of blue crystalline needles. X-ray diffraction reveals a different copper coordination environment than in the previous copper MONTs 3 and 4. Each Cu(II) center is coordinated to two triazole moieties, two bridging hydroxides, and a water molecule to give a square-pyramidal geometry (Figure 5A). Adjacent copper atoms are bridged by triazole and hydroxide moieties to yield linear chains, which are again linked by the syn-conformed ditriazole (Figure 5B). Solvent water molecules lie within the voids, while sulfate anions are located between the 1D MONTs. The 1D pores within 7 yield dimensions of 7.6 Å × 10.7 Å.Figure 5. (A) Highlighted portion of the square-pyramidal copper coordination geometry in MONT 7. (B) Crystal structure of 7 viewed along to the y axis, showing the packing of the MONT. Guest water molecules and hydrogen atoms have been omitted for clarity.2.2MONT Adsorption StudiesThe presence of 1D channels, combined with the inherent anisotropy in MONTs 3–7, piqued our interest in studying their adsorption properties and permanent porosity. Each MONT synthesized exhibits a different pore size, depending on the metal center geometry and ligand employed. To our knowledge, the wide variety of pore sizes in 3–7 allowed, for the first time, a chance to probe the selectivity of MONTs for gas adsorption as a function of pore size. The lack of extensive sorption studies is due to the absence of a general method in which a series of frameworks could be synthesized. Notably, only a single example of CO2 adsorption with a MONT has been reported as a result of previous research focusing solely on synthesis and structure.(40)As an initial study of the effect of pore size on gas adsorption, copper MONTs 3, 4, and 7 were analyzed. Prior to adsorption studies, MONT frameworks were activated under optimized solvent exchange conditions to remove initial guest solvent and then heated overnight (see the Supporting Information for details). MONT 3 was activated by Soxhlet extraction with methanol prior to adsorption studies, while MONT 7 was activated by solvent exchange with methanol to remove guest DMF molecules. After multiple attempts with different activation methods, guest DMF molecules within the pores of 4 could not be removed, and therefore, 4 did not exhibit any gas uptake. MONTs 3 and 7, however, showed selective uptake of CO2 and CH4, with all other gases tested (N2, H2, and O2) having almost no uptake. Figure 6 shows both CO2 and CH4 adsorption isotherms for 3 and 7 at 298 K. The maximum CO2 and CH4 uptakes for 3 at 1.22 bar are 1.58 and 0.658 mmol g–1, respectively. The adsorption values for 7 were only marginally higher at 1.22 bar with uptakes of 1.70 mmol g–1 for CO2 and 0.704 mmol g–1 for CH4. Although MONT 7 exhibits slightly higher adsorption values than 3, the pore size of 7 is marginally smaller. This difference is reversed if the volumetric adsorption is considered, in which case 3 adsorbs slightly more CO2 and CH4 than 7 (Figure S19). This very small increase in adsorption for 7 is possibly due to the exposure of open metal sites upon heating, as axially coordinated water molecules may be removed.Figure 6. CO2 (squares) and CH4 (triangles) adsorption isotherms for MONTs 3 (red) and 7 (blue).We continued our sorption studies by analyzing silver MONTs 5 and 6. Both silver MONTs were activated by solvent exchange with methanol for 2 weeks to remove guest NMP molecules followed by heating overnight. Analysis of MONTs 5 and 6 would allow for a direct study of the effect of pore width on adsorption, as the only difference is the aryl moiety on the ditriazole. Both CO2 and CH4 adsorption isotherms for 5 and 6 are shown in Figure 7 with the same axes to allow comparison to copper MONTs 3 and 7. MONT 5, containing a central xylene moiety and therefore a smaller pore size compared with 6, exhibited maximum uptakes of 0.607 and 0.248 mmol g–1 for CO2 and CH4, respectively, at 1.22 bar. MONT 6 displayed increased uptakes for both CO2 and CH4 with respective maximum values of 0.960 and 0.302 mmol g–1 at 1.22 bar. The increased pore size in 6 therefore allows a higher maximum uptake of CO2 and improved CO2 versus CH4 selectivity, as the CH4 uptake increased only slightly compared with that for 5. A volumetric comparison of the isotherms of 5 and 6 shows similar results (Figure S20 in the Supporting Information). Adsorption studies of MONTs 5 and 6 show how ligand choice plays an important role in determining both gas selectivity and uptake.Figure 7. CO2 (squares) and CH4 (triangles) adsorption isotherms for MONTs 5 (green) and 6 (purple).Top of PageAbstractIntroductionResults and DiscussionConclusionReferences3 ConclusionThe first series of two-pillared MONTs have been synthesized using isostructural design principles. Semirigid double-hinged di-1,2,4-triazoles adopt a syn conformation at the hinges to link rigid metal chains while an appropriate anion choice provides a “cap” for the rigid metal fragments, leading solely to MONTs. Since the synthesis of these 1,2,4-triazoles allows for adjustment of the central aryl moiety, the width of the tube can be adjusted through judicious ligand choice. The choice of metal ion and its oxidation state caused changes in the local geometry about the metal center but still allowed for MONTs to be synthesized following this general strategy. Ligands containing central m-xylene, p-xylene, and naphthalene moieties were utilized and allowed for the most detailed study of gas adsorption in MONTs to date. Copper MONTs 3 and 7 exhibited the highest CO2 and CH4 uptakes among the MONTs studied. Significantly, Ag MONTs 5 and 6 allowed for a more direct comparison of pore size on gas adsorption, as the only difference is the widths of the pores in the corresponding MONTs. Adsorption studies on 5 and 6 showed that widening the pore modestly improved the CO2 uptake and CO2/CH4 selectivity. Future research will focus on the synthesis of MONTs containing additional semirigid double-hinged di-1,2,4-triazoles to improve control of the height and width of these novel 1D materials. Top of PageAbstractIntroductionResults and DiscussionConclusionReferencesSupporting InformationDetailed synthesis and characterization of all compounds, including NMR, TGA, PXRD, gas adsorption, and crystallographic data with tables of bond angles. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionReferencesAcknowledgmentWe are grateful to Tennessee’s Science Alliance, whose JDRD Grant provided partial support for this research.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionReferencesReferencesThis article references 66 other publications.1. Falcao, E. H. L.; Wudl, F. J. Chem. Technol. Biotechnol. 2007,  82,  524[Crossref], [CAS]1. Carbon allotropes: beyond graphite and diamondFalcao, Eduardo H. L.; Wudl, FredJournal of Chemical Technology and Biotechnology\r\n        (2007),\r\n    82\r\n        (6),\r\n    524-531CODEN:\r\n                JCTBED;\r\n        ", "title": "Isostructural Synthesis of Porous Metal–Organic Nanotubes", "authors": ["Christopher R. Murdock", "David M. Jenkins"], "doi": ["10.1021/ja5042226"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0005.gif\">"]}