{"abstract": "A series of -MOFs based on rare-earth (RE) metals and linear fluorinated/nonfluorinated, homo/heterofunctional ligands were targeted and synthesized. This particular -MOF platform was selected because of its unique structural characteristics combined with the ability/potential to dictate and regulate its chemical properties (e.g., tuning of the electron-rich RE metal ions and high localized charge density, a property arising from the proximal positioning of polarizing tetrazolate moieties and fluoro-groups that decorate the exposed inner surfaces of the confined conical cavities). These features permitted a systematic gas sorption study to evaluate/elucidate the effects of distinctive parameters on CO–MOF sorption energetics. Our study supports the importance of the synergistic effect of exposed open metal sites and proximal highly localized charge density toward materials with enhanced CO sorption energetics.", "text": "10.1021/ja401429x Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesIntroductionIn recent years, there has been a strong scientific drive to minimize greenhouse gas emissions, especially CO2.(1) The release of CO2 from flue gas and the automobile industry are the major contributors, and myriad efforts are underway to economically separate and capture the effluent CO2.(2) Highly porous sorbent materials have emerged as a plausible solution, and considerable efforts have been put forth to develop suitable materials.(3) An optimal adsorbent for CO2 separation should, in addition to high adsorption uptake and suitable kinetics, exhibit high affinity toward CO2 to be translated into high interaction, which in turns plays a critical role in determining the adsorption selectivity and the energy required to release CO2 during the regeneration step.(2b, 3) Accordingly, the ideal isosteric heat of adsorption (Qst) should permit reversible physical adsorption–desorption operation in a pressure or vacuum swing adsorption (PSA or VSA) process (i.e., CO2–sorbent interactions are neither too strong nor too weak).Metal–organic frameworks (MOFs), a relatively new class of porous materials, appear well-poised to address the CO2 challenge because of their mild synthesis conditions, relatively high thermal stability, large pore volumes, potentially exposed inner surface with high localized charge density, and readily programmable and modular construction (i.e., a given structure with the desired net topology; functionalizable isoreticular structures) from predesigned molecular building blocks (MBBs).(4, 5) As such, considerable effort has been dedicated to ascertaining the ideal CO2–MOF interactions/energetics, but minimal systematic studies of finely tuned MOFs have been reported.(2b, 2c)It is evident that continuous development and isolation of novel MBBs will eventually facilitate the rational construction of targeted functional MOFs.(6) Accordingly, our research group continues its quest for the discovery of novel modular and rigid inorganic MBBs and, most importantly, establishing reaction conditions that permit to generate a specific inorganic MBB consistently in situ, a vital criterion/prerequisite for the prospective design and rational construction of desired MOFs.With the aim to construct porous MOFs with high localized charge density, a potential attribute to promote/enhance the CO2 sorption energetics, we initiated MOF exploratory syntheses based on metal–ligand directed assembly of electron-rich rare-earth (RE) metal ions and noncentrosymmetric heterofunctional ligands containing carboxylate and terazolate moieties. Herein, we report for the first time the use of hexanuclear RE-based (Tb3+/Y3+) MBBs, generated in situ, to construct a series of 12-connected MOFs possessing face-centered cubic (fcu) topology. The MBBs are bridged in a linear fashion through an assortment of fluoro and/or tetrazolate functionalized organic ligands, as outlined in Scheme 1. Systematic gas sorption studies on these materials have in fact elucidated the effects of distinctive parameters on CO2–MOF sorption energetics, as will be discussed.Scheme 1. Representation of the Organic Linkers Present in Compounds 1–7Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesResults and DiscussionPreliminary exploratory reactions are based on solvothermal reactions between RE metal salts (RE = Y, Tb) and asymmetric heterofunctional ditopic linkers (e.g., 2-fluoro-4-(1H-tetrazol-5-yl)benzoic acid (H2FTZB) and 4-(1H-tetrazol-5-yl)benzoic acid (H2TZB)) in various solvent mixtures. Reaction between H2FTZB and Tb(NO3)3·5H2O in an N,N′-dimethylformamide (DMF)/ethanol/chlorobenzene solution yielded transparent polyhedral crystals, formulated by single-crystal X-ray diffraction (SCXRD) studies as [(CH3)2NH2]2[Tb6(μ3-OH)8(FTZB)6(H2O)6]·(H2O)22 (1).Compound 1 crystallizes in the cubic space group Fm3̅m. In the crystal structure of 1, each Tb3+ metal ion is surrounded by four μ3-OH groups, four oxygen and/or nitrogen atoms from statistically disordered carboxylate groups and/or tetrazolate rings from four independent FTZB2– ligands, leaving the ninth coordination site occupied by a water molecule (Figure 1). The adjacent Tb ions are bridged via μ3-OH and deprotonated carboxylate and/or tetrazolate groups in a bis-monodentate fashion to give a [Tb6(μ3-OH)8(O2C−)6(N4C−)6] MBB. Each hexanuclear MBB is bridged through FTZB2– to produce a 3-periodic MOF.Figure 1. Ball-and-stick and schematic representation of 1: From top to bottom, organic and inorganic MBBs, FTZB2– and the 12-connected Tb-based cluster, respectively, which can be viewed as a linear connection and cuboctahedron node to afford the augmented fcu net, consisting of octahedral and tetrahedral cages shown as blue and pink truncated polyhedron, respectively, Hydrogen atoms and coordinated water molecules are omitted for clarity. Tb = green, C = gray, N = blue, O = red, F = purple.Structural/topological analysis of the resulting crystal structure reveals that 1 is a MOF with the fcu topology(7) (i.e., an fcu-MOF) constructed from the bridged hexanuclear clusters, [Tb6(μ3-OH)8(O2C−)6(N4C−)6] MBBs, where the carbon atoms of the coordinated carboxylate and tetrazolate moieties, acting as points of extension, coincide with the cuboctahedron vertex figure of the quasiregular fcu net, the only 12-connected edge transitive net. It should be noted that edge transitive nets possess only one kind of edge and are ideal targets in crystal chemistry. As anticipated, replacement of the metal salt with Y(NO3)3·6H2O in the same reaction mixture resulted in the analogous fcu-MOF, [(CH3)2NH2]2[Y6(μ3-OH)8(FTZB)6(H2O)6]·(H2O)52 (2). Similar reaction conditions for the nonfluorinated linker, H2TZB, resulted in clear solutions. However, introduction of a fluorinated modulator, 2-fluorobenzoic acid, has permitted the successful construction of the desired TZB-based isostructural fcu-MOF, [(CH3)2NH2]2[Tb6(μ3-OH)8(TZB)6(H2O)6]·x(solvent) (3), as determined by SCXRD studies. Evidently, under the present reaction conditions, a fluoro-substituent located in the alpha (α) position relative to the carboxylate moiety is necessary for the formation of the 12-connected RE-based MBB. The present hexanuclear clusters, based on mixed carboxylates and tetrazolates, are unprecedented, though a corresponding pure carboxylate molecular cluster based on cerium recently appeared in the open literature.(8)It is noteworthy to mention that occurrence of other analogous hexanuclear clusters in MOF chemistry is limited to a single Zr-based 12-coordinate MBB, where isostructural ZrIV-based fcu-MOFs (e.g., UiO-66) based on [Zr6(O)4(OH)4(O2C−)12] MBBs are linked together via linear homofunctional dicarboxylate ligands.(9)The present exploratory study has permitted (i) the construction of fcu-MOFs based on RE metals for the first time and (ii) the successful isolation of reaction conditions that permit the consistent in situ generation of the [RE6(μ3-OH)8(O2C−)6(N4C−)6] MBB, RE = Tb and Y. Such attributes, combined with the fact that the fcu net is the only edge transitive net for the assembly of 12-connected cuboctahedron building units, permit the practice of reticular chemistry par excellence, rational MOF design, and thus access to a new MOF platform based on the fcu topology, where we can methodically modify the metal ions and ligand functional groups and size to perform a truly systematic study on the effect of the structural changes on CO2–MOF energetics.The fcu-MOF structure encloses two polyhedral cages, i.e., octahedral and tetrahedral, with effective accessible diameters estimated to be, in the case of compound 1, 14.5 and 9.1 Å (considering van der Waals radii), respectively. Access to the cages is permitted through shared triangular windows, ca. 5–6 Å, which are of suitable size for the adsorption of small gas molecules, e.g., Ar, H2, CO2, etc. The corresponding solvent accessible free volumes for 1 and 2 were estimated to be 63.0 and 63.8%, respectively, by summing voxels more than 1.2 Å away from the framework using PLATON software.(10)The phase purity of the bulk crystalline materials for 1 and 2 was independently confirmed by similarities between the calculated and as-synthesized powder X-ray diffraction (PXRD) patterns (Figure S1, Supporting Information). In addition, both compounds show favorable water and thermal stability (Figures 2 and S6 and S11, Supporting Information), which is an important parameter for potential practical deployment of porous MOFs in carbon capture applications.Figure 2. PXRD patterns for compound 1: (a) after exposure to water and (b) variable temperature under a vacuum.Argon gas adsorption studies performed on the methanol-exchanged samples at 87 K show fully reversible type-I isotherms, representative of microporous materials (Figures S15 and S18, Supporting Information). The apparent BET surface area and pore volume for 1 and 2 were estimated to be 1220 m2 g–1 and 0.51 cm3 g–1, and 1310 m2 g–1 and 0.56 cm3 g–1, respectively.In order to evaluate the performance of compounds 1 and 2, we performed an initial H2 adsorption study at low pressure. The H2 adsorption uptake was assessed to be 1.96 and 2.19 wt % at 760 Torr and 77 K (Figure S16a and S19a, Supporting Information), while Qst for H2 was determined and estimated to be 8.7 and 9.2 kJ mol–1 at zero coverage for 1 and 2, respectively (Figures S16b and S19b, Supporting Information).To further this study, the CO2 sorption was investigated, and it was found that 1 and 2 reversibly adsorb a significant amount of CO2 under ambient conditions, i.e., 3.5 (15.6%) and 4.1 mmol g–1 (18.1%), respectively, at 298 K and 760 Torr (Figure 3a). Interestingly and in contrast to most MOFs, a steep slope is observed in the low pressure region for both materials, a feature that is indicative of enhanced CO2–MOF interactions. Indeed, the Qst for CO2 calculated from the corresponding variable temperature adsorption isotherms was 58.1 and 46.2 kJ mol–1, for 1 and 2, respectively, at low loading (Figure 3b). In fact, these results are discerned as among the highest reported thus far for fully reversible CO2 sorption on MOFs in the absence of any postsynthetic modification and/or surface area reduction.(2b) The accuracy of the Qst determination was confirmed across the entire loading range by verifying the linearity of CO2 adsorption isosters (Figure S21, Supporting Information). To the best of our knowledge and at the exception of Mg-MOF-74, the CO2 uptake at low pressure (0.01 bar and 298 K) for 1 and 2 (Table S4, Supporting Information) is the highest reported thus far for MOFs (including amine-functionalized MOFs)(2b) with relatively fast CO2 adsorption kinetics (Figure S48, Supporting Information).Figure 3. (a) CO2 data for 1 and 2 at 298 K. The inset shows the steep slope for 1 and 2 up to 50 Torr. (b) Qst in 1 and 2 calculated from the 258, 273, and 298 K adsorption isotherms.In order to pinpoint and understand the different energetic levels associated with the unique CO2 adsorption properties observed in 1 and 2, particularly at low pressures, we performed an in-depth Qst analysis study using a multiple site Langmuir model (MSL). In fact, three energetic sites were clearly identified and derived from the best fit and convergence obtained when using the triple site Langmuir model (Figures 4a and S22, Supporting Information). The observed energies for sites I and III were found to be identical in 1 and 2, ca. 60 and 25–26 kJ mol–1, respectively. The former energetic site can be attributed to the localized high concentration of charge density resultant from the mutual presence of both a fluoro substituent and the nitrogen-rich tetrazolate moiety in proximal vicinity of the open metal site,(2b, 11) while site III is simply due to the effect of pore filling.(12) Differences arising from the choice of metal ion are evident in site II, where energetic levels of 47 and 35 kJ mol–1 were determined for compounds 1 and 2, respectively. The recorded Qst is likely the average energy of these sites, while the total CO2 uptake is the summation of adsorption isotherms for sites I, II, and III (Figures 4b–d and S23, Supporting Information). Evidently, the presence of conical pockets (i.e., tripodal and quadrapodal narrow size cavities), decorated with fluoro moieties and tetrazolate groups, create a high localized charge density and promote synergetic effects favorable for enhanced CO2 sorption at low loadings. Using site I parameters for compound 1, ideal adsorbed solution theory (IAST)(13) prediction of adsorption at various trace concentration of CO2 (from 100 ppm to 1%) in a mixture with N2, mimicking vacuum swing operational mode at various working pressures, revealed an exceptionally high adsorption selectivity (ca. 370) for CO2 over N2 (Figure 5a, see Supporting Information for details). This finding was further confirmed experimentally using a column breakthrough test with a CO2/N2 0.10/99.90% mixture (Figure 5b, see Supporting Information for details), showing an even higher selectivity (ca. 1051).Figure 4. (a) Qst for CO2 of compound 1 in sites I, II, and III compared to the total Qst as determined by the TSL model and CO2 adsorption isotherms of compound 1 for sites I (b), II (c), and III (d) using the TSL model.Figure 5. (a) CO2 selectivity over N2 resulted from the interaction with site I at 298 K at different total pressures in 0.5–2.0 bar range calculated using IAST for compound 1 and (b) experimental breakthrough test of traces (1000 ppm) CO2 in mixture with N2 on compound 1.The H2 and CO2, as well as other gas, sorption properties were further investigated at high pressure. It was found that at 77 K and 40 bar 1 and 2 store 3.9 and 4.4 wt % of H2, respectively, while for CO2 7.1 (31.2%) and 9.3 mmol g–1 (41.1%) were adsorbed, respectively, at 298 K and 25 bar (Figures S45 and S46, Supporting Information). Though these values are lower than those recorded for Mg-MOF-74, they are among the highest CO2 uptakes per surface unit reported at 25 bar.(2b) Markedly, when sites I are fully saturated at lower CO2 pressures, the less energetic sites (II and III) dominate the CO2 adsorption at moderately higher CO2 concentration and pressure as reflected by the relatively reduced CO2/N2 selectivity to ca. 16 at 10% vs 370 at 0.01%, as determined by IAST (Figure S51, Supporting Information). Evidently, predominance of site I, the CO2 sorption high energetic site, will permit efficient CO2 separation at intermediate (10%, flue gas) and high (30–50%, biogas) CO2 concentration.The successful isolation of reaction conditions that consistently permit the in situ generation of the [RE6(μ3-OH)8(O2C−)6(N4C−)6] MBB, and corresponding fcu-MOF platform, offers potential to assess the distinctive role of the fluoro substituent and terazolate moiety on the adsorbate–MOF interactions. Accordingly, various analogous/isoreticular fcu-MOFs were targeted and synthesized, including other RE metal ions (e.g., La3+, Eu3+ and Yb3+) (Figure S5, Supporting Information) and diverse mono/polyfluorinated, hetero/homofunctional, and extended ligands.In the first example, the organic linker was expanded from H2FTZB to 3-fluoro-4′-(2H-tetrazol-5-yl)biphenyl-4-carboxylic acid (H2FTZBP) (Scheme 1) and reacted with Tb or Y nitrate salts to give the expected isoreticular compounds, [(CH3)2NH2]2[Tb6(μ3-OH)8(FTZBP)6(H2O)6]·x(solvent) (4) or [(CH3)2NH2]2[Y6(μ3-OH)8(FTZBP)6(H2O)6]·x(solvent) (5), respectively. As expected, the analogous fluorinated dicarboxylate linker, 3-fluorobiphenyl-4,4′-dicarboxylate (FBPDC, Scheme 1), which is generated in situ via hydrolysis of 4′-cyano-3-fluorobiphenyl-4-carboxylic acid and 3,3′-difluorobiphenyl-4,4′-dicarboxylic acid (H2DFBPDC, Scheme 1) react with Tb to give the isoreticular analogue of 1, denoted as [(CH3)2NH2]2[Tb6(μ3-OH)8(FBPDC)6(H2O)6]·x(solvent) (6) and [(CH3)2NH2]2[Tb6(μ3-OH)8(DFBPDC)6(H2O)6]·x(solvent) (7), respectively (Table 2). The CO2 sorption properties were assessed for compounds 3–7 (Table 1), and, as expected, fcu-MOFs constructed from the elongated fluorinated heterofunctional ligand (i.e., 4 and 5) revealed a lower adsorption capacity (in the whole low pressure range) and reduced Qst values (36.7 and 27.2 kJ mol–1, respectively) compared to the parent fcu-MOF based on the shorter and conjugated FTZB ligand. This study clearly supports that reducing the electronic density (by increasing the distance between the fluoro and tetrazolate substituents; i.e., by not having both of them on the same phenyl ring) affords a weaker CO2–framework affinity, which is also directly reflected by the reduced CO2 uptake. Likewise, 3, 6, and 7, from TZB2–, FBPDC2– and DFBPDC2– ligands, respectively, have less localized electronic charge density when compared to 1 based on the more polarized FTZB2– ligand, and thus show reduced CO2 adsorption uptakes and relatively lower Qst values for CO2 adsorption at low loading (39.1–46.6 vs 58.1 kJ mol–1 for 1). Additionally, MSL analysis performed on the CO2 sorption data for 3 and 6 showed that the best fit and convergence was attained only when the dual site Langmuir was applied (Figure S42, Supporting Information), suggesting the presence of merely two energetic adsorption sites instead of the three energetic sites originally observed in the parent tetrazolate-based fcu-MOFs (e.g., 1 and 2).Table 1. Selected Low Pressure Sorption Data for Compounds 1–7compound1234567BET (m2 g–1)122013109042200241019401854PV (cm3 g–1)0.510.560.390.860.940.780.72CO2 uptakea(mmol g–1)7.53, 5.86, and 3.548.33, 6.46, and 4.125.96, 4.53, and 2.503.93, 2.75, and 1.644.01, 2.81, and 1.593.50, 2.40, and 1.373.91, 2.63, and 1.36Qst for CO2(kJ mol–1)58.1–25.046.1–24.046.6–23.836.7–20.327.2–19.539.1–18.541.6–20.7aCO2 uptake at 760 Torr measured at 258, 273, and 298 K, respectively.Table 2. Selected Crystallographic Data and Structural Refinement for Compounds 1–7compound1234567formulaC52H18Tb6N26O48F6C52H18Y6N26 O78F6C48H32Tb6N24 O58C84H42Tb6N24O26F6C84H42Y6N24O26F6C84H42Tb6 O38F6C84H36Tb6 O46F12FW (g mol–1)2842.442902.382826.432870.942450.882726.702962.65crystal systemcubiccubiccubiccubiccubiccubiccubicspace groupFm3̅mFm3̅mFm3̅mFm3̅mFm3̅mFm3̅mFm3̅ma (Å)23.5553(2)23.4365(4)23.5195(5)29.5957(3)29.447(3)27.5127(12)27.4756(7)V (Å3)13069.7(2)12873.0(4)13010.2(5)25923.0(5)25535(4)20825.7(16)20741.6(9)Z, Dcal(g cm–3)4, 1.4454, 1.4984, 1.4394, 0.7364, 0.6384, 0.8704, 0.949θmax (°)65.7463.4867.9328.2765.6463.4467.93Rint0.06100.03130.03800.02890.01980.04420.000R1 (I > 2σ(I0))0.03590.03950.03400.02360.03370.04020.0732wR2 (all data)0.13150.11830.10310.07240.10160.11250.2085GOF1.0991.0521.0861.0721.0591.0511.051Δρmax/Δρmin (e·Å–3)1.559/–0.3961.849/–0.5971.161/–0.4931.128/–0.5320.675/–0.2830.839/–0.7161.137/–1.339Given the unique structural features of this RE-based fcu-MOF platform, the following synergistic combination of effects is likely responsible for the notable CO2 capacity and high affinity toward CO2. These include (i) a high concentration of localized electron-rich vacant metal sites and (ii) the presence of polar groups (i.e., −F, −OH) and nitrogen-rich tetrazolate rings in a confined narrow space and at a proximal vicinity of the open metal sites, favoring multiwall (multisites) interactions with a single CO2 molecule, allowing their interaction with CO2 in a synergistic fashion.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesConclusionsIn summary, reaction conditions that consistently permit the in situ generation of the RE6(μ3-OH)8(O2C−)6(N4C−)6] and [RE6(μ3-OH)8(O2C−)12] hexanuclear MBBs were isolated and successfully employed for the construction of a series of robust 12-connected RE-based fcu-MOFs based on fluorinated/nonfluorinated and hetero/homofunctional ligands. This study provides unique evidence that trivalent RE metal clusters can indeed be assembled into highly connected MOFs, in this case fcu-MOFs, displaying diverse adsorption energetics toward CO2. The utilization of polarized ligands containing tetrazolate and fluoro moieties afforded enhanced sorption energetic and uptakes because of their unique special positioning, in a narrow proximal vicinity of the open metal sites, offered by the unique fcu-MOF structure. The high CO2 affinity vs N2, particularly at low pressure, as well as the favorable tolerance to water and high thermal stability, certainly renders 1 and 2 promising prospective adsorbents for low CO2 concentration purification involving multicomponent gas adsorption. Studies are underway to further employ the newly isolated 12-connected [RE6(μ3-OH)8(O2C−)6(N4C−)6] and [RE6(μ3-OH)8(O2C−)12] MBBs for the construction of highly connected MOFs based on hetero/homotrifunctional and tetrafunctional ligands with the main objective to increase the concentration per unit surface of the highly energetic sites for CO2 sorption in a wide range of pressures.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesExperimental SectionMaterials and MethodsThe organic ligands used in this study, i.e., 2-fluoro-4-(1H-tetrazol-5-yl) benzoic acid (H2FTZB) and 4-(2H-tetrazol-5-yl) benzoic acid (H2TZB), were synthesized from 4-cyano-2-fluorobenzoic acid and 4-cyanobenzoic acid, respectively, with 67 and 74% yields using the Demko–Sharpless method.(14) The organic ligand 3-fluoro-4′-(2H-tetrazol-5-yl)biphenyl-4-carboxylic acid (H2FTZBP) was synthesized from 4′-cyano-3-fluorobiphenyl-4-carboxylic acid according to literature methods.(15) The organic ligand 3,3′-difluorobiphenyl-4,4′-dicarboxylic acid (H2DFBPDC) was synthesized from the following Suzuki homocoupling reaction: A mixture of 4-borono-2-fluorobenzoic acid (2.0 g, 10 mmol), potassium carbonate (1.5 g) and 5% unreduced palladium on carbon (2.0 g) in ethanol (20 mL) was heated at 85 °C for 24 h under nitrogen. The mixture was filtered through a Celite pad, and the solvent was evaporated. Five milliliters of 1.0 M sodium hydroxide were added to dissolve the solid. The solution was acidified by 1.0 M HCl after filtering and extracted in ethyl acetate, dried over Na2SO4, and filtered, and the volatiles were removed under reduced pressure to yield H2DFBPDC as a white crystalline solid (0.5 g, 36% yield). 1H NMR (500 MHz, DMF-d7): δ = 7.97 (t, J = 7.6 Hz, 2 H), 7.69 (q, J = 6.4 Hz, 2 H), 7.31–7.39 (m, 2 H). All other reagents were obtained from commercial sources and used without further purification.Fourier-transform infrared (FT-IR) spectra (4000–600 cm–1) were collected in the solid state on a Nicolet 700 FT-IR spectrometer. The peak intensities are described in each of the spectra as very strong (vs), strong (s), medium (m), weak (w), broad (br) and shoulder (sh). Powder X-ray diffraction (PXRD) measurements were performed on a PANalytical X′Pert PRO MPD X-ray diffractometer at 45 kV, 40 mA for Cu Kα (λ = 1.5418 Å) equipped with a variable-temperature stage, with a scan speed of 20/min. The sample was held at the designated temperatures for at least 10 min between each scan. High resolution dynamic thermogravimetric analysis (TGA) were performed under a continuous N2 flow and recorded on a TA Instruments hi-res TGA Q500 thermogravimetric analyzer with a heating rate of 5 °C per minute. Low pressure gas sorption measurements were performed on a fully automated Autosorb-1C gas sorption analyzer (Quantachrome Instruments). High pressure gas sorption studies were performed on a magnetic suspension balance marketed by Rubotherm (Germany).The SEM image was recorded on a Quanta 600 FEG scanning electron microscope at 30 kV, and the optical images were taken on a CMM-55 microscope. Water vapor sorption measurements were conducted at room temperature on a VTI-SA symmetrical vapor sorption analyzer.Synthesis of CompoundsSynthesis of Tb-FTZB-MOF (1)H2FTZB (13.6 mg, 0.0653 mmol), Tb(NO3)3·5H2O (18.9 mg, 0.0435 mmol), DMF (1.0 mL), C2H5OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 72 h and cooled to room temperature. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm–1): 3379 (br), 1651 (s), 1611 (m), 1388 (vs), 1251 (w), 1097 (m), 905 (m), 797 (m), 746 (m), 656 (m).Synthesis of Y-FTZB-MOF (2)H2FTZB (13.6 mg, 0.0653 mmol), Y(NO3)3·6H2O (16.7 mg, 0.0435 mmol), DMF (1.0 mL), C2H5OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and were heated to 115 °C for 72 h. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm–1): 3385 (br), 1658 (s), 1612 (m), 1391 (vs), 1204 (w), 1090 (s), 904 (s), 800 (m), 750 (m), 656 (m).Synthesis of Tb-TZB-MOF (3)H2TZB (16.5 mg, 0.087 mmol), Tb(NO3)3·5H2O (18.9 mg, 0.0435 mmol), 2-fluorobenzoic acid (48.7 mg, 0.348 mmol), DMF (1.0 mL), C2H5OH (1.5 mL) were combined in a 10 mL microwave tube, sealed and heated to 115 °C for 72 h and cooled to room temperature. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm–1): 3358 (br), 1656 (s), 1603 (vs), 1659 (s), 1497 (w), 1397 (vs), 1281 (w), 1255 (w), 1176 (w), 1099 (s), 1058 (w), 1011 (m), 878 (w), 840 (w), 801 (m), 751 (s), 701 (w), 663 (w).Synthesis of Tb-FTZBP-MOF (4)H2FTZBP (24.7 mg, 0.087 mmol), Tb(NO3)3·5H2O (18.9 mg, 0.0435 mmol), DMF (1.0 mL), C2H5OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 72 h and cooled to room temperature. The brown polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm–1): 3358 (br), 1650 (vs), 1610 (m), 1411 (m), 1385 (m), 1254 (w), 1099 (s), 1009 (w), 905 (w), 843 (w), 796 (m), 765 (m), 660 (w).Synthesis of Y-FTZBP-MOF (5)H2FTZBP (24.7 mg, 0.087 mmol), Y(NO3)3·6H2O (16.8 mg, 0.0435 mmol), DMF (1.0 mL), C2H5OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 72 h and cooled to room temperature. The brown polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm–1): 3363 (br), 1657 (vs), 1611 (v), 1499 (m), 1412 (m), 1385 (s), 1251 (w), 1097 (s), 1058 (w), 1007 (m), 906 (w), 845 (w), 796 (m), 765 (m), 660 (w).Synthesis of Tb-FBPDC-MOF (6)4′-Cyano-3-fluorobiphenyl-4-carboxylic acid (41.9 mg, 0.174 mmol), Tb(NO3)3·5H2O (37.8 mg, 0.087 mmol), DMF (1.5 mL), C2H5OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 72 h and cooled to room temperature. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm–1): 3350 (br), 1655 (w), 1584 (vs), 1528 (w), 1382 (vs), 1188 (w), 1109 (m), 1014 (w), 907 (m), 846 (m), 779 (s), 697 (w), 662 (w).Synthesis of Tb-DFBPDC-MOF (7)H2DFBPDC (18.2 mg, 0.065 mmol), Tb(NO3)3·5H2O (18.9 mg, 0.0435 mmol), DMF (1.0 mL), C2H5OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 60 h and cooled to room temperature. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm–1): 3338 (br), 1651 (w), 1582 (vs), 1493 (w), 1528 (w), 1385 (vs), 1253 (w), 1209 (w), 1102 (m), 1061 (w), 954 (w), 861 (m), 843 (m), 784 (m), 695 (m).Single Crystal X-ray CrystallographySingle-crystal X-ray diffraction data were collected using a Bruker-AXS SMART-APEX2 CCD diffractometer (CuKα, λ = 1.54178 Å) for compounds 1 and 2, Bruker X8 PROSPECTOR APEX2 CCD (CuKα, λ = 1.54178 Å) for compounds 3 and 5–7, and Oxford Supernova Atlas CCD (MoKα = 0.71073 Å) for compound 4. Indexing was performed using APEX2 (Difference Vectors method).(16) Data integration and reduction were performed using SaintPlus 6.01.(17) Absorption correction was performed by multiscan method implemented in SADABS.(18) Space groups were determined using XPREP implemented in APEX2.(16) Structures were solved using SHELXS-97 (direct methods) and refined using SHELXL-97 (full-matrix least-squares on F2) contained in APEX2(16) and WinGX v1.70.01 programs packages.(19) CrysAlis Pro package was used to process diffraction images for compound 4.(20)For all compounds the ligand moiety was disordered and atoms were refined using geometry restraints. Restraints were also used to refine anisotropic displacement parameters of disordered atoms. Disordered cations and solvent molecules were refined isotropically. Relatively high residual electron density observed in a μ-OH position (leading to very small value of thermal parameteres for μ-OH oxygen) are most likely attributed to “electron transfer (...) directed from d-orbitals to the oxygen 2p orbitals”, which is observed in yttrium-oxide clusters.(21) Hydrogen atoms were placed in geometrically calculated positions and included in the refinement process using riding model with isotropic thermal parameters: Uiso(H) = 1.2Ueq(−OH, −CH). The crystal of compound 7 was twinned, twinning law [−0.66/–0.33/0.66] [0.66/–0.66/0.33] [0.33/0.66/0.66]. Two reciprocal lattices have been identified using XPREP (APEX2); diffraction data have been integrated using SAINT and scaled/corrected using TWINABS.(22) Refinement has been carried using HKLF 5 style reflection data containing reflection from both domains (BASF = 0.12). Distance restraints have been used to refine disordered benzene rings. Disordered atoms have been refined isotropically. For compounds 3–7, the contribution of heavily disordered solvent molecules was treated as diffuse using Squeeze procedure implemented in Platon program.(23) Crystal data and refinement conditions are shown in Table 1 and Tables S5–S11 (Supporting Information). Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesSupporting InformationPXRD, TGA, additional structural figures, low and high pressure gas sorption isotherms, Qst analysis, IAST and breakthrough studies, as well as X-ray crystallographic data (CIF). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesAcknowledgmentThe authors gratefully acknowledge KAUST Funds.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesReferencesThis article references 23 other publications.1. Chu, S. Science 2009,  325,  1599[Crossref], [PubMed], [CAS]1. Carbon capture and sequestrationChu, StevenScience (Washington, DC, United States)\r\n        (2009),\r\n    325\r\n        (5948),\r\n    1599CODEN:\r\n                SCIEAS;\r\n        ", "title": "Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO Adsorption Energetics and Uptake", "authors": ["Dong-Xu Xue", "Amy J. Cairns", "Youssef Belmabkhout", "Lukasz Wojtas", "Yunling Liu", "Mohamed H. Alkordi", "Mohamed Eddaoudi"], "doi": ["10.1021/ja401429x"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0005.gif\">"]}