{"abstract": "The separation of methane and nitrogen from binary mixtures using a commercial activated carbon, Norit RB3, was investigated. The adsorption of pure fluids and CH + N mixtures were measured at temperatures of 242, 273, and 303 K, at pressures ranging from 53 to 5000 kPa using a high pressure volumetric apparatus and at pressures from 104 to 902 kPa using a dynamic column breakthrough apparatus (DCB). The pure gas equilibrium adsorption capacities were regressed to Toth, Langmuir, Langmuir–Freundlich, and Sips isotherm models; the Toth model gave the best prediction of measured capacities at pressures from 800 to 5000 kPa. The uptake of components from gas mixtures calculated using the Ideal Adsorbed Solution Theory (IAST), Extended Langmuir and Multi-Sips models were all within the uncertainties of the measured adsorption capacities, suggesting that for this adsorbent there is no significant advantage in using the more computationally intensive IAST method. A linear driving force (LDF)-based model of adsorption in a fixed bed was developed to extract the lumped mass transfer coefficients for CH and N from the pure gas DCB experimental data. This model was used with results from the pure gas experiments to predict the component breakthroughs from equimolar CH + N mixtures in the DCB apparatus. The Norit RB3 exhibited equilibrium selectivities for CH over N in the range 3 to 7 (measured selectivites have an average uncertainty of 37%), while the lumped mass transfer coefficients of CH and N were similar for this activated carbon, ranging from 0.004 to 0.052 s. The results presented can serve as a reference data set upon which industrial PSA processes for separating CH + N mixtures using generic activated carbons can be developed and optimized over a wide range of pressures and temperatures.", "text": "10.1021/ie401831u Top of PageAbstractIntroductionExperimental SectionEquilibrium Adsorption CapacitiesDynamic Breakthrough Data AnalysisConclusionsReferencesIntroductionThe separation of nitrogen from methane is one of the most challenging processing operations in the development of natural gas fields containing high nitrogen concentrations and in the enrichment of coal bed methane (CBM). The development of subquality and/or remote natural gas reserves containing greater than 4% N2,(1) including development of such resources via the production of liquefied natural gas (LNG), can present new gas processing challenges requiring efficient alternatives to the cryogenic distillation processes used conventionally for nitrogen rejection from natural gas. For example, the introduction of stricter environmental regulation of CH4 emissions from natural gas production facilities may require the capture of CH4 from the N2 vent streams, which can contain from 3 to 50% CH4. Underground coal seams can contain significant quantities of CBM (also known as coal seam gas (CSG)) that will be released into the mine during conventional coal extraction activities or that can be extracted from the coal seam using a system of drainage wells. Nitrogen may occur naturally along with CH4 in coal reservoirs,(2) or be introduced in the processes of the mining activity including through the circulation of large volumes of ventilation air to control CH4 levels in underground mines to very low concentrations for safety.(3) Thus, the compositions of CBM streams can vary widely, depending on the geological conditions, the nature of the mining activity, and the production history of the coal seam: the exhausts from mine ventilation systems typically contain less than 0.3–1% CH4,(4) while gas from extraction wells may contain from 20% to more than 90% CH4. In most cases, N2 is the main component to be separated from the CH4 in CBM enrichment processes.(5)The separation of CH4 and N2 is a particularly challenging gas processing application because these two components have similar physicochemical properties. In large scale LNG production facilities, the rejection of N2 from the natural gas using cryogenic distillation towers to condense the CH4 at temperatures close to −160 °C may be economically viable but the construction and operating costs of cryogenic distillation are usually prohibitive at feed gas flow rates less than 15 MMscfd (million standard cubic feet per day). The refrigeration systems of the LNG production facility are rarely available at a coal mine or CBM well site, and thus the cost of a cryogenic process to capture CH4 from a CBM or mine ventilation exhaust is even more prohibitive than it is in a LNG production facility. Pressure swing adsorption (PSA) may be a feasible low cost, low energy alternative to cryogenic distillation for the enrichment of CH4 from N2 at gas flow rates less than 15 MMscfd. Adsorption-based processes based on selective adsorption of CH4 using activated carbons(6) and the selective adsorption of N2 using narrow pore adsorbents such as titanosilicates(7) have been demonstrated for the processing of high-N2 content natural gas reservoirs. Whether the PSA technology relies on equilibrium or kinetic selectivity, the development of new PSA processes requires an accurate knowledge of adsorption equilibria, kinetics, and heat of adsorption for the gas mixture and adsorbent.In this study we provide equilibrium and kinetic sorption data for CH4 and N2 on a commercial activated carbon, Norit RB3, at temperatures in the range of 242–303 K and pressures up to 5000 kPa. Norit RB3 was selected for this study because this adsorbent is commercially available and has a wide pore size distribution that is representative of many other steam activated carbons that are already used in other industrial gas adsorption applications. The low end of the temperature range represents the process conditions available in an LNG production facility that could be available for CH4 + N2 separation processes. Our experiments included measurements of the adsorption of each component from CH4 + N2 mixtures using a high-pressure volumetric adsorption (HP) apparatus and a dynamic column breakthrough (DCB) apparatus. Importantly, these mixture measurements allow us to validate, and compare, the predictions of adsorption capacities calculated by using available models for multicomponent adsorption isotherms such as the Ideal Adsorbed Solution Theory (IAST)(8) and the Extended Langmuir equation. A dynamic adsorption model of the DCB experiment was developed and used to extract the mass transfer coefficients for CH4 and N2 on Norit RB3 from pure fluid DCB experiments. The breakthroughs of CH4 + N2 mixtures in the DCB were successfully predicted using the dynamic model with the kinetic parameters extracted from the pure fluid measurements. The data in this paper provide a basis for a dynamic adsorption model that could be used to design and evaluate PSA processes for the enrichment of CBM and the purification of vent streams from natural gas processing plants.Top of PageAbstractIntroductionExperimental SectionEquilibrium Adsorption CapacitiesDynamic Breakthrough Data AnalysisConclusionsReferencesExperimental SectionMaterialsThe activated carbon studied in this work was Norit RB3 (supplied by IMCD Australia Ltd.), which is a steam activated charcoal in the form of 3 mm diameter, 4 mm long extruded pellets. A summary of the adsorbent’s physical properties is provided in Table 1. The pore textural characteristics of the carbon were determined by sorption analyses with N2 at 77 K and CO2 at 273 K using a commercial ASAP2020 apparatus (Micromeritics, USA(9)). Prior to each adsorption measurement on the ASAP2020 the Norit RB3 was degassed at 473 K for 12 h. The 77 K N2 isotherm and the pore size distributions are included in the Supporting Information, Figure SI1. The 77 K N2 isotherm shape together with the pore size distributions indicate that the Norit RB3 contains a large volume of micropores with widths in the range of 6–20 Å. The skeletal density was measured with a helium pycnometer (Micromeritics AccuPyc 1330), and this parameter was used in the model of the fixed-bed adsorption column.Table 1. Physical Properties of Activated Carbon Norit RB3 and Characteristics of the Fixed-Bed Used in Dynamic Column Breakthrough Experiments  valuedata sourceAdsorbent Propertypellet radiusrp1.5 mmmanufacturerskeletal densityρskel2.15 g·cm–3AccuPyc 1330BET specific surface areaSBET871 ± 18 m2·g–1ASAP2020total pore volumeVpore0.44 cm3·g–1ASAP2020micropore pore volume (<20 Å)Vmicro0.37 cm3·g–1ASAP2020; DRN2pellet porosityεi0.397calculatedheat capacity of solidCps1.04 J·g–1·K–140thermal conductivity of solidλs0.5 W·m–1·K–141Column ParameterlengthL130 mmdimensional measurementinner diameterDcol22.2 mmdimensional measurementbed porosityεb0.489dimensional measurementbulk density of packingρb0.406 g·cm–3dimensional measurementwall thicknesstw1.5 mmdimensional measurementheat capacity of wallCpw0.5 J·g–1·K–141wall densityρw7.8 g·cm–342heat transfer coefficient between wall and ambienthamb3000 W·m–2·K–1adjustedwall thermal conductivityλw16 W·m–1·K–142specific surface area of adsorbent pellet ap1833 m–1pellet geometryThe fractional purities of the gases, as stated by the supplier BOC Australia, were methane 99.995%, nitrogen 99.999%, and helium 99.999%. The estimated uncertainty of the adsorption measurements due to gas purity was negligible. For the gas mixture adsorption measurements, the CH4 + N2 gas mixture was supplied by BOC with a CH4 mole fraction stated to be 0.495 ± 0.002, and with impurity content similar to the pure gases. The kinetic diameters of the gas molecules are CH4 3.80 Å, N2 3.64 Å, and He 2.60 Å;(10) the critical diameter of each of these molecules is smaller than the peak pore widths of the Norit RB3.Volumetric Measurements of Adsorption EquilibriumEquilibrium adsorption capacities of pure gases were measured volumetrically with (1) a Micromeritics ASAP2020 at three temperatures, 246, 273, and 303 K, and pressures up to 120 kPa; and (2) a custom built high pressure volumetric-type (HP) apparatus, shown schematically in Figure 1, at 243 and 303 K and pressures in the range of 53.9–5000 kPa. The adsorption of CH4 + N2 mixtures on Norit RB3 was also measured with the HP apparatus at pressures up to 5000 kPa. The HP apparatus consisted of the gas loading cell immersed in a water bath at 300 K and the adsorption cell housed in a cryogenic Dewar. The construction and operation of this HP apparatus, as well as the procedure and data analysis techniques used for the determination of the adsorption capacities of pure gases and mixtures have been described in detail elsewhere,(11, 12) so only a brief summary and descriptions of the improvements to the apparatus are given here.Figure 1. Schematic diagram of the high pressure volumetric-type (HP) apparatus.To improve the accuracy of the HP apparatus we improved the thermal isolation present between the adsorption cell and the cryogenic Dewar, installed additional temperature sensors and added an extra stage of temperature control. The new adsorption cell design featured three thermal layers to separate the adsorption cell from the liquid nitrogen held in the Dewar: (1) a copper can directly around the adsorption cell that was filled with helium at 200 kPa during the adsorption measurements, (2) a stainless steel radiation shield placed around the copper can, and (3) a stainless steel can placed around the radiation shield that was evacuated to a pressure below 1 kPa. Enclosing the stainless steel can was the cryogenic Dewar that contained an automatically controlled level of liquid nitrogen and its boil-off vapor. Electric heating tape was mounted on the outer surface of the copper can to control its temperature 5 K below the set-temperature of the adsorption cell. In addition to the insulating layer changes, six new PRT-100 elements, which had been calibrated to ITS-90 with an estimated uncertainty of 0.05 K, were mounted inside and on the external surface of the adsorption cell. The temperature measurement uncertainty in the adsorption cell was less than 0.5 K.During the CH4 + N2 mixtures adsorption experiments with the HP apparatus, the gas compositions of both the loading cell and the adsorption cell were measured using a gas chromatograph (GC) at the end of each adsorption step. Previously(11) an external syringe was required to sample gas from the loading cell and the adsorption cell. During the transfer of this gas sample to the GC, the syringe contents could potentially be contaminated by air and, consequently, the system had a limited accuracy for the measurement of gas mixtures containing N2. To make the Norit RB3 measurements reported in this paper, new tubing and valves (SV1 and SV2 in Figure 1) were installed to allow the direct transfer of (high-pressure) gas samples from the adsorption and loading cells to the GC. The gas sampled from the HP apparatus was carried by a flow of helium gas to the GC. The relative uncertainty in the gas composition measurements was 3% in the mole fraction of the minor component. The composition of the gas mixture used to fill the loading cell measured by the GC was consistent with the specification provided by BOC (CH4 mole fraction, 0.495 ± 0.002).Prior to adsorption measurements, the Norit RB3 was degassed (in a separate cell) under vacuum (1 Pa) at 473 K for 24 h. Then the regeneration cell was backfilled with N2 to minimize air ingress during transfer of the adsorbent to the adsorption cell of the HP apparatus. The mass of degassed adsorbent loaded to the adsorption cell was mads = 27.38 ± 0.01 g. The loaded adsorbent was flushed with He and then degassed in situ under vacuum (20 Pa) at 393 K. The loading cell and the manifold were also flushed and evacuated several times between isotherm measurements. In the adsorption measurements, the criterion applied at each pressure step for the attainment of equilibrium was when the value of the measured adsorption capacity remained stable (within ±0.2%) over one hour. The longest time taken to reach equilibrium in a single pressure step was three hours. For the pure fluid measurements, there was no hysteresis observed between the adsorption and desorption isotherms and this observation indicates that the adsorption of CH4 and N2 on Norit RB3 is reversible.Dynamic Column Breakthrough ExperimentsThe dynamic adsorption experiments to determine equilibrium capacities and mass transfer coefficients (MTCs) were conducted with a dynamic column breakthrough (DCB) apparatus. We have described in detail this DCB apparatus and its operation elsewhere.(13) The key characteristics of the DCB apparatus are listed in Table 1. The packed adsorption column was oriented horizontally and submerged in a water–glycol bath, which was controlled at temperatures in the range 242–353 K. The column’s outlet pressure was controlled using a back-pressure regulator; adsorption experiments were performed with constant column outlet pressures in the range of 104–902.6 kPa. The inlet flow rates of CH4, N2, and He to the column were controlled with mass flow controllers; and the flow rate of the effluent from the column was measured with a mass flow meter (MFM) that determines the volumetric flow rate by creating a pressure drop across an internal restriction known as a laminar flow element (Alicat, MC series). Feed gas flow rates were maintained at close to 68.1 μmol·s–1 (100 standard cm3 per minute). A QMS-100 mass spectrometer (MS, Stanford Research Systems) was used to measure the composition of the column effluent. The use of the orifice-type MFM and the MS to determine the equilibrium adsorption capacities from breakthrough experiments with concentrated adsorbate feeds is described by Hofman et al.(13a)The sample preparation procedure used prior to loading adsorbent into the DCB apparatus was similar to the procedure used to prepare the samples for the HP apparatus, with the adsorbent degassed in a separate vessel under vacuum at 473 K for 24 h. The mass of regenerated Norit RB3 used in the DCB experiments was (20.735 ± 0.005) g. Before each DCB adsorption experiment, the adsorbent bed was regenerated in situ at 302 K in a 136 μmol·s–1 flow of helium for at least 3 h. The effectiveness of this regeneration procedure was checked by repeating the (100 and 900) kPa runs at (303 and 243) K.Top of PageAbstractIntroductionExperimental SectionEquilibrium Adsorption CapacitiesDynamic Breakthrough Data AnalysisConclusionsReferencesEquilibrium Adsorption CapacitiesPure Fluid Adsorption EquilibriaThe material balance calculations to determine excess equilibrium adsorption capacities, Qex,i for component i, using the HP apparatus and the DCB are described elsewhere.(12, 13) To convert the measured excess adsorption capacity to the absolute adsorption capacity, Qabs,i, the excess capacity must be corrected for the volume occupied by the adsorbed phase:(1)Here ρM,gas and ρM,ads are the mass densities of the gas phase and adsorbed phase, respectively. The density of the adsorbed phase mixture was estimated using an ideal mixing rule, and the estimates of the densities of pure adsorbed phases of CH4 and N2 (ρads,CH4 = 0.354 g·cm–3 and ρads,N2 = 0.701 g·cm–3) are available in the literature.(14) The GERG-2004 equation of state(15) as implemented in the software REFPROP 9.0(16) was used to determine the molar density of the gas mixture at the measured pressure, temperature, and composition. At pressures up to 1000 kPa the difference between absolute and excess adsorption capacities determined in this study was small with |Qabs,i – Qex,i|/Qex,i ≤ 0.021. For the measurements on the HP-apparatus at pressures above 2000 kPa, the difference between absolute and excess adsorption capacities was larger with |Qabs,i – Qex,i|/Qex,i ≤ 0.157.Pure gas adsorption capacities for N2 and CH4 on Norit RB3 measured with the ASAP2020 in the pressure range 0.4 to 120 kPa are tabulated in the Supporting Information (Tables SI1 and SI2). The excess and absolute adsorption capacities measured at 243 and 303 K for pressures from 53 to 5000 kPa on the HP apparatus are reported in Table SI3 of the Supporting Information. Table SI4 in the Supporting Information lists the adsorption capacities measured at 243 and 302 K and pressures from 104 to 902 kPa using the DCB. The adsorption data collected at pressures close to 100 kPa and temperatures of 243 and 303 K on the HP apparatus and the DCB were consistent, within the uncertainty ranges of these measurements, with the adsorption capacities measured using the commercial ASAP2020 instrument. This comparison of the results from the three experimental systems further demonstrates the accuracy of the two custom built apparatus.The adsorption capacities measured with the three experimental apparatus are shown in Figure 2a (N2) and Figure 3a (CH4); the shape of each of these isotherms (when viewed with a linear pressure axis) corresponds to Type I in the IUPAC classification.(17) The CH4 and N2 capacities of Norit RB3 measured at 303 K in this study are consistent with trends of CH4 and N2 capacities and surface areas or pore volumes of commercial activated carbons reported by others, such as Norit RB1,(18) a Sutcliffe Speakman carbon,(19) and Maxsorb.(20)Figure 2. Measured and predicted N2 adsorption capacities for Norit RB3. (a) Absolute adsorption capacities measured on three experimental apparatus: the dynamic breakthrough column (DCB), the high pressure volumetric apparatus (HP), and the Micromeritics ASAP2020 volumetric apparatus at 243–246 K and 302–303 K. The lines represent the predictions of the Toth model (eq 4) fitted to the combined data set of the three sets of experiments; calculated capacities at 303 K are indicated with a dashed line and calculated capacities at 245 K are indicated with a solid line. Deviations between the measured and the adsorption capacities calculated with the (b) Langmuir model and (c) Toth model.Figure 3. Measured and predicted CH4 adsorption capacities for Norit RB3. (a) Absolute adsorption capacities measured on three experimental apparatus: the dynamic breakthrough column (DCB), the high pressure volumetric apparatus (HP), and the Micromeritics ASAP2020 volumetric apparatus at 243–246 K and 302–303 K. The lines represent the predictions of the Toth model (eq 4) fitted to the combined data set of the three sets of experiments; calculated capacities at 303 K are indicated with a dashed line and calculated capacities at 245 K are indicated with a solid line. Deviations between the measured and the adsorption capacities calculated with the (b) Langmuir model and (c) Toth model.Four temperature-dependent equilibrium isotherm models were tested to determine their ability to represent the measured pure fluid adsorption capacities of CH4 and N2 on Norit RB3 across the range of pressure and temperature conditions measured in this study. A least-squares regression analysis was used to determine the best-fit parameters of each of the equilibrium models by minimizing the standard deviation (SD) between the measured capacities, Qabs,i, and capacities, Qabs,icalc, calculated with each model (SD = (1/N∑(Qabs,i – Qabs,icalc)2)1/2 where N is the number of data points regressed). The four equilibrium adsorption capacity models tested were as follows: Langmuir model (m = 1)/Extended Langmuir (m > 1)(2)Langmuir–Freundlich model(3)Toth model(4)Sips model (m = 1)/Multi-Sips (m > 1). Sips:(5)Here R is the molar gas constant, and ΔHcalc,i is the isosteric enthalpy of adsorption at zero coverage. In the regression of each model, ΔHcalc,i was treated as an adjustable parameter along with the empirical parameters (Qmax,icalc, b0,i or K0,i, and n). Equation 2 represents the Extended Langmuir multicomponent isotherm which reduces to the Langmuir isotherm when the number of components (m) is set to 1. Likewise, the Multi-Sips model in eq 5 reduces to the Sips model for a single adsorbate.The best-fit parameters resulting from the regression of each of the equilibrium isotherm models are shown in Table 2 together with their associated statistical uncertainties. The regression of the Toth model (eq 4) to the experimental data gave the most consistent predictions of adsorption capacity across the pressure range up to 5000 kPa (deviation plots shown in Figures 2c and 3c); this model has an SD of 0.018 mmol·g–1 for N2 and 0.029 mmol·g–1 for CH4. The predictions of N2 and CH4 adsorption capacities made using the best-fit parameters for the Toth models are shown as lines in Figure 2a and Figure 3a, respectively. The Sips model (eq 5) and the Langmuir–Freundlich model (eq 3) also provided a reasonable fit across the measured pressure range. In contrast, the regressed three-parameter Langmuir model provides a poorer fit (|Qabs,i – Qabs,iLang| up to 0.32 mmol·g–1 for N2 and 0.85 mmol·g–1 for CH4) than the Toth model (|Qabs,i – Qabs,iToth| < 0.15 mmol·g–1 for N2 and CH4) or the Sips model (|Qabs,i – Qabs,iSips| < 0.12 mmol·g–1 for N2 and CH4) to the experimental data at pressures greater than 800 kPa, especially at 243 K (Figures 3b and 4b). The heats of adsorption, ΔHcalc,i, obtained by the regression of the Sips and Langmuir models were consistent with the values obtained by the regression of the Toth model (ΔHToth,CH4 = 16.53 ± 0.13 kJ·mol–1 and ΔHToth,N2 = 13.57 ± 0.14 kJ·mol–1). Although ΔHcalc,i has been treated in this analysis just as an empirical value in the regression, the ΔHcalc,i values obtained are similar to enthalpies of adsorption for CH4 (typically 16–20.8 kJ·mol–1)(19, 21) and N2 (6.9–13.9 kJ·mol–1)(22) reported for different levels of adsorbate coverage on carbonaceous surfaces.Figure 4. Absolute adsorption capacities for CH4 (squares) and N2 (circles) from gas mixtures measured at 302.2 K on the high pressure volumetric apparatus (open symbols) and the DCB apparatus (closed symbols). The gas phase compositions at equilibrium for each data point are listed in Table 5. The solid (HP) and dashed (DCB) lines are the capacities for each component predicted with the IAST using the Toth isotherm model (eq 4).Table 2. Best Fit Parameters of the Langmuir Model (eq 2), the Langmuir–Freundlich Model (eq 3), the Toth Model (eq 4), and the Sips Model (eq 5) Fitted to the Absolute Adsorption Capacities for N2 and CH4 Measured on the Three Experimental Apparatus from 243 to 303 KN2CH4Parametersa140 data points149 data pointsLangmuir parametersQmax,iLang (mmol·g–1)5.22 ± 0.076.75 ± 0.10b0,i·106 (kPa–1)1.38 ± 0.201.00 ± 0.25ΔHLang,i (kJ·mol–1)13.93 ± 0.3216.99 ± 0.53SD (mmol·g–1)0.0830.209ARE (%)25.530.1Langmuir–Freundlich parametersQmax,iLF (mmol·g–1)6.65 ± 0.108.95 ± 0.09K0,i·106 (kPa–1)12.42 ± 1.1534.28 ± 2.5ΔHLF,i (kJ·mol–1)10.96 ± 0.1611.72 ± 0.13N0.81 ± 0.010.70 ± 0.01SD (mmol·g-1)0.0350.051ARE (%)24.422.4Toth parametersQmax,iToth (mmol·g–1)8.45 ± 0.2611.06 ± 0.19K0,i·106 (kPa–1)1.76 ± 0.112.04 ± 0.12ΔHToth,i (kJ·mol–1)13.57 ± 0.1416.53 ± 0.13N0.54 ± 0.010.45 ± 0.01SD (mmol·g–1)0.0330.046ARE (%)7.16.6Sips parametersQmax,iSips (mmol·g–1)6.65 ± 0.108.95 ± 0.09K0,i·106 (kPa–1)0.83 ± 0.060.43 ± 0.03ΔHSips,i (kJ·mol–1)13.58 ± 0.1516.70 ± 0.14N0.81 ± 0.010.70 ± 0.005SD (mmol·g–1)0.0350.051ARE (%)24.424.1aSD = standard deviation; ARE = average relative errors.Binary Mixture Adsorption EquilibriaThe best-fit parameters for the pure fluid models were used with the Extended Langmuir model, the Multi-Sips model, and the Ideal Adsorbed Solution Theory (IAST)(8) to predict the uptake of each component on the activated carbon from CH4 + N2 gas mixtures. The IAST was implemented for the Toth isotherm parameters using the algorithm of Valenzuela and Myers(23) without adjustment of the pure fluid isotherm parameters. Figure 4 compares the IAST predictions and experimental data for CH4 + N2 mixtures measured at 302.2 K on the HP apparatus and the DCB apparatus. The capacities determined from measurements with CH4 + N2 mixtures with the HP apparatus and with the DCB apparatus are listed in Table SI5 in the Supporting Information.The average relative errors (ARE) between the predictions from each of the multicomponent equilibrium models and the measured equilibrium component adsorption capacities were 22.3% for N2 and 9.6% for CH4 using the Extended Langmuir model, 41.6% for N2 and 15.6% for CH4 with the Multi-Sips model, and 4.0% for N2 and 3.9% for CH4 with the IAST (Toth) model. The IAST (Toth) provided the most accurate predictions of the equilibrium component adsorption capacities. However, the computational time to complete the iterative calculations required in the implementation of IAST is significantly longer than that required with the Extended Langmuir or Multi-Sips models. This additional computational time is compounded when the multicomponent equilibrium model is used in a full dynamic model of the DCB experiment for the prediction of breakthrough curves or in a full, cyclic model of a PSA process. In their study of multicomponent mixtures (methane + ethane + propane), Malek and Farooq(24) also reported that the IAST model using Toth isotherm parameters was among the best models for prediction of multicomponent adsorption capacities but noted that there was no significant advantage in using the more computationally intensive IAST models over the Extended Langmuir model. Our results support that earlier conclusion: as shown in Figure 5, the deviation between the predictions of the Extended-Langmuir model and the IAST model are in general of a similar magnitude to the deviations between the measured data and the IAST predictions. Furthermore, the deviations between the predicted capacities from the multicomponent adsorption models and the measured data are less than the measurement uncertainties for the HP apparatus and no more than 1.5 times the uncertainties in the DCB measurements with mixtures. On these findings, we implemented the Extended Langmuir equation as the model for equilibrium adsorption capacities in the mathematical model of the DCB experiment.Figure 5. Deviation of the measured capacities of CH4 (squares) and N2 (circles) adsorbed from gas mixtures at 243 K (open symbols) and 302.2 K (closed symbols) from the IAST (Toth) predictions. The lines show the deviation of the predicted adsorption capacities calculated with the Extended Langmuir isotherm (eq 2) from the IAST prediction at a temperature of 303.3 K. Experimental measurements from (a) the high pressure volumetric-type apparatus and (b) the dynamic breakthrough column.The Norit RB3 activated carbon exhibited equilibrium selectivity for CH4 over N2 in all the binary mixture measurements, where the equilibrium selectivity was calculated as αCH4:N2 = ((Qabs,CH4/yCH4)/(Qabs,N2/yN2)). As shown in Table SI5 of the Supporting Information the values of αCH4:N2 measured with the HP apparatus and the DCB apparatus for the CH4 + N2 mixtures were in the range of 3 to 7; these values, which have an average relative uncertainty of 37%, are consistent with αCH4:N2 values reported for activated carbons in other studies.(5) In general the adsorbent’s selectivity for CH4 increased at higher pressures and at lower temperatures.Top of PageAbstractIntroductionExperimental SectionEquilibrium Adsorption CapacitiesDynamic Breakthrough Data AnalysisConclusionsReferencesDynamic Breakthrough Data AnalysisMathematical Model of the Dynamic Breakthrough ColumnFigure 6 shows a typical set of effluent flow rate data measured in a breakthrough experiment with pure CH4 flowing to the packed column of Norit RB3 that was initially filled with helium. The difference between the methane and total flow rates in Figure 6 is the helium displaced from the bed voids; this volume of displaced gas is used in the calculation of the equilibrium adsorption capacity. We developed a dynamic model of the breakthrough experiment to extract information about the sorption kinetics from the DCB measurement data. This dynamic model is based on the fundamental mass and energy balances used in similar models reported by other researchers.(24, 25) The specific model used to describe the experimental configuration of our DCB apparatus is detailed in our previous paper on the adsorbent H+-mordenite.(13b) This model is based on the following assumptions:1.The gas phase was ideal.2.There were no mass, energy or momentum gradients in the radial direction.3.The bed hydrodynamics were modeled as plug flow with axial mass dispersion. The axial dispersion coefficient was estimated using the method described by Delgado(26) with the molecular diffusivities for each component calculated using the Chapman–Enskog theory.(27) The effects of vertical flow in the horizontal column caused by the density difference of He and (N2 or CH4) were ignored. Tests with the column oriented vertically indicated that such effects were within the statistical uncertainty of the MTC determined through regression of the model to the breakthrough data.4.The rate of mass transfer for each component from the gas to the adsorbed phase was modeled by a Linear Driving Force (LDF) approximation(28) with a lumped mass transfer coefficient (MTCi):(6)5.For the estimation of the MTCi values from the pure fluid experiments, the equilibrium adsorption capacities Qabs,i were estimated for the DCB using the Extended Langmuir isotherm model with the best-fit parameters listed in Table 2. The sensitivity of the dynamic model to the choice of multicomponent equilibrium adsorption model was also investigated by testing the IAST (Toth) and Multi-Sips models.6.The adsorption of helium on activated carbon was assumed to be negligible under the DCB measurement conditions.7.The momentum balance was described using the Ergun Equation.8.One-dimensional energy balance equations were implemented and solved for the adsorbent bed, the interparticle gas phase, and the column wall. The heat transfer parameters such as specific heat capacities and thermal conductivities listed in Table 1 were estimated from published data. The sensitivity of our model’s results to the heat transfer coefficient between the wall and the water–glycol bath (hwa) was investigated previously(13b) and in the current study the value was set to hwa = 3000 W·m–2·K–1.9.The effects of the extra-column void volumes of the DCB apparatus on the experimental breakthrough curves were accounted for in the dynamic model.(29) Ideal plug flow reactor models were used for the inlet and outlet tubes. Ideal continuous stirred tank reactor models were used for the inlet and outlet cones connecting the packed bed to the inlet and outlet tubes.Figure 6. Breakthrough of CH4 at 702.9 kPa and 302.3 K in a dynamic experiment with 70.9 μmol·s–1 of pure CH4 flowing to a packed bed of Norit RB3 with experimental data (symbols) and model predictions (curves) for the total outlet flow from the column and the component flow of CH4. The difference between the two flow rates is due to the He that was initially in the bed.The dynamic model was implemented in and solved using the commercial software package Aspen Adsorption V7.1 (Aspen Technology, Inc., Massachusetts). This software package uses the method of lines(30) to solve the requisite time-dependent partial differential equations. One hundred nodes were used to discretize the length of the packed-bed in the Aspen Adsorption model.Estimation of Kinetic Parameters for Pure FluidsThe MTCs for CH4 and N2 at a given temperature and pressure were estimated by regression of the dynamic model to the DCB experimental data. A manual search was conducted for the MTCi value that minimized an objective function, χ2, which compared the column effluent’s component molar flow rates at each point in time. The objective function and the regression procedure used are described by Saleman et al.(13b) The MTCi values obtained from the regression for each temperature and pressure are listed in Table 3. Also listed are the lower and upper bounds of the 68% confidence range in the MTCi values, and the corresponding rms deviation in the calculated flow rates. The lower and upper bounds correspond to the MTC values at which χ2 increased by 1 over the minimum value achieved. For adsorption on Norit RB3, the mass transfer coefficients extracted for CH4 and N2 are of similar magnitudes, ranging from 0.007 to 0.053 s–1 for N2 and 0.004 to 0.052 s–1 for CH4. The values of MTCN2 are a little larger than the MTCCH4 values but, for most pressure and temperature conditions, the 68% confidence ranges of MTCN2 and MTCCH4 overlap.Table 3. Mass Transfer Coefficients (MTCi) for CH4 and N2 Extracted from Pure Fluid DCB Measurements at a Feed Flow Rate of 67.9 μmol·s–1aTpMTClower boundupper boundrmsdrmsd/feed rateKkPas–1s–1s–1μmol·s–1%Nitrogen302.3108.70.0530.0470.0581.642.42302.3304.60.0450.0350.0641.141.68302.2504.00.0210.0170.0262.393.51302.3702.90.0130.0110.0152.123.12302.2902.60.0070.0030.0112.844.15273.7108.70.0430.0340.0561.902.81273.8504.70.0130.0120.0182.273.34273.8902.80.0050.0040.0064.416.33245.1106.60.0370.0300.0452.714.00242.0502.60.0100.0090.0132.824.17244.8901.00.0070.0050.0084.496.63Methane302.3106.40.0520.0410.0642.784.07302.4304.30.0380.0280.0561.772.59302.4503.90.0180.0140.0251.902.78302.3703.00.0110.0080.0152.603.78302.2902.60.0060.0050.0083.234.77273.7106.50.0460.0340.0462.413.53274.0504.70.0120.0100.0161.592.33273.7902.80.0050.0040.0063.004.45243.4104.50.0260.0210.0343.965.81243.0503.00.0080.0070.0092.493.70244.5900.80.0040.0020.0044.216.27aThe lower and upper bounds of the 68% confidence intervals for the MTCi are given together with the root mean square deviations (rmsd) of the measured flows from those calculated with the regressed dynamic models.To our knowledge, kinetic parameters for CH4 and N2 on Norit RB3 have not been published elsewhere in the literature. However, Malek and Farooq(31) reported MTC values obtained from breakthrough experiments for CH4 on an activated carbon with a surface area of 970 m2·g–1. Their measurements were made at temperatures from 299 to 338 K and pressures in the range of 199–651 kPa with gas mixtures containing 0.006–0.2 mol fraction CH4. The overall MTCs reported by Malek and Farooq for these conditions ranged from 0.14–0.63 s–1, which are 10 times larger than the MTCs we obtained for Norit RB3. Importantly, Malek and Farooq’s measurements were made with dilute adsorbates and at conditions with higher interstitial velocities (about 10 times faster) than our DCB measurements: both these experimental conditions can affect the values of lumped MTCs extracted. More recently, results reported from a DCB apparatus similar to our apparatus include those of Bastos-Neto et al.(32) who reported an MTC of 0.0375 s–1 for CH4 on zeolite 5A at 100 kPa from 0.088 CH4 + 0.91 H2 mixtures; which is closer to the magnitude of our results. In addition, the kinetic parameters obtained from pure fluid measurements in volumetric-type adsorption experiments for LDF models of CH4 on activated carbons prepared from anthracite coal at 298 K and 280 kPa by Luo et al.(33) (0.0301 to 0.048 s–1) and on carbon pellets at 298 K and 110 kPa by Guan et al.(34) (0.0329 s–1) are consistent with our DCB results.For both pure fluids, the mass transfer coefficients decreased at higher pressures and lower temperatures (as demonstrated by the plots of MTCi against 1/p in Figure 7). At pressures above 110 kPa, the MTCi are linearly correlated with inverse pressure, with a temperature dependent slope. As discussed in detail by Saleman et al.,(13b) at pressures lower than 110 kPa MTCi measurements with this DCB apparatus are affected by the much longer residence times of helium at low concentrations in the mass spectrometer. This experimental limitation means that the MTCi extracted from the lowest pressure DCB measurements are not consistent with the linear trends exhibited by the higher pressure data. Accordingly, only the higher pressure MTCi data were correlated with the empirical function(35)(7)where kop,i and Eact,i are adjustable parameters. Table 4 lists the best fit parameters for kop,i and Eact,i for CH4 and N2. The sorption kinetics for CH4 and N2 on Norit RB3 extracted in this study are less sensitive to temperature than those reported by Qinglin et al.(36) for CH4 and N2 on narrow pore carbon molecular sieves (Eact,i in the range of 16–35 kJ·mol–1·K–1).Figure 7. Pressure and temperature dependence of the MTC for (a) N2 (circles) and (b) CH4 (squares) at temperatures of 303 K (closed symbols), 273 K (gray symbols), and 243.5 K (open symbols). The lines represent the best fit of eq 7. The values around 105 kPa (∼0.095 kPa–1) were outliers and were excluded from the fit.Table 4. Best Fit Parameters and Their Statistical Uncertainties for the Mass Transfer Coefficient Correlations (eq 7) together with the Root Mean Square Deviation (rmsd) of the Model from the Measured MTCi Values  N2CH4kopkPa·s–1114.7422.3Eact,ikJ·mol–16.299.66rmsd 0.0150.010To check the sensitivity of the DCB model to the value of MTCi at low pressure, the breakthrough was simulated using the value of MTCicalc for CH4 at 106.4 kPa and 302.3 K predicted with eq 7 and the best-fit parameters from Table 4. The MTCicalc predicted using eq 7 was 63.7% larger than the value extracted from the regression of the dynamic data measured at that condition. However, the use of MTCicalc in the breakthrough simulation increased the rms deviation between the measured and calculated component flows by only 4.5% to 2.91 μmol·s–1. This magnitude of this rms deviation is comparable to the deviations observed for the regressed model at other conditions and confirms that (1) the MTCs extracted at pressures lower than 110 kPa on our DCB apparatus should be treated as outliers and (2) the empirical correlation for the MTCi is sufficiently accurate for the prediction of breakthrough curves.Breakthrough Predictions for Binary Adsorbate MixturesBreakthrough curves measured in DCB experiments with CH4 + N2 mixtures were compared with breakthrough curves predicted with the DCB model using the Extended Langmuir model (eq 2) for component adsorption capacities and the MTCs of CH4 and N2 predicted by the empirical correlations developed from pure fluid measurements (eq 7). Figure 8 shows two comparisons of predicted and measured breakthrough curves for feed gas mixtures of 0.49 CH4 + 0.51 N2 on Norit RB3 at a column outlet pressure of 902.8 kPa. The rms deviations between the predicted and measured flows with binary mixtures at four conditions are listed in Table 5. The two breakthrough curve examples shown in Figure 8 represent the predicted flow rates with the largest rms deviations from the measured flows. In the worst prediction (902.8 kPa, 242.0 K), the rms deviation of 8.31 μmol·s–1 is 11.6% of the feed flow rate of the measurement. This magnitude of this deviation is less than two times the rms deviation for predicted flow rates in the pure gas experiments for CH4 and N2 at 901 kPa and 244 K. At this level of accuracy, the predictions of the DCB model should be sufficient for the comparison of adsorbents and the evaluation of PSA processes for CH4 + N2 separations.Figure 8. Measured (symbols) and predicted (curves) breakthrough of component and total flow rates of 0.49 CH4 + 0.51 N2 gas mixtures across a packed bed of Norit RB3 at a pressure of 902.8 kPa and temperatures of (a) 242 K and (b) 302.2 K. Experimental data were collected at 1 s intervals with not all points shown here.Table 5. Root Mean Square Deviations (rmsd) between the Measured and Predicated Flow Rate Data for CH4 + N2 Mixtures in the DCB Experiment with a Feed Flow Rate of 67.9–71.5 μmol·s–1aTpyCH4rmsdrmsd/feed rateKkPamol/molμmol·s–1%302.2107.70.492.053.00302.2902.80.494.626.51244.0106.60.486.749.92242.0902.80.498.3111.62aThe predicted breakthrough curves were calculated using the Extended Langmuir isotherm eq 2 with best-fit parameters from Table 2, and the correlations for the MTCi described by eq 7 with the parameters in Table 4.In this study, the uncertainty in the predictions of the binary mixture breakthrough curves is predominantly affected by the uncertainties in (1) modeled values of the MTCs and (2) the models of multicomponent adsorption capacities. The effect of any interactions between the mixture components on the values of the MTCs were assumed to be negligible and so only the MTCs from the pure fluid experiments were required to predict the breakthroughs of gas mixtures in the DCB; this assumption has been validated by others including Mohr et al.(37) and Ackley and Yang.(38) The predictions of the Extended Langmuir and IAST (Toth) models are compared with measured equilibrium adsorption capacities for binary adsorbate experiments in Figure 5; the level of uncertainty between the models is comparable to the uncertainties in the measured data. To test if the more computationally intensive IAST model provided an advantage for predicting binary mixture breakthroughs we simulated the breakthrough experiments in Aspen Adsorption using the IAST model with the same Langmuir isotherm parameters used for the Extended Langmuir models. Using the IAST model with the Langmuir parameters for the CH4 + N2 mixtures in the DCB model produced only a marginal improvement in the rms deviation of the predicted flow rates from the experimental data (from 2.05 to 2.03 μmol·s–1 at 107.7 kPa, 302.2 K and from 6.74 to 6.34 μmol·s–1 at 106.6 kPa, 244.0 K).Top of PageAbstractIntroductionExperimental SectionEquilibrium Adsorption CapacitiesDynamic Breakthrough Data AnalysisConclusionsReferencesConclusionsWe have presented equilibrium capacity and kinetic measurements of the adsorption of CH4 and N2 on the commercial activated carbon Norit RB3 using three different experimental apparatus: a commercial volumetric adsorption system for measuring the adsorption of pure fluids at pressures up to 120 kPa, a custom high-pressure volumetric apparatus capable of mixture measurements at pressures up to 5000 kPa, and a dynamic column breakthrough apparatus for measurements with (concentrated) pure gases and gas mixtures. This suite of experimental measurements allowed the collection of capacities and kinetic data across a wide range of compositions, pressures, and temperatures, including down to 242 K, that are relevant to the potential operating conditions of processes to separate CH4 + N2 mixtures in a LNG production plant.For pure fluids, the Toth isotherm model was found to provide more accurate predictions of the measured adsorbent capacities than the Langmuir, Langmuir–Freundlich, or Sips models across the range of pressures studied (up to 5000 kPa). Although, at 303 K and for pressures up to about 800 kPa, any of the four isotherm models studied provide adequate predictions of CH4 and N2 equilibrium adsorption capacities for the purposes of evaluating the potential of PSA processes. For binary mixtures, the IAST (Toth) model gave closer predictions of component adsorption capacities than the Extended Langmuir or Multi-Sips models. However, the deviations between the IAST (Toth) and the Extended Langmuir predictions were similar to the uncertainties in the component adsorption capacities measured on the high pressure volumetric apparatus and the dynamic breakthrough column. The dynamic model of the DCB experiment, which assumed a linear driving force model for the rate of adsorption, was used to extract MTCs for CH4 and N2 from pure fluid measurements and to predict the breakthrough curves for CH4 + N2 mixtures. We found that when modeling the DCB experiments for gas mixtures in Aspen Adsorption, the computationally intensive IAST model implemented with Langmuir isotherms did not provide a significantly more accurate breakthrough prediction than the Extended Langmuir model. This finding is important because it allows a reduction in the complexity of the dynamic model required to simulate the cycles of a PSA process, without a significant loss in accuracy.Although the surface area of Norit RB3 is not exceptionally high (871 ± 18 m2·g–1), this adsorbent has equilibrium selectivities in the range 3–7 for capture of CH4 from flowing CH4 + N2 in the DCB experiments, which is comparable to the highest selectivities of other reported adsorbents (see Table 8 in Rufford et al.(39)). The largest selectivities for CH4 were measured at 242 K and 902.8 kPa. The kinetics of CH4 and N2 sorption on Norit RB3 were very similar, so any industrial PSA process for CH4 + N2 separations that utilized this adsorbent would have to rely on its equilibrium selectivity for CH4. Together with the choice of adsorbent, the selection of an effective and efficient cyclic adsorption process is an important, and challenging, design activity. This work has provided the data and correlations needed to design and evaluate the potential of PSA processes for N2-CH4 separations using generic activated carbons reliant on equilibrium selectivity. Importantly, by providing high-quality data with quantitative uncertainties measured over a wide range of temperature and pressure, for pure fluids and mixtures, the results presented can serve as a reference data set with which industrial PSA processes can be simulated and optimized. Such processes might include the capture of greenhouse gas emissions produced via the enrichment of CBM or from the vent streams of LNG processing plants. Top of PageAbstractIntroductionExperimental SectionEquilibrium Adsorption CapacitiesDynamic Breakthrough Data AnalysisConclusionsReferencesSupporting InformationTables of the adsorption equilibrium capacity data measured in this work for pure fluids and binary mixtures; results of the nitrogen adsorption isotherm measured at 77 K; pore size distributions of Norit RB3 derived from N2 and CO2 measurements. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionEquilibrium Adsorption CapacitiesDynamic Breakthrough Data AnalysisConclusionsReferencesAcknowledgmentThe research was funded by Chevron Energy Technology Company, the Western Australian Energy Research Alliance, the Western Australian Department of Environment and Conservation, and the Australian Research Council (Project LP0776928). We thank Craig Grimm for helping to construct the apparatus, as well as Rohan Smith and David Zhang for their assistance with the experiments. We are grateful to Norit and IMCD Australia Limited for supplying the activated carbon sample studied in this work.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionEquilibrium Adsorption CapacitiesDynamic Breakthrough Data AnalysisConclusionsReferencesReferencesThis article references 42 other publications.1. Kidnay, A. J. and Parrish, W.  Fundamentals of Natural Gas Processing; CRC Press: Boca Raton, FL, 2006; p  434.There is no corresponding record for this reference.2. (a) Moore, T. A. Coalbed methane: A review Intl. J. Coal Geol. 2012,  101,  36– 81[Crossref], [CAS]2. Coalbed methane: A reviewMoore, Tim A.International Journal of Coal Geology\r\n        (2012),\r\n    101\r\n        (),\r\n    36-81CODEN:\r\n                IJCGDE;\r\n        ", "title": "Adsorption Equilibria and Kinetics of Methane + Nitrogen Mixtures on the Activated Carbon Norit RB3", "authors": ["Thomas E. Rufford", "Guillaume C. Y. Watson", "Thomas L. Saleman", "Paul S. Hofman", "Nathan K. Jensen", "Eric F. May"], "doi": ["10.1021/ie401831u"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-39/ie401831u/production/images/small/ie-2013-01831u_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-39/ie401831u/production/images/small/ie-2013-01831u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-39/ie401831u/production/images/small/ie-2013-01831u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-39/ie401831u/production/images/small/ie-2013-01831u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-39/ie401831u/production/images/small/ie-2013-01831u_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-39/ie401831u/production/images/small/ie-2013-01831u_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-39/ie401831u/production/images/small/ie-2013-01831u_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-39/ie401831u/production/images/small/ie-2013-01831u_0008.gif\">"]}