{"abstract": "We present the results of a thermodynamics and kinetics study of the adsorption of neon and carbon dioxide on aggregates of chemically opened carbon nanohorns. Both the equilibrium adsorption characteristics, as well as the dependence of the kinetic behavior on sorbent loading, are different for these two adsorbates. For neon the adsorption isotherms display two steps before reaching the saturated vapor pressure, corresponding to adsorption on strong and on weak binding sites; the isosteric heat of adsorption is a decreasing function of sorbent loading (this quantity varies by about a factor of 2 on the range of loadings studied), and the speed of the adsorption kinetics increases with increasing loading. By contrast, for carbon dioxide there are no substeps in the adsorption isotherms; the isosteric heat is a nonmonotonic function of loading, the value of the isosteric heat never differs from the bulk heat of sublimation by more than 15%, and the kinetic behavior is opposite to that of neon, with equilibration times increasing for higher sorbent loadings. We explain the difference in the equilibrium properties observed for neon and carbon dioxide in terms of differences in the relative strengths of adsorbate–adsorbate to adsorbate–sorbent interaction for these species.", "text": "10.1021/la401033u Top of PageAbstractIntroductionExperimental SectionResults for NeonResults for CO2ConclusionReferencesIntroductionStudies of gas adsorption on new nanoporous sorbents are attracting considerable interest,(1-4) much of which is derived from the potential applications that adsorption on these materials have for solving current technological problems.(5) Adsorption provides a practical approach for achieving the separation of gaseous mixtures.(6) (This process has been suggested as a feasible alternative for addressing the pressing need for new and more efficient methods for selectively capturing CO2 from a mixture of combustion byproduct gases.(7, 8)) Adsorption has also been suggested as a solution to the on-board storage of novel fuels: gas storage is a significant problem in the implementation of the use of alternative fuels (such as natural gas, methane, or hydrogen) in transportation applications.(9) While it is possible that an adsorption related solution (a combination of adsorption and other approaches in a single storage device, for example) may be found to satisfy the storage needs for transportation, it is unlikely that, given the enormous magnitude of the CO2 sequestration needs,(10) any practical long-term storage solution for CO2 can be found using industrially produced sorbents.An effective sorbent for use either in gas mixture separation applications or in the storage of nontraditional fuels for transportation has to possess a number of physical characteristics: adequate kinetics of adsorption and desorption for the gases of interest, appropriate binding energies, structural stability, etc. A condition that often remains implicit is that the binding energy of the targeted species to the sorbent has to be sufficiently large when compared to the energy of interaction between molecules of the target species (i.e., the target species has to be more attracted to the sorbent than it is to itself).In this study we report the results of an investigation of the adsorption characteristics of two simple molecular gases, Ne and CO2, on aggregates of opened dahlia-like carbon nanohorns (i.e., nanohorns that have been chemically treated make access to their interior spaces possible). We have explored the kinetics of adsorption on the nanohorn aggregates for these two gases, and we have determined the equilibrium thermodynamic properties of neon and of CO2 on this sorbent.In previous studies we have reported on the equilibrium properties of Ne,(11) CF4,(11) and CO2(12) adsorbed on the outside surfaces of aggregates of closed nanohorns (i.e., as-produced, untreated nanohorns). For neon and CF4 on closed nanohorns we found that the strength of the gas–sorbent interaction on the strongest binding sites present on the aggregates was considerably higher than the gas–gas interaction (we compared the binding energy on these sites to the latent heat of condensation of the adsorbate species).(11) The binding energy on the strongest sites of the closed nanohorn aggregates is about a factor of 2 larger than the heat of condensation for neon and nearly 1.4 times larger than the heat of condensation for CF4.(11) The situation is quite different for CO2, where the binding energy on the strongest binding sites on the aggregates of closed nanohorns was roughly equal to the value of the latent heat of condensation.(12) We note that the results we found for CO2 on the outside surface of aggregates of closed nanohorns are qualitatively similar to those which have been reported for CO2 adsorption on bundles of closed (i.e., untreated) single-walled carbon nanotubes(13) and similar to those found for CO2 on exfoliated graphite.(14)Carbon nanohorns are a form of closed single-walled carbon.(15) The individual nanohorns are mostly bi- or trilobular units (the shape of a trilobular nanohorn resembles that of a three-point ninja star). Each of the “lobes” can be described as similar to an irregular, large diameter, short nanotube, but unlike the case for a regular nanotube, the nanohorn’s lobes have diameters that vary along their lengths.(16) Each lobe ends in a conical tip (the tip is the “horn”, from which the nanohorn derives its name).One of the more striking differences between nanotubes and nanohorns is the way these single-walled carbon materials aggregate. While nanotubes form cylindrical bundles, in which the individual nanotubes align with their long axes roughly parallel to each other, the nanohorns aggregate forming spherules, with the long axes of the lobes directed radially outward and the tips on the surface of the sphere.(15, 16) Initially, four distinct possible groups of adsorption sites were identified on bundles of carbon nanotubes: the interior of the nanotube (this is only available for open nanotubes), the interstitial channels (IC) at the interior of the bundles, the long convex valley on the external surface of a bundle where two nanotubes come close together (grooves), and the external surface of individual nanotubes on the external surface of the bundle, away from the grooves. Experiments have demonstrated that the ICs are not accessible for adsorption.(17, 18) The difference in aggregation between the cylindrical bundles formed by the nanotubes and the spherical arrangements formed by the nanohorns leads to important differences in the types of adsorption sites available in these two sorbents. The space in the nanohorns that corresponds to the ICs (i.e., the space available between neighboring nanohorns at the interior of an aggregate) has the shape of a roughly conical pore. These spaces are open and accessible for adsorption.(11, 12) This is true regardless of whether the nanohorns have been chemically opened or not.Individual nanohorns are less perfect than the nanotubes.(15, 16) Consequently, they can be more easily attacked chemically and thus opened.(18) Opened nanohorns have two types of pores available for adsorption: inter-nanohorn pores (the conical spaces between individual nanohorns in a spherule) and intra-nanohorn pores (the space available at the interior of an opened individual nanohorn). The adsorption sites on the nanohorn aggregates can be classified in two groups depending on whether the atom or molecule of the adsorbate interacts with more C atoms than it does when it is on the outside surface of an individual nanohorn (in which case the site is a strong binding site) or it interacts with about the same number of C atoms as it would on the outside of the surface of an individual nanohorn (in which case the site is a weak binding site). Such groups of adsorption sites are illustrated in Figure 1, which presents a schematic of a small set of radially aggregated nanohorns that have been chemically treated. The strong adsorption sites are in the deeper regions of the inter-nanohorn pores, where the adsorbate experiences the attraction of more than one nanohorn external wall, and the regions of the intra-nanohorn pores near the tips of the horns. The weak binding sites are those regions on the outside surface of the individual nanohorns where the adsorbate interacts only with one outer nanohorn wall and those regions at the interior of a nanohorn, away from the tip. (Because of the typically large diameters of the nanohorns, little effect is expected from the curvature on the attractive potential at the interior of the nanohorn, except near the tips.)Figure 1. Artist’s depiction of adsorption sites on open nanohorn aggregates (the atomic structure of the nanohorns has been omitted in this figure and replaced with a smooth continuous surface, for simplicity). Even though a single species of atoms is used, for illustration purposes atoms occupying strong binding sites are depicted in orange and in green and atoms occupying weak binding sites are depicted in red and in maroon. 1 indicates the interstitial pores between the individual nanohorns and 2 the intra-nanohorn pores near the tip, both strong binding sites. The weak binding sites are 3, at the interior of the nanohorns away from the tip, and 4 on the outside of the nanohorns, far from other nanohorns.Aggregates of open nanohorns offer the possibility of studying the kinetics of adsorption on conical pores that are formed just by C atoms; this pore geometry is not available with other forms of well-characterized carbon (such as by planar graphite or bundles of either closed or open nanotubes). Adsorption kinetics(19-21) is less frequently explored than the equilibrium thermodynamic properties of adsorbed systems. However, kinetic considerations are of paramount importance in many practical applications of adsorption.Top of PageAbstractIntroductionExperimental SectionResults for NeonResults for CO2ConclusionReferencesExperimental SectionThe experimental setup in which these experiments were conducted is an in-house built apparatus, which has been described previously.(11) The pressures are measured with capacitance manometers of various maximum ranges. Low temperatures are produced by an ultrahigh-purity helium closed-cycle refrigerator, and the isotherm temperatures are set and maintained through the use of two temperature controllers. The measurements are automated through the use of computer-actuated electro-pneumatic valves that are controlled by a program written in LabView, which was developed in-house. This same program records the pressures and temperature.(11)The dahlia-like nanohorn aggregates used in these sets of adsorption measurements were both produced and chemically treated at the JST. The carbon nanohorn sample used for the CO2 measurements was treated with H2O2 for 3 h at 150 °C, in order to open them. The amount of this sample used in the CO2 experiments was 0.1095 g. The opening treatment for the carbon nanohorn sample used in the neon experiments was oxidation in air by 9 h temperature increase at 1 °C/min up to 550 °C followed by natural cooling. The amount of this nanohorn sample used in the neon measurements was 0.1822 g.The gases used in these experiments were research purity neon (99.9995%) and research purity carbon dioxide (99.999%), both purchased from Matheson Tri-Gas.We carried out adsorption isotherm measurements with CO2 at seven different temperatures between 158.7 and 208.7 K. For reference, the triple and critical temperatures for CO2 are respectively 216.5 and 304.2 K.(22) We conducted four full isotherms (i.e., isotherms extending up to the saturated vapor pressure) at the lowest temperatures and partial isotherms (exploring only the lower loading region) for the three highest ones. For neon we measured isotherms at 11 different temperatures between 18.7 and 49.8 K. All but one of the isotherms is below neon’s bulk critical temperature of 44.49 K, and the remaining span a range of temperatures that includes values both below and above the bulk triple point of neon of 24.56 K.(22) Five of these isotherms were conducted until the saturated vapor pressure was reached, while the remaining were partial isotherms, conducted in the lower sorbent loading region.Top of PageAbstractIntroductionExperimental SectionResults for NeonResults for CO2ConclusionReferencesResults for NeonEffective Specific Surface AreaThe effective specific surface area is a measure of the sorptive capacity of a sample. To obtain this quantity, we analyze the isotherm data as if it were that resulting from adsorption on a planar sorbent. We determine the sorbent loading corresponding to the “effective monolayer” from the adsorption data by applying the “point B” method,(23) and we use this effective monolayer value to obtain the “effective surface area” per unit mass of sample. The effective specific area of the sorbent is computed by multiplying the effective monolayer loading by the projected area on the surface for a neon atom and dividing this product by the mass of the sample. Using this approach on data for neon isotherms, we obtain an effective monolayer capacity of 66 000 cm3·Torr at 273 K (1 cm3·Torr at 273 K is equal to 58.8 nmol), and using a projected area per atom for neon of 8.4 Å2,(24) we obtain an effective specific surface area of 1077 m2/g for this sample of open nanohorns.As a comparison, when we performed the same analysis for neon adsorption on aggregates of untreated (closed) dahlia-like nanohorns,(11) we obtained an effective specific surface area of 393 m2/g. The result on the treated nanohorns represents an increase in the effective surface area by a factor of 2.7. Such increase is due to the fact that adsorption is possible on the interior spaces on the treated (opened) nanohorns, while it is not possible on the untreated ones.Adsorption IsothermsFigure 2 summarizes in a semilogarithmic plot all the data measured for neon on the air-oxidized nanohorn aggregates. We note that at a fixed temperature the logarithm of the pressure is directly proportional to the chemical potential of the gas phase. Given that the gas is in equilibrium with the adsorbed phase, then both the adsorbed phase and the gas phase are at the same chemical potential.Figure 2. Semilogarithmic plot of the adsorption isotherms for neon on opened nanohorns. The isotherm temperatures are (from left to right): 18.7, 19.6, 20.4, 23.3, 23.9, 24.4, 24.8, 25.4, 31.3, 32.8, 42.4, and 49.8 K. The uppermost arrow points to the vertical portion in the isotherms that corresponds to the saturated vapor pressure. The intermediate arrow points to a region of steep slope in the data that corresponds to adsorption on the low-energy binding sites on the aggregates. The lowest arrow points to a second region of steep slope in the isotherms corresponding to adsorption on the high-energy binding sites.In plots such as those of Figure 2, a region in which adsorption is occurring on a group of uniform adsorption sites will appear as a steep slope segment in the isotherm. For the five isotherms in which the measurements were carried to surface loadings above 150 000 cm3·Torr we can distinguish three such vertical or steep slope segment, steps in the data. The vertical step present at the highest sorbent loadings, above 150 000 cm3·Torr at 273 K, corresponds to the pressure reaching the saturated vapor pressure value corresponding to the isotherm temperature, i.e., to the condensation of bulk solid or liquid neon inside the experimental cell. (We did not carry out measurements up to the saturated vapor pressure for two of the seven lowest isotherm temperatures, which is why this feature is not present for them.) The steep slope substep in the data present at low loadings (roughly from between 0 and 50 000 cm3·Torr at 273 K) corresponds to adsorption taking place on the strongest binding sites present in the nanohorn aggregates. These strong sites are those corresponding to the deeper portions of the inter-nanohorn pores (near the vertices of the cones of the regions where three individual nanohorns come together to form effectively a conical pore; in these region the neon atoms feel the attraction of all three nanohorns) and to the “horn” regions of the intra-nanohorn pores of opened individual nanohorns.(9) (At the highest four temperatures measured we have confined our measurements to the region where only the strongest binding sites are being occupied.) Finally, the steep slope step present at intermediate sorbent loadings (roughly from 70 000 to 150 000 cm3·Torr at 273 K) corresponds to adsorption on the set of weaker binding sites present on the aggregates. These weaker sites are both on the outside surface of individual nanohorns, away from the vertices of the conical internanohorn spaces, and on those regions at the interior of individual open nanohorns away from the “horns”.(11)Isosteric HeatsThe isosteric heat of adsorption is the energy released when a molecule of gas adsorbs on a sorbent at a constant value of the sorbent loading. At low substrate loadings the isosteric heat can be used to determine the value of the binding energy of the adsorbate on the most strongly binding sites on the sorbent. The isosteric heat can be measured directly, calorimetrically, or it can be determined from a set of adsorption isotherms measured at different temperatures (such as those shown in Figure 2).(25) We have used this latter method to determine the isosteric heat for neon on the aggregates of open nanohorns as a function of sorbent loading.The isosteric heat of adsorption is determined from the expression(26)(1)Here qst is the isosteric heat of adsorption, k Boltzmann’s constant, T the temperature, P the pressure, and N the amount of sorbent loading. Following eq 1, the isosteric heat at a given value of sorbent loading is directly proportional to the slope of the plot of the logarithm of the equilibrium pressure as a function of the inverse of the isotherm temperature for that fixed value of the amount of sorbent loading (or the slope of ln P vs 1/T at a fixed value of N). Such a set of lines is presented in Figure 3. From the slopes of these lines we can obtain the value of qst at each value of the equilibrium sorbent loading and hence also the dependence of the isosteric heat of adsorption, qst, on this quantity. The resulting curve is presented in Figure 4. (The straight lines in Figure 3 are the best fits to the data. The R2 of these fits is greater than 0.99 for all lines. In order to estimate the error made in the determination of the slope, we removed systematically one point at a time from the lines with fewer data points; this lead to a difference in the values of the slopes on the order of ±1% for all points except for the lowest two loadings, for which the slopes were calculated out of only three data points.) The data for neon shows that at very low loadings there is a region of high-energy binding sites, which is the first one to be occupied. This region ends in a first plateau over an interval of substrate loadings that roughly corresponds to the lower pressure step in the adsorption isotherms (see Figure 2). At loadings higher than those corresponding to this plateau, the isosteric heat continues decreasing until a second plateau appears. This second plateau corresponds roughly to the higher pressure step in the adsorption isotherms (see Figure 2), and it is the region where adsorption on the weaker set of sites is occurring. Finally, at even higher loadings, the isosteric heat approaches the value of the bulk heat of sublimation of neon.Figure 3. Plots of the value of the logarithm of the pressure as a function of the inverse of the isotherm temperature for neon. Each line corresponds to a fixed amount of sorbent loading. The straight lines are the best linear fits to the data (R2 > 0.99 in all cases). The slope of each of these lines is proportional to the isosteric heat of adsorption for value of the corresponding sorbent loading.Figure 4. Isosteric heat of adsorption is presented as a function of sorbent loading for neon. The three arrows, from left to right denote the regions of strong binding sites, weak binding sites and the region corresponding to the saturated vapor pressure.The isosteric heat for neon is a monotonically decreasing function of substrate loading. At every loading up until the saturated vapor pressure is reached, the value of the isosteric heat of adsorption is higher than the bulk heat of sublimation. This result is not specific to neon on nanohorns, but it is seen with a number of simple adsorbates (the rare gases, methane, nitrogen, hydrogen, oxygen, the alkanes, etc.) on nanohorns and on nanotubes.(1, 11, 13, 27) All of these adsorbed systems have in common the fact that the energy of attraction between one molecule of adsorbate and the sorbent is larger than that between two molecules of the adsorbate. Note that the highest values of the isosteric heat are approximately a factor of 2 greater than the value of the latent heat of sublimation for neon.The values of the isosteric heat, qst, at low substrate loadings are very simply connected with the binding energy on the strongest binding sites. This is so because we know that in equilibrium the strongest binding sites will be the ones occupied on the sorbent and because we can make the reasonable approximation that at very low sorbent loadings there will be little interaction between the adsorbed carbon dioxide molecules. The relation between the isosteric heat, qst, and binding energy is given in eq 2.(27)(2)Here γ is a number that varies with the dimensionality of the adsorption site. In the case of the strongest binding sites (which correspond to the smallest pores) this dimensionality may be taken as 1, and for this dimensionality γ is equal to 2. The quantity ε is the binding energy. For the case of neon on the highest binding energy sites present in the sorbent we obtained a binding energy of ∼34 meV.Kinetics of AdsorptionOur experimental setup is well suited to determine the kinetics of adsorption for this system, i.e., the time evolution of the sorbent loading as it approaches adsorption equilibrium.(28, 29) We measured how the loading changes with time and how long it takes for equilibrium to be reached after a dose of gas was added to the experimental chamber (the equilibration time), and we measured this time for different values of the equilibrium sorbent loading.(28, 29)Information on the kinetics of adsorption is of practical as well as of fundamental interest. The feasibility of using adsorption in specific practical applications is controlled in part by the kinetics of adsorption (e.g., if the time for recharging a vessel that uses adsorption for storing gas is too long, this will have a negative impact on the desirability of using this process in gas storage applications). The theoretical study of the kinetics of adsorption is of considerable current fundamental interest.(30-32) The dependence of adsorption kinetic behavior on a number of different variables is still in the process of being elucidated.There have been recent experimental as well as computer simulation studies that indicate that for spherical or effectively spherical adsorbates (such as the rare gases, methane, etc.) on bundles of closed SWNTs the equilibration times become shorter as the level of substrate loading increases.(28-30) A study of the behavior of a sequence of alkane adsorbates of increasing length (methane, ethane, propane, butane, and pentane), also on bundles of closed SWNTs, found a more complex behavior: the loading dependence of the equilibration time was different for shorter alkanes than it was for longer alkanes.(29) While for methane and ethane the equilibration times decreased as the sorbent loading level increased, the opposite was true for the longer alkanes in the series explored: for propane, butane, and pentane the equilibration times increased as the level of loading of the bundles of nanotubes increased.(29)The accessibility of the adsorption sites on bundles of closed SWNTs is different from that on aggregates of chemically opened nanohorns. While on closed nanotubes all of the adsorption sites are available to any molecule (that is, there are no limitations imposed by diffusion on this sorbent; molecules can come from the gas phase to occupy any adsorption site), the same is not true on nanohorns. Because of the presence of more or less conical pores both in the inter-nanohorn regions and in the regions at the interior of individual opened nanohorns, there is sequential occupation of some the sites (i.e., there are pore-like and pore regions in the open nanohorn aggregates). In addition, the sites on the external surfaces of individual nanohorns, sufficiently far from other nanohorns, are all simultaneously accessible for adsorption (and hence not limited by diffusion).Figure 5 displays the fractional change in the value of the pressure in the experimental sample cell containing the nanohorn aggregates as equilibrium is approached. That is, a plot of (P(t)meas – Pequil)/Pequil as a function of the time elapsed from the last time gas was added into the experimental cell containing the treated nanohorns. Here, P(t)meas is the value of the pressure inside the cell at time t, and Pequil is the value of the pressure once equilibrium is reached. The data in Figure 5 are for selected data points along the 19.5 K isotherm. In this graph, reaching equilibrium corresponds to the individual curves becoming parallel to the horizontal axis.Figure 5. Fractional change in the value of the gas pressure inside the cell as a function of the time evolved after the dose of gas was added to the cell. All the data presented are for measurements conducted along the 19.5 K isotherm. When the pressure approaches equilibrium, the curves become coincident with the horizontal axis in this plot. The data are presented such that the sorbent loadings (and, correspondingly, the equilibrium values of the pressure) increase moving from right to left. The point number corresponds to the point along the isotherm (lower number indicates lower loading). As the loading increases, equilibrium is reached much faster.The data in Figure 5 are plotted in such a way that the equilibrium sorbent loading increases as we move from the rightmost curve to the leftmost one. Clearly, the time it takes for equilibrium to be reached for neon on the aggregates of open nanohorns decreases dramatically as the amount of sorbent loading (and, consequently, the value of the equilibrium pressure) increases.This behavior (i.e., equilibration times decreasing as the equilibrium value of the sorbent loading increases) is the same one seen for many spherical (or effectively spherical) strong binding adsorbates (such as the rare gases, hydrogen, methane, nitrogen, etc.) on other carbon sorbents (e.g., exfoliated graphite and carbon nanotubes).(28)A different way of analyzing the equilibration time is provided by assuming that the expression in eq 3 describes how the sorbent loading increases as a function of the time elapsed after a dose of gas is added to the experimental cell:(19-21)(3)Here Mt is the sorbent loading after a time t has elapsed since a dose of gas was added to the sample cell, Meq is the value of the sorbent loading once equilibrium has been reached, and α is the rate constant for the sorbent loading process.If the plot of the logarithm of 1 – (Mt/Meq) as a function of time yields a straight line, then eq 3 describes the data well. In that case, the slope of the straight line obtained gives the value of the rate constant α. Figure 6 presents a plot of this type for selected data points for the 23.95 K isotherm. In this graph the curves for the different points along the isotherm have been displaced along the vertical axis for the sake of clarity. The equilibrium values of the sorbent loading increase from top to bottom in Figure 6. While there are straight line segments in the data presented in Figure 6 at the lowest three substrate loadings shown (after the initial, quick, drop in pressure), in most of the data shown there is more than one single straight line segment in the data. Plotting the data in terms of eq 3 is still useful as a manner to bring forth the equilibration behavior of the system. However, the actual approach to equilibrium and its dependence in sorbent loading appear to be more complicated than that which can be treated with a single equilibration mechanism. The fact that for this system the speed of the adsorption kinetics increases as the equilibrium substrate loading (and, correspondingly, the value of the equilibrium pressure) increases manifests itself in Figure 6 as an increase in the slope of the straight line sections of the curves shown (i.e., an increase in the rate constant).Figure 6. Plots of the evolution of the sorbent loading as a function of time, following the expression in eq 3, for selected points along the 20.4 K isotherm. The curves have been shifted along the vertical axis for the sake of clarity. The slope of the linear portions of the curves is the rate constant for the adsorption process at the value of the equilibrium pressure (or loading). In this graph, equilibrium sorbent loading increases from the top curve to the bottom one.Top of PageAbstractIntroductionExperimental SectionResults for NeonResults for CO2ConclusionReferencesResults for CO2Effective Specific Surface AreaWhen we applied the point B method analysis to CO2 adsorption data on chemically treated carbon nanohorns (with a value of the area per molecule of 15.2 Å2/molecule for CO2),(33) we found an effective specific surface area of approximately 850 m2/g for the sample.Given that carbon dioxide is larger than neon and that the sorbent is not planar but rather is porous, the difference between the result obtained with neon (of 1077 m2/g) and the one determined with CO2 (850 m2/g) can be readily understood: a smaller adsorbate will have access to smaller pores in the sorbent and will, thus, yield a larger value for the effective specific surface area.(11) When we performed the same type of effective specific surface area determination for untreated (closed) nanohorn aggregates using CO2 at a similar temperature (173 K), we obtained an effective specific surface area of 360 m2/g;(12) for neon on closed nanohorns we obtained an effective specific surface area of 393 m2/g.(11)The effective specific surface area measured using CO2 on the H2O2-treated nanohorns corresponds to an increase by a factor of 2.4 with respect to the value measured on closed nanohorns using the same adsorbate. This increase is very close to the factor of 2.7 determined with neon adsorbed on carbon nanohorns opened by oxidation in air. As noted before, the increase is the result of the opening treatment, making the space at the interior of the individual nanohorns accessible to the adsorbed species.Adsorption IsothermsFigure 7 displays a semilogarithmic plot of the data for the seven isotherms measured using CO2. The measurements were conducted for temperatures between 128.7 and 208.7 K, all below the bulk triple point temperature for CO2 (Tt = 216.58 K).(22) The four lowest temperature isotherms have a near-vertical region at the highest pressures reached for each one. These features correspond to reaching the saturated vapor pressure for each of the isotherm temperatures. We did not extend the isotherms up to the saturated vapor pressure for the three highest temperature isotherms measured.Figure 7. Adsorption isotherms for CO2 on aggregates of open carbon nanohorns. Note that, unlike the case for neon, there are no steps in the adsorption data. Presented, from left to right, are the data for isotherms measured at 158.65, 163.64, 173.64, 183.63, 188.63, 193.63, 198.62, and 208.62 K.Except for the vertical steps corresponding to reaching the saturated vapor pressure, there are no other noticeable steps in the data displayed in Figure 7. At each temperature the adsorption data are a smooth curve, convex toward the pressure axis, from the lowest pressures up to saturation. This absence of features stands in contrast to the data measured for neon, shown in Figure 2. The absence of features for CO2 is not the result of lack of uniformity in the adsorbent’s potential. For neon, a nonpolar adsorbate, the adsorbate–sorbent interaction is considerably greater than the adsorbate–adsorbate interaction (see Figure 4). Thus, when neon adsorbs on an energetically uniform region of the sorbent, a quasi-vertical step appears in the data (the adsorption energy is a greater portion of the free energy of the particle). In the CO2 case the absence of steps in the adsorption data is the result of the relatively weak attraction between the CO2 molecules and the carbon nanohorns relative to the intermolecular attraction for CO2. We discuss this point in greater detail in the next section.Isosteric HeatsWe used the procedure outlined before to obtain the isosteric heat of adsorption of CO2 on H2O2-treated aggregates of nanohorns as a function of sorbent loading. The plot of these data is presented in Figure 8. As a result of having fewer adsorption isotherms available for carbon dioxide than for neon, our data for the slopes for CO2 have larger error bars: they vary between ±10% and ±1%. These error bars were determined as follows: for each of the straight lines for the log P vs 1/T plots, at fixed amount of CO2 loading, we systematically removed one point at a time and recalculated the slope. The slope value plotted in Figure 8 is the average of these various slopes, and the error represents the range of variation in slope values about this average. The error bars are greater when fewer isotherms are included in the slope calculation (three is the fewest points we used), and they decrease as the number of data points included in the calculation of each slope increases.Figure 8. Isosteric heat of adsorption is presented as a function of sorbent loading for carbon dioxide. The error bars were determined as follows: for each of the straight lines for the log P vs 1/T plots, at fixed amount of CO2 loading, we systematically removed one point at a time and recalculated the slope. The slope value plotted  is the average of these various slopes, and the error represents the range of variation in slope values about this average. The error bars vary between ±10% and ±1%; they are greater when fewer isotherms are included in the slope calculation (three is the fewest points we used), and they decrease as the number of data points included in the calculation of each slope increases. The horizontal segment at high values of the sorbent loading, indicated by the arrow, corresponds to the bulk latent heat. Unlike the case for neon, the isosteric heat for CO2 is a nonmonotonic function. The overall variation in the isosteric heat is less than ±15% of the bulk latent heat.The dependence of the isosteric heat of CO2 on loading is remarkably different from the monotonically decreasing function of loading obtained with neon (see Figure 4). In Figure 8, we see that the qst reaches its highest values at the lowest values of the sorbent loading. This corresponds to the occupation of the most strongly binding sites for CO2 on this sorbent. The isosteric heat, then, decreases somewhat (indicating that sites that are less attractive are being occupied), eventually reaching a broad minimum. As the sorbent loading is increased beyond the minimum, the isosteric heat increases with loading until, at the highest levels of loading, this quantity reaches a plateau, at about 270 meV. This value corresponds very well with the bulk latent heat of sublimation for carbon dioxide (271.4 meV).(22) Evidently, in this higher loading region we are just depositing bulk carbon dioxide on top of the carbon nanohorn aggregates.We note that the highest values of the isosteric heat (when CO2 is adsorbing on the strongest binding sites, at low loading) is only approximately 10% larger than the latent heat of sublimation. Furthermore, over a considerably broad region of sorbent loadings, the values of the isosteric heat of adsorption are lower than the latent heat of sublimation. These features are a clear indication of the weak nature of the binding of CO2 to most of the sites present on this sorbent: the attraction of the molecules to the sorbent at moat loadings is smaller than the latent heat of sublimation. The situation is quite different from that in the case of neon, where the sorbent–sorbate attraction is larger than the sorbent–sorbent interactions at all loadings, until saturation is reached.The weak attraction between CO2 and other forms of carbon has been previously reported in the literature. In the case of exfoliated graphite, the relatively weak attraction results in the fact that not even a one monolayer CO2 film can form on exfoliated graphite for temperatures below ≈100 K (the CO2 molecules energetically favor binding to themselves, rather than to the graphite surface) and that no more than one layer of CO2 can form on graphite at any temperature.(14) This behavior is due to the fact that CO2 has a strong quadrupole moment and that the molecule–molecule attraction is stronger as a result of the quadrupole–quadrupole interactions.(34) Weak interaction between CO2 and bundles of closed nanotubes has also been reported: the value of the isosteric heat of adsorption at low surface loadings (a measure of the binding to the sorbent) was lower than the value of the energy corresponding to saturation.(13) We had reported a similar absence of sharp features in the isotherm data for the case of CO2 adsorption on closed nanohorns and a weak value for the highest binding energy for CO2 on aggregates of closed nanohorns.(12)One of our goals in exploring CO2 adsorption on aggregates of open nanohorns was to determine whether the accessibility of the open pores at the interior of individual nanohorns resulted in the presence of pores having a higher binding energy for this sorbent than that which is present in other carbon adsorbents. While this, in fact, was the case (the values of the binding energy for CO2 on the strongest binding sites are higher than those reported on planar graphite,(14) on closed nanohorns,(12) and on bundles of closed nanotubes(13)), the proportion of high binding energy sites on this sorbent is small. This result indicates that aggregates of open carbon nanohorns would not make for a suitable storage material for carbon dioxide.Kinetics of AdsorptionWe have studied the adsorption kinetics for carbon dioxide on aggregates of chemically opened nanohorns. The data in Figure 9 present the fractional decrease in pressure for selected data points in the T = 173.66 K isotherm. (We have shifted vertically the fractional pressures corresponding to each different equilibrium loading by 0.01 to avoid overlap.) In this figure the values of the equilibrium sorbent loading increase from the bottom to the top curve displayed.Figure 9. Fractional change in the values of the pressure relative to the equilibrium pressure for selected data along the isotherm measured with CO2 at T = 173.67 K. Each curve (except for the lowest one) has been shifted vertically by 0.01 with respect to the curve immediately below it for the sake of clarity. From bottom to top curves correspond to the 5th, 10th, 14th, and 19th data points along the isotherm (the lower point number corresponds to a lower value of the equilibrium pressure and a lower value of the sorbent loading). It is clear that as the equilibrium pressure and the sorbent loading increase, it takes longer for equilibrium to be reached, a behavior opposite to that seen for neon.It is clear from Figure 9 that the kinetic behavior of CO2 on chemically opened nanohorns is opposite from that seen for neon on a similar sorbent (compare Figure 9 to Figure 5): for CO2 the equilibration times increase with increasing loading. (There is an increase of about 1 order of magnitude in the time interval needed for equilibration from the lowest to the highest sorbent loading data shown in Figure 9.)We present a plot of the logarithm of 1 – (Mt/Meq) as a function of time in Figure 10. The curves correspond to equilibration for points along the 163.63 K isotherm (the values have been shifted along the Y-axis to avoid curve overlap and improve the clarity of this figure). The data are presented, from top to bottom, in decreasing order of equilibrium sorbent loadingFigure 10. Plots of the evolution of the sorbent loading as a function of time, following the expression in eq 3, for selected points along the 163.63 K isotherm (points 5, 10, 14, 19, 25, and 27 are displayed). In this graph, equilibrium sorbent loading increases from the top curve to the bottom one. The curves have been shifted along the vertical axis for the sake of clarity. The slope of the linear portions of the curves is the rate constant for the adsorption process at the value of the equilibrium pressure (or loading). The slopes decrease as the equilibrium loading increases, indicating that reaching equilibrium is slower for higher equilibrium pressures (and sorbent loadings).Equilibrium is reached much more rapidly at the lowest loadings, as was noted when discussing Figure 9. The fact that the slope of the curves becomes less and less steep as the loading increases is a clear indication that the equilibration times grow as the sorbent loading increases.The straight line expression derived from eq 3 fits the data better at higher loadings than it does at lower values of the equilibrium loading (note that the opposite occurs with the data for neon). At lower loadings there appear to be two separate regions in the data, after the region of steep decrease at the initial times: a nearly linear region, followed by a curved region with increasing slope at the longer times. This change in the curves as a function of sorbent loading suggests that there might be a change in the mechanisms that control the kinetics as loading increases.The cause for the difference in the sorbent loading dependence of the equilibration time between neon and CO2 is not known. We believe that this difference in behavior cannot be explained in terms of the size of the molecules (as was the case with the switch in behavior from shorter to longer alkanes on bundles of closed nanotubes)(29) because CO2 is a small molecule.(33) We speculate that the relative strength of the adsorbate–adsorbate interaction compared to the adsorbate–sorbent interaction plays a role in the difference in observed kinetic adsorptive behavior.Top of PageAbstractIntroductionExperimental SectionResults for NeonResults for CO2ConclusionReferencesConclusionWe have presented the results of a detailed study of the thermodynamics and kinetics of adsorption of two simple adsorbates, neon and carbon dioxide, on aggregates of chemically opened carbon nanohorns. We have found different adsorption equilibrium, as well as different adsorption kinetics, behavior for these two adsorbates on the open nanohorns.For neon, the aggregates of open nanohorns provide binding sites with, roughly, two different binding energies. This manifests itself in the adsorption isotherms as two steps in the adsorption data (before the saturated vapor pressure is reached). We have tentatively identified the stronger binding sites as corresponding to both the pore-like spaces in the inter-nanohorn spaces in the aggregates (which are roughly conical) and to the intra-nanohorn spaces in the region near the horns. The weaker binding sites correspond to the external surfaces of individual nanohorns, away from the conical regions, and to the intra-nanohorn spaces away from the horns. The isosteric heat of adsorption for neon is a decreasing function of sorbent loading. This quantity starts on the strongest binding sites at values approximately twice that of the bulk latent heat and decreasing toward the bulk latent heat value as the sorbent loading increases. By contrast, for carbon dioxide the isotherms do not show any steps. The isosteric heat of adsorption for carbon dioxide is a nonmonotonic function of sorbent loading that has a broad region of loadings for which the isosteric heat is smaller than the bulk latent heat. The isosteric heat for carbon dioxide is within ±15% of the bulk value of the latent heat at all sorbent loadings.The observed differences between the behavior of these adsorbates are perhaps even more dramatic for the adsorption kinetics: while for neon the equilibration times decrease as the sorbent loading increases, exactly the opposite occurs for carbon dioxide.We explain the observed difference in behavior in the equilibrium thermodynamic data as resulting from the difference in the respective ratios of adsorbate–adsorbate to adsorbate–sorbent interactions for these two adsorbates. Neon corresponds to the case of adsorption on a strong sorbent (i.e., adsorbate–sorbent interaction higher than adsorbate–adsorbate). By contrast, owing to a strong quadrupole moment, carbon dioxide is a case of weak sorbent interactions. The source of the difference in kinetic behavior for these two adsorbates is not clear at this time. We speculate that it is also probably related to the difference in the ratio of adsorbate–adsorbate and adsorbate–sorbent interactions, as the difference in the size of these adsorbates does not appear to be sufficient to explain the opposite dependence of the adsorption kinetics on sorbent loading.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults for NeonResults for CO2ConclusionReferencesAcknowledgmentA.D.M. acknowledges the National Science Foundation for support of this research through Grant DMR-1006428.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults for NeonResults for CO2ConclusionReferencesReferencesThis article references 34 other publications.1. Calbi, M. M.; Cole, M. W.; Gatica, S. M.; Bojan, M. J.; Johnson, J. K.  Adsorbed gases in bundles of carbon nanotubes: theory and simulation. In  Adsorption by Carbons; Bottani, E. J., Tascon, J. M. D., Eds.; Elsevier Science: Oxford, UK, 2008; pp  187– 210.[Crossref]There is no corresponding record for this reference.2. Rowsell, J. L. C.; Yaghi, O. M. Metal-organic frameworks: a new class of porous materials Microporous Mesoporous Mater. 2004,  73,  3– 14[Crossref], [CAS]2. Metal-organic frameworks: a new class of porous materialsRowsell, Jesse L. C.; Yaghi, Omar M.Microporous and Mesoporous Materials\r\n        (2004),\r\n    73\r\n        (1-2),\r\n    3-14CODEN:\r\n                MIMMFJ;\r\n        ", "title": "Neon and CO Adsorption on Open Carbon Nanohorns", "authors": ["Vaiva Krungleviciute", "Carl A. Ziegler", "Shree R. Banjara", "Masako Yudasaka", "S. Iijima", "Aldo D. Migone"], "doi": ["10.1021/la401033u"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-30/la401033u/production/images/small/la-2013-01033u_0010.gif\">"]}