{"abstract": "Metal−organic frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, huge surface areas, and potential applications as novel adsorbents and catalysts. In order to provide a basis for consideration of MOFs for removal of carbon dioxide from gases containing water vapor, such as flue gas, we have studied adsorption equilibrium of CO, HO vapor, and their mixtures and also rates of CO adsorption in two MOFs: HKUST-1 (CuBTC) and Ni/DOBDC (CPO-27-Ni or Ni/MOF-74). The MOFs were synthesized via solvothermal methods, and the as-synthesized products were solvent exchanged and regenerated before experiments. Pure component adsorption equilibria and CO/HO binary adsorption equilibria were studied using a volumetric system. The effects of HO adsorption on CO adsorption for both MOF samples were determined, and the results for 5A and NaX zeolites were included for comparison. The hydrothermal stabilities for the two MOFs over the course of repetitive measurements of HO and CO/HO mixture equilibria were also studied. CO adsorption rates from helium for the MOF samples were investigated by using a unique concentration-swing frequency response (CSFR) system. Mass transfer into the MOFs is rapid with the controlling resistance found to be macropore diffusion, and rate parameters were established for the mechanism.", "text": "10.1021/la102359q Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionMetal−organic frameworks (MOFs) are well-known for their large surface areas, controllable pore structures, and versatile chemical compositions. These properties endow MOF materials with great potential in catalysis and gas adsorption applications.(1-4) Recent research efforts have considered the applications of MOF materials to energy storage, including hydrogen(5, 6) and methane adsorption.(7, 8)Another research interest for gas adsorption in MOFs that has drawn considerable attention is capturing CO2, particularly from flues gases generated by coal-fired power plants.(4, 9-11) The U.S. Department of Energy (DOE) issued a carbon sequestration program in 2009 aiming to achieve 90% CO2 capture at an increase in the cost of electricity of no more than 35% by 2020.(12)Several studies have been published recently on CO2 adsorption in MOFs. Millward and Yaghi(13) studied saturated CO2 capacities at room temperature and 42 bar for 10 MOF materials. Their saturated CO2 capacities are generally larger than those of traditional zeolites mainly due to larger surface areas and pore volumes of the MOF materials. Cavenati et al.(14) also reported CO2 adsorption in HKUST-1 from 30 to 100 °C and up to about 50 bar and found that the CO2 isotherms for HKUST-1 have only small nonlinearity below 4 bar. In addition, the CO2 adsorption processes in some MOF materials are fully reversible, which is desirable for pressure swing application (PSA), a promising process that can be used to separate CO2 from flue gases.(15) However, because the CO2 partial pressures in flue gases are usually well under 1 bar, it is of greater importance to understand CO2 adsorption in MOF materials in the low pressure region than at high pressures for their applications as novel adsorbents to remove CO2 from flue gases.(16)Unsaturated metal centers (UMCs), also known as open metal sites, exist in some MOF structures, such as Cu3(btc)2 (btc = benzene tricarboxylic acid) (HKUST-1)(17) and M2(dhtp) (M = Zn, Ni, Co, Mg; dhtp =2,5-dihydroxyterephthalate) (M/DOBDC).(18) These UMCs are basically metal binding sites formed after the removal of axial ligands of metal atoms by thermal activation or other methods. They can offer extra binding sites to the guest gas molecules, especially at low pressures.(19, 20) So, it is promising to study the potential of using HKUST-1 and Ni/DOBDC as novel adsorbents to remove CO2 from flue gases.A difficulty in using traditional zeolites (5A, NaX, etc.) to capture CO2 from flue gas is the adsorption of H2O, which is contained in the flue gases and is strongly adsorbed on the zeolites.(21) In addition, the presence of a trace amount of water can significantly affect the CO2 capacities of the zeolites.(22) Therefore, it is important to study the H2O effect during the investigation of CO2 adsorption in MOF materials. In a process design using a MOF or another adsorbent, it may be advantageous to utilize a guard bed to adsorb water and thereby minimize H2O effects on the adsorbent targeted for CO2 capture.Most MOF materials are considered to have hydrophilic surfaces, which generally have strong interactions with H2O molecules.(23, 24) However, the H2O adsorption process in some MOF materials, such as HKUST-1, is reversible, and the adsorbed H2O can be thoroughly removed under moderate temperatures.(25) Experimental and simulation room temperature H2O isotherm data have been reported for HKUST-1.(26-28) Results have revealed some characteristics for H2O adsorption in HKUST-1 but have not provided information on the effect of H2O on adsorption of CO2 or other gases. Yazaydin et al.(29) have recently reported interesting simulation and experimental results on enhancing the CO2 capacities for HKUST-1 by preadsorbing 4 wt % H2O. More research is needed to address higher loadings of water, such as those that would be encountered in capturing CO2 from wet flue gas. Especially, extensive experimental studies are still needed to help better understand the H2O effect on CO2 capture from flue gas by using MOF materials as adsorbents.Besides equilibrium studies, it is also important to investigate rates of CO2 adsorption in MOF materials for practical industry applications. Barcia et al.(30) obtained an intracrystalline diffusivity for CO2 adsorption in MOF-508b by fitting breakthrough data. Babarao and Jiang(31) calculated the self, corrected, and transport diffusivities for CO2 adsorption in IRMOF-1 using molecular dynamics simulation. On the basis of their results, the self-diffusivity of CO2 in IRMOF-1 is several times higher than that in silicalite (MFI). Yang et al.(10) also obtained similar self-diffusivities for CO2 adsorption in several MOFs with large pores. Liu et al.(32) found that the self-diffusivities of CO2 in ZIF-68 and ZIF-69 are 1 order of magnitude smaller than those for MOFs with large pores because of steric hindrance and narrow pores in the structures of the ZIF materials. Zhao et al.(33) measured the diffusion coefficient for CO2 adsorption in MOF-5 using a gravimetric method and assuming that intracystalline diffusion is the mass transfer mechanism. All of these studies help in understanding rates for CO2 adsorption in MOF materials. Generally, self-diffusivities or intracrystalline diffusivities for CO2 adsorption in MOFs are larger than those in zeolites because of larger pores and open structures in MOF materials. It would be helpful to determine the controlling mass transfer mechanism directly and measure corresponding rate coefficients as compared to fitting diffusivities by preassuming a micropore diffusion mechanism for CO2 adsorption in MOFs. The frequency response (FR) method has been widely used to investigate the kinetic behaviors of gas adsorption processes because of its capability to distinguish among different rate limiting mechanisms.(34, 35)In this paper, HKUST-1 and Ni/DOBDC are synthesized through solvothermal methods. Pure CO2 and H2O isotherms are measured for both MOF materials using a volumetric system. CO2/H2O binary adsorption equilibria are analyzed to study the H2O effect on CO2 adsorption for the MOF materials, and the results for 5A and NaX zeolite pellets under the same conditions will also be included for comparison. A concentration-swing frequency response (CSFR) system is used in this paper to study the mass transfer mechanism for CO2 adsorption in MOFs. This flow-through system can minimize the heat effect and only needs a small amount of sample (usually 20−40 mg), which is advantageous for novel materials research.(36, 37)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1SynthesisMost MOF materials are synthesized through solvothermal reactions. The synthesis procedures for the HKUST-1 and Ni/DOBDC samples used in our research are modified from the literature.(6, 38)Copper(II) nitrate hemipentahydrate (10.0 g, 43.0 mmol, Aldrich) and benzene-1,3,5-tricarboxylic acid (5.0 g, 23.8 mmol, Aldrich) were stirred for 1 h in 250 mL of solvent consisting of equal parts of N,N-dimethylformamide (DMF, Fisher), ethanol (Fisher), and deionized water in a 1 L wide mouth glass vessel. The vessel was tightly capped and heated at 85 °C for 24 h to yield small octahedral crystals as shown in Figure 1a. After decanting the hot mother liquid and rinsing twice with DMF, the product was washed with dichloromethane (Fisher) and DMF. Then the sample was immersed in dichloromethane for 6 days, during which the dichloromethane solvent was decanted and freshly replenished twice each day. Next, the sample was dried in a hot (100 °C) nitrogen flow. Finally, the purple porous HKUST-1 sample was obtained after the residual solvent was removed at 170 °C under vacuum.Figure 1. Scanning electron microscope (SEM) images for the MOF samples: (a) HKUST-1 and (b) Ni/DOBDC.Nickel(II) acetate (18.7 g, 94.0 mmol, Aldrich) and 2,5-dihydroxyterephthalic acid (37.3 g, 150 mmol, Aldrich) were placed in 1 L of mixed solvent consisting of equal parts of tetrahydrofuran (THF) and deionized water. The mixture was then put into a 2 L static Parr reactor and heated at 110 °C for 3 days. The as-synthesized sample, shown in Figure 1b, was filtered and washed with water. Then the sample was dried in air, and the solvent remaining inside the sample was exchanged with ethanol six times over 8 days. Finally, the sample was activated at 150 °C under vacuum with nitrogen flow.Powder X-ray diffraction patterns and the Brunauer−Emmett−Teller (BET) surface area characterization results were obtained for both HKUST-1 and Ni/DOBDC samples (see the Supporting Information).2.2Apparatuses and ProceduresFigure 2 shows a schematic diagram of the volumetric system used in our experiments to measure the CO2 and H2O adsorption equilibrium. Pellet MOF samples were pressed from pure powder samples without any binder. Note that pelletizing without binder can cause about 5% decrease in the CO2 capacity for both MOF samples based on our experience. Before measurements, HKUST-1 samples were regenerated at 170 °C for 8 h under high vacuum (1 × 10−5 Pa) to obtain the fresh sample weight and regenerated again in situ at 170 °C for 12 h under vacuum with helium flow. Similarly, Ni/DOBDC samples were regenerated at 150 °C for 8 h under high vacuum (1 × 10−5 Pa) to obtain the fresh sample weight and regenerated again in situ at 150 °C for 12 h under vacuum with helium flow. After regeneration, gases and water vapor were introduced into the system by flow and liquid injection, respectively. These were circulated in the closed loop by the circulation pump at a rate of about 1.0 L/min. The whole apparatus was contained inside an environmental chamber (Thermotron SE-300) to keep temperature constant. Equilibrium was determined by using a gas chromatograph (GC, HP-6890) with a thermal conductivity detector (TCD). In the CO2/H2O binary equilibrium experiments, water was first injected into the system. After reaching equilibrium, the water loadings were constant (varied ±1.2% of their values) through the CO2 isotherm measurement processes as shown in Figure 3 because of the strong interactions between the MOF structures and H2O molecules. The results in Figure 3 justify the procedure that we used to measure the CO2/H2O coadsorption by assuming that H2O molecules are strongly adsorbed and essentially not affected by CO2 adsorption.Figure 2. Volumetric system for CO2/H2O adsorption equilibrium measurement.Figure 3. H2O loadings during the CO2 adsorption equilibrium measurement for HKUST-1 pellet. The three dashed lines are horizontal.Figure 4 shows the diagram of the CSFR system. The CO2 gas was fed to the system at a mean flow rate of 1 sccm with a sinusoidal perturbation of 0.5 sccm amplitude. Simultaneously, helium was fed to the system at a mean flow rate of 49 sccm with the sinusoidal perturbation of 0.5 sccm amplitude but reversed in phase. The resulting mixtures, having a constant flow rate of 50 sccm but a sinusoidally modulated CO2 concentration, were passed through the shallow adsorption bed packed with MOF pellets and were vented via a vacuum pump. The flow rate was controlled by a mass flow controller (MKS 1479A). The system pressure was maintained by a pressure controller (MKS 640) downstream of the adsorption bed. The inlet and outlet concentrations of CO2 were analyzed by a mass spectrometer (HP 5971A), and amplitude ratios of the outlet concentration to the inlet concentration were used to extract mass transfer rates with developed mathematical models.(36) Calibration and blank control experiments were conducted before all measurements.Figure 4. CSFR system for CO2 adsorption rate study.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and Discussion3.1Pure CO2 and H2O IsothermsPure component isotherms form the basis for understanding mixture adsorption. Figure 5 shows the pure CO2 isotherms at 25 °C for both HKUST-1 and Ni/DOBDC pellets. We also include the results(39) for 5A and NaX zeolite pellets (W. R. Grace) for comparison. As mentioned above, the partial pressures of CO2 in flue gases are generally about 0.1 atm.(40, 41) Therefore, we chose 0.1 atm as the point of interest (POI) for adsorption testing. From Figure 5, it is clear that the CO2 capacities for HKUST-1 and Ni/DOBDC pellets at the POI are 0.55 and 3.28 mol/kg, respectively. The CO2 capacity at 80 kPa for HKUST-1 is 2.68 mol/kg, which is close to the 2.81 mol/kg reported in the literature at the same pressure.(13, 14) However, the CO2 capacity we measured for Ni/DOBDC at about 1 bar is 6.68 mol/kg. This is higher than the previously reported value of 5.77 mol/kg.(42) Given 48 metal atoms per unit cell for HKUST-1 and 18 for Ni/DOBDC, these uptake values correspond to 0.11 CO2 molecules/metal atom (5.3 CO2 molecules/unit cell) and 0.63 CO2 molecules/metal atom (11.3 CO2 molecules/unit cell) for HKUST-1 and Ni/DOBDC, respectively. This indicates that the adsorption sites in Ni/DOBDC are more attractive to CO2 than those in HKUST-1. The converted value for Ni/DOBDC, 11.3 CO2 molecules/unit cell, is higher than 7 CO2 molecules/unit cell, which has been reported in the literature at the same CO2 partial pressure.(42)Figure 5. CO2 isotherms at 25 °C for MOF and zeolite pellets. Curves are multitemperature Toth equation fits. Zeolite results are taken from the literature.(39)It is interesting to note that Ni/DOBDC has an even higher CO2 capacity than 5A and NaX zeolites at the POI. The high gas capacities at low pressures have been ascribed to the UMCs in the crystal structures of some MOFs.(43) The Cu atoms in HKUST-1 and Ni atoms in Ni/DOBDC are both unsaturated after complete dehydration. These UMCs can coordinate with CO2 molecules and form strong adsorption interactions, which lead to the high CO2 capacities for the MOF samples.(17, 44) However, the coordinate strength for the UMCs toward CO2 molecules varies from one MOF type to another. A good example is the different CO2 capacities per metal atom for HKUST-1 and Ni/DOBDC. The difference can be attributed to the stronger ionic character of the metal-oxide bond in the Ni/DOBDC as suggested in the literature.(42, 45)Pure H2O isotherms at 25 °C for both the HKUST-1 and Ni/DOBDC pellets are shown in Figure 6. The H2O isotherm measurement was repeated several times, and we report the average results with standard deviations for the reproduced measurements shown as error bars. For HKUST-1, some prior results are also included for comparison. Because of the differences in samples, our results and the two results from the literature do not match with each other very well. It has been reported that the same MOF synthesized using different procedures can have quite different adsorption characteristics.(46) However, the high H2O capacities and steep slopes at low loadings shown in all three isotherms indicate strong H2O affinity for HKUST-1. Steps before reaching the saturation plateaus are also apparent in all of the isotherms. The saturated H2O capacity for HKUST-1 pellet is about 40 mol/kg. The 25 °C H2O isotherm for Ni/DOBDC is shown in Figure 6b. We believe this to be the first experimental water isotherm reported for Ni/DOBDC. The H2O isotherm for Ni/DOBDC pellets is steeper than that for the HKUST-1 pellet, especially in the very low pressure region, which indicates stronger interactions between H2O molecules and the Ni/DOBDC crystal structure. According to the literature,(13) there is only one set of cylindrical pores, with a size of 11 Å, in the Ni/DOBDC framework while two sets of pores with sizes of 5 and 15 Å exist in the HKUST-1 framework. In addition, the adsorption sites in the Ni/DOBDC framework are more attractive to H2O molecules. The H2O molecules can occupy adsorption sites in Ni/DOBDC with uniformly fast rates, which leads to a shorter time to reach 80% of the saturation H2O capacity compared to HKUST-1 in which the two sets of pores with different sizes and less attractive adsorption sites to H2O molecules exist.Figure 6. H2O isotherms at 25 °C for MOF pellets. (a) HKUST-1, Kusgens et al.,(28) Yazaydin et al.;(29) (b) Ni/DOBDC. Lines are guides for the eyes.The saturated H2O capacity for Ni/DOBDC pellets is about 32 mol/kg. The saturated water capacity for Ni/DOBDC is lower than that of HKUST-1, while the CO2 capacity for Ni/DOBDC shown in Figure 5 is higher than that for HKUST-1. For CO2 adsorption, our isotherms for both MOFs only show the relative pressure range from 0 to 0.016. In other words, the results in Figure 5 display the CO2 adsorption behavior under relatively low concentration at which stronger adsorption sites (i.e., UMCs) lead to higher CO2 capacities. The interaction between UMCs and CO2 molecules in Ni/DOBDC is stronger than that in HKUST-1 as we know from previous results. In contrast, Figure 6 shows the H2O adsorption behavior for the two MOFs up to high relative pressure at which larger surface area and pore volume usually lead to higher overall adsorption capacity. The HKUST-1 sample has a higher surface area and larger pore volume than the Ni/DOBDC sample (Supporting Information). Consequently, it can adsorb more H2O than Ni/DOBDC when the water vapor concentration is high. In addition, according to our CO2 isotherms for HKUST-1 and Ni/DOBDC at higher pressure, the CO2 loading for HKUST-1 exceeds that of Ni/DOBDC at pressures above 7 bar (Supporting Information).3.2H2O Effect on CO2 AdsorptionAs mentioned before, it is important to understand H2O effects on CO2 adsorption in adsorbent samples before making any conclusions about their applications in process designs to separate CO2 from wet flue gas. Figures 7 and 8 show CO2 isotherms at 25 °C for HKUST-1 and Ni/DOBDC pellets, respectively, with different H2O loadings. It is interesting to note from Figure 7 that a small amount of adsorbed water did not affect the CO2 capacity and may actually help to increase slightly CO2 adsorption in HKUST-1. This has recently been ascribed to the addition of Coulombic interactions between CO2 molecules and H2O molecules after the introduction of H2O molecules into the system.(29) The trend of our CO2 isotherms for HKUST-1 with low water loadings agrees quantitatively with this prediction. The CO2 capacity for HKUST-1 decreases when the H2O loading increases from 3.4 to 16.2 mol/kg. HKUST-1 has lost almost all of its CO2 capacity when the H2O loading is about 25.4 mol/kg, which is approaching the H2O saturation capacity (RH ≈ 67%, where RH is the percent relative humidity, i.e., PH2O/PH2Osat × 100%).Figure 7. CO2 isotherms at 25 °C for HKUST-1 pellet with different H2O loadings. Curves are multitemperature Toth equation fits.Figure 8. CO2 isotherms at 25 °C for Ni/DOBDC pellet with different H2O loadings. Curves are multitemperature Toth equation fits.In Figure 8, CO2 capacities for Ni/DOBDC decrease when H2O molecules are present. No enhancement for CO2 adsorption by H2O was found for this MOF sample. The Ni/DOBDC sample retained a substantial CO2 capacity at the POI, about 2.0 mol/kg, even with a 3.4 mol/kg H2O loading at room temperature. Similar to the case of HKUST-1, the Ni/DOBDC sample could adsorb only small amounts of CO2 for a high H2O loading, which here is 28.7 mol/kg (RH ≈ 89%).We also compared the H2O effects on CO2 adsorption for HKUST-1 and Ni/DOBDC pellets with those for 5A and NaX zeolite pellets. The results are shown in Figure 9. It is obvious that H2O does not inhibit CO2 adsorption for HKUST-1 and Ni/DOBDC as much as it does for 5A and NaX zeolites, as indicated by the less steep slopes for HKUST-1 and Ni/DOBDC in the comparison plots. In other words, MOF samples can adsorb relatively more CO2 than zeolites can before they are saturated with H2O. Moreover, H2O molecules are easier to remove from MOF samples than from zeolites by regeneration as evidenced by lower isotherm slopes for MOFs at low loadings. The temperature we used in our research to regenerate the MOF samples in situ is no higher than 170 °C, while 350 °C or higher is often needed for removing water from zeolites. Further, framework alumina in zeolites can be extracted and react with CO2 in water-saturated streams to form difficult to decompose carbonate species. Besides the comparable CO2 capacity between the Ni/DOBDC and the benchmark zeolites at the POI, the smaller water effect together with an easier regeneration process suggests that Ni/DOBDC may have a promising future in CO2 capture from flue gas.Figure 9. H2O effects on CO2 adsorption for MOF and zeolite pellets at 25 °C. Data points are CO2 capacities at 0.1 atm for different samples at various H2O loadings, and lines are guides for the eyes.3.3Hydrothermal Stability of MOFsAlthough MOFs are usually synthesized through solvothermal reactions, the lack of hydrothermal stability is a disadvantage for some MOFs in comparison with traditional zeolites.(47) An extensive study has been reported recently on the hydrothermal stability of MOFs.(48) Experimental and simulation results obtained suggest that the strength of the bond between the metal oxide group and the organic linker determines the hydrothermal stability of MOFs.In our study, pure CO2 adsorption isotherms were measured at periodic intervals for the MOF samples over the course of H2O and CO2/H2O mixture equilibrium measurements to investigate the effect of hydrothermal stability. The results are shown in Figure 10. From Figure 10a, it is clear that the CO2 capacity of HKUST-1 decreases slightly after several runs, which means that HKUST-1 is somewhat prone to degradation after water vapor adsorption and heat treatments. However, as shown in Figure 10b, Ni/DOBDC can better maintain its CO2 capacity after multiple exposures to water vapor and multiple thermal regeneration processes. These results are consistent with the sequence of the transition state energies for hydration of Ni/DOBDC and HKUST-1 bonds in which transition state energies are positively related with the stabilities of MOF structures toward water.(48)Figure 10. CO2 isotherms at 25 °C for MOF samples at different stages: (a) HKUST-1 pellet and (b) Ni/DOBDC pellet. Lines are guides for the eyes.3.4CO2 Adsorption RatesIn addition to adsorption equilibrium, understanding mass transfer mechanisms is important for the use of adsorbents in industrial applications. In our CO2 adsorption rate study, we examined mass transfer rates for three different thicknesses of HKUST-1 and Ni/DOBDC pellets. The results for HKUST-1 pellets and Ni/DOBDC pellets are shown in Figures 11 and 12, respectively. The pellets are labeled as M-1, M-2, and M-3 (M = Cu for HKUST-1 and M = Ni for Ni/DOBDC) in the order of increasing thickness in the above figures. Data points are from experiments, and the values of the diffusivity parameter η, defined below, were obtained by fitting the experimental data. Predicted curves are also included to verify the fitting results. The relative positions between experimental data points and the predicted curves change from one pellet to another, which indicates a dependency of the estimated diffusivity parameters on the pellet thickness and also shows good agreement between the predicted curves and fitting results.Figure 11. Frequency response results for HKUST-1 pellets with different thicknesses. The pellets are labeled as Cu-1, Cu-2, and Cu-3 in the order of increasing thickness.Figure 12. Frequency response results for Ni/DOBDC pellets with different thicknesses. The pellets are labeled as Ni-1, Ni-2, and Ni-3 in the order of increasing thickness.The estimated diffusivity parameters for all of the HKUST-1 and Ni/DOBDC pellets are summarized in Table 1. The diffusivity parameters shown in Figures 11 and 12 are several orders of magnitude larger than we have found for some other adsorbents,(49, 50) which indicates very fast rates for CO2 transport in both HKUST-1 and Ni/DOBDC pellets. The dependency of the measured rates on the equivalent pellet radii suggests that the mass transfer mechanism for CO2 adsorption in HKUST-1 and Ni/DOBDC pellets is macropore diffusion control. The macropore diffusivity term Dp/Re2 and the diffusivity parameter η that we obtain in our study are related by(51)(1)where Dp is the macropore diffusivity, ρp is the pellet density (kg/m3), K is the local isotherm slope (m3/kg), ϵp is the macropore porosity, and Re is the equivalent radius given by(52)(2)Table 1. Summary of the Diffusivity Parameters for MOF Pellets with Different Thicknessessampleequivalent radius (mm)η-exp (s−1)η-calc (s−1)Cu-1 pellet0.31≥0.230.44Cu-2 pellet0.670.0490.096Cu-3 pellet1.110.0170.035Ni-1 pellet0.490.00510.0043Ni-2 pellet0.570.00410.0031Ni-3 pellet0.820.00190.0015The identification of macropore diffusion as the controlling resistance is consistent with the open structures of these two MOFs. Furthermore, if we replace the LHS of eq 1 with the bulk diffusivity term, Dbulk/Re2τ, where Dbulk is the CO2 diffusivity in He and τ is the tortuosity, we obtain diffusivity parameters, η-calc, that have the same order of magnitude as the diffusivity parameters, η-exp, estimated from our experiments, as shown in Table 1. This indicates that CO2 molecules diffuse through the MOF pellets much like binary diffusion in the bulk gas phase, and the main resistance is diffusion through the intercrystal macropores. This is in contrast to a rate limitation dominated by diffusion in intracrystal micropores, which has previously been considered.(10, 32, 33)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsAdsorption equilibria of CO2, H2O, and CO2/H2O have been studied for two MOFs, HKUST-1 and Ni/DOBDC. High CO2 capacities are found at a point of interest for flue gas application (25 °C, 0.1 atm CO2 partial pressure). They are 0.55 and 3.28 mol/kg for HKUST-1 and Ni/DOBDC pellets, respectively. Ni/DOBDC has a higher CO2 capacity than benchmark zeolites at the point of interest.Adsorbed water vapor impacts CO2 adsorption in the MOFs. A small amount of H2O does not decrease and may actually increase the CO2 capacity of HKUST-1. H2O does not affect CO2 adsorption on the two MOF samples as much as on 5A andNaX zeolites, and H2O would be more easily removed from the MOFs by regeneration. Ni/DOBDC retains substantial CO2 capacity with moderate H2O loadings. Considering the less intensive regeneration processes compared with benchmark zeolites and its hydrothermal stability, Ni/DOBDC may have a promising future for capturing CO2 from flue gases.CO2 mass transfer rates in HKUST-1 and Ni/DOBDC pellets are fast. Macropore diffusion was determined to be the rate controlling mechanism for both HKUST-1 and Ni/DOBDC pellets using a concentration-swing frequency response method.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis project was supported by the U.S. Department of Energy through the National Energy Technology Laboratory under Award No. DE-FC26-07NT43092. However, any opinions, findings, conclusions, or recommendations expressed herein are those of the authors and do not necessarily reflect the views of the DOE. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationXRD patterns, porosimetry results, and CO2 isotherms at higher pressure ranges for HKUST-1 and Ni/DOBDC pellets. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 52 other publications.1. Li, H.; Eddaoudi, M.; O’Keeffe, M.; Yaghi, O. M. Nature 1999,  402,  276– 279[Crossref], [CAS]1. Design and synthesis of an exceptionally stable and highly porous metal-organic frameworkLi, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.Nature (London)\r\n        (1999),\r\n    402\r\n        (6759),\r\n    276-279CODEN:\r\n                NATUAS;\r\n        ", "title": "CO/HO Adsorption Equilibrium and Rates on Metal−Organic Frameworks: HKUST-1 and Ni/DOBDC", "authors": ["Jian Liu", "Yu Wang", "Annabelle I. Benin", "Paulina Jakubczak", "Richard R. Willis", "M. Douglas LeVan"], "doi": ["10.1021/la102359q"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-17/la102359q/production/images/small/la-2010-02359q_0012.gif\">"]}