{"abstract": "The adsorption of CO, CH, and N at 303 K by MIL-91(Al), one of the few porous phosphonate-based-MOFs, has been investigated by combining advanced experimental and computational tools. Whereas CH and N adsorption isotherms exhibit type I behavior, the reversible CO isotherm displays an unusual inflection point at low pressure. In situ X-ray powder diffraction and infrared spectroscopy showed structural changes of this small-pore MOF upon CO adsorption. Grand canonical Monte Carlo simulations delivered a detailed picture of the adsorption mechanisms at the microscopic level. The so-predicted arrangements of the confined CO molecules were supported by analysis of the in situ diffraction and infrared experiments. It was shown that while adsorbed CH and N are located mainly in the center of the pores, CO molecules interact with the hydrogen-bonded POH–N acid–base pairs. This results in a relatively high adsorption enthalpy for CO of ca. −40 kJ mol, which suggests that this material might be of interest for CO capture at low pressure (postcombustion).", "text": "10.1021/jp512596u Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionThe still growing family of metal–organic frameworks (MOFs) offers an unprecedented diversity of nanoporous architectures and chemical functionalities. Some of these solids show promising performances that are either complementary or sometimes surpass those of conventional porous solids in the areas of gas capture and separation, sensing, biomedicine, and so on.(1, 2) As well as offering candidate materials for such applications, this family includes crystalline solids with a remarkable range of structure-related properties that are amenable to detailed study. The flexibility of some of their frameworks in response to diverse external stimuli is one of the most fascinating aspects of these porous solids and has inspired a tremendous number of computational and experimental investigations.(3-16) Besides being of fundamental interest, such host dynamics was revealed to be a driving force for not only the selective adsorption of guest molecules but also the control of their dynamics within the pores. A classification of the different types of adsorbate-induced flexible behavior was first proposed by Kitagawa.(8) Among numerous examples, frameworks showing gate opening/closing effect (e.g., ZIFs series),(9) jungle gym topologies (e.g., Cu(tfbdc)(dabco)),(10) and breathing MOFs (e.g., the MIL-53(3-5, 11, 12) and MIL-88(13) series, some DUTs,(5) and Co(BDP)(14)) have been investigated most thoroughly so far. Flexible MOFs show adsorption isotherms that sometimes deviate strongly from the standard convex shape of the expected I-type (at 77 K) or Langmuir-shaped (at room temperature) isotherm(17) and often exhibit inflection points(18) or steps.(19)We have previously made tremendous effort to understand the guest-induced flexible behavior of intermediate and large pore MOFs,(11-14, 20, 21) mostly based on polycarboxylate ligands. To complement this, we are currently investigating structural changes of small-pore-type MOFs with pore dimensions below 5 Å and the resulting effect on the adsorption of guest molecules with comparable size. We report here our contribution on the microporous metal bis-phosphonate-based MIL-91 (MIL, Materials of the Institut Lavoisier) solid of chemical formula Al(OH)(HO3P–CH2–NC4H10N–CH2–PO3H). Its Al version(22) is built up from chains of corner sharing AlO4(OH)2 octahedra linked to N,N′-piperazine-bismethylene-phosphonate ligands. Such an arrangement gives rise to channels parallel to the b axis with free dimensions of ca. 3.5 × 4.0 Å (Figure 1). Only two of the three oxygen atoms from the phosphonate groups are bound to the cation, leaving the possibility to form a P–OH species and thus acidic protons available for interactions with the guest molecules. Besides its intriguing structural and chemical features, this solid is one of the few porous phosphonate MOFs reported so far.(23-27)Figure 1. Schematic view of the MIL-91(Al) structure down the b axis (left) and showing the chain of AlO4(OH)2 octahedra running along the b axis (right): O in red, C in gray, H in white, P in green, N in blue, AlO6 octahedra in pink.The adsorption of CO2, CH4 and N2 in this solid has been investigated through a multidisciplinary approach combining advanced adsorption (manometry/microcalorimetry) methods and characterization tools (infrared spectroscopy, in situ powder X-ray diffraction) and molecular simulations. Particular attention has been paid to the structural change of this small pore MOF in response to the adsorption of CO2 and its effect on the shape of the adsorption isotherm. A detailed analysis is provided on the preferential arrangement of the confined adsorbates as well as the energetics of the host/guest interactions.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1Synthesis and CharacterizationThe MIL-91(Al) solid has been prepared according to the reported procedure.(22) Nitrogen adsorption experiments at 77 K gave essentially a type I isotherm characteristic of microporous solids (Figure S9 in the Supporting Information (SI)), with resulting BET area and micropore volume of 310 m2 g–1 and 0.12 cm3 g–1, respectively.2.2In Situ X-ray DiffractionIn situ synchrotron X-ray powder diffraction (XRPD) experiments were carried out at the BM01A station at the Swiss Norwegian BM01A Beamline of the European Synchrotron Radiation Facility (Grenoble, France). The powdered sample was introduced in a 1 mm quartz capillary and connected to a homemade gas-dosing system.(12) Prior to the experiments, the sample was outgassed under vacuum (pressure ca. 10–3 mbar) at 423 K for a few hours. The temperature was then adjusted to 303 K, and doses of gas mixtures were introduced. XRPD were collected using a MAR345 imaging plate with a sample-to-detector distance of 300 mm (λ = 0.694018 Å). The data were integrated using the Fit2D program (Dr. A. Hammersley, ESRF) and a calibration measurement of a NIST LaB6 standard sample. The patterns were indexed using the Dicvol software.(28) Le Bail fits were then performed with the Fullprof2k software package.(29, 30) XRPD diffractograms were collected 1 min after the gas introduction, with an acquisition time of 30 s (rotation rate 1 deg·s–1). New XRPD patterns were recorded at the same pressure every 5 min, and equilibrium (at a given pressure) was assumed when no change was observed between three successive patterns.In a second step, the structure solutions of both the activated and CO2 loaded MIL-91(Al) solids were carried out starting from the atomic parameters of the hydrated MIL-91(Al) using Fullprof and its graphical interface Winplotr. The location of the guest molecules was found using difference Fourier maps (Shelxtl). All structures were then refined using Fullprof2k. Best results for the refinement were obtained using experimental point values to adjust the background, a Pearson VII function to determine the peak profile, and two asymmetry parameters. We included soft distances constraints, that is, Al–O, P–O, P–C, C–C, and C–O bonds lengths fixed at 1.85, 1.52, 1.9, 1.5, and 1.25 Å, respectively, as well as angles constraints; the piperazine ring and the CO2 molecules were treated as rigid bodies. An overall thermal parameter was also introduced during the refinement. The CO2 guest molecules could only have a maximum of 50% site occupancy because of close atom–atom contacts. Details of the structure determination are reported in Table S1 in the SI.2.3Infrared Spectroscopy CharacterizationThe solid was deposited on a silicon wafer after dispersion in ethanol. The mixture was dried in air and placed in an IR quartz cell equipped with KBr windows. A movable quartz sample holder allowed us to put the sample in the infrared beam for IR measurements or into the furnace for thermal treatments. The cell is connected to a vacuum line for evacuation, calcination, and introduction of doses of gases. Spectra were all recorded at room temperature. Prior to CO2 adsorption, the compounds were pretreated in vacuum at 423 K for 1 h. Transmission spectra were recorded in the 500–5600 cm–1 range at 4 cm–1 resolution on a Nicolet Nexus spectrometer equipped with an extended KBr beam splitting device and a mercury cadmium telluride (MCT) cryodetector. CO2 was purified by freeze thawing before use.2.4Adsorption and Calorimetry MeasurementsThe single-component adsorption isotherms (CH4, CO2, and N2) were measured using an in-house-built apparatus based on a high-pressure magnetic suspension balance marketed by Rubotherm with a resolution of 10 μg.(31) The samples (∼0.5 g) were activated in the cell by outgassing at 443 K under secondary vacuum (10–5 mbar) for 8 h. The experimental setup is described in detail elsewhere,(12, 17) and it was already used for probing the adsorption properties of several MOFs.(12, 17) The adsorbent sample is exposed to single gases CH4 (99.9995%), CO2 (99.996%), and N2 (99.9995%), provided by Air Liquide, at 303 K with pressure varying from vacuum to 50 bar. The sample mass variations at different pressures were measured when the thermodynamic equilibrium was reached. The buoyancy effect on the adsorbent and the adsorbent phases is taken into account to obtain excess and absolute isotherms, respectively.(19, 32) It should be noticed that the experimental excess amounts have been converted into the absolute values using the pore volumes measured for the sample outgassed at the corresponding temperature.The adsorption enthalpies were experimentally measured using a Tian–Calvet-type microcalorimeter coupled to a homemade manometric gas dosing system, which were both built in-house.(32) Approximately 0.5 g of sample was used for these experiments and first activated ex situ by heating under secondary vacuum at its activation temperature using sample-controlled thermal analysis for 16 h. For each injection of gas, the equilibrium was assumed to have been reached after 90 min.2.5Molecular Simulations and Macroscopic Thermodynamic ModelsGrand canonical Monte Carlo (GCMC) simulations were performed at 303 K to probe the adsorption of CO2, CH4, and N2 by means of the complex adsorption and diffusion simulation suite (CADSS) code.(33) Details of (i) the microscopic models selected for representing each adsorbate and the MOF framework, (ii) the DFT calculations of the partial charges centered on each atom of the MOF framework, and (iii) the set of the Lennard-Jones (LJ) potential parameters used for both the MOF and the adsorbates are provided in the SI. The simulation box was made of 30 (2 × 5 × 3) unit cells of the MIL-91(Al) structure that had been experimentally elucidated in the dry and the CO2 loaded states. (See section 2.2.) Short-range dispersion forces described by LJ potentials were truncated at a cutoff radius of 14 Å, while the long-range electrostatic interactions were handled using the Ewald summation technique. The fugacities for each adsorbed species at a given thermodynamic condition were computed with the Peng–Robinson equation of state (EoS).(34) For each state point, 2 × 107 Monte Carlo steps have been used for both equilibration and production runs. Three types of trials were considered for the molecules: (i) translation or rotation, (ii) creation/deletion, and (iii) exchange of molecular identity. The adsorption enthalpy at low coverage (Δh) for each gas was calculated through configurational-bias Monte Carlo simulations performed in the NVT ensemble using the revised Widom’s test particle insertion method.(35) Finally, to gain insight into the configurational distribution of the adsorbed species in MIL-91(Al), some additional data were calculated at different pressure including the radial distribution functions between the guests and the host as well as the spatial and the orientational distribution functions for the guests. Details of these calculations are provided in the SI.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and DiscussionThe adsorption isotherms, measured at 303 K for CH4, CO2, and N2 on the MIL-91(Al) are shown in Figure 2.Figure 2. Adsorption isotherms for CO2, CH4, and N2 measured at 303 K on MIL-91(Al).At the temperature of these experiments, the isotherms all seem to be Langmuir-type in shape. However, what is striking here is the strong difference in behavior between CO2 and CH4 or N2. While in the case of CO2, the pore filling is fully achieved at ∼15 bar with most of the capacity reached at low pressure (below 1 bar); the scenario significantly differs for the two other adsorbates characterized by the absence of a saturation plateau even at the final pressure of the experiments ∼50 bar. The observed gas uptakes are within the same range of values as those previously measured for similar small pore zeolites and MOFs, as illustrated in Table S5 in the SI. Table S7 in the SI reports the CO2 amount adsorbed at different pressures by MIL-91(Al) in comparison with the performances of a series of other MOFs. In addition, while the adsorption isotherms measured for N2 and CH4 show a usual convex shape as commonly reported for a microporous system, this does not hold true for CO2, which exhibits an inflection in the isotherm at pressures below 0.5 bar (Figure 3). This is reversible, occurs without any hysteresis, and is cycled several times with a simple primary vacuum between each cycle. Such a singularity was already evidenced for the adsorption of CO2 in the relatively large-pore rigid-type MOF MIL-47(V) (pore size around 8 Å) and ascribed to the occurrence of two different subregimes of adsorption within the pore.(18) Here due to the small pore size of MIL-91(Al), one might suspect that some local flexibility of the host induced by the adsorption of such polar molecules could be at the origin of such phenomena.Figure 3. CO2, CH4, and N2 adsorption isotherms at 303 K measured at low pressure on MIL-91(Al). To confirm the presence of an inflection point for CO2, several adsorption–desorption cycles were recorded. The circles, squares, and triangles indicate the first, second, and third cycles, respectively, while the adsorption and the desorption are represented by closed and open symbols, respectively.To confirm such a hypothesis, in situ XRPD experiments were performed for various CO2 pressures up to 30 bar (Figure 4). The whole patterns do not exhibit any drastic modification upon increasing dose of CO2 with only a few Bragg peaks showing an intensity change. The resulting powder patterns for the loaded samples at high pressure were indexed in a monoclinic cell (space group C2/m) by using the Dicvol software and refined using the Fullprof/Winplotr programmes (Figure S2 in the SI). As shown in Table 1, the corresponding unit-cell dimensions are very similar to the ones obtained for the activated solid (unit cell variation of ∼1.8%, Figure S1 in the SI), while the symmetry C2/m is maintained.Figure 4. XRPD patterns at 303 K measured on MIL-91(Al) with increasing CO2 pressure doses, λ = 0.694018 Å. The first pattern corresponds to the activated form; the Bragg peaks showing an intensity change along CO2 adsorption are noted with a red circle.Table 1. Comparison of the Unit-Cell Parameters/Symmetry Obtained for the Activated and CO2-Loaded MIL-91(Al) Samples at 303 Kphasespace groupa (Å)b (Å)c (Å)β°V (Å3)MIL-91(Al) activatedC2/m18.947(5)6.915(2)11.295(3)90.45(1)1479.8(1)MIL-91(Al) CO2 loaded (30 bar)C2/m19.031(4)6.952(2)11.386(3)91.28(1)1506.1(1)Both the atomic coordinates of the activated and the CO2 loaded MIL-91(Al) forms were further refined (see SI) using the initial reported crystal structure and the in situ XRPD data collected at the ESRF synchrotron. Despite the relatively low quality of the XRPD data, this refinement provided a good agreement with the experimental data (Figure S2 in the SI). A closer inspection of the CO2-loaded structure clearly shows that compared with the activated structure, the organic linkers undergo a subtle change in conformation with a 20° twist, as illustrated in Figure 5. Such a reorientation of the ligand is similar to that previously observed for a series of MOFs of different pore dimensions.(20, 21, 36-43) The location of the CO2 molecules will be discussed later.Figure 5. Illustration of the local configurational changes of the organic linkers along the a/c axis in MIL-91(Al)_CO2 (right) versus MIL-91(Al)_activated (left). The white and cyan ovals are guided for eyes to emphasize the ±20° ligand twist about the rotational axis (represented in yellow), resulting from the chemical stimulus induced by the adsorption of CO2.In situ IR experiments were further carried out during CO2 adsorption to gain further insight into these structural changes. The IR spectrum of the activated MIL-91(Al) solid shows a sharp band present at 3688 cm–1, which is characteristic of the bridging Al–OH–Al groups. The absence of a signal around 3670 cm–1 (Figure 6a) indicates that the P–OH groups are not free.(44) The very broad band below 2300 cm–1 emphasizes that the piperazine N atoms interact with the acidic proton of the P–OH groups via the formation of either a P–OH···N hydrogen bond or a zwitterionic structure PO–···NH+ (Figure S9 in the SI).(22) Upon CO2 adsorption, a new Al–OH band appears at 3705 cm–1 (Figure 6a). The intensity of this latter band gradually increases with the CO2 loading at the expense of the one of the band at 3688 cm–1, which additionally shows its wavenumber slightly downshifted. The appearance of this high wavenumber component at 3705 cm–1 cannot be ascribed to a direct interaction between CO2 and the P–OH group as it is well-documented that such a scenario would lead to a band below 3670 cm–1.(45, 46) Indeed, referring to some of our previous studies on MOFs,(47) this can be related to a structural change of MIL-91(Al) upon adsorption consistent with the XRPD observations, which evidenced a significant modification of the Al–OH–Al angle from 134 to 163° when one passes from the activated to the CO2-loaded structures. Hence, the 3688 and 3705 cm–1 bands characterize the Al–OH–Al group of the activated and CO2-loaded form, respectively. The ratio of the intensity of the 3705 cm–1 plotted versus the total intensity of the Al–OH–Al bands (Figure 6b) shows the presence of an inflection point and confirms that the contribution of the CO2 loaded form becomes noticeable for CO2 pressures higher than 0.2 bar.Adsorbed CO2 is characterized by two ν3(CO2) bands of 12CO2 at 2338 and 2349 cm–1, revealing the existence of two distinct CO2 species (Figure 6c, inset). This is a remarkable result because it was previously reported that CO2 confined in MOFs without any coordinatively unsaturated sites usually leads to only a single ν3(CO2) band at ∼2338 cm–1.(48) This observation reveals the formation of two CO2 species. The ν3(12CO2) band intensity becomes very high when the CO2 pressure increases. Thus, we have measured for large amounts of CO2 introduced the intensity of the corresponding ν3 bands of 13CO2 at 2282 and 2273 cm–1, respectively. The integrated area of the ν3(CO2) band versus the CO2 pressure is reported in Figure 6d. The shape of the so-obtained optical isotherm is similar to that obtained from gravimetric measurements. This unusual shape of the isotherm is indeed related to the structural change of MIL-91(Al) (appearance of new Al–OH group) occurring at PCO2 >0.1 bar (Figure 6a,b).Figure 6. In situ IR spectra recorded upon CO2 adsorption at 303 K in the regions corresponding to (a) the ν(OH) band characteristic of the bridged Al–OH groups and (c) the ν3(13CO2) band of adsorbed CO2. (The ν3(12CO2) band is shown as inset.) (b) Ratio of the intensity of the 3705 cm–1 band area versus the integrated total intensity of the Al–OH–Al band is reported in panel b. (d) Optical isotherm (integrated area of the ν3(CO2) massif band versus the CO2 pressure).On the basis of these XRPD and IR findings, molecular simulations were further employed to check whether the CO2 adsorption isotherm at low loading is reproduced by considering the decomposition of this isotherm into the contribution of the activated and the CO2-loaded MIL-91(Al) structures. GCMC simulations were then performed to calculate the CO2 adsorption isotherm for each structure considered individually, and the simulated global isotherm was constructed using a composite approach(49, 50) by applying the following equationwhere for a given pressure (p) the total amount of CO2 adsorbed, labeled as Nsim (p), is calculated from (i) the GCMC-simulated amounts adsorbed in the activated (Nactivatedsim.(p)) and the CO2-loaded structures (NCO2loadedsim.(p)), respectively and (ii) the molar fractions of the corresponding structures obtained from IR experiments labeled as XactivatedFTIR(p) and XCO2loadedFTIR(p) respectively. (See Figure 6b.) The resulting simulated adsorption isotherm reported in Figure 7 in the low domain of pressure is in fair agreement with the experimental data, more particularly in the region centered on the inflection point. This further confirms that MIL-91(Al) undergoes local structural changes upon CO2 adsorption in the domain of pressure refined by IR.Figure 7. GCMC-simulated CO2 adsorption isotherms at 303 K on MIL-91(Al) for the activated (in black) and the CO2-loaded structures (in red). The composite adsorption isotherm (in green) is obtained from the equation given in the text. For comparison, the experimental isotherm is represented in blue.A further step consisted of exploring the host/guest interactions starting first with the case of CO2. The 2338 cm–1 band (ν12CO2) is similar to that observed for silicalite, which does not contain any specific adsorption sites for polar molecules.(51) This could be assigned to CO2 species located at the intersection of the b and the c axes, relatively far away from the (N···H–OP) groups. The second band is located at a relatively high wavenumber (2349 cm–1), which indicates the presence of strong polarizing sites.(51) It is reminiscent of the behavior already reported for CO2 confined in different microporous materials presenting strong Brönsted acidity.(47, 52) Here such a signature is expected to be associated with the interactions between CO2 and the H atoms present in the environment of the N atom and the PO group (N···H–OP). In alkali metal cation forms of zeolites, the configuration of adsorbed CO2 is generally considered in terms of a dual acid–base interaction: the O atom of CO2 interacting with an acid site and the C atom playing the role of an electron acceptor center toward the oxygen basic site.(53, 54) Basic sites indeed exist in MIL-91(Al), as evidenced by propyne adsorption. (See Figure S10 in the SI.) By analogy, taking into account the local environment of the (N···H–OP) interacting sites, a dual (O–CO2–H–N···H–OP/C–CO2–O–N···H–OP) interaction can be expected as illustrated in Scheme 1. Such an interaction is reminiscent of that reported in the MIL-53(Cr) for which a dual acid–base interaction occurs between CO2 and structural bridged OH groups,(55) with the O atom of CO2 playing the role of H acceptor and the C atom acting as electron-acceptor center toward the O atom of bridged hydroxyl group.Scheme 1. Illustration of One of the Conformations of CO2 Adsorbed in the MIL-91(Al) CO2 Loaded Form Deduced from Infrared Observations at Pressures below 1 bar and the C, N, O, and P Atomic Positions Determined from in Situ XRPD DataThe most probable arrangements of CO2 were further explored by GCMC simulations. Figure 8a shows that the CO2 molecules are predominantly lined along the c axis, as clearly emphasized by the analysis of the orientational distribution functions reported in Figures S4 and S5 in the SI. These molecules interact via both their O and C atoms with H–N···H–OP and O–N···H–OP, respectively, with mean separating distances of 3.15 and 2.95 Å, as shown in the corresponding radial distribution plots. (See Figure S6 in the SI.) Such a preferential ordered arrangement is validated by the location of the CO2 molecules, as extracted by the Fourier difference from the XRPD data (Figure 8b), which also implies weak interactions between C atoms of CO2 and O of the P═O function. In addition, a few CO2 molecules are distributed perpendicularly to the b axis (yellow circles, Figure 8a) and do not give rise to any specific interaction with the adsorption sites of MIL-91(Al). This observation is consistent with the presence of the second IR band at 2338 cm–1.Figure 8. GCMC simulated arrangements of CO2 molecules at p = 1.0 bar and 300 K obtained using MIL-91(Al)-POH (a) and MIL-91(Al)-NH (c). Comparison with the geometries obtained from the XRPD data (b).Scheme 1 and Figure 8a are relative to the structure P–OH···N. In the case of a zwitterionic form (P–O–···H–N+), it was important to verify if the dual host/guest interaction proposed from the IR observation is also plausible. GCMC simulations were therefore performed using a structure where the proton was placed on the N atom of the piperazine organic spacer. (See the SI.) In this scenario, Figure 8c clearly shows that CO2 preferentially interact via both their O and C atoms with H–NH···OP and O– NH···OP, respectively, with mean separating distances of 3.70 and 2.92 Å, as shown in the corresponding radial distribution plots. (See Figure S7 in the SI.) Such a simulated geometry also supports the IR findings. The rather long P–O distance (1.53 Å) is, however, in favor of the P–OH···N structure because the P–O(H) single bond distance is generally reported around 1.55 Å, whereas P═O double-bond distance is shorter, observed between 1.44 and 1.50 Å.(56) Indeed, Figure 8a is a more reliable picture of the adsorption mechanism.This global host/guest interaction leads to a relatively high simulated adsorption enthalpy at low coverage (−37 kJ/mol). This is further confirmed by microcalorimetry measurements (Figure 9), which evidenced that the initial enthalpies observed during CO2 adsorption on this solid range from −39 to −43 kJ mol–1 during the loading up to ∼1 mmol g–1. The scenario significantly differs for the other two gases. The GCMC simulations clearly show that neither CH4 nor N2 interacts with specific adsorption sites of the pore wall; instead they are distributed homogeneously in the center of the pore. (See the spatial distribution functions reported in Figure S8 in the SI.) This result is consistent with the flat experimental enthalpy profile (Figure 9) measured for these two gases, which is characteristic of an interaction between a guest and homogeneous energetic surface free of any more strongly adsorbing sites. Furthermore, the adsorption enthalpies simulated at low loading for CH4 and N2 of −24.6 and −19.2 kJ/mol, respectively, are in very good agreement with the microcalorimetry data (−24.0 and −20.0 kJ/mol, respectively). We note that the experimental and predicted enthalpies for CH4 are higher than the values (−19.0 kJ mol–1) currently obtained for many other MOFs.(4, 12, 19, 20, 23, 32) This can be related to the high degree of confinement created by the MIL-91(Al) pores whose dimensions are very close to the kinetic diameter of methane.Figure 9. Experimental adsorption enthalpy obtained by microcalorimetry with methane, nitrogen, and carbon dioxide on MIL-91(Al) samples at 303 K.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsA joint experimental–computational approach revealed that MIL-91(Al) undergoes a subtle structural change upon CO2 adsorption corresponding to a ligand twist of 20° that results in a small unit cell volume variation while the symmetry remains monoclinic. Such a guest-assisted flexibility of the framework is similar to that previously reported for other MOFs such as the UiO-66(Zr) series or ZIF-8. However, in contrast with those MOFs that showed a standard I-type adsorption isotherm whatever the adsorbates, here the structural change results in an inflection point in the isotherm that might suggest a higher activation barrier to initiate the reorientation of the linker. Furthermore, this solid was shown to interact relatively strongly with CO2 due to both the presence of the (N···H–OP) active sites and the relatively high degree of confinement within its pore. It is noticeable that the resulting adsorption enthalpy differences between CO2 and CH4 or N2, that is, Δ(ΔH(CO2) – ΔH(CH4)) ≈ 15.0 kJ mol–1 and Δ(ΔH(CO2) – ΔH(N2)) ≈ 19.0 kJ mol–1, are as high as the values previously reported for MOFs with their organic parts grafted by diverse polar functions. (See Table S6 in the SI.) One clear advantage of this solid is to maintain an almost constant value of these adsorption enthalpy differences in a wide range of pressure up to 20 bar, as evidenced by microcalorimetry (Figure 9). In addition, this material adsorbs a significant amount of CO2 in a small pressure region (0 to 0.3 bar). This is of interest because it can potentially lead to improved selectivity for physisorption processes operating at low pressure, especially for postcombustion CO2 capture. All of these favorable features are expected to make this solid, readily synthesized under water conditions, attractive for gas separation. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationDetails of the molecular simulations, XRPD analysis, adsorption data, and IR spectroscopy measurements. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe research leading to these results has received funding from the European Community’s Seventh Framework Program (FP7/2007-2013) under grant agreement no. 228862 (Macademia project) and from the FP6-Specific Targeted Research Project DeSANNS (SES6-020133). A.V. and J-C.V. thank C. Binet for fruitfull discussion. G.M. thanks the Institut Universitaire de France for its support. We thank the ESRF for providing access to the beamline BM01A.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 56 other publications.1. Zhou, H.-C.; Kitagawa, S. Themed Collection Metal–Organic Frameworks (MOFs) Chem. Soc. Rev. 2014,  43,  5415– 5418[Crossref], [PubMed], [CAS]1. Metal-Organic Frameworks (MOFs)Zhou, Hong-Cai \"Joe\"; Kitagawa, SusumuChemical Society Reviews\r\n        (2014),\r\n    43\r\n        (16),\r\n    5415-5418CODEN:\r\n                CSRVBR;\r\n        ", "title": "Structural Origin of Unusual CO Adsorption Behavior of a Small-Pore Aluminum Bisphosphonate MOF", "authors": ["Philip L. Llewellyn", "Miquel Garcia-Rates", "Lucia Gaberová", "Stuart R. Miller", "Thomas Devic", "Jean-Claude Lavalley", "Sandrine Bourrelly", "Emily Bloch", "Yaroslav Filinchuk", "Paul A. Wright", "Christian Serre", "Alexandre Vimont", "Guillaume Maurin"], "doi": ["10.1021/jp512596u"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0010.gif\">"]}