{"abstract": "A microporous metal−organic framework () was rationally constructed with unprecedented 1,2,4-triazole-based dodecanuclear metal coordination cages nodes, exhibiting highly selective adsorption of Cs/CH mixtures and efficient sensing to nitrobenzene.A microporous metal–organic framework (), {[Cd(Trz)(DMF)(HO)](BDC)}·2(MeNH)·4DMF·16HO (Trz = 1,2,4-triazole, BDC = terephthalic acid, DMF = ,-dimethylformamide), was rationally constructed using unprecedented lantern-like 1,2,4-triazole-based dodecanuclear metal coordination cages as supermolecular building blocks. After activation,  exhibits highly selective adsorption of C compound/CH mixtures and efficient sensing of nitrobenzene (NB). The selectivity (79.7) of CH/CH is comparable to the most selective Cu-TDPAT (82, TDPAT = 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine).", "text": "10.1021/acs.cgd.5b00473 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionConsiderable attention on metal–organic frameworks (MOFs) with high-nuclearity clusters as supermolecular building units (SBUs) for chemists stems from their intriguing structural versatility and promising multifunctional properties.(1) The high-nuclearity cluster SBUs can contribute to construction of novel topological types with high-connected networks,(2) to prevention of structural interpenetration and thus increase of porosity of the framework, and even to endowing the framework with its intrinsic nature to realize interesting multifunctional materials. As the popular organic linkers, such as aromatic carboxylates and N-containing ligands, are limited by their low coordination numbers, there are two avenues to construct such high-nuclearity-cluster based MOFs: one is to presynthesize dendritic poly(carboxylic acid)s for the MOFs with metal–organic polyhedra SBUs;(3) another is to employ some extra small anions or molecules showing high coordination numbers, such as 1,2,3-triazole,(4) thioalcohol,(5) halogen,(6) PO43–,(6) SO42–,(7) CO32–,(8) ClO4–,(9) formate,(10) and pyrazole,(11) as cluster-forming ligands. Several MOFs based on tetra-,(12) penta-,(4a, 13) hexa-,(14) hepta-,(4b, 15) and octanuclear(7, 16) cluster SBUs with permanent porosity and appealing adsorption capacity have been explored, but those containing higher nuclearity are rarely reported.(6, 11) To construct such MOFs still remains challenging.Herein, a strategy with 1,2,4-triazole as cluster forming agents is proposed to target a uninodal 8-connected MOF, {[Cd12(Trz)8(DMF)2(H2O)4](BDC)9}·2(Me2NH2)·4DMF·16H2O (Trz = 1,2,4-triazole, BDC = terephthalic acid, DMF = N,N-dimethylformamide) (FJU-12), with unprecedented lantern-like dodecanuclear cadmium metal coordination cages as SBUs. After activation, FJU-12a exhibits highly selective sorption toward C2 compound/CH4 mixtures and efficient sensing of NB.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterials and MeasurementsAll reagents and solvents were used as received from commercial suppliers without further purification. Thermogravimetric analyses (TGA) was performed on a METTLER TGA/SDTA 851 analyzer under nitrogen atmosphere with heating rate of 10 K/min from 30 to 600 °C. FT-IR spectrum of the synthesized complex was carried out on a Nicolet 5700 FT-IR spectrometer as KBr pellets. Elementary analysis was collected on a Vario EL III elementary analyzer to give a ratio of C, H, and N. X-ray powder diffraction data was recorded on a Rigaku MultiFlex diffractometer at 40 kV, 40 mA for Cu Kα (λ = 1.5406 Å) with a scan speed of 2 deg/min.Synthesis of FJU-12Terephthalic acid (0.1 mmol, l6.6 mg) was dissolved in DMF (5 mL) using ultrasound, and then, 1,2,4-triazole (0.1 mmol, 6.9 mg), Cd(NO3)2·4H2O (0.1 mmol, 29.8 mg), NaClO4 (5.0 mg) and 1.0 mL of distilled water were added to the transparent solution. Ultimately, the resulting transparent solution was sealed in a glass bottle, which was heated at 100 °C for 24 h. After reaction, colorless flaky crystals were obtained. Elemental Analysis for C55H75Cd6N16O31 (%) Calcd: C 30.32, H 3.45, N 10.30. Found: C 29.03, H 3.600, N 10.59.Single Crystal X-ray Structure DeterminationData collection and structural analysis of crystal FJU-12 were collected on an Agilent Technologies SuperNova single crystal diffractometer equipped with graphite monochromatic Cu Kα radiation (λ = 1.54184 Å). The crystal was kept at 99.99(10) K during data collection. Using Olex2,(17) the structure was solved with the Superflip structure solution program using Charge Flipping and refined with the ShelXL(18) refinement package using least squares minimization. All nonhydrogen atoms were refined with anisotropic displacement parameters. The hydrogen atoms on the ligands were placed in idealized positions and refined using a riding model. We employed PLATON(19) and SQUEEZE(20) to calculate the diffraction contribution of the solvent molecules and thereby produce a set of solvent-free diffraction intensities. The detailed crystallographic data are shown in Supplementary Tables S2–S4, Supporting Information (CCDC 1047491).Gas Sorption MeasurementsAfter the bulk of the solvent was decanted, the freshly prepared sample of FJU-12 (∼0.15 g) was soaked in ∼10 mL of methanol for 1 h, and then the solvent was decanted. Following the procedure of methanol soaking and decanting 10 times, the solvent-exchanged samples were activated by vacuum at room temperature overnight (∼10 h) until a pressure of 5 μmHg. N2, CO2, methane, ethylene, ethane, and acetylene adsorption isotherms were measured on Micromeritics ASAP 2020 HD88 surface area analyzer for the activated FJU-12a. The sorption measurement was maintained at 77 K with liquid nitrogen and at 273 K with an ice–water bath (slush). A water bath of 22.5 was used for adsorption isotherms at 296 K, whereas dry ice–acetone and ice–water baths were used for the isotherms at 195 and 273 K, respectively.Virial Equation AnalysisThe virial equation can be written(21, 22) as follows:(1)where n is the amount adsorbed (mol g–1) gas at pressure p (Pa). At low surface coverage, the A2 and higher terms can be neglected, and the equation becomes(2)A linear graph of ln(n/p) versus n is obtained at low surface coverage, and this is consistent with neglecting higher terms in eq 2. A0 quantifies the adsorbate–adsorbent interactions, while A1 is related to adsorbate–adsorbate interactions. The virial parameters are given in Table S1, Supporting Information.Enthalpies of AdsorptionZero Surface CoverageThe isosteric enthalpies of adsorption at zero surface coverage (Qst,n=0) are a fundamental measure of adsorbate–adsorbent interactions, and these values were obtained from the A0 values obtained by extrapolation of the virial graph to zero surface coverage.Van’t Hoff IsochoreThe isosteric enthalpies of adsorption as a function of surface coverage were calculated from the isotherms using the van’t Hoff isochore, which is given by the following equation:(3)A graph of ln P versus 1/T at constant amount adsorbed (n) allows the isosteric enthalpy and entropy of adsorption to be determined. The pressure values for a specific amount adsorbed were calculated from the adsorption isotherms by the following methods: (1) assuming a linear relationship between adjacent isotherm points starting from the first isotherm point; (2) using the virial equation at low surface coverage. The agreement between the two methods is shown in Figure S5, Supporting Information.Prediction of the Gas Adsorption Selectivity by IASTThe measured experimental data on pure component isotherms for CH4, C2H2, C2H4, and C2H6 at 273 and 296 K were converted to absolute loadings usingwhere Z is the compressibility factor, which was estimated by Peng–Robinson equation of state. The accessible pore volume within the materials, Vpore, is taken to be equal to the experimentally determined value (cm3 g–1) using the following formula:(4)The ideal adsorbed solution theory (IAST) was used to predict the binary mixture adsorption from the experimental pure-gas isotherm. The accuracy of IAST for the estimation of the binary mixture equilibrium in different zeolites(23) and MOFs(24) has already been established in a number of published papers. In order to perform the integrations required by IAST, the single-component isotherms should be fitted by a proper model. We found for this set of data that the single-site Langmuir–Freundlich equation was successful in fitting the data.Here, P is the pressure of the bulk gas at equilibrium with the adsorbed phase (kPa), N is the adsorbed amount per mass of adsorbent (mmol/g), Nmax is the saturation capacities of sites 1 (mmol/g), b is the affinity coefficients of sites 1 (1/kPa), and n represents the deviations from an ideal homogeneous surface. The fitted parameters were then used to predict multicomponent adsorption with IAST. The adsorption selectivities based on IAST for mixed C2H2/CH4, C2H4/CH4, and C2H6/CH4 are defined by the following equation:where Xi is the mole fraction of component i (i = 1, 2) in the adsorbed phases and Yi is the mole fraction of component i in bulk phases.Fluorescence MeasurementsThe photoluminescence (PL) spectra of activated FJU-12a and solvent-loaded FJU-12a were investigated in the solid state at room temperature and recorded by a Horiba FluoroMax-4 fluorescence spectrometer. The samples were put into a homemade clamp composed of three pieces of commercial quartz slides of dimensions 20 mm × 37 mm × 1 mm. The middle slide had a hole of dimensions 3 mm × 5 mm × 1 mm in its center for hosting the tested sample. In order to effectively minimize the error of different peak intensities caused by thickness and morphology of the tested samples, the hole was fully filled with the ground powder of the outgassed (or solvent-loaded) samples FJU-12a (∼5.0 mg) with the particle size of 80–100 mesh. Various solvent-loaded samples were prepared by introducing FJU-12a powder into 2.0 mL of THF, methanol, acetone, dichloromethane, chloroform, and nitrobenzene (NB), respectively. For NB sensing experiments, activated FJU-12 powder was dispersed in THF with different concentrations of NB.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionDescription of the Crystal StructureFJU-12 was synthesized via solvothermal reaction of aqueous dimethylformamide (DMF) solution of Cd(NO3)2·4H2O, NaClO4, Trz, and terephthalic acid (H2BDC) at 100 °C for 1 day. It was formulated as {[Cd12(Trz)8(DMF)2(H2O)4](BDC)9}·2(Me2NH2)·4DMF·16H2O by elemental analysis and single-crystal X-ray diffraction studies, and the phase purity of the bulk material was confirmed by powder X-ray diffraction (Figure S11, Supporting Information). X-ray structural analysis reveals that FJU-12 has a 3D open framework structure containing centrosymmetric dodecanuclear metal coordination cages [Cd12(Trz)8(Osolvent)6(CO2)18] (Figure 1b) in which 12 Cd ions are linked by eight bridging carboxylate groups and eight Trz ligands in μ1,2,4 fashion to form a lantern-like SBU. Each dodecanuclear metal coordination cage links to eight neighboring SBUs via 18 BDC ligands to give a 3D eight-connected hex topological net with Schläfli symbol of {36·418·53·6}(25) (Figure 1f).Figure 1. Structure of FJU-12 showing (a) the coordination environments of four crystallographically independent Cd ions. (b) Dodecanuclear metal coordination cage Cd12(Trz)8(CO2)18(Osolvent)6 as SBU to form a lantern-like structure. (c) Large cage consists of eight dodecanuclear metal coordination cage and 18 BDC ligands. (d) The 3D structure of FJU-12 with the small (yellow spheres) and large cages (purple spheres) of about 5.1 and 9.4 Å in diameter (O red, N blue, C gray). (e) The structure viewed along the c axis showing the pores. (f) Representation of 8-connected hex net.The 3D open framework of FJU-12 has two kinds of cages (Figure 1b,c). The small one is the lantern-like metal coordination cage of 5.1 Å in diameter with the aperture of 2.9 × 3.6 Å2. The large one consists of eight dodecanuclear metal coordination cages and 18 BDC ligands with diameter of 9.4 Å and windows in dimensions of 3.3 × 9.6 Å2 and 4.7 × 9.8 Å2. The calculated free volume in fully desolvated structure FJU-12 is 54.9% by PLATON(26) (11051.6 Å3 of the 20113.3 Å3 unit cell volume).Gas Sorption PropertiesTo check the porosity of FJU-12, the fresh sample was guest-exchanged with anhydrous methanol and then activated under high vacuum at 296 K to generate the desolvated FJU-12a. Compared with the as-synthesized sample, the peak positions in the PXRD of activated FJU-12a shift to higher 2θ values (Figure S11, Supporting Information), suggesting the framework shrinks after removal of guest molecules, which also demonstrates the flexible nature of FJU-12. The porosity was characterized by N2 gas sorption at 77 K (Figure S6, Supporting Information) with an apparent BET surface area and Langmuir surface area of 95.3 m2/g and 132.1 m2/g, respectively. CO2 adsorption at 196 K was also used to characterize the porosity. As shown in Figure 2a, the BET and Langmuir surface areas calculated from adsorption isotherms are 136.2 and 211.0 m2/g, respectively, within the pressure range of 0.05 < P/P0 < 0.35 (Figure S8, Supporting Information). The higher surface areas calculated from CO2 adsorption at 196 K than those from N2 adsorption at 77 K suggest a certain degree of shrinkage for the activated framework, which is consistent with the result of the PXRD. Nevertheless, FJU-12a still shows permanent porosity with total pore volume of 0.084 cm3/g from the highest adsorption values of 44.39 cm3/g (CO2). To the best of our knowledge, only a few MOFs with higher nuclearity cluster nodes than 8 have permanent porosity.(6, 11)Figure 2. (a) Adsorption isotherms of CO2 gas on FJU-12a at 196 K. (b) C2H2, C2H4, C2H6, and CH4 sorption isotherms of FJU-12a at 296 K. Solid symbols, adsorption.Establishment of the porosity of FJU-12a encouraged us to explore its potential application in C2/C1 adsorption and separation,(27, 28) and the adsorption of these gases on FJU-12a at 296 and 273 K were investigated. Separation of C2 hydrocarbons (C2s) from methane (C1) is a very important industrial process. This is because the recovery of C2 hydrocarbons from methane not only upgrades the quality of natural gas for its efficient usage but can also provide an alternative chemical source of C2s for further chemical processing and transformation. As shown in Figure 2b and Figure S7, Supporting Information, FJU-12a takes up many more C2s than CH4; for example, FJU-12a takes up acetylene, ethylene, and ethane of 19.59, 14.49, and 13.76 cm3/g, respectively, which are 4.6, 3.9, and 3.2 times higher than CH4 (4.28 cm3/g) at 296 K and 1 bar, suggesting that FJU-12a is a promising material for highly selective separation toward C2/C1 mixtures.The Henry’s law selectivities for acetylene, ethylene, and ethane over methane at 296 K are 31.9, 16.0, and 20.7, respectively, which were calculated based on the equation Si/CH4 = KH(i)/KH(CH4), are higher than many reported MOFs (Table S5, Supporting Information). The well-defined ideal adsorbed solution theory (IAST)(29) of Myers and Prausnitz is also employed to evaluate the C2s/CH4 separation selectivities. Figure S10, Supporting Information, shows the IAST calculations of the adsorption selectivity for equimolar C2H2/CH4, C2H4/CH4, and C2H6/CH4 mixtures at 296 K in FJU-12a. The selectivities of C2H2, C2H4, and C2H6 with respect to CH4 are 79.7, 26.4, and 30.3, respectively, by IAST at 296 K and pressures up to 100 kPa. It is worth noting that the adsorption selectivity of C2H2/CH4 is comparable to the most selective Cu-TDPAT (82, TDPAT = 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine) (Table S6, Supporting Information), indicating that FJU-12a is a potential selective separation material for C2s/CH4.In order to establish why FJU-12a exhibits such a highly selective separation for C2s/CH4, its coverage dependent adsorption enthalpies were calculated on the basis of the virial method and the van’t Hoff isochore. The virial graphs for adsorption of these gases on FJU-12a at 273 and 296 K are shown in Figures S1–S4, Supporting Information. The comparison of the results from the two methods, the linear extrapolation and the virial equation, shows a very good agreement (Figure S5, Supporting Information). The enthalpies at zero coverage are 29.2, 22.7, and 21.0 kJ/mol for C2H2, C2H4, and C2H6, respectively, which are larger than that for CH4 (14.7 kJ/mol). The higher uptakes for C2 hydrocarbons than methane may be ascribed to the following two reasons: First, the first virial coefficient A0 is related to the Henry’s law constant KH by the equation KH = exp(A0), which reflects the adsorbate–adsorbent interactions. The A0 values of CH4, C2H2, C2H4, and C2H6 show that KH(C2H2), KH(C2H4), and KH(C2H6) are higher than KH(CH4), indicating stronger adsorbate–adsorbent interactions for C2s especially for C2H2. The second virial parameter (A1) is a function of adsorbate–adsorbate interactions. The differences in A1 are statistically significant for CH4, C2H2, C2H4, and C2H6 indicating lower repulsion energies between neighbors for C2s than that for CH4.(22, 30) Second, the higher uptakes for C2 hydrocarbons might be due to the comparable pore sizes in FJU-12a with these smaller C2 molecules, ultimately, leading to highly selective adsorption of C2 over C1 hydrocarbons at room temperature.Fluorescence and Sensing PropertiesActivated FJU-12 for luminescence and sensing studies is investigated. The emission peak of FJU-12a was around 435 nm when monitored at 325 nm. To examine the potential of FJU-12a for sensing of small molecules, its fluorescence properties in different solvents were investigated. As shown in Figure 3a, its photoluminescence spectrum is largely dependent on the solvent molecules, particularly in the cases of THF and NB, giving the most significant enhancing and quenching effects, respectively. Such solvent-dependent luminescence properties are of interest for sensing of NB molecules, as demonstrated in some pioneering works done by Li’s group.(31) Detection of NB is important because NB is the basic constituent of nitroaromatic explosives and is also a notorious environmental pollutant.(31, 32) When NB content was gradually added to THF solvent, the fluorescence was gradually decreased with the addition of NB solvent (Figure 3b). The luminescence quenching efficiency was analyzed by fitting the experimental data to the Stern–Volmer equation, (I0/I) = KSV[M] + 1, in which I0 and I are the luminescence intensities before and after the addition of the analyte, [M] is the molar concentration of the analyte, and KSV is the quenching constant (M–1). The ratio (I0/I) of the fluorescence intensities in the absence and presence of NB was approximately linearly increased with increasing the concentration of NB (Figure 3b). The Stern–Volmer plot of luminescent intensity (I0/I) vs the concentration of NB is shown in Figure 3b. The Stern–Volmer constant (KSV) was 35 M–1 for NB. Such quenching effect should be attributed to the charge transfer electron transitions from the FJU-12 framework to NB due to the electron-deficient property of NB and the π–π interactions between FJU-12a framework and NB molecules.(33) The encouraging result reveals that FJU-12a could be a promising luminescent probe for detecting NB.Figure 3. (a) PL spectra of solid FJU-12a in different solvents when excited at 325 nm. The inset shows the emission intensity at 435 nm. (b) PL spectra of FJU-12a dispersed in THF upon incremental addition of NB solution. The inset provides the Stern–Volmer plot (excited and monitored at 325 and 435 nm, respectively).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn summary, we have synthesized a novel three-dimensional uninodal hex net FJU-12 based on an unprecedented lantern-like dodecanuclear Cd coordination cage. FJU-12a exhibits high selectivity for the separation of C2 hydrocarbons from methane. The selectivities of C2H2, C2H4, and C2H6 with respect to CH4 are 79.7, 26.4, and 30.3, respectively, by IAST at 296 K and pressures up to 100 kPa. It is worth noting that the adsorption selectivity of C2H2/CH4 of 79.7 is comparable to the most selective Cu-TDPAT (82). In addition, FJU-12a has the potential for sensing of small molecules especially for NB, giving the most significant quenching effects. It is expected that this work highlights the promise of FJU-12 for important separation of C2/C1 mixtures and highly sensitive sensors for NB in the future. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationDetails of gas absorption and separation data, structural data and selected bond lengths and angles, and PXRD data, TGA, and FT-IR data. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.cgd.5b00473.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was financially supported by the National Natural Science Foundation of China (Grants 21207018, 21273033, and 21203024) and Fujian Science and Technology Department (Grants 2014J06003 and 2014H6007). S.X. gratefully acknowledges the support of the Recruitment Program of Global Young Experts, Program for New Century Excellent Talents in University (NCET-10-0108), and the Award “MinJiang Scholar Program” in Fujian Province.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 33 other publications.1. (a) Lan, A.-J.; Li, K.-H.; Wu, H.-H.; Olson, D. H.; Emge, T. J.; Ki, W.; Hong, M.-C.; Li, J. Angew. Chem., Int. Ed. 2009,  48,  2334 DOI: 10.1002/anie.200804853 [Crossref], [PubMed], [CAS]1. A luminescent microporous metal-organic framework for the fast and reversible detection of high explosivesLan, Anjian; Li, Kunhao; Wu, Haohan; Olson, David H.; Emge, Thomas J.; Ki, Woosoek; Hong, Maochun; Li, JingAngewandte Chemie, International Edition\r\n        (2009),\r\n    48\r\n        (13),\r\n    2334-2338CODEN:\r\n                ACIEF5;\r\n        ", "title": "Microporous Metal–Organic Framework with Lantern-like Dodecanuclear Metal Coordination Cages as Nodes for Selective Adsorption of C/C Mixtures and Sensing of Nitrobenzene", "authors": ["Yuan Chen", "Ziyin Li", "Qing Liu", "Yangcan Shen", "Xiuzhen Wu", "Dandan Xu", "Xiuling Ma", "Lihua Wang", "Qian-Huo Chen", "Zhangjing Zhang", "Shengchang Xiang"], "doi": ["10.1021/acs.cgd.5b00473"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00473/20150730/images/small/cg-2015-00473g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00473/20150730/images/small/cg-2015-00473g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00473/20150730/images/small/cg-2015-00473g_0004.gif\">"]}