{"abstract": "We report a 2D layered metal–organic framework (MOF) with wide channels named NUS-1 and its activated analogue NUS-1a composed of ZnO-like secondary building units and tetraphenylethene (TPE)-based ligand 4,4′-(2,2-diphenylethene-1,1-diyl)dibenzoic acid. Due to its special structure, NUS-1a exhibits unprecedented gas sorption behavior, glass-transition-like phase transition under cryogenic conditions, and responsive turn-on fluorescence to various volatile organic compounds. Our approach using angular ligand containing partially fixed TPE units paves a way toward highly porous MOFs with fluorescence turn-on response that will find wide applications in chemical sensing.", "text": "10.1021/ja502643p Because of its versatility and high sensitivity toward external stimuli, fluorescence has been widely used in various sensing applications.(1) However, this technique suffers from the problem of aggregation-caused quenching, in which light emissions of fluorophores are weakened in the solid state or concentrated solutions due to the formation of excimers and exciplexes aided by the collisional interactions between the aromatic molecules in the excited and ground states.(2) An opposite mechanism called aggregation-induced emission (AIE) has been identified and studied in the past decade.(3) In this process, the fluorogens are almost non-emissive as individual molecules because of the nonradiative decay through intramolecular motion. Such intramolecular motion can be restricted once these molecules aggregate together, resulting in strong fluorescence. A good example is tetraphenylethene (TPE), a well-known AIE fluorogen in which the olefin stator is surrounded by phenyl rotors and the restriction of intramolecular motion (RIM) is known to account for its strong fluorescence in the solid state.(4) AIE-based fluorescence not only avoids the problems caused by aggregation but also provides new approaches based on turn-on mode in the applications of chemical sensors, biological probes, and solid-state emitters.(5)Metal–organic frameworks (MOFs), also known as porous coordination polymers, are crystalline hybrid coordination polymers consisting of metal ions/clusters as nodes and organic ligands as linkers.(6) As a new frontier for material research, MOFs have found wide applications in storage,(7) separation,(8) catalysis,(9) and as templates/precursors to prepare other porous materials.(10) Fluorescent MOFs have demonstrated their huge potential in chemical sensing because of their hybrid structures that can offer tunable fluorescence(11) and have been extensively studied in sensing ions,(12) gases,(13) vapors,(14) explosives,(15) etc. Recently, a series of fluorescent MOFs using TPE-based ligands have been reported.(16) These ligands were non-emissive as isolated molecules in solutions but emitted strong fluorescence when fixed through coordination bonds within MOF matrices. However, the preferred responsive turn-on fluorescence when exposed to analytes was not obvious due to the almost complete RIM in the ligands after MOF formation. It is proposed that reducing the activation barrier for ring-flipping in TPE units may help to reach the responsive turn-on fluorescence.(16b)In this work, we aim to introduce responsive turn-on fluorescence into MOFs by using a novel TPE-based ligand 4,4′-(2,2-diphenylethene-1,1-diyl)dibenzoic acid (DPEB, Figure S1). Compared with the previously reported ligands, DPEB has two dangling phenyl rings without carboxylate groups that will remain unrestricted even after the formation of MOFs. Their motion can be restricted through molecular interactions with analytes, leading to responsive turn-on fluorescence. In addition, there is an angle (∼114°) between the two phenyl rings baring carboxylate groups. Angular ligands are often used to construct MOFs with large pore/cage structure that is highly beneficial in host/guest chemistry.(17) It is hoped that using angular DPEB will generate MOFs with large pore openings to widen the applications in chemical sensing.DPEB was synthesized according to a previous report (see Supporting Information for details). It is clearly seen from the crystal structure that 1D chains were formed among DPEB molecules through hydrogen-bonding interactions between carboxylic acid groups (Figure S1). The motion of the dangling phenyl rings in DPEB crystals is fully restricted through C–H···π interactions, leading to a condensed structure that is responsible for the AIE effect (vide infra). Colorless and transparent single crystals named NUS-1 (NUS stands for National University of Singapore) with hexagon plate shape were obtained via solvothermal reactions between DPEB and Zn(NO3)2·6H2O in N,N-diethylformamide (DEF). Single-crystal X-ray analysis of as-synthesized NUS-1 revealed that it crystallized in trigonal P3̅ space group, in which DPEB ligands were expanded by tetranuclear SBUs consisting of a central O2– bonded to four Zn2+ (Figure 1a). In this SBU, three Zn2+ are capped by the carboxylate groups from DPEB and coordinated water molecules, while the fourth Zn2+ is only coordinated by the ligand. This SBU is similar to the Zn4O tetranuclear octahedron SBU frequently encountered in other highly porous MOFs.(18) DPEB ligands are connected by the tetranuclear SBUs to form Kagomé-type 2D sheets,(19) which stack together to give the overall framework (Figure 1d). The Ph–H···Ph distance of 3.54–3.67 Å measured between adjacent DPEB molecules belonging to neighboring sheets in NUS-1 is much longer than that found in the DPEB crystal (2.72–3.51 Å), indicating weakened C–H···π interactions (Figure 1c). Due to the angular DPEB ligand, a view down the [001] direction of the crystal structure of NUS-1 reveals the presence of hexagonal channels with a wide opening (∼15 Å, deducting van der Waals radius) defined by a ring of six DPEB ligands linked by six tetranuclear SBUs (Figure 1e). In addition, all of the dangling phenyl rings are aligned along the inner walls of these channels. This structural characteristic facilitates the interaction between dangling phenyl rings and incorporated analytes that is helpful for responsive turn-on fluorescence.Figure 1. (a) Secondary building unit (SBU) of NUS-1 (black, C; red, O; azure, Zn). (b) SBU of NUS-1a. (c) C–H···π interactions of NUS-1 (black dotted lines, distance: 3.54–3.67 Å, measured between H and adjacent phenyl ring centroids). (d) Crystal structure of NUS-1 viewed along the [010] direction; red and blue represent two neighboring layers; yellow capsules represent hollow channels with a diameter of 15.6 Å. (e) Crystal structure of NUS-1 viewed along the [001] direction.To test the framework’s robustness, a single crystal of NUS-1 was evacuated to remove the solvent molecules trapped inside, and the structure was successfully solved (denoted as NUS-1a). The coordinated water molecules originally bound to Zn2+ in the SBUs were completely removed, rendering perfect Zn4O SBUs (Figure 1b). Apart from that, the space group (P3̅) and all the structural properties (2D layered framework with wide channels) remain the same as that of NUS-1 (Figure S2). This successful single-crystal-to-single-crystal transition is a strong indication of the framework’s robustness which sets a solid foundation for the further study of chemical sensing applications.The adsorption and desorption isotherms of four gases (N2, O2, Ar, and CO2) were collected under their condensable temperatures to confirm the permanent porosity of NUS-1a. All four gases exhibit stepwise type I/IV hybrid isotherms (Figures 2a and S3a). In addition, large hysteresis loops between adsorption and desorption branches were found, which are typically the characteristics of mesoporous materials and indicate the wide channels of NUS-1a and/or its flexible framework structure.(20) To be specific, N2 sorption isotherms exhibit a huge type H2 hysteresis loop at an astonishingly wide relative pressure range of 0.03 < P/P0 < 0.65, which is among the widest hysteresis loops reported for MOFs.(21) NUS-1a has Brunauer–Emmett–Teller and Langmuir specific surface areas of 1234 and 1389 m2 g–1, respectively, with a total pore volume of 0.79 cm3 g–1. The pore size distribution calculated using nonlocal density functional theory based on Ar sorption data at 87 K reveals three pore size distributions at around 3.8, 11.2, and 24.4 Å, which match well with the crystal structure model (Figure S3b). The isotherms of H2, CH4, and CO2 were collected under at least two different temperatures above their condensable temperatures, and their isosteric heats of adsorption (Qst) were calculated based on the Clausius–Clapeyron eq (Figures S4–S6). The Qst of H2 at low coverage in NUS-1a can reach −10 kJ mol–1, which is among the highest values of MOFs containing Zn4O SBUs(22) and may come from the strong interactions between H2 and the structural pocket formed by twisted phenyl rings in DPEB moieties.(23)Figure 2. (a) Adsorption (filled) and desorption (open) isotherms of various gases under their condensable temperatures in NUS-1a. (b) Differential scanning calorimetry (DSC) curves of DPEB, NUS-1, and NUS-1a.Both NUS-1 and NUS-1a are thermally stable up to 500 °C, which is substantially higher than the decomposition temperature of DPEB (∼300 °C) due to the formation of a coordination network (Figure S7). The endothermic peaks corresponding to solvent loss in NUS-1 (115.7, 174.7, and 222.3 °C), ligand decomposition in DPEB (323.3 °C), and frame decomposition in NUS-1a and NUS-1 (531.7 and 547.3 °C, respectively) can be identified from the DSC curves (Figure 2b and Table S1). The most striking point in DSC curves locates in the lower temperature region. There is no noticeable peak in the curve of DPEB. In NUS-1, however, exothermic and endothermic peaks are observed at −13.7 and 13.7 °C during cooling and heating scans, respectively, representing the freezing and melting of DEF solvent trapped inside the framework channels. The melting point of DEF detected by DSC (13.7 °C) is much higher than that of bulk DEF (−61 °C), indicative of a strong confinement effect of DEF in the framework due to adsorbate–adsorbent interactions.(24) In comparison with DPEB and NUS-1, a distinct endothermic peak at −132.7 °C was observed in NUS-1a during the heating scan, while the corresponding exothermic peak was not found due to the temperature limitation of our DSC instrument (−150 °C). One major difference between NUS-1a and DPEB/NUS-1 is the motion ability of dangling phenyl rings under cryogenic conditions. In DPEB crystals, the motion of dangling phenyl rings is completely restricted due to the close molecular packing. In NUS-1, although the dangling phenyl rings are spread apart along the channels with molecular distance larger than DPEB, their motion is still restricted under cryogenic conditions because of the freezing of DEF solvent trapped nearby. The intramolecular motion under cryogenic conditions is only possible in NUS-1a, in which DPEB ligands are immobilized as isolated moieties in the solvent-free and highly porous MOF matrix. The endothermic peak detected at −132.7 °C in NUS-1a may reflect the phase transition involving the weakening of the aforementioned C–H···π interactions and a partial rotation/vibration of dangling phenyl rings. This phase transition is similar to the glass transition in organic polymers(25) and is rarely reported in coordination polymers such as MOFs.Like most of the TPE derivatives, DPEB shows a distinctive AIE behavior, proven by the weak emission in a good solvent (THF) with strong emission in a bad solvent (H2O; Figure S8). For DPEB crystals, where nonradiative decay through intramolecular motion is suppressed due to close molecular packing, bright emission peaked at 487 nm was observed upon excitation at 400 nm (Figure 3a and Table S2), which exhibited biexponential fluorescence decay (Figure S9 and Table S2). The fluorescence quantum yield (Φfl) of DPEB crystals is as high as 79%, indicating an efficient light harvest/emission process due to the AIE process. In NUS-1a, where the DPEB molecules are linked by Zn4O SBUs into a staggered 2D sheet structure that is solvent-free and highly porous, the emission maximum remains almost unchanged (486 nm), suggesting a ligand-based emission with little contribution from Zn4O SBUs. The Φfl of NUS-1a is only 15%, which is less than one-quarter of that of the ligand (79%), suggesting that the fluorescence of MOFs with TPE-based ligands containing freely rotating/vibrating phenyl rings (such as DPEB reported herein) can be effectively quenched. Based on the AIE mechanism,(26) the intramolecular motion supported by DSC should be the reason for the quenching. The as-synthesized NUS-1 shows a slightly higher quantum yield (17%) and an emission maximum at 467 nm that is blue-shifted by 19 nm compared with that of the solvent-free NUS-1a, indicating the possibility of increased interligand coupling.(27)Figure 3. (a) Fluorescent emission spectra. (b) Relationship of quantum yield versus shift of λfl compared to NUS-1a. (c) Fluorescent microscopy images (first row, optical images; second row, fluorescent images; scale bar, 30 μm).Volatile organic compounds (VOCs) are selected as the analytes for chemical sensing study. VOCs are toxic air pollutants emitted into the atmosphere from anthropogenic and biogenic sources, whose detection is of great importance in chemical assay and environment monitoring.(28) Previous studies have revealed the potency of MOFs being used as fluorescent molecular sensors in detecting VOCs.(29) The chemosensing study was performed by soaking NUS-1a crystals in various VOCs followed by photoluminescence tests. Most of the crystals of NUS-1a⊃guests appeared bright to the eyes upon illumination with UV light (Figure 3c). The intensity changes and peak shifts are more clearly illustrated in emission spectra, where there are noticeable shifts of the emission maxima λfl (Figure 3a and Table S2). Compared with pristine NUS-1a (λfl = 486 nm), NUS-1a soaked in benzene (NUS-1a⊃benzene, λfl = 504 nm) has the largest red shift (18 nm), while the one soaked in mesitylene (NUS-1a⊃mesitylene, λfl = 458 nm) has the largest blue shift (28 nm). In TPE-based AIE systems, peak shift is normally correlated with the conformation locking of peripheral phenyl rings, where a coplanar conformation would promote the π electron conjugation leading to a bathochromic shift (red shift), while a perpendicular conformation tends to weaken the π electron conjugation, yielding a hypsochromic shift (blue shift).(3b, 26) It is highly possible that the peak shifts are caused by the conformation change of dangling phenyl rings of NUS-1a exposed to analytes. Besides peak shift, the expected responsive turn-on fluorescence was also observed. Compared with NUS-1a (Φfl = 15%), the presence of analytes increases quantum yield distinctly (Table S2). For example, a Φfl of 49% was achieved in NUS-1a⊃benzene, indicating effective fluorescence turn-on. A plot of Φfl versus peak shifts against NUS-1a reveals an interesting relationship, in which the larger the peak shifts (whether it is blue or red shift), the higher the quantum yield is (Figure 3b). The above observation indicates that the interaction between analytes and dangling phenyl rings in NUS-1a may hinder the rotation/vibration of these phenyl rings to block nonradiative decay and trigger peak shifts along with responsive turn-on fluorescence. This emission mechanism, which is quite different from other fluorescent MOFs such as ligand-based luminescence,(27b) metal-based luminescence,(30) and charge transfer,(14) may offer special detection sensitivity and selectivity that can be used for specific purposes.In summary, by judicious ligand design and crystal engineering, we have demonstrated the responsive turn-on fluorescence in MOFs through AIE mechanism. Our approach is to construct the MOF using a TPE-based ligand (DPEB) bearing two freely rotating/vibrating phenyl rings, which are spread apart along the wide channels of the formed 2D staggered framework. This special ligand and MOF structures play a crucial role in determining the unprecedented gas sorption behavior, glass-transition-like phase transition under cryogenic conditions, and responsive turn-on fluorescence upon interactions with various VOCs. Our results strongly reveal the potential of molecular design in functional fluorescent MOFs. Our work paves the way toward novel fluorescent MOFs with versatile responsive emission mechanism and suitable pore size/geometry for broader applications in chemical sensing. Top of PageAbstractReferencesSupporting InformationExperimental procedures, TGA, PXRD, gas sorption isotherms, fluorescence decay. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentD.Z. thanks the support from the National University of Singapore (NUS Start-up Funding R-279-000-369-133) and Singapore Ministry of Education (MOE AcRF Tier 1 R-279-000-410-112). B.L. thanks the support from Economic Development Board (Singapore-Peking-Oxford Research Enterprise, COY-15-EWI-RCFSA/N197-1) and Singapore–Berkeley Research Institute for Sustainable Energy (R-279-000-393-592). B.Z.T. thanks the support from the Research Grants Council of Hong Kong (604913). We acknowledge Dr. Jianping Xie for the help in collecting fluorescent images.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 30 other publications.1. Valeur, B.; Berberan-Santos, M. N.  Molecular Fluorescence: Principles and Applications, 2nd ed.; Wiley-VCH: Weinheim, Germany, 2012.[Crossref]There is no corresponding record for this reference.2. Birks, J. B.  Photophysics of Aromatic Molecules; Wiley-Interscience: London, 1970.There is no corresponding record for this reference.3. (a) Hong, Y. N.; Lam, J. W. Y.; Tang, B. Z. Chem. Commun. 2009,  4332[Crossref], [PubMed], [CAS]3. Aggregation-induced emission: phenomenon, mechanism and applicationsHong, Yuning; Lam, Jacky W. Y.; Tang, Ben ZhongChemical Communications (Cambridge, United Kingdom)\r\n        (2009),\r\n    \r\n        (29),\r\n    4332-4353CODEN:\r\n                CHCOFS;\r\n        ", "title": "Two-Dimensional Metal–Organic Framework with Wide Channels and Responsive Turn-On Fluorescence for the Chemical Sensing of Volatile Organic Compounds", "authors": ["Mei Zhang", "Guangxue Feng", "Zhegang Song", "Yu-Peng Zhou", "Hsiu-Yi Chao", "Daqiang Yuan", "Tristan T. Y. Tan", "Zhengang Guo", "Zhigang Hu", "Ben Zhong Tang", "Bin Liu", "Dan Zhao"], "doi": ["10.1021/ja502643p"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-20/ja502643p/production/images/small/ja-2014-02643p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-20/ja502643p/production/images/small/ja-2014-02643p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-20/ja502643p/production/images/small/ja-2014-02643p_0003.gif\">"]}