{"abstract": "A grand canonical Monte Carlo simulation has been carried out at ambient temperature to investigate the adsorption of benzene, toluene, and -xylene (BTX) on a graphite surface and in a graphitic slit and cylindrical pores. Particular emphasis has been paid to the effects of the confined space on the affinity and packing density. Simulation results for adsorption on a graphite surface were tested against the experimental data to validate the potential models used in the description of adsorption. Our extensive simulation has shown that on an open graphite surface, where there is no restriction in the packing, -xylene has the highest affinity and adsorbed amount at a given reduced pressure and benzene has the lowest values, due to the additional interaction of the methyl groups with the surface. In a confined space, the order of the affinity remains the same, but the packing (hence the amount adsorbed per unit physical pore volume) is affected by the geometry of the space. It was found that benzene has the highest packing density, whether it is expressed in terms of moles or mass.", "text": "10.1021/ie300121p Top of PageAbstractIntroductionTheoryResults and DiscussionConclusionsReferences1 IntroductionBenzene, toluene, and xylene (BTX) are hazardous organic compounds that are emitted from chemical and petrochemical industries. It has been reported that these aromatic hydrocarbons are neurotoxic and consequently cause diseases of the nervous system and sterility.(1) Stricter environmental regulations require that aromatics must be removed before the effluents can be safely discharged into the environment. Among the various technologies that are available, adsorption is the simplest means to achieve this goal with activated carbon (AC), silica gel, and zeolite being the possible candidates as adsorbents. Among them, AC is preferred because of its nonpolar surface and high surface area.(2, 3)The physisorption of aromatics on a graphitic surface has been studied thoroughly both experimentally(4-14) and theoretically,(15-19) the affinity for the adsorbent being the most important criterion for better design of an adsorption system. For example AC,(3, 20) carbon nanotubes,(21, 22) and advanced adsorbents with hexagonal pores(23-25) have all been the subject of investigation in the past decade. The affinity of the adsorbent for the adsorbate is characterized by the Henry constant and has been obtained experimentally for BTX in a number of carbonaceous systems at various temperatures.(4, 6, 7, 12, 13, 26) These authors have shown that the order of affinity is B < T < X, due to the methyl groups attached to the benzene ring that augment the interaction with the surface. Although xylene is the strongest adsorbate on this basis, there are conflicting reports in the literature that the adsorption capacity for benzene is the highest (among BTX) in some activated carbons(2, 3, 27) but is the lowest in others.(20) This raises questions about the affinity and packing of BTX in a confined space. Although it has been reported that the surface functional group can have an effect on the packing,(28) we will concentrate our investigation on the effects of the confined space, in terms of its size and curvature and on the packing of BTX using a grand canonical Monte Carlo (GCMC) simulation. Simulation of benzene adsorption on a graphite surface has been studied previously.(29) On the other hand, there are no reports in the literature of simulation of toluene and xylene adsorption on a graphite surface, and we will therefore study their adsorption on a planar graphite surface first to establish suitable potential models and then investigate the effects of confinement on adsorption of toluene and xylene.Top of PageAbstractIntroductionTheoryResults and DiscussionConclusionsReferences2 Theory2.1Potential ModelsIt has been found in our previous work(29) that the TraPPE-UA models(30) comprising six Lennard-Jones (LJ) sites and three charged sites can describe the experimental data for fluid benzene reasonably well, and we will employ these models here. The six LJ sites are at the centers of the carbon atoms of the aromatic ring with a C(aro)–C(aro) bond length of 1.40 Å. For toluene and xylene (only p-xylene is studied in this work), additional dispersive sites are located at the center of mass of the carbon atom of the methyl group and the C(aro)–CH3 bond length is 1.54 Å. A positive partial charge (+2.42e) is placed at the center of the benzene ring, and two negative partial charges (−1.21e each) on both sides of the ring are placed at a distance of 0.785 Å normal to the ring to account for the quadrupole. Since toluene has a dipole, we investigate the effects of the dipole by using the OPLS-AA model.(31) The molecular parameters of these models are listed in Table 1.Table 1. Potential Parameters for BTXmodelgroupσ (Å)ε/kB (K)q (e)TraPPE-UA(30)CH3.7448.00 C3.8821.00 CH33.7598.00 z = 0  +2.420z = ±0.785 Å  –1.210bond length   C(aro)–C(aro) 1.40 ÅC(aro)–CH3 1.54 ÅOPLS-AA(31)C3.5535.227–0.115H2.4215.097+0.115CH33.8085.513+0.115bond length   C(aro)–C(aro) 1.40 ÅC(aro)–H 1.08 ÅC(aro)–CH3 1.51 Å2.2Adsorbate–Adsorbent Interaction Energy2.2.1Surface and Slit PoreWe have shown in earlier work(29) that at ambient temperature, graphite can be effectively modeled as a structureless solid, since simulation results from this model are practically the same as those from a discrete atom model. The potential energy between one adsorbate molecule and a graphite surface is calculated from the 10–4–3 Steele equation:(32)(1)where zia is the distance of site a of molecule i from the graphite surface, εi(a,s) and σi(a,s) are the adsorptive-graphite interaction potential well-depth and intermolecular collision diameter, respectively (estimated with the Lorentz–Berthelot mixing rule), ρs is the surface density (taken as 38.2 nm–2 in this work), and Δ is the spacing between the two adjacent graphite layer (0.3354 nm). In reference Klomkliang et al.,(29) the well-depth of the interaction energy for the adsorbate–adsorbent interaction was replaced by εsf′ = (1 – ksf)εsf, adjusted with the binary interaction parameter, ksf, to give agreement between the experimental Henry constant and GCMC simulations, and the adsorbate intermolecular interaction was moderated by a factor F to account for the effects of surface mediation. This is done empirically by reducing the contribution of each adsorbate molecule in the intermolecular fluid–fluid interaction energy by a factor F whenever that molecule is in the first layer. The molecular parameters for a carbon atom in the graphene layer are σi(s) = 3.4 Å and εi(s)/kB = 28 K.2.2.2Cylindrical PoreFor a sufficiently long cylindrical pore, the end effects are neglected and the fluid–solid potential energy can be calculated using the following equation:(33)(2)The functions I3 and I6 are given by(3)(4)where ria is the distance of site a of molecule i to the center axis of the cylindrical pore, R is radius of the pore, andFHyp[a, b, c, d] is a hypergeometric function. The cross molecular parameters are estimated using the Lorentz–Berthelot mixing rules.2.3Grand Canonical Monte Carlo SimulationTo model an open surface, we used a slit pore wide enough to behave as two independent surfaces. The box length was more than 10 times the collision diameter (100 Å × 100 Å × 100 Å for an open surface, 100 Å × 100 Å × Lz for slit pores and 100 Å × πR2 for cylindrical pores), and the cutoff radius was half the box length. The standard Metropolis sampling scheme(34)was applied. The number of cycles for the equilibration and statistics collection steps was 50 000 each. In each cycle, there are 1 000 displacement moves (with rotation) and insertion and deletion trials with equal probability.The average surface excess for an open surface was calculated from(5)For the case of adsorption in pores, the pore density is defined by the excess quantity(6)where ρb is the bulk molecular density, A is surface area of one wall of the simulation box, and ⟨N⟩ is the ensemble average of the number of particles in the pore. The volume, V, in eq 6 can be taken either as the accessible pore volume (Vacc) or as the physical pore volume (Vphy). If the accessible volume (which is adsorbate-dependent) is used, the pore density gives a measure of how dense the adsorbed phase is. To compare the adsorptive capacities of different adsorbates, the volume V is taken to be the physical volume because the experimental data are expressed as the amount adsorbed per unit mass of solid adsorbent and the mass of the solid is related to the physical volume (which does not depend on adsorbate).A thermodynamic quantity of interest that can be readily obtained from the GCMC simulations is the isosteric heat. Using the fluctuation theory,(35) it is calculated from(36)(7)where ⟨ ⟩ is the ensemble average, N is the number of particles, and U is the configuration energy of the system.In order to study the variation of density from the surface, the local density of the center of benzene ring is defined as(8)where ⟨ΔNz+Δz⟩ is the ensemble average of the number of molecules whose benzene ring centers are located in the segment having boundaries z and z + Δz. To understand the variation in the molecular orientation, we consider the orientational local density, which is calculated from(37)(9)where ⟨ΔNz+Δz,θ+Δθ⟩ is the ensemble average of the number of adsorbate molecules whose benzene ring centers are located in the segment having boundaries between z and z + Δz and angles between θ and θ + Δθ, where θ is defined as the angle between the vector normal to the plane of the benzene ring (n) and the vertical z axis as shown in Figure 1. An angle θ of 0 means that the molecule lies parallel to the pore surface and a value θ of 90° means that the molecule is perpendicular to the pore surface.Figure 1. Schematic of the angle defining the benzene ring orientation on the surface.Top of PageAbstractIntroductionTheoryResults and DiscussionConclusionsReferences3 Results and Discussion3.1Adsorption on Graphitized SurfaceFigure 2 shows the simulation results and the experimental data for adsorption isotherms and isosteric heats of benzene and toluene on graphitized thermal carbon black (GTCB) at 293 K. The experimental data were taken from Avgul et al.(5) and Isirikyan and Kiselev.(6) Good agreement between simulation and experiment can be achieved for loadings of 10 μmol/m2 for benzene and 8 μmol/m2 for toluene, when a binary interaction parameter ksf of −0.12 and −0.06 was set for benzene and toluene, respectively, and a surface mediation factor, F, of 0.90. When we used the OPLS-AA model to account for the effects of the dipole moment for toluene, we found that the dipole has no significant effect as seen in Figure 2c, where the isotherms simulated with the OPLS-AA and the TraPPE-UA are essentially the same.Figure 2. (a) Adsorption isotherms and (b) isosteric heats of benzene and toluene on GTCB at 293 K using the TraPPE-UA model and the adjustment parameters, ksf and the surface mediation factor F as described in the text. (c) Toluene adsorption isotherms on GTCB at 293K obtained from the TraPPE-UA and OPLS-AA models. The simulations are compared with experimental data from Avgul et al.(5) and Isirikyan and Kiselev.(6)ksf is the binary interaction parameter.Unfortunately, the experimental data for xylene adsorption on a graphite surface are not available in the literature, we can only study xylene adsorption with molecular simulation. To compare the adsorption performance of BTX on a graphite surface with the same basis of potential models, we have therefore carried out simulations without introducing the binary interaction parameter or surface mediation.Figure 3a shows the simulated isotherms of BTX adsorption on a graphite surface at 298 K as surface excess (μmol/m2) as a function of relative pressure, P/P0. Since different adsorbates have different saturation vapor pressures, the driving force for adsorption is the reduced pressure, where P0 is the simulated saturation vapor pressure (2, 6, and 20 kPa, for benzene, toluene, and xylene, respectively).(30) It is seen that the order of the affinity toward the graphite surface is B < T < X, which is expected because of the stronger dispersion interaction from the additional methyl groups. Interestingly, at loadings greater than 3 μmol/m2, which is close to the monolayer coverage concentration of toluene (4.30 μmol/m2) and xylene (3.61 μmol/m2) as listed in Table 2, the adsorptive capacity of benzene, expressed in mole per surface area, becomes greater than those of the other two adsorbates. This result comes about because benzene has a smaller molar volume than the other two adsorptives. If we express the isotherms as mass excess per unit surface area versus reduced pressure, as shown in Figure 3b, we observe the expected order of adsorption capacity for a given reduced pressure, that is B < T < X.Figure 3. Adsorption isotherms of BTX on GTCB at 298 K using the TraPPE-UA model without adjusting ksf and F. (a) Surface excess per mole vs relative pressure and (b) surface excess per unit mass vs relative pressure.Table 2. Monolayer Coverage Concentration of BTX Adsorption on GTCB at 298 Kadsorbatemonolayer coverage concentration (μmol/m2)aB5.22T4.30X3.61aThe monolayer concentration is defined as the number of molecules in the first layer (z < 6 Å) at the completion of the first layer.The isosteric heat of BTX adsorption on a graphite surface at 298 K is shown in Figure 4. At zero loading, the isosteric heats of benzene, toluene, and xylene are 36, 43, and 51 kJ/mol, respectively, which is in agreement with the calorimetric data of Kiselev et al.,(26) that the zero loading-isosteric heat is in the order B < T < X and is consistent with the order of the Henry constant. The isosteric heat versus loading curve is typical of adsorbates that have stronger fluid–solid interaction compared to fluid–fluid interaction, and the order of heat at any loadings is the same as that at zero loading.Figure 4. Isosteric heats of BTX on GTCB at 298 K using the TraPPE-UA model without adjusting ksf and F. (a) Total isosteric heat and (b) fluid–fluid and fluid–solid isosteric heats. SE is surface excess at any loadings. SEM is the monolayer coverage concentration.The local density distribution versus the distance from the surface to the center of the ring is shown in Figure 5 for BTX adsorption on a graphite surface. There are two overlapped peaks in the monolayer region; the main peak at 3.5 Å corresponds to molecules parallel to the plane of the surface, and a minor peak at 4.5 Å corresponds to nonparallel configurations with their ring centers shifted further away from the surface to maximize the quadrupolar interaction between adsorbate molecules.(29) Interestingly the magnitude of the major and minor peaks is in order: B < T < X and B > T > X, respectively, because the stronger interaction of the methyl groups with the surface acts against this trend.Figure 5. Local density distributions as a function of distance from a graphite surface to the center of a benzene ring in BTX at 298 K and a loading of 20 μmol/m2 using the TraPPE-UA model without adjusting ksf and F.3.2Adsorption on Graphitized PoresAdsorption and desorption isotherms of BTX in a 20 Å graphitic slit-pore at 298 K are shown in Figure 6. As expected, the adsorption affinities at low loadings follow the same order as for an open graphite surface (i.e., B < T < X) because the enhancement in the adsorption potential in a confined space works equally for all adsorbates. However, when the pore is completely filled with adsorbate, benzene has a higher capacity than toluene and xylene. The pore densities are calculated as moles per unit accessible volume (the accessible pore volumes are listed in Table 3), and even though benzene has the highest accessible pore volume its pore density is still greater than those of toluene and xylene. This is tantamount to saying that the packing is more efficient for benzene than for aromatics with side chains. If we express the adsorptive capacity in terms of mass of adsorbate per unit accessible volume (Figure 6b), the order of the capacity at high loadings is opposite to when it is expressed in terms of moles (B < T < X). This conclusion remains valid for pores having a width greater than 12 Å. However, for ultramicropores smaller than 12 Å, the order for the capacity by mole and mass at low loadings remains the same as that for pores whose widths are greater than 12 Å (B < T < X), but the opposite is observed at high loadings (B > T > X). This can be explained by the fact that only one layer can be accommodated in these ultramicropores and the accessible pore volume of benzene is much greater than that of toluene and xylene (see Table 3).Figure 6. Adsorption/desorption isotherms of BTX at 298 K using the TraPPE-UA model without adjusting ksf and F on a graphitized slit-pore width of 20 Å. (a) Pore density per mole vs relative pressure and (b) pore density per unit mass vs relative pressure. The pore density is based on accessible pore volume.Table 3. Pore Volume at Different Physical Pore Widths of Slit-Pore Vacc (nm3)a  physical pore width (nm)BTXVphy (nm3)bVHe (nm3)c0.85.523.933.3080.0070.151.024.7019.5515.82100.0089.111.244.0538.7933.70120.0097.171.683.6578.4072.90160.00138.362.0123.63118.44113.00200.00179.093.0223.86218.10212.79300.00281.60aThe accessible pore volume is defined as the volume accessible to the center of a particle at zero loading and is determined by the Monte Carlo method of integration.(38)bThe physical pore volume is defined as the volume between the plane passing through the centers of carbon atoms of the outermost layer of one wall and the corresponding plane of the opposite wall.(38)cThe pore volume is determined by GCMC simulation of helium adsorption at 1 atm and room temperature.The pore density discussed so far is based on the accessible pore volume and gives the density of the adsorbed phase that occupies the accessible volume. However, experimental measurements were reported in the literature as the amount adsorbed per unit mass of the adsorbent. Wang et al.(2) and Lai et al.(3) measured benzene and toluene adsorption on activated carbon at 298 K and observed that the adsorption capacity of toluene (mg of adsorbate/g of activated carbon) at high loadings (P/P0 > 0.03) was lower than benzene. On the other hand, Yun et al.(39) and Lillo-Ródenas et al.(40) found that benzene adsorption capacity (by mole) was lower than that of toluene at low loadings (P/P0 < 0.03) but becomes greater when P/P0 > 0.03.To make a direct comparison between the simulation results and the experimental data, the simulation results are expressed either as molar concentrations or as mass per unit physical volume of the pore since, for a given porosity of the solid, the physical volume is proportional to the mass of the solid adsorbent. Figure 7 shows the simulated isotherms for BTX in terms of mole or mass per unit physical volume (the physical volumes are listed in Table 3). It is seen that the pore density per mole or per unit mass for BTX at low loadings follows the order B < T < X, while at high loadings the order is reversed, i.e., B > T > X, in agreement with the experimental data.(2, 3, 39, 40)Figure 7. Adsorption/desorption isotherms for BTX at 298 K using the TraPPE-UA model without adjusting ksf and F on graphitized slit-pores of 8, 16, and 20 Å width. (a) Pore density per mole vs relative pressure and (b) pore density per unit mass vs relative pressure. The pore density is based on the physical pore volume.The single particle density distributions at P/P0 = 1.0, plotted against distance from one of the pore walls to the center of the benzene ring, are shown in Figure 8 for six pore sizes, from 8 Å to 30 Å. In the 8 Å pore there is only one peak since the adsorbates are constrained to adopt a parallel configuration. In the 10 Å pore, most molecules adopt a vertical orientation, but it is notable that, as on the plane surface, the proportion of parallel to inclined molecules decreases in the order BTX, showing that the molecule–surface interaction is stronger than the molecule–molecule interaction. The 12 Å pore is wide enough to accommodate two layers and therefore shows two distinct peaks in the local density distribution. For pores in which more than two layers can be accommodated, there are more than two peaks in the local density distribution. The two peaks closest to the pore walls corresponding to the first layer are subdivided into two parts with the more distant minor peaks corresponding to molecules with orientations inclined to the surface, as previously noted for adsorption on a flat graphite surface (Figure 5).(29)Figure 8. Local density distributions as a function of distance from a pore wall to the center of the benzene ring for BTX at 298 K and P/P0 = 1.0 using the TraPPE-UA model without adjusting ksf and F on the graphitized slit-pore width range between 8 and 30 Å.To understand better the orientation of BTX in a confined space, we presented in Figures 9 and 10 the orientation density distributions and corresponding snapshots for 8 and 20 Å pores, respectively. For an 8 Å pore, most molecules are parallel to the pore surface because the pore is too small to allow other orientations. However, for 20 Å pore there are two peaks associated with the layers close to the pore wall, one peak occurs at 3.5 Å and the other at 4.5 Å. The first peak at 3.5 Å is associated with molecules parallel to the surface (θ = 0), while the second peak at 4.5 Å is for those exhibiting a slant configuration to the surface.Figure 9. Local density distributions as a function of distance from a pore wall to the center of the benzene ring and the angle θ (3D) and top view of the snapshot of molecules adsorbed of BTX at 298 K and P/P0 = 1.0 using the TraPPE-UA model without adjusting ksf and F on a graphitized slit-pore width of 8 Å: (a) benzene, (b) toluene, and (c) xylene.Figure 10. Local density distributions as a function of distance from a pore wall to the center of the benzene ring and the angle θ (3D), and top view of the snapshot of molecules adsorbed for monolayer of BTX at 298 K and P/P0 = 1.0 using the TraPPE-UA model without adjusting ksf and F on a graphitized slit-pore width of 20 Å: (a) benzene, (b) toluene, and (c) xylene.To examine the effects of pore curvature, we present, in Figure 11, the BTX adsorption isotherms for cylindrical pores at 298 K. The order of adsorption affinity in a cylindrical pore is the same as that for a surface and slit-pore and demonstrates that the packing order is not affected by the surface curvature. To understand better the packing at high loadings, we present in Figure 12 the local density distribution and the snapshot for BTX at P/P0 = 1 in a pore of 30 Å diameter. We observed that the two peaks corresponding to the first layer are associated with molecules having a parallel orientation and those having other orientations, similar to what seen earlier with the slit-pore. In addition, Figures 5, 8–10, and 12 show that the orientation of molecules in the adsorbed phase up to three layers is in one direction, and this is a feature of strong interaction with the surface, which also implies that the adsorbed layer is not a liquid phase, for which there is no preferential orientation.Figure 11. Adsorption/desorption isotherms for BTX at 298 K using the TraPPE-UA model without adjusting ksf and F on the graphitized cylindrical pore width range between 18 and 30 Å. (a) Pore density per mole vs relative pressure and (b) pore density per unit mass vs relative pressure. The pore density is based on physical pore volume.Figure 12. (a) Local density distributions as a function of distance from a pore wall to the center of the benzene ring and (b) snapshots of molecules adsorbed of BTX at 298 K and P/P0 of 1.0 using the TraPPE-UA model without adjusting ksf and F on the graphitized cylindrical pore width of 30 Å.Top of PageAbstractIntroductionTheoryResults and DiscussionConclusionsReferences4 ConclusionsWe have presented computer simulations of adsorption and desorption of BTX on a graphite surface and in slit and cylindrical pores with different pore sizes at 298 K to investigate the adsorption affinity at zero loading and the adsorption capacity at high loadings. It was found that the side chains (methyl group) on the aromatics ring increase the affinity in the order benzene < toluene < xylene but decrease the capacity at high loadings (benzene > toluene > xylene).The authors declare no competing financial interest.Top of PageAbstractIntroductionTheoryResults and DiscussionConclusionsReferencesAcknowledgmentThis research was made possible by the Australian Research Council and Suranaree University of Technology whose support is gratefully acknowledged. We also acknowledge support from the Office of the Commission on Higher Education of Thailand in the form of a Ph.D. scholarship to N.K.Reference QuickViewTop of PageAbstractIntroductionTheoryResults and DiscussionConclusionsReferencesReferencesThis article references 40 other publications.1. White, R. F.; Proctor, S. P. Solvents and Neurotoxicity Lancet 1997,  349,  1239[Crossref], [PubMed], [CAS]1. Solvents and neurotoxicityWhite R F; Proctor S PLancet\r\n        (1997),\r\n    349\r\n        (9060),\r\n    1239-43\r\n        ", "title": "Affinity and Packing of Benzene, Toluene, and -Xylene Adsorption on a Graphitic Surface and in Pores", "authors": ["Nikom Klomkliang", "D. D. Do", "D. Nicholson"], "doi": ["10.1021/ie300121p"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0012.gif\">"]}