{"abstract": "A collection of >3000 MOFs with experimentally confirmed structures were screened for performance in three binary separations: Ar/Kr, Kr/Xe, and Xe/Rn. 70 materials were selected for further analysis, and calculations were performed to account for inaccessible regions. Single component GCMC calculations were performed to parametrize IAST calculations on these 70 materials. An approach that avoids possible imprecision in IAST due to curve-fitting of single component isotherms is introduced. The precision of IAST for these gas pairs was confirmed with extensive binary GCMC calculations. For each binary separation, materials were identified with predicted performance that surpasses the state of the art. A significant number of materials were found to be “reverse selective” in the sense that a smaller gas species is preferably adsorbed over a larger species. The physical origin of this phenomenon is explained. The effect of temperature on separation performance was also examined.", "text": "10.1021/jp302808j Top of PageAbstractIntroductionModeling and Simulation DetailsResultsConclusionReferences1 IntroductionThe rare (or noble) gases have a variety of applications in areas as diverse as lasers,(1) chemical analysis,(2) and medicine.(3) The gases are most often produced via cryogenic distillation. While this method is an effective and mature technology, the high pressures and low temperatures required also make this approach expensive, resulting in noble gas prices that can rival precious metals on a mass basis.(4) Opportunities to move the operation of this separation into a regime with higher temperatures and lower pressures have spurred research into alternative methods of separation.Adsorptive separations of noble gases are one effective approach to these separations. Much of the literature concerning adsorptive separation of noble gases utilizes carbon molecular sieves (CMS) or zeolites as the adsorbate with noble gases used either as a proxy for understanding the behavior of more complex gas species or as a probe to investigate material properties. Studies utilizing noble gases in this way have examined adsorption kinetic selectivity,(5, 6) material characterization methodology,(7-10) adsorption model analysis,(11) and other topics.A smaller body of work focuses on adsorptive separations of noble gases. These generally target either the removal of noble gases from nuclear off gas streams, or the purification of Xe for use as an anesthetic. Munakata et al.(12) compared the performance of zeolite 5A with activated charcoal for the separation of Xe and Kr from N2. They found that Xe or large amounts of N2 competitively inhibited the adsorption of Kr from mixtures involving all three gases. Similarly, Ianovski et al.(13) compared the adsorption of Kr and Xe on H-mordenite with adsorption on several carbon-based adsorbates, and found that the traditional carbon-based adsorbents slightly outperformed the H-mordenite. Underhill(14) used the Dubinin–Radushkevich theory of adsorption in the design of activated charcoal adsorption beds for the separation of mixtures of Ar, Kr, and Xe, finding that the theory worked well for these gas species. Bazan et al.(4) compared the efficacy of B3 activated carbon with zeolite molecular sieves 4AK and 13X-K2 for separation of Ar, Kr, O2, and Xe at 303 K. Their results showed that in all cases Xe was the most strongly adsorbed species, as would be expected from the relative polarizability of these species.In recent years, metal organic framework (MOF) materials have been considered as candidates for noble gas separations. The very high surface areas of these materials(15) are an excellent fit for the physisorption processes that drive separations of the rare gases.(16) Thus far, attempts to develop industrially relevant applications for MOFs have been stymied by the poor stability of MOFs under industrially relevant conditions.(17-19) Aside from the remarkably stable ZIF family of materials,(20) a number of MOFs have been shown to be very sensitive to the presence of trace solvents (such as water) and high temperatures.(21) Application of these materials to low or ambient temperature processes involving inert gases (i.e., industrial conditions for noble gas separation by adsorption) would provide a path forward through operating conditions that promote material stability.The literature covering adsorptive separations of noble gases by MOFs is limited but promising. Mueller et al.(18) examined the gas storage capabilities of MOF-5 for Xe, Kr, and Ar, finding that the Xe was favored to a large extent over the other two gas species. They also analyzed the MOF CuBTC, finding that the adsorption capacity of this material was almost twice as high as a popular CMS, and the gas molecule mobility inside this structure was 2–3 orders of magnitude higher than that of current CMSs and zeolites. Both of these properties make these materials good candidates for adsorptive separation via pressure swing or temperature swing processes.(22) Greathouse et al.(16) used both static and flexible force field models in Grand Canonical Monte Carlo (GCMC) calculations to examine the adsorption and separation of noble gases by IRMOF-1. They found that at both low temperature and room temperature MOF structural flexibility did not have an appreciable effect on the amount of gas adsorbed. Also using GCMC, Ryan et al.(23) examined eight MOFs for their performance in Xe/Kr separations, with the goal of identifying a viable candidate for Kr/Xe separations of nuclear off gas streams.(24) By performing calculations with binary mixtures, they found that Pd-MOF is a good candidate for this separation, providing a predicted selectivity >18 for this separation for binary GCMC data at 0.01, 0.1, and 1 MPa. This is notably larger than the maximum selectivity of ∼10 found by Bazan et al.(4) for the same separation on CMS B3, or the selectivity of 4 for zeolite NaA found by Jameson et al.(25) Most recently, Thallapally et al.(26) found that the metal organic framework NiDOBDC achieved an adsorption selectivity similar to activated carbon in experiments at room temperature. The authors hypothesized that the polarizability of the noble gas when interacting with the open metal sites of NiDOBDC was responsible for the increased selectivity of this material when compared with MOF-5.In this paper, we build upon previous research examining MOFs for noble gas separations by considering adsorption of Ar, Kr, Xe, and Rn. We provide a more extensive survey of the noble gas separation potential of known MOFs than has been presented in the literature thus far by screening over 3000 materials whose synthesis has been reported previously. In section 3.1 we explain the methods utilized in these screening results and highlight some interesting findings from these calculations. Section 3.2 addresses the issue of cavity accessibility in MOFs and its important effects on the accuracy of various calculation methods. In section 3.3 we provide an extensive analysis of the accuracy of IAST for predictions of the efficacy of materials for separation of binary mixtures of noble gases in MOFs. Section 3.4 analyzes a phenomenon we call “reverse selectivity” and explains why it occurs, and how the concept of surface fractal dimension can be used to quantify its importance. In section 3.5 we discuss the effect of temperature on separation effectiveness, and in section 4 we provide our conclusions.Top of PageAbstractIntroductionModeling and Simulation DetailsResultsConclusionReferences2 Modeling and Simulation DetailsIn this work, Grand Canonical Monte Carlo (GCMC) simulations(27) were performed to calculate single and multicomponent isotherm data for Ar, Kr, Xe, and Rn in each selected material. MOFs were assumed to be rigid in their experimentally reported structures. Framework–adsorbate interactions were calculated using interpolation from a precomputed grid with grid points spaced every 0.2 Å. Attempt probabilities for MC moves were 0.3 for canonical moves and 0.7 for insertion/deletion in single component isotherms, and 0.3 for canonical moves, 0.6 for insertion/deletion, and 0.1 for exchange moves in binary isotherms.For single component isotherm calculations, 5 × 106 equilibration steps and 5 × 106 production steps were used. To test for equilibration, several points on each isotherm were recomputed with 50 × 106 equilibration steps and 50 × 106 production steps. For cases where there was a greater than 5% difference in values, the isotherms were recomputed with the larger number of steps. As an additional check on convergence, the variance of the adsorbed amount was recorded, and this was typically found to be less than 1% of the adsorbed amount. For cases where the variance was larger than 1%, values were recomputed using 500 million steps. In these cases, there was consistently less than a 2% difference in isotherm values at any point when comparing results at 50 million and 500 million steps. For binary calculations, the same procedure of incrementally increasing the number of iterations to ensure convergence was followed, starting again at 50 million equilibration steps and 50 million data production steps.Single component isotherms were computed for fugacities from 1 × 10–6 to 1 × 106 bar with data collection points evenly spaced, 7 per order of magnitude. This range of conditions was chosen primarily to probe the entire adsorption isotherm and to allow for accurate ideal adsorbed solution theory calculations, not because practical applications occur across this entire range. For some isotherms this range was extended to capture the Henry’s regime or the maximum loading regime for adsorption.Diffusion of noble gases in MOFs was examined using molecular dynamics (MD) simulations.(27) All MD calculations were performed in the NVT ensemble using an Andersen thermostat at infinite dilution (i.e., ignoring adsorbate–adsorbate interactions) with 5 adsorbate molecules per unit cell. Starting configurations were initialized with 15 million Monte Carlo steps followed by 15 million MD steps. The step size used was 1 fs, and the total simulation time for data collection was 20 ns per trajectory. Diffusivities were calculated by averaging the results of 20 independent trajectories. For both molecular dynamics and Monte Carlo calculations, all simulations were performed in a 2 × 2 × 2 unit cell. All calculations were performed at 298 K unless otherwise specified. As mentioned above, MOF frameworks were assumed to be rigid throughout our calculations.Adsorbate–adsorbate and adsorbate–framework interactions were modeled with a 12-6 Lennard-Jones interaction potential. The adsorbate–adsorbate interaction parameters used are provided in Table 1. The values for Ar, Kr, and Xe were chosen from a single source(28) for self-consistency. The values for Rn were from a separate source.(29) The universal force field (UFF),(30) with Lorenz–Berthelot mixing rules,(31) was used to define framework–adsorbate interactions. These interaction potentials were also used in the screening procedures detailed below. In all calculations, the real-space cutoff for interactions was 17 Å. For expediency, the same default values were used for every simulation, even when the minimum dimension of a unit cell was smaller than the real-space cutoff.Table 1. Lennard-Jones Potential Parameters for Adsorbatesspeciesσ (Å)ε (K)Ar3.405120Kr3.69170Xe4.10211Rn4.17300Top of PageAbstractIntroductionModeling and Simulation DetailsResultsConclusionReferences3 Results3.1Screening ProcedureOne goal of this work was to extend the analysis of the capabilities of MOFs for noble gas separations to a large number of materials for which synthetic routes already exist. We followed the methods of Haldoupis et al.(32) to develop a database of MOF materials from the Cambridge Structural Database (CSD).(33) This led to a collection of 3432 MOFs with well-defined crystal structures. This collection did not include MOFs that have a significant degree of disorder within their reported crystal structure or materials for which some atomic species were not defined in the reported structure. Solvent molecules were removed from each structure prior to use in our calculations. In the following subsections, first, the calculations performed on this set of materials are explained. Second, the decision process leading to material requirements is described, and the results of the screening calculations are examined.3.1.1Screening CalculationsFor each MOF considered, a set of screening calculations were performed to calculate several parameters including pore limiting diameters, Henry’s constants, and diffusivity for each of the four adsorbate species. The pore limiting diameter (PLD) is defined as the minimum diameter along the largest interconnected path through a periodic material. This value is used to understand barriers to diffusion, and is calculated using van der Waals radii for the framework atoms in accordance with the procedure developed by Haldoupis et al.(32) Henry’s constants were calculated via Monte Carlo integration using the method described by Goodbody et al.(34) Extensive comparisons with Henry’s constants calculated from the low loading regime of isotherms obtained from GCMC showed excellent agreement with the more efficient calculations based on direct MC integration.Calculating diffusivities for all of the materials in the screening database via molecular dynamics would require a large computational effort. Nonetheless, estimates of the diffusivity were needed for the screening procedure. To meet this need, the method described by Haldoupis et al. for calculating energy barriers for spherical adsorbates in porous crystalline materials(32) was used in a transition state theory (TST) estimate of the diffusivity. This method gives(1)where Ds is the self-diffusivity of the adsorbate in the MOF, ν is a vibrational frequency, l is the hop length, ΔE is the energy barrier to diffusion, R is the gas constant, and T is the temperature. For simplicity in applying this result to a large number of materials, the hop length was estimated using the shortest dimension of each material’s unit cell. The variable which is most uncertain in this equation is the vibrational frequency. To achieve a better estimate from TST, this value was fit by minimizing the error between the TST estimate and a collection of diffusivities calculated by MD. The MOFs used in this fitting procedure were identified in an early iteration of the screening process, and any MD diffusivities values less than 1 × 10–10 cm2/s were not considered in the fit because for diffusivities below this value a statistically significant number of intercage hop movements were not observed. The result of this fit is shown in Figure 1. The vibrational constant used by Haldoupis et al. was 1 × 1012 Hz, while the value calculated via this fitting procedure is 1.3 × 1010 Hz.Figure 1. Comparison of the diffusivities of noble gases in selected MOFs calculated using MD and TST using a value of υ = 1.3 × 1010 Hz for TST. The solid black line represents equivalence between the two values, and the green dashed lines are approximate upper and lower bounds on the fit added to guide the eye at υ = 2.6 × 1011 Hz and 6.5 × 108 Hz.Figure 2. Comparison of the diffusivities of noble gases in selected MOFs calculated using MD and TST using a value of υ = 3 × 1010 Hz for TST. The solid black line represents equivalence between the two values, and the green dashed lines are approximate upper and lower bounds on the fit added to guide the eye at υ = 1.9 × 1012 Hz and 4.8 × 108 Hz.Once a refined set of materials was identified by the screening approach defined below, we revisited the definition of the vibrational frequency in TST. To this end, MD calculations were performed on these materials, and the fitting of the TST vibrational frequency constant was repeated with the MD data for this final set of materials. Instead of 1.3 × 1010 Hz, the new data set better matched the MD data when a value of 3 × 1010 Hz was used. Figure 2 illustrates that the relationship between MD and TST data has considerably more scatter than the first data set used to obtain an estimate for the vibrational frequency constant. This is a result of the greater amount of structural variability in this set of materials compared to the first set used. Although the agreement between MD and TST is not excellent for either case, we found it to be sufficient for the purposes of the material screening to which it is applied.3.1.2Material RequirementsThe targeted application of the MOFs in the screening set (i.e., the separation of noble gas pairs) guided the selection of a collection of requirements for prospective materials. First, because noble gases that are closest in size are the most difficult to separate, we only considered Ar/Kr, Kr/Xe, and Xe/Rn selectivity. Second, to be useful in separations the material must be highly selective for one rare gas over another. This selectivity for adsorptive separation is(2)where xi is the adsorbed phase mole fraction for adsorbate i, and yi is the gas phase mole fraction for adsorbate i. In the limit of dilute adsorbate loadings, the selectivity reduces to the ratio of the Henry’s constants for the adsorbates.(35)Since membrane applications for MOFs can potentially broaden the scope of separations that are possible,(35-37) we also examined permselectivity as a predictor of membrane effectiveness. The permselectivity of species 1 over species 2 in a binary system is defined as(38)(3)where qi is loading of adsorbate i in the membrane and Di is the diffusivity of species i in the membrane. In the limit of zero adsorbate loading the ratio of the adsorbed amounts reduces to the ratio of the Henry’s constants, and the diffusivities simplify to the self-diffusivities,(39) so in this limit(4)where Hi is the Henry’s constant for species i and Ds,i is the self-diffusivity of species i. In our screening calculations, self-diffusivities calculated via TST were used for all permselectivity estimates.In membranes, high selectivity values can either be achieved kinetically (by one gas moving through the material much faster than another) or via adsorption (with one species adsorbing much more strongly than another). In adsorption-based separations the diffusion matters much less. Still, it is worthwhile to consider diffusivity in materials for adsorptive separations. Thus, an additional requirement for candidate materials for separations was that, regardless of the selectivity, to be useful, gas must be able to enter and leave the material at an appreciable rate. This requirement suggests that useful materials should be required to surpass lower bounds for the Henry’s constants and adsorbate diffusivities. The minimum Henry’s constant was chosen to be 0.05 mmol/g atm; this is slightly larger than the value for an ideal gas in an empty volume (0.0409 mmol/cm3 atm) when a framework density of 1 g/cm3 is assumed. To limit attention to materials allowing rapid diffusion, at least one adsorbing species was required to have Ds > 1 × 10–8 cm2/s. This value was chosen because, as mentioned previously, it is difficult to accurately measure diffusivities lower than this with standard MD simulations. When estimating permselectivities, the diffusivity for species with a calculated Ds < 1 × 10–10 cm2/s was increased to be equal to 1 × 10–10 cm2/s to avoid biasing our material selection toward materials with extraordinarily low diffusivities where framework flexibility could significantly impact the true diffusivity.Once materials that met these minimum requirements had been identified, the large number of MOFs available were ranked in terms of their adsorption selectivity and permselectivity. The requirement for high kinetic or adsorption selectivity was handled by setting minimum values for the ratio of the Henry’s constants (for adsorption selectivity) or the estimated permselectivity (for kinetic selectivity). These minimum values were modified for each separation case to identify the desired number of candidates for that case.This full set of material requirements leads to six possible categories of candidate materials. Many of the candidates selected from the original set of 3432 materials fell into multiple categories. These categories are summarized in Table 2. A category for kinetic separations of Rn and Xe was not included, because no candidates meeting the requirements for diffusivity and Henry’s constant were found with a predicted permselectivity greater than 10. The values for the “other criteria” were chosen to bias toward candidates for adsorption-based separations. The value of 30 for the Henry’s constant ratios was chosen because it yielded 50 candidate materials for each separation. The cutoffs for the permselectivities were chosen because they yielded 20 candidates each. The value of 5 for the case where Kr was favored over Xe was chosen because it yielded 5 candidate materials. In all, 70 distinct MOFs were found that met at least one of these six set of criteria. These criteria are summarized in Table 2, and the materials themselves are listed in Table S1 of the Supporting Information.Table 2. Six Classes of Candidate Materials Identified in the Screening Procedureclassseparationkinetic requirementadsorption requirementother criteria1Kr/Ar adsorptionDKr > 1 × 10–8cm2/sHKr > 0.05 mmol/g atmHKr/HAr > 302Xe/Kr adsorptionDXe > 1 × 10–8cm2/sHXe > 0.05 mmol/g atmHXe/HKr > 303Rn/Xe adsorptionDRn > 1 × 10–8cm2/sHRn > 0.05 mmol/g atmHRn/HXe > 304Ar/Kr kineticDAr > 1 × 10–8cm2/sHAr > 0.05 mmol/g atmPAr/PKr > 1805Kr/Xe kineticDKr > 1 × 10–8cm2/sHKr > 0.05 mmol/g atmPKr/PXe > 4106Kr/Xe adsorptionDKr > 1 × 10–8cm2/sHKr > 0.05 mmol/g atmHKr/HXe > 5An additional criterion considered for these candidate materials was adsorption capacity. For some applications, a very low adsorption capacity will make a material unusable, while a very high capacity makes a material interesting for gas storage applications. Table S5 in the Supporting Information provides the amount adsorbed for each of the four gas species in each of the 70 candidate materials at 100 bar. The maximum of the four adsorbed amounts for each MOF indicates that material’s best performance across all gas species. Of all the candidates, the best performing material is PAZBUN, which adsorbs 122.6 mmol/g of Ar at 100 bar, with KAHRAN and KAHQAG both adsorbing ∼117 mmol/g. GUXQAR has the lowest maximum adsorbed amount for the four gas species, adsorbing just 1.116 mmol/g of Ar at 100 bar.3.2Accessibility AnalysisIn the pore structure of MOFs, channels of various sizes connect cavities which also vary in size. In some structures, a cavity may be large enough to contain an adsorbate, but the channel connecting that cavity to the rest of the structure is too small to allow the adsorbate to move into the cavity. In these cases, treating all regions of the structure as equally accessible (as during a typical GCMC simulation) gives a qualitatively incorrect picture of adsorption in the material. This issue has been described previously in simulations of zeolites.(40)To ensure that these adsorbates are not allowed to access these regions during GCMC simulations, a computational tool was developed to analyze the size of each pore leading to each cavity of a structure (henceforth, subpores). Similar tools using different approaches have been described in the literature.(41, 42) In this treatment, if a subpore diameter (i.e., the smallest diameter in a pore leading to a cavity) is smaller than the pore limiting diameter (PLD) of the entire structure, that cavity is identified as possibly inaccessible. Of the 70 materials identified as described above, 25 were found to contain regions matching this description.By correlating PLDs to diffusion energy barriers for each of the 3432 MOFs examined it was possible to approximate the energy barrier resulting from a given subpore diameter. The activation energy for Ar diffusion in these 3432 MOFs is shown as a function of the PLD in Figure 3. Similar figures for the remaining three adsorbates are provided in Figures S2–S4 in the Supporting Information. As illustrated in Figure 3, this data makes it possible to identify an upper and lower bound on the PLD values that lead to a diffusion activation energy of 100 kJ/mol. We assumed that a 100 kJ/mol energy barrier would restrict passage of adsorbate molecules through a pore to a rate where cavities accessed through such a pore are effectively inaccessible. This rather high value was selected because of recent studies of flexibility effects in ZIF-8(43) which indicate that intramolecular motion of the framework atoms may significantly reduce barriers for diffusing species in some MOFs. In Figure 3, a small number of outliers exist that are associated with small energy barriers in pores that are small but are energetically smooth. These points were ignored when determining bounds.Figure 3. Correlation between pore limiting diameter and the energy barrier for diffusion of Ar. Red and green lines provide upper and lower bounds, respectively, for the size of a pore yielding a 100 kJ/mol barrier.A summary of this analysis for all four adsorbates is shown in Figure 4. For each adsorbate, there is a ∼0.5 Å gap between the smallest estimated accessible pore (the lower bound in Figure 3) and largest estimated inaccessible pore (the upper bound illustrated in Figure 3). As expected, the minimum size of the PLD required to allow access to a material cavity increases with the size of the adsorbate.Figure 4. Maximum and minimum diameters estimated to prevent movement between material cavities for each of the four adsorbates examined.This data was used by comparing the subpore diameter for each subcavity to the values shown in Figure 4. If the diameter was smaller than the smallest accessible pore, the associated subcavity was classified as inaccessible. If the diameter was larger than the largest inaccessible pore, the subcavity was classified as accessible. If the diameter fell between these two values, it was classified as ambiguous. For the purpose of our study, these ambiguous diameters were also defined as accessible to simplify analysis. Table 3 provides the results of this analysis for the 25 materials determined to have possible inaccessible regions. The subpore limiting diameters in this table that are <0.5 Å were rounded down to 0. The accessibility code for each adsorbate uses 1 to indicate all subcavities are inaccessible, 2 to indicate all subcavities are accessible, 3 to indicate accessibility is ambiguous for all subcavities, and 4 for materials with subcavities which fall into different classifications. Materials for which all cavities are accessible (inaccessible) for all four adsorbates are denoted open (blocked), while materials that give different results for different adsorbates are denoted mixed.Of the 25 materials identified to have possible inaccessible regions, 8 (13) were determined to be open (blocked). The four remaining materials present the interesting case of the subcavities only being accessible to some of the adsorbates. The materials with CSD (Cambridge Structural Database)(33) reference codes KAHMOW, YAPXIX, MOXNUJ, and WOCVUG have all subcavities defined as accessible to every adsorbate except Rn. The material MOXNUJ is a particularly interesting case. In this material there were two systems of subpores of different sizes, one with a diameter of 2.77 Å, and one with a diameter of 2.97 Å. Both of these systems were accessible to Ar. For Kr, one of the systems of cavities was accessible while the other was ambiguous, so in our analysis the entire structure was defined as accessible. For Xe, both systems of subcavities were ambiguous, so the entire structure was again defined as accessible. For Rn, one of the systems was ambiguous while the other was inaccessible. For this case we broke from our previous convention of defining ambiguous regions as accessible and instead defined both systems of cavities inaccessible. This choice was made to simplify our analysis. To completely resolve complex situations like this one, a detailed analysis of the hopping rates between cavities that accurately incorporated the effect of framework flexibility would be required, a task that is beyond the scope of our current work.To perform GCMC calculations for a material that includes blocked regions, the adsorbate–framework interaction potential energy was set to a large positive value for all locations within each blocked region. Test calculations showed that calculations that neglected pore blocking overestimated Henry’s constants by factors as large as several orders of magnitude (see Supporting Information). This problem was noted for several materials found through the screening calculation, and several of these materials identified as excellent candidates were later determined to be poor to average performers once blocked regions were taken into account. Still, these materials were kept in the analyzed set of candidates for the sake of completeness. In what follows, all GCMC results presented use region blocking to define accessibility.3.3Ideal Adsorbed Solution Theory (IAST)Although single component isotherms are valuable for an initial consideration of a material’s potential for adsorptive separation applications, binary isotherm data is essential for fully evaluating a material. Ideal adsorbed solution theory (IAST)(44) is a useful approach to make predictions about binary adsorption using only single component isotherms. Many examples of applying IAST to MOFs exist in the literature, and the agreement between experimental and computational binary isotherm data and IAST predictions has been excellent for most cases.(45-52) To gain further insight into the separation potential of the 70 materials identified, IAST was used to predict adsorption selectivities for binary mixtures of Ar/Kr, Kr/Xe, and Xe/Rn.Figures 5–7 illustrate the selectivities calculated at 298 K for the top candidate materials for each separation. Values were calculated at five different total fugacities for the gas phase and three different mole fractions for the first component in the gas phase (y = 0.01, 0.5, and 0.99). Only the data for equimolar gas mixtures (y = 0.50) is displayed here because it was found that the selectivities were insensitive to the gas phase mole fractions. The selectivities shown in these plots are the larger of either the selectivity for species 1 over species 2 or the selectivity for species 2 over species 1. The larger of these values is displayed to ease comparison of performance across materials. The top candidates for each separation were identified by ranking the materials by the average of their selectivities for the 15 conditions examined (five fugacities with three molar concentrations each).Figure 5 shows the top candidate materials found for the adsorptive separation of Ar and Kr. All of the 16 materials shown in this figure adsorb Kr more strongly than Ar. The strongest separation observed was at a fugacity of 0.01 bar for the MOF with CSD reference code ECAVIO with a selectivity of 22.Table 3. The 25 Materials in Which Inaccessible Regions Could Occura  accessibility code reference coderadii of inaccessible regionsArKrXeRdsummaryCAZGIT3.382222openGIYSAJ3.12/2.922233openHEGNAJ3.99/4.19/4.39/3.792222openHEGNIR4.33/4.132222openHEGNOX4.332222openHEGNUD4.19/3.99/4.39/3.792222openHEGPAL4.40/4.20/4.002222openHITYEP1.151111blockedKAHMOW2.892231mixKAHQUG0/1.111111blockedKAHRAN1.021111blockedKAHSES01111blockedKAHSIW01111blockedKAHSOC1.091111blockedKAHSUI1.071111blockedMIKJAR4.43/4.03/4.23/3.832222openMOXNUJ2.77/2.972434mixNAJVUQ01111blockedODOXEK1.441111blockedPAZBOH01111blockedPAZBUN01111blockedWOCVUG2.662331mixXALDIY1.681111blockedXEQNIQ01111blockedYAPXIX2.882231mixaAn explanation of the meaning of each column is provided in the text.Figure 5. Top materials for the Ar–Kr separation with selectivities calculated via IAST for equimolar bulk phase mixtures. Materials are identified by their reference codes.Figure 6 shows the top candidate materials found for the adsorption separation of Kr and Xe. Of the 19 materials shown, 13 adsorbed Kr more strongly than Xe, while 6 adsorbed Xe more strongly than Kr. This behavior of adsorbing the smaller over the larger species was unexpected, and the reason for this is examined in more detail in section 3.5. The strongest separation observed was at 0.1 bar for the MOF with CSD reference code GUPJEG01 with a selectivity of 12 500.Figure 6. Top materials for the Kr–Xe separation with selectivities calculated via IAST for equimolar bulk phase mixtures. Stars indicate materials that exhibit reverse selectivity, that is, preferential adsorption of Kr relative to Xe.Figure 7 shows the top candidate materials found for adsorption separation of Xe and Rn. Of the 18 materials shown, only 2 adsorbed Xe more strongly than Rn; however, these were the top two candidates. For these two structures, Rn was excluded from parts of the material that were accessible to the other four gas species. The strongest separation observed was at 0.1 bar for the MOF with CSD reference code YAPXIX with a selectivity of nearly 4 million. Among the materials that adsorbed Rn preferentially, the largest selectivity was for ECAVEK with a value of 46.67.Figure 7. Top materials for the Xe–Rn separation with selectivities calculated via IAST for equimolar bulk phase mixtures. Stars indicate materials that exhibit reverse selectivity, that is, preferential adsorption of Xe relative to Rn.3.3.1Comparison to Previous ResultsAs mentioned above, several previous studies have elaborated on the applicability of IAST to computing binary isotherms in MOFs for simple gas mixtures,(45, 47, 49, 50, 52) with most finding excellent agreement between IAST predictions and binary GCMC calculations. Ryan et al.,(23) however, analyzed several MOFs for their performance in Kr/Xe adsorption and found that for HKUST-1 (CuBTC) binary isotherm results were poorly predicted by IAST, particularly in the low loading regime of the isotherms. This was explained as a failure of IAST to capture competitive adsorption in small pockets of the pore structure. If this observation is correct, it implies that IAST cannot be used when highly competitive adsorption exists. This problem is particularly acute for our application as these cases are the most interesting when looking for a material for adsorptive separations. We show below, however, that the failure of IAST in the calculations of Ryan et al. stemmed not from the precision of IAST for the system of interest, but rather from a subtle problem in the curve fitting used in their analysis.The pitfalls associated with curve fitting in the application of IAST have been discussed elsewhere.(53) Not surprisingly, if the fitted single-component isotherms used in IAST do not precisely represent the isotherms, then the resulting IAST predictions can be inaccurate. In the limit of infinite dilution, adsorbed molecules experience no adsorbate–adsorbate interactions. As a result, the Henry’s constant of a species is identical in single component and binary adsorption, provided both species in the binary mixture are in the Henry’s law limit. Thus, the adsorption selectivity in this limit can be defined without invoking IAST or any other approximation: it is exactly the ratio of the single component Henry’s constants.(54) If the fitted isotherms used in an IAST calculation do not correctly reproduce the Henry’s law limit, the selectivity predicted by IAST in the limit of low pressures will also be incorrect.The example that Ryan et al. examined was Kr and Xe in HKUST-1. They found IAST predicted that HKUST-1 was selective for Kr at low pressures, while binary GCMC simulations showed the opposite, that is, a strong preference for Xe at low pressures. In contrast, Figure 8 shows that our IAST calculations for this system are consistent with our binary GCMC calculations, and that our binary GCMC calculations are consistent with those of Ryan et al. As long as the single component isotherm data include the Henry’s law regime for both adsorbates, then IAST predictions are accurate for this system in the low pressure limit. Figure 8 also shows the ideal selectivity for this mixture (i.e., the ratio of the adsorbed amounts from the single component isotherms at the same fugacity) to highlight the well-known observation that IAST is far more accurate for predicting binary adsorption than the ideal selectivity. It appears that the unusual behavior of IAST described by Ryan et al. for this system was associated with incomplete fitting of their single component data, not any unusual physical property of the MOF.Figure 8. (Top) Isotherms from both the binary GCMC simulation and the IAST calculation for an 80:20 mixture of Kr to Xe. (Bottom) Selectivity for Xe over Kr in an 80:20 mixture of Kr to Xe. Ideal selectivity (the ratio of amounts adsorbed at the same fugacity value from single component isotherms) is shown along with binary (from binary GCMC) and IAST selectivity.3.3.2IAST without Curve FittingObtaining an accurate fit to the single component isotherms is critical to obtaining good IAST results. Again examining the case of Kr and Xe in HKUST-1, Figure 9 illustrates the best fit obtained to single component isotherm data. Dual-site Langmuir (DSL) models were used for the isotherms, and the fit to these equations was constrained to produce the correct Henry’s constant. The remaining 3 degrees of freedom were optimized through an iterative procedure coupling Monte Carlo optimization with an enhanced Newton’s method solver.(55) Despite taking careful steps to optimize this fit, the fitted curves leave much to be desired.Figure 9. Single component isotherms for Kr and Xe in HKUST-1 and their dual-site Langmuir isotherm fits obtained after constraining a correct fit in the low pressure limit.To sidestep these problems in curve fitting, for all of the IAST calculations presented here the integrals that must be calculated to apply IAST(44) were performed using a simple trapezoidal-rule integration technique on the isotherm data itself.(55) Because of the quality of our GCMC data and the fact that it spans a broad range of loadings, this method gave very good results when compared to binary GCMC data. Figure 10 compares the result of performing IAST calculations with traditional curve fitting and with the numerical integration technique for the case of Xe and Kr in HKUST-1. The calculation that forgoes curve fitting provides a much improved agreement with binary GCMC calculations. With the use of this simplified method, IAST can be applied to a wide variety of systems while avoiding curve fitting errors. This method was used for all IAST calculations presented in this work unless otherwise noted.Figure 10. Comparison of binary isotherm data generated by binary GCMC, traditional IAST with curve fitting, and IAST without curve fitting.3.3.3Large Scale Comparison of IAST to Binary DataTo further quantify the applicability of IAST to adsorption of noble gases in MOFs, binary calculations were performed for each gas pair (i.e., Ar/Kr, Kr/Xe, and Xe/Rn) in each of the 70 materials examined. Binary calculations were performed with an 80:20 mixture, with the larger portion of the mixture consisting of the smaller of the two species. Calculations were performed at 5 state points, with fugacity ranging from 0.01 to 100 bar. Convergence at each pressure point was confirmed by increasing the number of iterations used until the calculated values stopped changing. Figure 11 compares these binary calculations with IAST calculations performed using the IAST-without-curve-fitting method described above.Figure 11. Comparison between IAST and binary GCMC values of selectivity for the 70 candidate materials at 5 fugacities (F). The fugacities range from 0.01 to 100 bar.Figure 11 illustrates that the agreement between IAST calculations and binary results are generally very good for the materials tested. There are a few cases, however, where the deviation with binary data is very significant. Similar to the differences in Henry’s constants calculated by GCMC and direct integral Monte Carlo illustrated in Figure S5 in the Supporting Information, the differences between IAST and binary selectivities shown here can be explained due to the way inaccessible regions are handled. All cases where there is a large deviation between IAST and binary data involve blocked regions. More specifically, all these cases involve a situation where a region of a material is blocked to just one of the two adsorbates involved in the separation (these materials are identified as type “mix” in Table 3). In these cases, unsurprisingly, IAST fails to accurately predict selectivity. In principle, this limitation of IAST can be overcome by using an approach that applies IAST separately to distinct volumes within the material,(56) but we have not performed calculations of this kind. If these “mixed type” materials are excluded from consideration, over 90% (97%) of the examples we examined showed a deviation of less than 10% (30%) between the IAST-predicted selectivity and the selectivity determined from binary GCMC.3.4Surface Area as an Explanation for Reverse SelectivityDuring screening calculations, we found that many MOFs had a higher Henry’s constant for a smaller gas species than for a larger species, a phenomenon that can be termed “reverse selectivity”. This was surprising, since the strength of a van der Waals interaction generally scales with the size of an adsorbate. This is illustrated in Figure 12, which shows the distribution of the ratios of Henry’s constants for Kr and Xe for all of the 3432 MOFs we considered. As mentioned previously, in the limit of dilute loading this ratio is equal to the adsorption selectivity for a binary mixture. In Figure 12, this ratio is defined so that it is larger than 1 for all materials. Specifically, for normally selective materials (blue bars), the Henry’s constant ratio is defined as HXe/HKr, while for the reverse selective materials (red bars) it is defined as HKr/HXe. Figure 12 shows that, for the case of Kr and Xe, reverse selectivity is quite common, and also that the reverse selective MOFs display some of the highest predicted selectivities for adsorptive separations. This figure was produced using screening calculation data where blocked regions were not considered; thus, the trivial cases in which regions of a material are physically blocked from one of two adsorbates are not considered here.Figure 12. Distribution of observed ratios of Henry’s constants for Kr and Xe for the 3432 materials analyzed in our screening calculations. The convention used to define this ratio is described in the text.We hypothesized that in these “reverse selective” materials the mechanism for the reverse selectivity was a lack of accessible surface for adsorption for the larger species. To test this assumption, surface area calculations were performed on the set of 70 candidate materials found from the screening calculations using a slightly modified version of the method developed by Düren et al.(57) In this method, the surface area is calculated by “rolling” a spherical probe molecule over the surface of a material. The resulting surface area is a function of the size of the probe molecule. In many cases, the size of the probe molecule is chosen to be close to the size of nitrogen, so resulting surface areas can be compared with results from BET analysis of experimental data.(58) In our application, however, a different probe size was used to calculate the effective surface area for each adsorbate. This results in four values of the surface area for each material. We also quantified the favorability of interaction for each MOF–adsorbate pair using the ratio of the Henry’s constant to the effective Henry’s constant for an ideal gas in an empty box. Values of this ratio greater than 1 indicate that adsorption in the MOF framework is favorable (i.e., more favorable than adsorption in an empty box).Initially, surface areas were calculated using a probe size equal to σ from the adsorbate–adsorbate Lennard-Jones potentials. With this definition, 48 of the 288 MOF–adsorbate pairs examined gave a calculated surface area of zero, even though a favorable MOF–adsorbate interaction was observed. Because framework atom sizes are defined by their Lennard-Jones σ parameters, using this value for the probe molecule corresponds to rolling the probe molecule over a surface where the interaction energy with the closest framework atom is always zero. While this assures a favorable interaction at all points on the surface, this method does not include sites where interaction with the closest framework atom is unfavorable but interactions with other nearby framework atoms are favorable, resulting in a net interaction that is energetically favorable.To represent the regions with net favorable interactions more reliably, we developed an adjusted definition of the probe size of each adsorbate. This correction was applied by first considering the magnitude of the energy of favorable interactions. We found that using a value that accounts for the energy of six strongly favorable interactions between the adsorbate and framework carbon atoms works well. More information justifying this choice is given in the Supporting Information. Assuming, as we did in our calculations, standard mixing rules for the Lennard-Jones interactions between adsorbates and the MOF atoms, this energy is(5)The corrected probe molecule size was then calculated by computing the distance at which the unfavorable interaction with two framework carbon atoms completely offsets this favorable contribution. This scenario is illustrated in Figure 13. The interaction is with two carbon atoms because the probe molecule is rolled on a surface (at a fixed distance from framework atoms), and overlap with a second framework atom is checked to determine if a “rolling move” is valid.(57)Figure 13. Diagram illustrating a configuration in which the energy of interaction between an adsorbate (red, center) and 6 carbon atoms (blue, bottom) is exactly enough to offset the unfavorable interaction energy between the adsorbate and the two closer framework carbon atoms (green, top).The corrected probe diameter is thus(6)where εmix and σmix are the values for the Lennard-Jones interaction between carbon and the adsorbate, calculated via Lorenz–Berthelot mixing rules, E is the energetic contribution of favorable interaction defined above, and σcarbon is the Lennard-Jones size parameter for carbon. The probe molecule sizes calculated using eq 6 are approximately 0.5 Å smaller than the corresponding Lennard-Jones sigma parameters. The sizes calculated are 2.96, 3.22, 3.61, and 3.67 Å, for Ar, Kr, Xe, and Rn, respectively.Figure 14 displays the strong correlation between the accessible surface area and selectivity for the Kr/Xe separation for the 70 candidate materials. Here, the accessible surface area is represented by the ratio of the normalized surface areas (nSA, the accessible surface area divided by the surface area of the spherical probe molecule) for the two adsorbates. When this value is 0.1, for example, Xe can access only ∼10% of the surface area available to Kr. The selectivities in the figure were calculated for a mixture of 80% Kr and 20% Xe at five pressures using IAST. This figure illustrates that, for this particular separation, surface area is an excellent predictor of selectivity.An alternative way to view the change in accessible adsorption sites as probe molecule size changes is by invoking the concept of fractal dimension. Fractal dimension has been used in the past to describe the change in adsorption capacity of zeolites as adsorbate size changes.(59) The Pfeifer–Avnir equation for determining fractal surface dimension is(60)(7)where S is the surface area, a is the cross sectional area of the adsorbate, f is a constant, V is the molar volume of the adsorbate, and D is the fractal dimension. For the MOFs analyzed, it was found that the fractal dimension was highly variable within the range of adsorbate sizes examined. To examine whether the fractal dimension of the MOFs could explain selectivity for Kr over Xe, the fractal dimension was calculated in the range of probe sizes between the two adsorbates, with sizes defined by eq 6. Figure 15 shows the result of this analysis. In this figure, the ordinate remains the same as in Figure 15, and the abscissa changes to the fractal dimension of each material in the range of probe sizes between 3.22 (Kr) and 3.61 (Xe) Å. The results reveal that for a fractal dimension above 5 the material will selectively adsorb the smaller over the larger species.Figure 14. Correlation between the ratios of normalized accessible surface area (the exact value is defined in the text) and adsorption selectivities for the Kr/Xe separation.Figure 15. Selectivity (calculated using IAST for and 80% Kr and 20% Xe mixture using IAST, on the abscissa) for the Xe–Kr separation as a function of the fractal dimension in the size range between Kr and Xe.Although surface area is a useful tool for understanding reverse selectivity, not all trends in selectivity can be explained by surface area. We found several materials for which Kr is favored over Xe, but Rn is also favored over Xe. In these cases, the Kr/Xe selectivity can be explained with the geometric argument above, while the Xe/Rn selectivity cannot. The reason for this situation can be understood by examining the relative magnitude of the difference in size (σ) and energy (ε) terms between the Lennard-Jones potentials for Kr, Xe, and Rn. When the adsorbate changes from Kr to Xe, σ increases 11% while ε changes 24%. From Xe to Rn, σ changes 1.7% and ε changes 42%. The relative change in the size term (relative to the change in the energy term) is more than 10 times larger for the Kr–Xe case, indicating the much more significant impact of size effects for this separation. This is illustrated in Figure 16. Here, the interaction energies of each adsorbate with a carbon atom were defined using the Lennard-Jones potential and Lorenz–Berthelot mixing rules. The figure shows the difference in the energies for each gas pair. For distances between 3.92 and 4.03 Å, the interaction energy with carbon is more favorable for Kr than for Xe and also more favorable for Rn than for Xe. If a material has many regions where interactions at this distance occur, the material will be more selective for Kr than Xe, and more selective for Rn than Xe.Figure 16. Difference between interaction energy with a carbon atom for Kr and Xe and Rn and Xe.3.5Temperature EffectsTo illustrate the impact of temperature on selective adsorption in MOFs, the effect of temperature on separation performance was investigated for two sample materials. One material (CSD reference code GUPJEG01) was chosen because of its performance as a reverse selective material for the Kr–Xe separation, and the other (CSD reference code YAPXIX) was chosen as a typical example of a normal strongly selective material. Reverse selective materials work well in separations because the larger species is excluded due to unfavorable interactions in the tight confines of the MOF structure. This effect is strongly magnified at lower temperatures. Figure 17 shows this effect for the case of the first MOF, GUPJEG01. The predicted low loading selectivity (calculated via binary GCMC for an 80% Kr, 20% Xe mixture) for this material increases by more than 2 orders of magnitude when the temperature is decreased from room temperature (298 K) to dry ice temperatures (194 K). Although not shown in the figure, when the temperature was further decreased to 77 K, the simulation (using a fugacity range from 1 × 10–6 to 100 bar) did not record any Xe being adsorbed at all, indicating nearly perfect selectivity.Figure 17. Effect of temperature on the adsorptive selectivity for Kr/Xe on GUPJEG01 at low loading.The second case studied was that of a more normally selective material, YAPXIX, selective for Xe over Kr. In this case, the adsorptive selectivity does not respond to changes in temperature by simply increasing at all loadings. At low loadings the adsorbed amount is dominated by enthalpic effects. As a result, the selectivity increases at lower temperatures in this regime. This situation is illustrated by the data at 298 and 194 K in Figure 18. At high loadings, however, selectivity is dominated by entropic effects which allow the smaller species to adsorb preferentially. At the lowest temperature shown in Figure 18, all of the fugacities probed in our calculations (1 × 10–6 to 100 bar) gave results in the high loading regime, resulting in a separation which is slightly selective for adsorption of Kr over Xe.Figure 18. Effect of temperature on the adsorptive selectivity as a function of loading for Xe/Kr on YAPXIX.Top of PageAbstractIntroductionModeling and Simulation DetailsResultsConclusionReferences4 ConclusionWe have performed GCMC simulations and IAST calculations for four noble gas species and three noble gas pairs in a large number of MOF materials. The aims of these calculations were, first, to identify interesting candidates for separating noble gas pairs; second, to examine the applicability of IAST to binary calculations; and, third, to elucidate the mechanisms of separation for the best performing materials, both to further enhance conceptual understanding of adsorption separations and to guide in the identification of additional candidates through further screening calculations.Toward our first goal, a set of screening calculations were performed on a set of over 3400 materials using crystal structures of materials reported previously in the literature. Screening criteria were developed that yielded 70 candidates for 7 different separations. Materials were identified for both kinetic and adsorptive separation. Although subsequent analysis of these materials focused on adsorptive separation abilities, the kinetic separation candidates were included in this analysis because several of these materials exhibited strong reverse selectivity. Several interesting materials were found in this work that have excellent properties for each of the three separations studied. In particular, the material GUPJEG01 (Mn(dcbp))(61) is predicted to be an excellent candidate for further research into its applicability to Kr/Xe separations. Experimental verification of these findings would be a significant step toward the use of these materials in practical applications.For the second goal, calculations were performed on the 70 candidate materials to determine accessibility of adsorbates to all areas of the framework, and areas inaccessible to each adsorbate were blocked. Next, single component GCMC calculations were performed using the information about blocked regions, and this data was used in IAST predictions of binary selectivity. We showed that IAST is in almost all cases an excellent method for calculating binary selectivity. The only cases in which IAST did not give excellent results were materials where, due to pore blocking effects, some volume within a material was completely inaccessible to one of the two adsorbing species.An unexpected feature of our results was the existence of many materials that were “reverse selective”, that is, where adsorption does not favor the larger of two adsorbing species. We explored the reverse selectivity observed in the Kr/Xe separation to better understand the mechanism of this phenomenon. We found that surface area trends in general, and surface fractal dimension in particular, are excellent predictors of this effect. The method we presented for performing corrected adsorbate-specific surface area calculations will be valuable in future material screening procedures, especially as the size of existing material libraries continue to grow.(62, 63) We also explored the effect of temperature on adsorptive separation, and showed that reverse selective materials are especially interesting for the way separation performance increased with decreasing temperature.This work focused on the specific case of nonpolar spherical adsorbates in MOFs. Nonspherical and polar absorbates add additional complexity to the problem, and the applicability of the methods discussed here is uncertain. For the materials identified, physical experiments must be performed to verify predicted performance. Top of PageAbstractIntroductionModeling and Simulation DetailsResultsConclusionReferencesSupporting InformationAdditional tables, figures, and details. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionModeling and Simulation DetailsResultsConclusionReferencesAcknowledgmentThis work was supported by the Department of Energy and Sandia National Laboratories. Sandia National Laboratories is a multiprogram laboratory managed and operated by Sandia Corporation, a wholly owned subsidiary of Lockheed Martin Corporation, for the U.S. Department of Energy’s National Nuclear Security Administration under Contract DE-AC04-94AL85000.Reference QuickViewTop of PageAbstractIntroductionModeling and Simulation DetailsResultsConclusionReferencesReferencesThis article references 64 other publications.1. Marshall, J.; Bird, A. C. Br. J. Ophthalmol. 1979,  63,  657– 668[Crossref], [PubMed], [CAS]1. A comparative histopathological study of argon and krypton laser irradiations of the human retinaMarshall J; Bird A CThe British journal of ophthalmology\r\n        (1979),\r\n    63\r\n        (10),\r\n    657-68\r\n        ", "title": "Identification of Metal–Organic Framework Materials for Adsorption Separation of Rare Gases: Applicability of Ideal Adsorbed Solution Theory (IAST) and Effects of Inaccessible Framework Regions", "authors": ["Timothy Van Heest", "Stephanie L. Teich-McGoldrick", "Jeffery A. Greathouse", "Mark D. Allendorf", "David S. Sholl"], "doi": ["10.1021/jp302808j"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0018.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0019.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0020.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-24/jp302808j/production/images/small/jp-2012-02808j_0002.gif\">"]}