{"abstract": "Equilibrium studies on the adsorption of chloropentafluoroethane (CFC-115, CFCFCl) on an activated charcoal were carried out between 298 K and 358 K. Results were fitted with mathematical models such as Langmuir, Freundlich, and BET equations. The temperature dependence of BET parameters and the isosteric enthalpy of adsorption in the CFC-115−charcoal system are estimated. Among the two parameter models, the BET isotherm for CFC-115 fits the experimental results within 7% over the entired relative pressure range. Especially, the BET isotherm showed the best results with less than 2% in the higher relative pressure range. The enthalpies of adsorption of CFC-115 are of the same order of magnitude as the enthalpy of condensation, 14.62 kJ·mol. ", "text": "10.1021/je025636f Top of PageAbstract1. Introduction2. Experimental Section3. Results and DiscussionReferences1. IntroductionChlorofluorocarbons (CFCs) have been widely used as refrigerants, blowing agents, propellants, and cleaning agents due to their outstanding properties. However, the production and supply of CFCs have been regulated because of their role in ozone depletion, which is one of the most serious global environmental concerns.(1-3) In addition, CFCs also contribute to the greenhouse effect and hence to climate change.(2, 3) Chloropentafluoroethane (CF3CF2Cl, CFC-115) has been used in refrigerants such as R-502, an azeotropic blend of CFC-115 and difluorochloromethane (CHClF2, HCFC-22). Because it has a high ozone depletion potential (ODP) and greenhouse potential (GHP), study of the recovery of CFC-115 becomes important. Many researchers have proposed methods for the recovery of CFCs and the development of CFC replacements.(4) Studies on the adsorption of CFCs have shown that activated carbons and zeolites are capable of adsorbing CFC gases.(5-7) It was also reported that activated carbon was used for recovering halogenated hydrocarbons.(8) We previously reported that the activated carbon pellet can be used as an adsorbent for recovering CFC-115.(9-11) Because of porous structure, finely divided charcoal is a highly efficient agent for filtering the adsorption of gases and of solids from solution. By special heating or chemical processes the adsorptive property can be greatly increased; charcoal so treated is known as activated charcoal. In this work, an equilibrium study for the adsorption of CFC-115 on an activated charcoal was carried out between 298 K and 358 K and the equilibrium parameters based on the BET equation were derived. The isosteric enthalpies of adsorption for the adsorption of CFC-115 were also estimated. Top of PageAbstract1. Introduction2. Experimental Section3. Results and DiscussionReferences2. Experimental SectionMaterials. An activated charcoal (Tekmar, USA) was used as an adsorbent for the adsorption of CFC-115. The BET surface area for the adsorbent was measured with an ASAP2000 (Micromeritics Inc. Co.) using nitrogen adsorption. The measured specific surface area, average pore diameter, and total pore volume are in Table 1. The chloropentafluoroethane supplied from Elf Atochem had a purity of 99.99%.  Table 1. Physical Properties of Activated Charcoal physical propertyvalue BET surface area/m2·g-1 1898 average pore diameter/nm 0.02 total pore volume/cm3·g-1 0.93  Apparatus and Procedures. The adsorption isotherm was measured with a volumetric adsorption apparatus. Before the adsorption, the adsorbents were evacuated to 1.31 × 10-8 atm at 473 K for 15 h, respectively. The experimental system was the same as the previously reported system.(9) The dead volume of the system was determined by helium gas, and the weight of the adsorbent was measured within ±10 μg precision. Adsorption isotherms were obtained by admitting successive increments of known volumes of a sample gas to the adsorbent sample. After each increment of the gas was admitted, the equilibrium pressure of the system was measured. A correction was made for the dead space in calculating each point on the adsorption isotherm. Top of PageAbstract1. Introduction2. Experimental Section3. Results and DiscussionReferences3. Results and DiscussionThe adsorption data of CFC-115 on the activated charcoal were obtained at four temperatures between 298 K and 358 K after overnight regeneration of the adsorbent. The average difference (avg diff) between the experimental data and the calculated values is estimated by eq 1:  where the superscripts calc and exp indicate calculated values and experimental values, respectively, and N is the number of data points at a given temperature. The adsorption isotherm equations used to correlate the experimental  data are summarized in Table 2. The Langmuir isotherm is the simplest theoretical model for monolayer adsorption. On the other hand, the BET isotherm equation is the theoretical model for multilayer adsorption on a free surface. Figure 1. Calculated isotherms by the Langmuir, Freundlich, and BET equations with the experimental data for CFC-115:  (a) ▪, experimental value at 298 K;—, Langmuir eq (298 K); —, Freundlich eq (298 K); ○, experimental value at 318 K; · · ·, Langmuir eq (318 K); · · ·, Freundlich eq (318 K); ▴, experimental value at 338 K; · · ·, Langmuir eq (338 K); · · ·, Freundlich eq (338 K); □, experimental value at 358 K; Langmuir eq (358 K); Freundlich eq (358 K). (b) —, BET eq (298 K); —, BET eq (318 K); · · ·, BET eq (338 K); · · ·, BET eq (358 K).  Table 2. Adsorption Isotherm Equations Used To Correlate the Experimental Dataisothermequation Langmuir V/Vm = BP/(1 + BP) Freundlich Q = KP1/n BET P/[V(P0 − P)] = 1/VmC + [(C − 1)/VmC](P/P0)  Equilibria of CFC-115 on Activated Charcoal. The adsorption data for CFC-115 on activated charcoal were obtained at four temperatures:  298, 318, 338, and 358 K. The amount of CFC-115 adsorbed decreased with increasing temperature. The vapor pressure of CFC-115 was calculated by eq 2 below the critical temperature of CFC-115 and was estimated by the simulation program PRO-II (Simulation Science Inc., USA) above the critical temperature.  Figure 1a shows the calculated isotherms of charcoal for CFC-115 by the Langmuir and Freundlich equations. In the Langmuir equation, Vm is the adsorbed amount per unit mass of adsorbent corresponding to the complete monolayer coverage. B is the Langmuir constant. Vm and B are obtained by the intercept and the slope of a plot of 1/V versus 1/P at a given adsorption temperature. In the present study, the expressions of Vm and B as functions of temperature were obtained as eq 3 by nonlinear regression analysis:    In the Freundlich equation, K and n are empirical constants. In general, n has a value greater than unity. A plot of ln Q versus ln P gives K and n from the intercept and the slope. In the present study, the expressions of K and n as functions of temperature were obtained as the following forms:    Figure 1b shows the BET equations with the experimental data at different temperatures. The amount of CFC-115 adsorbed increases with increasing pressure and has a plateau. For the calculated isotherms by the Langmuir equation, the deviation is seen at high pressures over 26.66 kPa, but they are well fitted at low pressures. This indicates that the adsorption was not based on the Langmuir equation. For the calculated isotherms by the Freundlich equation, the deviation increases with increasing pressure. Figure 2 shows the plots of P/V(P0 − P) against P/P0 for the CFC-115−charcoal powder system. The results show slightly different slopes at various temperatures. However, because the curves are almost linear, it can be expected that the BET isotherm is well fitted to the experimental data. Figure 2. BET plots for the CFC-115−charcoal system:  □, 298 K,y1 = 0.0010 + 0.2223x; ▿, 318 K, y2 = 0.0010 + 0.2338x; ○, 338 K, y3 = 0.0011 + 0.2500x; ▵, 358 K, y4 = 0.0013 + 0.2848x. The BET parameters of Vm and C are obtained from the slope and intercept of the BET plots at various temperatures (Figure 3). The temperature dependence of the parameters was calculated by linear regression analysis. Vm decreases with increasing temperature, and C, which is related to the heat of adsorption, decreases also with  increasing temperature. Expressions of Vm and C as functions of temperature are given as the following forms:    Figure 3. Temperature dependence of the BET parameters in the CFC-115−charcoal system:  ○,C, y = 945.8867e15.8679x; □, Vm, y = 37.137e17.1644x. As shown in the BET isotherms, the experimental results are well fitted with calculated values. It was considered that the adsorption of CFC-115 on the charcoal powder proceeded in multilayer coverage. Table 3 lists the calculated value by the BET isotherms for CFC-115 on activated charcoal with the equilibrium data and the absolute errors. Absolute average errors were between 0.02 and 0.06.  Table 3. Average Difference Calculated by the BET Isotherms for the CFC-115−Charcoal System QexpQexp − Qcalc QQexp − QcalcP/P0μmol·g-1μmol·g-1P/P0μmol·g-1μmol·g-1 T = 298.15 K T = 318.15 K 0.0026 1.773 +0.105 0.0009 0.841 +0.096 0.0079 2.741 −0.150 0.0025 1.584 −0.007 0.0164 3.403 −0.184 0.0061 2.309 −0.214 0.0274 3.84 −0.132 0.0111 2.846 −0.272 0.0384 4.11 −0.077 0.017 3.234 −0.244 0.0496 4.313 −0.027 0.0237 3.518 −0.194 0.0641 4.485 −0.006 0.0303 3.729 −0.137 0.0785 4.62 +0.003 0.0374 3.906 −0.082 0.0926 4.739 +0.011 0.046 4.071 −0.031 0.1099 4.849 −0.006 0.0561 4.233 +0.022    0.0643 4.345 +0.059 avg diff 0.07 avg diff 0.123 T = 338.15 K T = 358.15 K 0.0008 0.676 +0.083 0.0008 0.634 +0.105 0.0021 1.308 −0.001 0.0019 1.040 0 0.0044 1.823 −0.179 0.0038 1.431 −0.170 0.0073 2.288 −0.226 0.006 1.781 −0.224 0.0111 2.631 −0.263 0.0085 2.093 −0.211 0.0146 2.887 −0.233 0.0113 2.284 −0.245 0.0195 3.217 −0.111 0.0145 2.551 −0.161 0.0251 3.41 −0.081 0.0185 2.830 −0.039 0.0299 3.544 −0.051 0.023 2.923 −0.077 0.0362 3.78 +0.079 0.0273 3.144 +0.051 0.0423 3.874 +0.091 0.0311 3.256 +0.096 avg diff 0.127 avg diff 0.166  Isosteric Enthalpies of Adsorption of CFC-115. Heat of adsorption provides information about the chemical affinity and the heterogeneity of a surface. The larger the quantity of heat, the stronger the adsorbate−surface bonds. The isosteric heats of adsorption were calculated using the Clausis-Clapeyron equation.(12)  where R is the gas constant and the subscript v means the constant adsorption amount. The isosteric enthalpies of adsorption for the CFC-115−charcoal system estimated by the BET isotherms are shown in Table 4. The isosteric enthalpy of adsorption increased until θ became 0.4 and decreased with the increase of surface coverage. The heat of adsorption is generally known to decrease with the increase of surface coverage. The increase in the isosteric enthalpy of adsorption could be interpreted by the terms of Hill's nonlocalized equation(13) related to the interaction between the adsorbed molecules. The isosteric enthalpies of adsorption of CFC-115 are of the same order of magnitude as the heat of condensation, 14.62 kJ·mol-1,(14) and are primarily due to physical forces. It seems that the increase of isosteric enthalpies of adsorption at low surface coverage below θ = 0.4 might be affected by the chemical adsorption on the charcoal surface, as well as physical forces.(10)  Table 4. Isosteric Heats of Adsorption for the CFC-115−Charcoal System Estimated by the BET Isothermadsorbateθ(V/Vm)isosteric enthalpy of adsorption qiso/kJ·mol-1enthalpy of condensation14 qcon/kJ·mol-1 CFC-115 0.2 18.573 14.62  0.4 25.689   0.7 16.179   0.8 15.368    Reference QuickViewTop of PageAbstract1. Introduction2. Experimental Section3. Results and DiscussionReferencesReferencesThis article references 14 other publications.1.  Cicerone, R. J.; Stolarski, R. S. Science 1974,  185,  1165 DOI: 10.1126/science.185.4157.1165 [Crossref], [PubMed], [CAS]1. Stratospheric ozone destruction by man made chlorofluoromethanesCicerone, Ralph J.; Stolarski, Richard S.; Walters, StacyScience (Washington, DC, United States)\r\n        (1974),\r\n    185\r\n        (4157),\r\n    1165-7CODEN:\r\n                SCIEAS;\r\n        ", "title": "Adsorption Equilibria of CFC-115 on Activated Charcoal", "authors": ["Hyun-Mee Park", "Dong Ju Moon"], "doi": ["10.1021/je025636f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2003/jceaax.2003.48.issue-4/je025636f/20160927/images/small/je025636ff00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2003/jceaax.2003.48.issue-4/je025636f/20160927/images/small/je025636ff00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2003/jceaax.2003.48.issue-4/je025636f/20160927/images/small/je025636ff00003.gif\">"]}