{"abstract": "A three-dimensional microporous Co-MOF with 5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin (DpyDtolP) linker exhibited high thermal stability. The original crystal structure was retained even after drying Co-MOF at 250 °C. The evacuated Co-MOF showed CO selectivity over N. Both CO-captured Co-MOF and I-captured Co-MOF were structurally characterized. The I-captured Co-MOF displayed conductivity implying the formation of polyiodine-based molecular wire inside MOF channels.A new porphyrin-based Co-MOF, [Co(DpyDtolP)]·12HO (), composed of DpyDtolP (5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin) was prepared in a high yield and structurally characterized by X-ray crystallography. DpyDtolP is a ditopic N-donor ligand with a large space or gap between the two pyridyl groups at the 5- and 15-positions of the porphyrin backbone. Unlike the pyridyl groups, the 4-tolyl groups in DpyDtolP could not be involved in coordination toward the metal ion. Nevertheless, the presence of these two 4-tolyl groups led to a new infinite three-dimensional framework: Co-MOF () with exceptionally high thermal stability at elevated temperature. The single crystals of  maintained their crystallinity even after vacuum drying at 250 °C. The resulting dried single crystals diffracted X-ray to give the same structural solution as the as-prepared crystals. The robust framework of  contained micropores that were periodically arranged in a hexagonal symmetry. While the evacuated  moderately sorbed N at 77 K, it sorbed 142.8 cm g (6.37 mmol g) of CO at 196 K. The CO sorption isotherms exhibited a very clear step in both the adsorption and desorption branches. A slight hysteretic behavior was observed between the two branches. Furthermore, the crystal structure of CO-captured  () revealed that the linear arrangement of the CO molecules occupied the inside of micropores, thereby indicating the effective CO capture by evacuated . The evacuated  was also found to be ideal for the encapsulation of iodine molecules in cyclohexane to provide iodine-captured  (), which was also characterized by X-ray crystallography. The linear arrangement of polyiodine chains in the micropores was observed, and a single crystal of  exhibited electrically conducting behavior. The encapsulation amount of iodine was dependent on the crystal sizes of . Additionally, the separately prepared microscale sample, , with a much reduced particle dimension than the bulk  exhibited an enhanced uptake of iodine under the same conditions.", "text": "10.1021/cg501324r Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionPore engineering of porous materials has been a critical issue for generating new functional porous materials in a wide range of applications in materials chemistry.(1-6) For example, the selective capture of guest molecules or ions into well-defined open channels of porous materials often leads to sensitive sensing and capturing systems.(7-13) In this sense, crystalline zeolitic materials with well-defined framework structures display a unique molecular sieving effect, and in turn, this unique sieving effect makes it possible to develop new drying agents,(14) ion exchangers,(15) and industrial catalysts.(16-19) In order to expand the capabilities of natural zeolites, artificial zeolites have been sought for a long time. Because of the unique properties of metal–organic frameworks (MOFs), which include a high surface area,(20, 21) a controllable pore dimension,(22, 23) the functionality of the interior pore,(24-30) and the formation of new hybrid zeolitic, porous materials,(31-35) MOFs have become mainstream materials in the development of new functional inorganic crystalline porous materials. Applications have been advanced due to using MOFs. These applications include the large storage capacity of nonpolar CH4 and H2 gases;(36-40) the selective sorption of quadrupolar CO2 over N2, CH4, and H2;(41-54) the enzyme-mimetic asymmetric catalysis in confined space having a chiral active center;(55, 56) the heterogeneous catalysis inside catalytic cavities;(57-67) and the efficient proton conduction in functional pores.(68-73)Additionally, the nano- and microsized MOFs (nMOFs or mMOFs, respectively) have been reported frequently to have promising applications.(74, 75) In fact, they often demonstrate numerous advantages over both the MOFs and the inorganic nanomaterials.(76) Their novel and/or enhanced performances are reported in catalysis,(77) separation,(78) gas storage,(79) drug delivery,(80) biosensing, and imaging applications,(81) but the homogeneous fabrication of particles is still a major challenge.(82) Usually, a high temperature stirring method is employed in their construction because it permits the generation of quick ligand-to-metal coordinative interactions while maintaining the crystallinity and stability of these miniaturized MOFs.Very recently, the MOFs containing porphyrin-bridging ligands are attracting much interest due to their advantages over more commonly employed aromatic polycarboxylate-bridging ligands.(83-86) The porphyrin-based MOFs could be utilized for a wide range of advanced applications including selective catalysis,(87, 88) photosensitization,(89) and photovoltaics.(90) The large physical dimensions of the porphyrin unit can also lead to high surface functional MOFs with enhanced hydrolytic stability. In this sense, Yaghi and co-workers recently reported on water-stable Zr(IV)-based Zr6O4(OH)4(H2TCPP)3 (MOF-525) and Zr6O8(H2O)8(H2TCPP)2 (MOF-545), which contain free-base tetrakis(4-carboxyphenyl)porphyrin (H2TCPP)-bridging ligands.(91) The Brunauer–Emmett–Teller (BET) surface areas of MOF-525 and MOF-545 reached 2620 and 2260 m2 g–1, respectively. Zhou and co-workers also reported on the water/pH tolerant, (Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4(H2TCPP)2) Zr-TCPP-functional MOF (PCN-225).(92) The PCN-225 displayed an interesting pH-dependent fluorescence in an aqueous medium. Combined with the intrinsic stability of Zr(IV)-based MOFs, these two examples opened up a new class of functional porphyrin-MOFs.Moreover, the molecular dimension and functionalities of porphyrin-bridging ligands could be systematically varied in a controllable manner through the simple modification of functional groups at the meso-position of the porphyrin backbone on demand. Matsunaga and co-workers prepared a Zn-TCPEP MOF where TCPEP is 5,10,15,20-tetrakis(4-carboxymethylphenyl)ethynyl-porphyrin.(93) H2TCPEP had extended substituents at the meso-position of the porphyrin.(93)The flat geometry of the porphyrin backbone with various substituents at the meso-positions was found to be ideal for the construction of MOFs with a wide range of applications. Therefore, we discuss herein the preparation of thermally robust porphyrin-MOF and their microsized crystalline particles with hexagonal pore symmetry from pyridine-substituted porphyrin, 5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin (DpyDtolP), and their selective uptake of CO2 over N2. Particularly, we thoroughly examined the CO2-containing single crystals of the MOFs in order to investigate the solid-state structures of the CO2 molecules captured inside the MOF channels. We did so because the single crystal structures with captured molecules would provide new and important information for the development of better sorbent materials that would otherwise be difficult to obtain. Furthermore, the structural analysis of the MOFs with captured polyiodine chains was investigated.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionInstrumentationNuclear magnetic resonance (NMR) spectra were recorded on a Varian AS400 (399.937 MHz for 1H and 100.573 MHz for 13C) spectrometer. The 1H chemical shifts are referenced to the proton resonance resulting from the protic residue in deuterated solvent, and the 13C chemical shift recorded downfield in ppm relative to the carbon resonance of the deuterated solvents. The absorbance and emission spectra were obtained using an Agilent UV–vis–NIR spectrophotometer using quartz cells. All scanning electron microscopy (SEM) images were obtained using a JEOL JSM-7001F. The energy dispersive X-ray spectroscopy (EDX) was obtained using a Horiba EMAX Gatan at the Korea Basic Science Institute (KBSI) Seoul Center. The matrix-assisted laser-desorption-ionization time-of-flight mass spectra (MALDI-TOF) were obtained on a Bruker Daltonics LRF20 MALDI-TOF Mass Spectrometer at the Industry-Academic Cooperation Foundation, Yonsei University. The powder X-ray diffraction (PXRD) measurements were recorded with a Rigaku D/MAX Ultima III using nickel-filtered Cu Kα radiation (λ = 1.5418 Å). They were measured over a range of 2° < 2θ < 40° with an X’celerator detector operating at 40 kV and 30 mA or a Bruker D8 Advance diffractometer (40 kV, 40 mA, step size = 0.02°). The thermogravimetric analysis (TGA) was carried out using a Scinco TGA N-1000 in a nitrogen atmosphere at a heating rate of 10 °C min–1 in the temperature range of 25–900 °C for the microsized particles. The TGA for the bulk MOF sample was carried out on a TGA Q5000 (TA Instruments) under a nitrogen atmosphere (ramping rate = 15 °C min–1). The cryogenic N2 adsorption–desorption analysis was performed on a Belsorp-miniII at 77 K (BEL Japan). The as-prepared MOFs were dried at 473 K for 2 h under high vacuum before the measurements were taken. The low pressure CO2 adsorption measurements were taken on the same equipment at 196 K (2-propanol/dry ice bath) and 273 K (ice bath). The infrared spectra were obtained using KBr pellets with a Bomen MB-104 spectrometer. The elemental analysis was performed at the Organic Chemistry Research Center, Sogang University (Seoul, Korea), using an EA1112 (CE Instruments, Italy), and the Raman measurements were performed using a LabRam Aramis spectrometer (Horiba Jobin Yvon). The 514 nm line of an Ar-ion laser was used for the measurements that required backscattering geometry. The X-ray photoelectron spectroscopy (XPS) analyses were performed on an ESCA 2000 with Al Kα as an X-ray source. The spectra were calibrated by using C 1s at 284.6 eV.Preparation of [Co(DpyDtolP)]6 (I)DpyPtolP (0.064 g, 0.1 mmol, see Supporting Information for detailed preparation), Co(NO3)2·6H2O (0.058 g, 0.2 mmol), and N,N-dimethylformamide (DMF, 5 mL) were placed in a Teflon-lined high pressure vessel. The vessel was placed in an oven at 120 °C for 48 h. After cooling to room temperature, the purple crystalline needles were retrieved by filtration, washed with DMF, and dried in air. The yield was 0.044 g (60%). The single crystals suitable for X-ray crystallography were directly chosen from the as-prepared crystals. Anal. Calcd for C44H34N6O2Co (737.71): C, 71.64; H, 4.65; N, 11.39. Found: C, 71.57; H, 4.46; N, 11.59.Preparation of micro-I and micro-IIA solution of DpyDtolP (2.5 mg, 3.4 μmol) in DMF (0.5 mL) was added to a solution of Co(NO3)2·6H2O (1.0 mg, 3.4 μmol) in DMF (0.05 mL) in a 4 mL vial equipped with a stirbar. The resulting mixture was heated at 120 °C and vigorously stirred for 45 min (for micro-I) and 120 min (for micro-II). After cooling to room temperature, the particles were collected by centrifugation and washed several times with DMF.Encapsulation of IodineThe same amount in mass (10 mg) of the evacuated I and micro-I were immersed in 10 mL of 2.0 mM iodine solution in cyclohexane. Aliquots from the top portion of the suspension were periodically withdrawn for UV/vis spectroscopic analysis. The remaining crystals of I_I2 were directly used for X-ray crystallography.Preparation of I_CO2 Single CrystalsA crystal of as-prepared I was put into a quartz capillary that was connected to the vacuum line. This single crystal was evacuated at 150 °C for 2 h under high vacuum. The evacuated capillary containing I was transferred into the dry ice/acetone bath, and CO2 gas was blown into the capillary for 2 h. The X-ray diffraction data were collected immediately at 170 K.CrystallographyA single, purple needle crystal of I was used for the X-ray crystallographic analysis. The X-ray intensity data were measured with a D8 Venture system equipped with a multilayer monochromator and a Cu IμS microfocus sealed-tube X-ray source (λ = 1.54178 Å). The frames were integrated with the Bruker SAINT software package by using a wide-frame algorithm. The X-ray diffraction data of I_afterBET were collected on a Bruker APEX-II diffractomer equipped with a monochromator using the Mo Kα (λ = 0.71073 Å) incident beam. The X-ray diffraction data for I_250dried, I_CO2_195 K, and I_I2 were collected on a Bruker SMART APEX diffractometer equipped with a monochromator using the Mo Kα (λ = 0.71073 Å) incident beam. The CCD data were integrated and scaled using the Bruker-SAINT software package. The structures were solved and refined using the SHEXTL V6.12 program.(94) For the structure of I_CO2_195 K containing CO2 molecules, the occupancies of CO2 have been fixed in order to obtain the best fit with the largest residual peaks. For the structure of I_I2, the occupancies of I atoms have also been fixed in order to obtain the best fit with the largest residual peaks. All hydrogen atoms were placed in the calculated positions. The crystallographic data for I, I_afterBET, I_250dried, I_CO2_195 K, and I_I2 are listed in Table 1. The selected bond distances are listed in Table 2. The structural information can be obtained at the Cambridge Crystallographic Data Center (CCDC reference numbers are 956817 for I, 973913 for I_CO2_195 K, and 973914 for I_I2).Table 1. Crystallographic Data for I II_after BETI_250driedI_CO2_195 KI_I2empirical formulaC44H30CoN6C44H30CoN6C44H30CoN63(C44H30CoN6)0.5(CO2)(C44H30CoN6)0.33(I)formula weight701.67701.67701.672127.01743.93temperature (K)100(2)100(2)100(2)170(2)170(2)wavelength (Å)1.541780.710730.710730.710730.71073space groupR3̅R3̅R3̅R3̅R3̅a (Å)32.6467(11)32.6593(4)32.637(5)32.721(5)32.425(5)b (Å)32.6467(11)32.6593(4)32.637(5)32.721(5)32.425(5)c (Å)9.2525(4)9.26720(10)9.3080(19)9.3160(19)9.3400(19)α (deg)90.0090.0090.0090.0090.00β (deg)90.0090.0090.0090.0090.00γ (deg)120.00120.00120.00120.00120.00volume (Å3)8540.2(5)8560.37(17)8586(2)8638(2)8504(2)Z99933density (calcd) (Mg/m3)1.2281.2251.2211.2271.307absorption coeff. (mm–1)3.8370.4890.4880.4860.765crystal size (mm3)0.15 × 0.02 × 0.020.54 × 0.10 × 0.080.18 × 0.02 × 0.020.35 × 0.03 × 0.030.52 × 0.04 × 0.04reflections collected3377043485163891585615256Independent reflections3972 [R(int) = 0.1303]3690 [R(int) = 0.0294]3757 [R(int) = 0.1513]3682 [R(int) = 0.0629]3619 [R(int) = 0.1693]data/restraints/parameters3972/0/2333690/0/2333757/0/2333682/1/2343619/0/239goodness-of-fit on F21.0251.0600.8091.0650.854final R indices [I > 2σ(I)]R1 = 0.0495, wR2 = 0.0851R1 = 0.0284, wR2 = 0.0284R1 = 0.0505, wR2 = 0.0908R1 = 0.0458, wR2 = 0.1194R1 = 0.0649, wR2 = 0.1424R indices (all data)R1 = 0.0495, wR2 = 0.0851R1 = 0.0350, wR2 = 0.0727R1 = 0.1294, wR2 = 0.1016R1 = 0.0651, wR2 = 0.1282R1 = 0.1792, wR2 = 0.1729largest diff. peak and hole (e·Å–3)0.369 and −0.3160.443 and −0.2700.400 and −0.4590.365 and −1.7920.909 and −0.422Table 2. Selected Bond Distances for I II_after BETI_250driedI_CO2_195 KI_I2M–Npyrrole (Å)1.9905(19)-1.998(2)1.9972(12)-2.0035(11)1.990(3)-2.001(3)1.9947(19)-2.0082(19)1.994(4), 1.999(4)M–Npy (Å)2.259(2)2.2642(12)2.272(3)2.282(2)2.218(4)Characterization of Current–Voltage (I–V)The single crystal I–V devices for I_I2 were prepared after drying the as-prepared I under vacuum for 20 h. Next, they were treated with a solution of iodine in MeOH (0.5 mM) for 4 days. Upon washing and drying, the MOF single crystals (I) were deposited on the silicon wafer. Then, a designed mask was overlaid, and gold was deposited as electrodes for completing the fabrication of I–V top-contact devices. The device performance was evaluated in air using a 4200-SCS semiconductor characterization system under ambient conditions, and the averages of the extracted values were obtained from a total of ten devices measured.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionThe ligand, 5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin (DpyDtolP), has the porphyrin core bearing two pyridyl groups at the 5- and 15-positions and two 4-tolyl groups at the 10- and 20-positions. The metalation of DpyDtolP with Co(NO3)2·6H2O created a new three-dimensional (3-D) porphyrin-based MOF, [Co(DpyDtolP)]6·12H2O (I). The porphyrin-MOF, I, was obtained at 120 °C in DMF with 48 h of reaction time. This new 3-D porphyrin-MOF, I, possesses a hexagonally arranged micropore network as shown in Figure 1a and described in Table 1; the structures of I along a- and b-axes were shown in Figure S1, Supporting Information. The dimensions of the hexagonal channels were estimated as shown in Figure S2, Supporting Information. Four pyrrolic nitrogen atoms coordinate a metal ion, and both pyridyl nitrogen atoms also coordinate the neighboring metal ions to form a 3-D hexagonal network. The coordination around each metal ion is a distorted octahedral structure constructed by six N atoms with four pyrrole groups in a plane and two pyridyls at the apical positions (Figure 1b and Table 2). In fact, two coordinated pyridyls are tilted from the N4 porphyrin ring with the tilting angles of 71.09(8)° for I (Figure S3, Supporting Information). Water molecules are present in the voids, but they could not be refined due to disordering problem. The total number of electrons for the disordered water molecules can be counted by using PLATON SQUEEZE, and the estimated number of water molecules can support the presence of certain water guests in the pore.Figure 1. (a) Structure of a solvent-free, 3-D [Co(DpyDtolP)]6 (I) indicating hexagonally arranged micropores. (b) Coordination geometry around a CoII ion in a crystallographic inversion center. Displacement ellipsoids are shown at the 50% probability level. All hydrogen atoms were omitted for clarity. Symmetry operations: (i) 1 – x, 2 – y, 1 – z; (ii) −1/3 – x + y, 1 + 1/3 – x, 1/3 + z; and (iii) 1 + 1/3 – y, 1 + 2/3 + x – y, −1/3 + z. (c) The Connolly surface of the solvent-free I along the c-axis probed with a probe radius of 1.4 Å. Gray color indicates the external surfaces, whereas the orange color indicates the internal surfaces. Two distinct pores are indicated at spots “A” and “B”.I crystallized in the trigonal space group R3̅. The dimensions of a hexagonal channel without the 4-tolyl group can be anticipated as a/2 × a/√3 (16.32 × 18.85 Å), but the actual dimensions are smaller due to the 4-tolyl groups (Figure S2, Supporting Information). The actual free radius is about 8.13 Å, which is estimated by measuring the distance between the channel center to one of the methyl C atoms in the six −CH3 groups forming a hexamer and subtracting the van der Waals radius of C, 1.7 Å. On the basis of the PLATON analysis, the solvent-free I indicated a 16.4% of void volume.(95) It is noted that the orientation of the hexagonally arranged, one-dimension (1-D)-like micropores are parallel to the c-axis of the real crystal based on the face-indexing result (Figure 2). Thus, the single crystal of I could be regarded as a crystalline bundle of inorganic–organic hybrid nanotubes with permanent microporosity. As discussed further in a later section, each 1-D channel is radially interconnected each other.Figure 2. Face-indexing result of a real crystal I and the corresponding orientation of the unit cell. Arrow indicates the micropore orientation along the c-axis.As depicted in Figure 3, the as-prepared I contains two solvated water molecules per Co(DpyDtolP) unit as based on the elemental analysis and the thermogravimetric analysis (TGA). These two water molecules could be completely removed at 500 °C under ambient conditions. It is presumed that the small weight loss near 500 °C may be due to the removal of the −CH3 groups (−4.3%). Notably, the single crystallinity of the framework of I was still retained even after the loss of water molecules upon heating the sample at 250 °C under high vacuum for 2 h (Table 1). The actual shape of the open spaces in the solvent-free I was evaluated by generating the Connolly surface as depicted in Figure 1c. The evacuated I contains very well-defined 1-D open channels along the c-axis. Interestingly, each 1-D channel is interconnected with other channels. Hence, two open spaces are marked as spots “A” and “B” in Figure 1c.Figure 3. TG profiles of the as-prepared I (black), micro-I (red), and micro-II (blue) under N2 atmosphere.When this robust empty framework was exposed to CO2 gas at 195 K, the CO2 molecules were captured in crystallographic −3 axes (Figure 4). The crystal structure of the I_CO2_195 K was obtained at 170 K. The occupancies of the CO2 have been fixed in order to obtain the best fit with the largest residual peaks (Table 1), but the actual occupancies at 195 K should be larger than the fixed occupancies since the uptake amount measured at 196 K reached up to 142.8 cm3 g–1 (6.37 mmol g–1). Very few examples for the solid-state structures of the CO2 molecules captured inside the MOF were very recently reported.(96-98) The single crystal structures of the captured CO2 molecules provide valuable information for the development of better sorbent materials that would otherwise be difficult to obtain. Shimizu and co-workers first reported on the crystal structure for the CO2 molecules bound in the amine-functionalized MOF, Zn2(Atz)2(ox) where Atz is 3-amino-1,2,4-triazole and ox is oxalate.(96) In I_CO2_195 K, we could only observe the CO2 molecules partially captured in channel “A”. In our system, the interaction between the framework of I and the CO2 molecules might not be as strong as in Zn2(Atz)2(ox) due to the absence of Lewis base sites.Figure 4. Structure of I_CO2_195 K along the c-axis (a) and b-axis (b). All hydrogen atoms were omitted for clarity.Stimulated by the successful determination of CO2 captured single crystal structure of I, the gas sorption capacities of the evacuated I were evaluated further in detail by a standard volumetric sorption analysis for N2, CO2, H2, and CH4 at suitable temperatures. The evacuated I sorbed a small uptake amount of N2 at 77 K as depicted in Figure 5, and it only sorbed 87.8 cm3 g–1 of N2. Nevertheless, the isotherm shape is type-I, which is a typical indication of microporosity. The BET surface area was 280 m2 g–1 with a total pore volume of 0.14 cm3 g–1. The low uptake could be mainly attributed to the small pore dimension of I due to the pore blocking effect of the bulky 4-tolyl moieties as well as relatively low adsorptivty of the N2 gas.Figure 5. N2 adsorption–desorption isotherms for solvent-free I (a) and micro-I (b) at 77 K.However, as shown in Figure 6a, the Co-MOF I exhibited a large uptake of CO2 at 196 K. The enhanced uptake of CO2 over N2 could be attributed to the smaller kinetic diameters of CO2 (3.30 Å) than N2 (3.64 Å).(43) Moreover, CO2 is known to have better adsorptivity on the surfaces over N2 because of its higher quadrupole moment (43.0 × 10–27 esu–1 cm–1 for CO2 vs 15.2 × 10–27 esu–1 cm–1 for N2).(43) The low-pressure uptake amount measured at 196 K for I reached up to 142.8 cm3 g–1 (6.37 mmol g–1). Notably, a very clear adsorption step around P = 0.4 atm occurred. The adsorption step in an S-shape isotherm is usually attributed to one of the two factors: (1) the framework flexibility during adsorption(99, 100) or (2) the electronic attraction of preadsorbed CO2 molecules with newly incoming CO2 molecules.(101) Because the robustness of the framework of the evacuated I was empirically demonstrated by the X-ray diffraction study, the origin of the step could be attributed to the latter. Nevertheless, another possibility in our system is that the adsorption step resulted from the presence of two distinct micropores in I. Even though we could not directly observe the CO2 molecules occupied in pore “B” in the I_CO2_195 K structure, pore “A” could be filled first, and then pore “B” could be accessed by the CO2 molecules upon increasing the CO2 pressure. The desorption isotherm also displayed a very similar pattern compared with the adsorption isotherm. The location of the desorption step was virtually identical with that of the adsorption process. Very slight hysteretic behavior between the adsorption and desorption branches occurred. Interestingly, however, I displayed almost no adsorption of CO2 at 273 K. The amount of CO2 sorption at 273 K was very small: 9.0 cm3 g–1 (0.40 mmol g–1).Figure 6. CO2 adsorption–desorption isotherms for solvent-free I (a) and micro-I (b).Both gas sorption analyses for CH4 at 196 K and H2 at 77 K indicated low levels of uptake compared with the value for CO2 at 196 K (Figure S4, Supporting Information): CH4, 24.7 cm3 g–1 (1.10 mmol g–1); H2, 53.7 cm3 g–1 (2.39 mmol g–1). Despite the low levels of adsorption for the two gases, the adsorption of the smaller H2 gas is more favorable than the large CH4 gas.Encouraged by the excellent thermal stability of Co-MOF I, we performed the high temperature stirring method in order to obtain analogous microparticles of Co-MOF I within a short reaction time. Vigorous stirring of a solution composed of DpyDtolP and Co(NO3)2·6H2O in anhydrous DMF at 120 °C gave microsized crystalline needles (micro-I and micro-II). The diameters of the needles were modulated systematically from ∼500 nm to ∼1 μm in thickness by varying the reaction time from 45 to 120 min (Figure S5, Supporting Information).Remarkably, these microsized crystalline needles (micro-I and micro-II) with various lengths exhibited the same PXRD patterns as the bulk single-crystalline Co-MOF I, thus confirming that they are indeed isostructural in spite of their distinct fabrication methods (Figure S6, Supporting Information). Regardless of their particle dimensions, the TGAs of micro-I and micro-II showed the same profiles for the dehydration step as I (Figure 3). The curves show an initial weight loss due to the solvent liberation around 500 °C and the decomposition of the frameworks above 750 °C. These results demonstrate the excellent thermal stability of the frameworks despite the microsized nature of both micro-I and micro-II. I indicated slower weight loss after 500 °C than both micro-I and micro-II, and this result can be attributed to the fact that smaller microsized MOFs can be thermally less stable at elevated temperature.The gas sorption capacities of the evacuated micro-I were also investigated for N2, CO2, H2, and CH4 at suitable temperatures. The evacuated micro-I sorbed a very similar amount of N2 at 77 K as compared to bulk I and showed a typical type-I isotherm (Figure 5b). The sample exhibited a slightly lower BET surface area (260 m2 g–1) than that of the bulk I, but the total pore volume of 0.60 cm3 g–1 was 4-fold larger than that of the bulk I. This result could be ascribed to the presence of the large interparticle voids for micro-I, and these voids can be observed as a dramatic increase of an adsorbed amount of N2 above P/P0 = 0.9 atm. The low uptake ability can be mainly attributed to the small pore dimension of micro-I. This is due to the pore blocking effect of the bulky 4-tolyl moieties and the low adsorptivity of N2 gas as mentioned earlier for the bulk I. However, the evacuated micro-I showed a relatively large amount of CO2 uptake at 196 K but no adsorption of CO2 at 273 K. These behaviors were very similar to those of the bulk Co-MOF I (Figure 6). The CO2 uptake amount measured at 196 K, 125.6 cm2 g–1 (5.60 mmol g–1), is comparable to that of I. Even the shapes of the adsorption–desorption isotherms are very similar to that of bulk sample of I. Interestingly, both bulk I and micro-I exhibited a much enhanced adsorption for CO2 than N2. The gas sorption analyses for CH4 at 196 K and H2 at 77 K indicated low levels of uptake (Figure S4, Supporting Information): CH4, 20.8 cm3 g–1 (0.93 mmol g–1); H2, 36.6 cm3 g–1 (1.63 mmol g–1).The capture of iodine inside the MOF channels is an attractive method for stabilizing the volatile and potentially toxic iodine.(102-108) Interestingly, when the robust solvent-free framework I was immersed into a solution of iodine in cyclohexane, its hexagonally arranged channels allowed iodine to form very intriguing polyiodine chains. The iodine-captured framework of I, I_I2, was structurally characterized by X-ray crystallography (Table 1). The iodine atoms occupied the crystallographic −3 axes (Figure 7). The iodine–iodine distance is 3.064 Å, and the middle iodine atom has an inversion center generating I3– ion, and the distance between I3– is 3.212 Å (Figure 7c). Notably, the distance of I3–···I3– in the channel is relatively short compared with the previously reported values for an infinite I3– chain of 4.0–4.2 Å found in [H3O(dibenzo-18-crown-6)][I3].(109) Therefore, the polyiodine instead of discrete I3– ions adopts a symmetric structure in I_I2. In contrast, the iodine–iodine distance is much elongated compared with the value found in I2@ZIF-8 (2.769 Å).(102) This unusual structure for the captured polyiodines in the channels is manifested by the unique pore geometry of I. Although the exact identity of the iodine species in I_I2 needs further investigation, the structure of the encapsulated iodine species is best described as polyiodines instead of pure I2 or I3–.(109, 110) The Raman spectroscopic analysis for I_I2 further corroborated this idea. Several key species such as I2, confined I2, and I3– ion give characteristic Raman signals at 200, 170, and 103 cm–1, respectively.(111) Compared with the as-prepared I, the I_I2 exhibited new Raman absorption signals at 333, 220, 161, and 108 cm–1 as shown in Figure S7, Supporting Information. Therefore, polyiodine chains contain the analogous structures of I3– ion, confined I2, and other iodine species.Figure 7. Structure of I_I2 along the c-axis (a) and b-axis (b). All hydrogen atoms were omitted for clarity. (c) Dimensions of the polyiodine chains in a micropore. Symmetry operations: (i) 1 + 1/3 – x, 2/3 – y, 2/3 – z; (ii) x, y, −1 + z; (iii) 1 + 1/3 – x, 2/3 – y, −1/3 – z; (iv) 1 + 1/3 – x, 2/3 – y, 1 + 2/3 – z; and (v) x, y, 1 + z.As shown in Figure S8, Supporting Information, the content of the encapsulated I2 in the I_I2 was estimated by TGA. The TG profile of the I_I2 exhibited a clear weight loss starting at 124 °C and maintained almost constant weight until 444 °C. Excluding for larger weight loss than as-prepared I, this behavior is very similar to that of the as-prepared I. This difference is solely attributed to the amount of I2 encapsulated in the I_I2. The calculated value of 1.68 mmol of I2 per gram of the evacuated I (29.8 wt % for I_I2) clearly indicates that the encapsulation of I2 is very effective.The X-ray photoelectron spectroscopy (XPS) analysis was performed on the as-prepared I and I_I2 to elucidate the oxidation state of the Co metal ions because CoII could be partially oxidized into CoIII during the encapsulation of I2. However, as given in Figure S9, Supporting Information, the XPS spectra of both samples do not give a change in the signature due to the oxidation of CoII ion after I2 encapsulation. The as-prepared I raised the Co 2p doublet at 780.10 and 795.10 eV, whereas the I_I2 displayed a doublet at 781.62 and 797.62 eV. These values are in good agreement with the reported values for the CoII species.(112, 113) Therefore, the I3– moieties in the polyiodine chains are thought to be generated through the charge transfer interactions with the π-electron-rich 4-tolyl groups of DpyDtolP ligands in the channels.(114) In fact, the 4-tolyl groups effectively surround the 1-D channels, thereby resulting in good interactions with the captured iodine species as shown in Figure 7. The iodine 3d orbital doublet signals were observed for the I_I2 at their usual ranges: 619.3 and 630.8 eV.(115)Notably, these polyiodines are well surrounded by insulating MOF backbone. The system could be considered as molecular wires formed in framework of MOF. It is reported that the 1-D iodine chains were formed as inclusion crystals of the organic, zeolite-like tris(o-phenylenedioxy)cyclotriphosphazene (TPP), which showed electrical conductivities in the range of 10–6–10–8 S m–1 at room temperature.(116) In addition, other important electrically conductive MOF systems have been reported very recently by Dincǎ and co-workers(117) and Allendorf group.(118) As a proof-of-concept of molecular wire inside MOF channel, the electrical measurement of a single crystal of the I_I2 was performed using top-contacted single crystal devices. Figure 8 shows the measured I–V characteristics for the I_I2 (blue) and the as-prepared I (red) devices. The current data showed a linear behavior for the bias voltages in the range of −50 to 50 V for the I_I2. The extracted device resistance was determined from the device resistance (R0) of 4.48 × 1011 Ω with a measured single crystal length (L) of 10 μm and diameter (D) of 8.77 μm. The average resistivity (R) and conductivity (ρ) were calculated to be ∼9.74 × 105 Ω m and ∼1.03 × 10–6 S m–1, respectively, for a total of ten devices measured. In contrast, the as-prepared I containing water solvate molecules showed R and ρ values of ∼1.56 × 106 Ω m and ∼6.40 × 10–7 S m–1, respectively. Apparently, the I_I2 device showed a 1.6 times greater conductivity than the device made of the as-prepared I, and this difference could be attributed to the polyiodine chains in the micropores. The observed value is very similar to those of TPP·(I2)n.(116)Figure 8. Current–voltage (I–V) characteristics of the top-contacted single crystal devices of the I_I2 (blue) and the as-prepared I (red). Insets: Optical microscopy image of a top-contacted single crystal device of the I_I2 (bottom right) and an expanded I–V characteristics (top left).We also attempted to compare the iodine encapsulation kinetics between bulk I and micro-I in order to study the encapsulation efficiency of different sizes of the MOFs. Both samples were thermally treated under the same conditions to remove the water solvate molecules before the measurements were taken. Aliquots of the 2.0 mM iodine solution containing the same amount of the MOFs were periodically withdrawn to estimate the encapsulation amounts of the iodine (Figure 9). As expected, the encapsulation efficiency of the micro-I was higher than that of bulk I due to the microsize effect.(106)Figure 9. I2 encapsulation kinetics for the bulk I and micro-I in cyclohexane.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsWe prepared very robust, thermally stable porphyrin-based 3-D Co-MOF, [Co(DpyDtolP)]6·12H2O (I), which gave good refined diffraction data for the single crystal structure analysis after drying at 250 °C. The original crystal structure did not change even after heat treatment at 250 °C. Permanently microporous Co-MOF I contained well-defined, radially interconnected, and hexagonally oriented 1-D channels. The evacuated I exhibited a high uptake of CO2 at 196 K, and the CO2-captured single crystal structure was successfully solved. The uptake amount of CO2 at 196 K was higher than that of N2 at 77 K. The microscale analogue of I, micro-I, also displayed very similar sorption isotherms and uptake amounts for CO2 and N2 under the same conditions. The micro-I showed faster kinetics for encapsulating I2 in cyclohexane. The crystal structure of the iodine-captured I, I_I2, was also refined, and the unique polyiodine chains in 1-D MOF channels were unequivocally confirmed. Both the XPS and Raman spectroscopic analyses indicated that the polyiodine chains contained several types of iodine species. As evidenced from high electrical conductivities, the 1-D polyiodine chains in the micropores behaved as molecular wires. As evidenced from I–V characteristics, the electrically conducting properties of polyiodine chains were preserved. We envision that the functionalities in the 1-D micropores of I could be further fine-tuned by introducing different functional groups at the position of the 4-tolyl groups for further advanced applications. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationDetailed preparation method of DpyDtolP ligand, additional crystal analysis results, gas sorption data, SEM images, PXRD spectra, Raman spectra, TGA curves, and XPS spectra. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. Seung Hyun Chae and Hyun-Chul Kim contributed equally.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe Basic Science Research Program through the National Research Foundation of Korea (NRF) funded by the Ministry of Education, Science and Technology (2013R1A1A2006914, 2013R1A1A2007429, and 20100020209) is gratefully acknowledged.AbbreviationsMOFmetal–organic frameworkDpyDtolP5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrinDMFN,N-dimethylformamideBETBrunauer–Emmett–TellerSEMscanning electron microscopyEDXenergy dispersive X-ray spectroscopyMALDI-TOFmatrix-assisted laser-desorption-ionization time-of-flightPXRDpowder X-ray diffractionTGAthermogravimetric analysisXPSX-ray photoelectron spectroscopyReference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 118 other publications.1. Wang, Z.; Cohen, S. M. Chem. Soc. Rev. 2009,  38,  1315– 1329[Crossref], [PubMed], [CAS]1. Postsynthetic modification of metal-organic frameworksWang, Zhenqiang; Cohen, Seth M.Chemical Society Reviews\r\n        (2009),\r\n    38\r\n        (5),\r\n    1315-1329CODEN:\r\n                CSRVBR;\r\n        ", "title": "Thermally Robust 3-D Co-DpyDtolP-MOF with Hexagonally Oriented Micropores: Formation of Polyiodine Chains in a MOF Single Crystal", "authors": ["Seung Hyun Chae", "Hyun-Chul Kim", "Young Sun Lee", "Seong Huh", "Sung-Jin Kim", "Youngmee Kim", "Suk Joong Lee"], "doi": ["10.1021/cg501324r"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0009.gif\">"]}