{"abstract": "Millimeter-sized single MOF-5 crystals are used as “chromatographic columns” to effectively separate mixtures of organic dyes. Remarkably, owing to the nanoscopic pore dimensions and the molecular-level interactions between the migrating molecules and the MOF scaffold, the separations occur over a distance of only a few hundred micrometers which is unambiguously confirmed by fluorescence confocal microscopy.", "text": "10.1021/ja1074322 The ability to separate mixtures of organic compounds in small volumes of porous materials can help reduce the amount of eluents used and the overall cost of the purification procedures, which can account for as much as 60% of the total synthetic cost.(1) Although many types of porous media including zeolites, active carbon, silica gel, molecular sieves, and polymer resins have been explored as stationary phases in chromatography and electrochromatography,(2) the distances over which compounds are typically separated are measured in millimeters to centimeters, even in the so-called nanochromatographic systems.(3) More efficient stationary phases would enhance micrometer-scale chromatographic separations. In this context, metal−organic frameworks (MOFs) comprised of highly ordered, nanosized pores and having surface areas(4) as high as 10 400 m2/g are appealing candidates for stationary phases. To date, MOFs have been explored widely for separations(5-8) based on selective gas adsorption, for instance, (i) separation(6) of H2/CO2, CO2/N2, CO2/CH4, and H2/O2/N2/CH4/CO2; (ii) separation of alkanes using gas chromatography (GC);(7) and (iii) separation of o-, m-, and p-xylene and ethylbenzene from each other using GC or vapor-phase adsorption.(8) MOFs have also been applied as stationary phases in liquid chromatography (LC) for the separation of C5-isomeric diolefins,(9) of xylene isomers and ethylbenze,(10) of Rhodamine 6G and Brilliant Blue R-250,(11) or of benzene, naphthalene, anthracene, and pyrene.(12) In both the GC and LC protocols, the columns were packed or coated with MOF crystallites/pellets separated by large interstitial pores (from tens of nanometers to micrometers) whose existence lowers chromatographic resolutions and requires the use of columns ranging in length from several centimeters to tens of meters.(8b, 12) Herein, we demonstrate in proof-of-the-concept experiments that these dimensions can be reduced dramatically and that chromatographic separations can be performed in single MOF crystals. Specifically, we use millimeter-sized (from ∼1 × 1 × 1 mm3 to 3 × 3 × 2 mm3) MOF-5 crystals(4b) as “columns” to separate mixtures of two or three organic dyes over distances of only a few hundred micrometers. Using fluorescent dyes in conjunction with fluorescence confocal microscopy, we quantify the concentration profiles within the crystal and demonstrate that the efficiency of the separation derives from an interplay between the diffusive and capillary transport in addition to the fleeting noncovalent interactions between the migrating molecules and the MOF scaffold.The millimeter-sized, single cubic MOF-5 crystals (Figure 1) used in this investigation were synthesized (see Supporting Information, SI, Section 1) from Zn(NO3)2·6H2O and terephthalic acid in diethylformamide (DEF) using a solvothermal procedure similar to that reported by Yaghi et al.(4b) Figure 1. MOF-5 as a medium for chromatographic separations. (a) One unit cell of a MOF-5 crystal made of terephthalic acid struts and octahedral carboxylato Zn4O(CO2)6 secondary building units. (b) View along the 1D channel of MOF-5. The cross-section of the channel is ∼8 × 8 Å2. The red and green molecules in the channel illustrate the mixture to be separated. (c) Schematic drawing of a cubic MOF-5 crystal immersed in a solution of mixed dyes in DMF−Pyronin Y (PY, 3 mM), and Azure A (AA, 3 mM). The corresponding image on the right has the cross-section of the crystal imaged by fluorescence confocal microscopy. PY (red) migrates through MOF-5 more rapidly than AA (green). (d) Scheme of an arrangement in which a single MOF-5 crystal is placed onto an organogel presoaked in a solution of PB and TH in DMF. The corresponding side-on fluorescence confocal image on the right illustrates the separation of the PB and TH mixture into two distinct bands. All scale bars = 200 μm.Dimethylformamide (DMF) was chosen as the eluent as it does not affect the integrity of the MOF-5 crystal, as verified by both optical microscopy and single-crystal X-ray diffraction (see SI, sections 2, 3). Other solvents tested such as H2O, CH3CN, MeOH, CH2Cl2, and THF resulted in substantial cracking of the crystal as a consequence of the volatility and/or the protic nature of these solvents.(13) Dyes were delivered into a single crystal either by (i) soaking in a DMF solution (Figure 1c) or by (ii) using a variant of Wet Stamping(14) in which a block of furfuryl amido-bisphenol A diglycidyl ether (FA-BADE) organogel(15) (see SI, section 4) was presoaked in a DMF dye solution prior to placing the MOF-5 crystal directly onto the loaded organogel (Figure 1d). This arrangement is mechanically more stable than putting the organogel block on top of the crystal and is akin to thin-layer chromatography, wherein the mixtures are separated by vertical migration from the stamp into the porous phase.The compounds separated included the organic dyes, Pyronin Y (PY), Pyronin B (PB), Thionin (TH), Toluidine Blue O (TBO), Azure A (AA), Brilliant Green (BG), and Methyl Yellow (MY) (Figure 2). Although Congo red (CR) and Coomassie Blue (CB) were also evaluated, these dyes are larger than the 0.8 nm channels of the MOF-5 and do not penetrate the crystal to any observable extent. In a typical experiment, the organogel stamp was soaked in a DMF solution of dyes (ca. 3 mM each) for several hours to ensure uniform distribution of the dyes throughout the gel. A MOF-5 crystal was then placed onto the loaded organogel for a period of time, t, after which the degree of separation was visualized, either by optical microscopy (Figure 2a−d) perpendicular to the direction of dye migration or, in the case of fluorescent dyes, by fluorescence confocal microscopy (Figure 2e and f). Figure 2. Examples of separations in MOF-5 crystals. (a−d) Optical side-on views of the MOF-5 crystals separating various mixture of dyes. (a) BG (blue) and PB (red); (b) PY (red) and MY (yellow); (c) TBO (blue) and MY (yellow); (d) BG, PB, and MY. In each case, the bands are not fully resolved/separated at this time point (t ≈ 5−10 min). (e,f) 3D fluorescence confocal images of MOF-5 crystals in which the migrating dyes are resolved into separate bands: (e) separation of PY (red) and AA (green) at 30 min and (f) separation of PB (red) and TH (green) at 90 min. (g) The molecular structures and abbreviations of each dye. Scale bars are 100 μm in a−d and 200 μm in e,f.Fluorescence confocal microscopy, in particular, allowed the quantification of the transport and distribution of dyes throughout each crystal. Owing to point-by-point excitation and detection, confocal imaging gives 2D and 3D images of much higher resolution than traditional optical or wide-field fluorescence microscopies. In addition, since acquisition rates of modern confocal systems—here, seconds for a single 1024 × 1024 plane image and a few minutes for the reconstruction of the entire crystal—are significantly shorter than the typical times (tens of minutes) required for separations in MOF-5, it is possible to resolve concentration profiles of the migrating dyes over time.In the present work, we used fluorescence confocal microscopy to study separations in two systems (PY/AA and PB/TH) of fluorescent dyes. The fluorescence excitation and emission of these pairs occur at different wavelengths (excitation/emission: 543 nm/580−610 nm for PY; 633 nm/669−770 nm for AA; 543 nm/570−615 nm for PB; 633 nm/670−770 nm for TH), and hence individual dyes can be identified without ambiguity, unlike in optical microscopy where these dyes have different hues of violet or red-violet. The concentration profiles of the PB and TH dyes (each 3 mM in the stamp) at different times (t = 30, 90, 150, and 180 min) are presented in Figure 3. PB migrates through the MOF more rapidly than TH, and the separation between the peaks of these two dyes increases from ∼50 μm at 30 min to ∼260 μm at 180 min. At 180 min, the ratio of of PB to TH within the red band, estimated by the ratio of the integrals of the concentration profiles in Figure 3, was greater than 8:1, corresponding to ∼90% purity of PB. Moreover, by simply soaking the used MOF crystal in fresh DMF for 24 h, the separated dyes diffuse out of the porous crystal and the MOF can be reused for a subsequent chromatographic separation. Figure 3. Experimental concentration profiles (solid lines) measured by fluorescence confocal microscopy during separation of PB (red curves) and TH (green curves) dyes in a MOF-5 crystal at (a) 30, (b) 90, (c) 150, and (d) 180 min of separation. The profiles predicted from the theoretical model are indicated by dotted lines. The corresponding fluorescence confocal images are shown in the insets where the vertical dotted lines (white) indicate the direction along which the concentration profiles were collected. Scale bars are 200 μm in all images. The parameters used in the simulations are the same for all profiles: DPB = DTH = 2 × 10−13 m2 s−1, u = 2.35 × 10−8 m s−1 (based on experiments in which individual dyes, not mixtures, diffuse into the crystals), kPB1 = 1 × 10−5 s−1, kPB−1 = 1 × 10−6 s−1 , kTH1 = 1 s−1, kTH−1 = 5 × 10−2 s−1 (fitted to the mixture profiles).The time-dependent concentration profiles such as those in Figure 3 provide the basis for theoretical modeling. Because the number of molecules migrating into the MOF crystal is sufficiently large (∼1016 based on the adsorption spectra of the crystals), the separation process can be described by a continuum formalism of partial differential equations. For each migrating species, i, these equations are of the reaction-diffusion type(14c) and account for (i) diffusion of the dye molecules with effective coefficient Di, (ii) mass transport due to capillarity/porous flow with velocity, u, determined predominantly by the solvent,(16) and (iii) interaction of the migrating molecules with the MOF scaffold defined by the interaction term, Ri. For the PB/TH system, approximated as one-dimensional, the RD equations governing the concentrations, c, of each dye within the crystal can be written as (1) (2) The reaction terms, R, should account for both the association with and the dissociation of the dye molecules from the MOF scaffold. Hence, RPB = kPB1cPB − kPB−1cPB−MOF and RTH = kTH1cTH − kTH−1cTH−MOF, where the k1’s are the rates of association and k−1’s are the rates of dissociation. Also, the boundary conditions at the stamp−crystal interface account for the fact that, as time passes, the crystal adsorbs less and less dye solution. One convenient way to account for such a decrease in the mass transfer between two porous media(14d) is to stipulate that the concentration of each dye at x = 0 decreases as c(x = 0, t)/c0 = 1 + exp ((t − t̃)/T), where t̃ = 600 s and T = 100 s are constants fitted to one of the profiles, and c0 is the concentration of the dye at x = 0 and t = 0. With these preliminaries, the RD equations can be solved numerically (here, on an equidistant grid using a “method of lines” technique(17)) to reproduce the key features of the experimental profiles (Figure 3).Although the determination of the specific values for all parameters (D’s, u, R’s) is impractical, certain general—and, in many ways, intuitive—conclusions can be made. First and foremost, to observe separation of the dye mixture into distinct bands, both the transport terms (D and u) and the reaction terms (R) must be non-negligible (Figure 4a). In the absence of R’s (i.e., RPB = RTH = 0), the separation based on the differences in diffusivities alone is not expected to produce sharp, separate bands (Figure 4b). At the same time, transport properties do matter. This situation is illustrated in Figure 4c where the reaction terms are different (RPB ≠ RTH ≠ 0), but there is no capillary flow term (u = 0), only diffusive transport; in this case, the bands migrate very slowly and the separation is, again, poor. We make three further comments regarding the ability to control the above parameters experimentally: (1) The diffusivities should depend on the size of the migrating molecules. In the limit where the molecules are larger than the pores of the crystal, D = 0, as is in fact the case for the CR and CB dyes that do not enter MOF-5. (2) The capillary term u is largely determined by the solvent and not by the identity of the solutes. Hence, while it is true that capillarity helps the mixture to migrate through the crystal, the value of u cannot be made different independently for each component of the mixture. (3) In contrast, it should be possible, as in traditional affinity chromatography, to adjust the R terms selectively by tailoring the molecular-scale interactions between the migrating molecules and the MOF scaffold. For the PB/TH system, it could be argued that TH migrates slower because the primary amino groups in TH can form hydrogen bonds with the MOF scaffold. This type of chemical reasoning could also rationalize the order of migration in the systems shown in Figure 2. For example, MY, a neutral dye, incapable of hydrogen bonding or strong charge−charge interactions with the MOF-5 scaffold, always moves faster than other dyes (Figure 2b, c and d). For BG/PB and BG/PB/MY systems illustrated in Figure 2a and 2d, BG always migrates slower than other dyes, likely because of its relatively large size that results in greater van der Waals interactions with MOF-5. In the case of the AA/PY pair (Figure 2e), both dyes can interact with the MOF-5 scaffold by means of electrostatic interactions, but only AA can engage in hydrogen bonding via its primary amino group; hence AA migrates slower than PY. Figure 4. Modeling the influence of reaction and transport parameters on the efficiency of separation. (a) An example of modeled concentration profiles (t = 150 min, as in Figure 3c) accounting for both transport (diffusive and capillary) and the different interactions of the two dyes with the scaffold of MOF-5. The parameters used are the same as those for the other profiles modeled in Figure 3. (b) When the interaction terms R in the RD equations are absent (kPB1 = kPB−1 =  kTH1 = kTH−1 = 0) the efficiency of separation decreases markedly, even if the diffusivities of the dyes are different (here, DPB = 4 × 10−13 m2 s−1, DTH = 2 × 10−13 m2 s−1, u = 2.35 × 10−8 m s−1). (c) The separation is also predicted to be poor in the absence of capillary flow; the largely overlapping profiles shown are for u = 0 m s−1 and other parameters as in (a).In summary, we have demonstrated, to the best of our knowledge, for the first time, chromatographic separations within single MOF crystals over distances of only a few hundred micrometers. Future research on MOF-based chromatography should focus on tailoring MOF−molecule interactions and on the development of MOFs compatible with a wider range of solvents and allowing for shorter separation times. Top of PageAbstractReferencesAcknowledgment We thank Dr. R. A. Smaldone, Dr. R. S. Forgan, and H. Deng for fruitful discussions; P. Brannon for his help with confocal imaging; and Dr. Amy A. Sarjeant for her help with X-ray crystallographic data. This work was supported by the Nonequilibrium Energy Research Center which is an EFRC funded by the U.S. Department of Energy (Award Number DE-SC0000989).  Top of PageAbstractReferencesSupporting Information Further experimental details and crystallographic analyses. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 17 other publications.1.   Wei, Y., Soh, S., Apodaca, M. M., Kim, J., and Grzybowski, B. A.  Small 2010,  6,  857– 863[Crossref], [PubMed], [CAS]1. Sequential Reactions Directed by Core/Shell Catalytic ReactorsWei, Yanhu; Soh, Siowling; Apodaca, Mario M.; Kim, Jiwon; Grzybowski, Bartosz A.Small\r\n        (2010),\r\n    6\r\n        (7),\r\n    857-863CODEN:\r\n                SMALBC;\r\n        ", "title": "Chromatography in a Single Metal−Organic Framework (MOF) Crystal", "authors": ["Shuangbing Han", "Yanhu Wei", "Cory Valente", "István Lagzi", "Jeremiah J. Gassensmith", "Ali Coskun", "J. Fraser Stoddart", "Bartosz A. Grzybowski"], "doi": ["10.1021/ja1074322"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2010/jacsat.2010.132.issue-46/ja1074322/production/images/small/ja-2010-074322_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2010/jacsat.2010.132.issue-46/ja1074322/production/images/small/ja-2010-074322_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2010/jacsat.2010.132.issue-46/ja1074322/production/images/small/ja-2010-074322_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2010/jacsat.2010.132.issue-46/ja1074322/production/images/small/ja-2010-074322_0004.gif\">"]}