{"abstract": "We have measured adsorption of xenon on purified HiPco single-walled carbon nanotubes (SWNTs) for coverages in the first layer. We compare the results on this substrate to those our group obtained in earlier measurements on lower purity arc-discharge produced nanotubes. To obtain an estimate for the binding energy of Xe, we measured five low-coverage isotherms for temperatures between 220 and 260 K. We determined a value of 256 meV for the binding energy; this value is 9% lower than the value we found for arc discharge nanotubes and is 1.59 times the value found for this quantity on planar graphite. We have measured five full monolayer isotherms between 150 and 175 K. We have used these data to obtain the coverage dependence of the isosteric heat. The experimental values obtained are compared with previously published computer simulation results for this quantity. ", "text": "10.1021/la052127d  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsIntroduction The study of gas adsorption on carbon nanotubes has attracted a great deal of attention in recent years; a number of experimental and theoretical investigations have been conducted with the aim of determining how these unique systems behave.1 One of the remarkable features of the systems formed by gases adsorbed on single walled carbon nanotubes (SWNTs) is that they can provide experimental realizations of matter in one dimension.2-10  A SWNT can be viewed as a single graphene sheet rolled over itself and closed seamlessly, with capped ends.11,12 Owing to van der Waals attractions between them, single walled carbon nanotubes form bundles.13,14 Four possible binding sites have been identified on these bundles:15 (i) internal sites (which are accessible provided the ends are uncapped, and, unblocked), (ii) the space between the individual nanotubes at the interior of the bundle, i.e., the interstitial channels (ICs), (iii) the convex “valley” region formed where two parallel tubes on the periphery of the bundle come close together, i.e., the “grooves”, and (iv) the cylindrical outer surface of the individual nanotubes that lie at the external surface of the bundles, or outer surface sites.  Considerable research efforts have been devoted to determining which among these groups of sites are occupied by the adsorbed molecules.1 In particular, the question of whether the IC sites are accessible to adsorbates has been the subject of some dispute.16-21 Experimental data for unopened tubes has been variously interpreted as indicating that adsorption occurs only on the external sites on the bundles (the grooves and outer surface sites) but not on the ICs,16 that it takes places on the outer surface sites and on the ICs,17 that, depending on the size of the adsorbates, it takes place on the external sites (grooves and outer surface sites) and on some of the larger ICs present18 or just on the external sites,18 or that it takes place only in the ICs.19  Most of the work on gas adsorption has been either explicitly or implicitly analyzed in terms of the homogeneous model of the bundle. This model considers that bundles are constituted by infinitely long nanotubes of the same diameter, packed into perfect arrays. If the nanotubes in the bundles are taken to be (10,10) tubes, then only He, Ne, and H2 are expected to be small enough to fit in the ICs of these model bundles.15  An alternative model, the heterogeneous bundle, has tubes of different diameters constituting the bundles.21 Diameter mismatch leads to the appearance of packing defects in the bundles, which give rise to ICs with diameters larger than those found in the homogeneous bundles.21 In this model, adsorption of species larger than the three mentioned above can occur on these larger-diameter, defect-induced ICs.  Theoretical studies have only very recently addressed the issue that real nanotubes are not of infinite length.23 The presence of  tube ends affects the adsorption potential. The ends of the nanotubes produce very favorable binding sites near the openings of the ICs. Calculations predict that adsorbate molecules occupying these end sites, in effect, kinetically block the access to the ICs.23  Regarding the interior sites, although the generally held view is that these sites are not accessible for as-produced nanotubes,3 recent experimental studies have proposed that for HiPco nanotubes there may be a measurable fraction of open tubes present even in untreated samples.24 Purified (chemically processed) nanotubes have at least a fraction of their ends opened. However, in this case, access to the interior space of the open tubes may be blocked by functional groups that are present as a result of the purification process. These chemical groups have to be removed by high-temperature treatment under vacuum in order to make the interior space accessible for adsorption.3  Thermodynamic experiments provide ways to probe the question of which of the potential adsorption sites present on the nanotube bundles are actually occupied by the adsorbate molecules in at least two ways:  Comparison of the effective surface areas measured using different gases on the same substrate provides information on whether different groups of sites are accessible to different molecules16,20 and comparison of experimental measurements of the binding energy to theoretical values for this quantity, as well as comparison of the experimental coverage dependence of the isosteric heat of adsorption to the values calculated using the different models, provides useful insights as to where the gas is adsorbing, because adsorption on different groups of sites yields different behaviors for these quantities.22,25  In this paper, we present adsorption results for Xe on purified HiPco single walled carbon nanotubes which were conducted to study the different phases present on the adsorbed films,4,9 to compare the thermodynamic results obtained in the experiments with the simulation results obtained on heterogeneous and homogeneous bundles of nanotubes,22,25 and to evaluate any differences found for the thermodynamic quantities with those determined on lower purity nanotubes.4,18,26 We also report on one set of H2 measurements conducted to determine the effective specific surface area of the same sample of nanotubes with a smaller adsorbate than Xe.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsExperimental Section The single walled carbon nanotubes utilized in these experimental measurements were purchased from CNI. They were produced by the HiPco process and were purified by the manufacturer. Most of the bundles have between 30 and 100 nanotubes, although it is possible that a few may have as many as 1000 nanotubes. The diameter of the individual nanotubes lies between 0.8 and 1.2 nm, with the majority of them being about 1.0 nm.27 The length of individual nanotubes lies between 100 and 1000 nm. The reported purity of the sample is 91%. Although it is possible that some of the tubes have their ends open as a result of the chemical purification treatment, since we did not subject these nanotube samples to any heat treatment under vacuum or to any other processing, the ends of the tubes are in all likelihood blocked by functional groups as a result of the purification process.3  The powdered sample was made into pellets by pressing the commercial material gently in a stainless steel hand press before transferring the sample to the experimental cell. The mass of the nanotube sample used in our adsorption measurements was 0.325 g. The sample was placed inside a copper cell and evacuated to a pressure below 10-6 Torr for a period of at least 24 h at room temperature prior to performance of the adsorption measurements. The in-house built, automated, volumetric apparatus used for adsorption experiments has been described previously.28  Monolayer adsorption isotherms were conducted at five different temperatures between 150 and 175 K, whereas low-coverage adsorption measurements were performed at five additional temperatures between 220 and 260 K. The low coverage measurements were performed to determine the binding energy of xenon on these nanotube bundles, whereas the monolayer isotherms were measured to compare the adsorption results to those obtained in a previous study on lower purity SWNTs produced by the arc-discharge technique.4,18,26  All of the pressures were measured using either 10-Torr or 1000-Torr full-scale capacitance pressure gauges. We applied thermomolecular corrections to all of the pressures measured at low temperatures. This correction accounts for the fact that gauges used to measure the pressure are at room temperature, whereas the experimental sample cell is at low temperature.29 The corrections, in all cases considered here, amounted to less than 12% of the uncorrected value.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsResults and Discussion Monolayer isotherms were performed to identify the different phases that appear as xenon adsorbs on the SWNTs bundles. In Figure 1, we present our results for the amount of xenon adsorbed on the SWNT bundles as a function of the logarithm of the pressure, for data measured at five temperatures between 150 and 175 K. On a substrate characterized by several groups of binding sites, with correspondingly different groups of energies, adsorption on each set of sites takes place at a nearly constant value of the chemical potential (or of the pressure). This manifests itself as steps in the adsorption isotherm. This behavior occurs for adsorption on SWNT bundles. Close inspection of the data in Figure 1 reveals the presence two rounded steps (indicated by the arrows in the figure).   Figure 1 Full monolayer adsorption isotherms at low temperatures. The coverage (in μmol, Y axis) is presented as a function of the natural logarithm of the pressure (in Pa, X axis). Plotted from left to right, are data for 150, 155, 160, 165, and 175 K. The arrows indicate the location of the two rounded substeps present in the first layer data.   The monolayer adsorption isotherms exhibiting two rounded substeps that we have found for Xe on the HiPco nanotubes are consistent with previous findings for adsorption of this same gas  on lower purity nanotubes produced by the arc-discharge process.4,18,26 It has been well established that acid treatment of nanotubes for purification results in the oxidation of the nanotube surface.3 The various oxidized groups that are formed are usually located at the tube ends and at defect sites on the walls. Bound oxygen and hydrogen in the functional groups stabilize the carbon dangling bonds at these sites.3 The process of chemical removal of the blocking functionalities by thermal decomposition (by heating the sample to 1100 °C under vacuum) opens entry ports into the nanotubes.3 Since we did not heat the sample to the above-mentioned temperature, it is highly likely that interior regions of the tubes are not available for adsorption in the present case. Thus, the two available groups of binding sites are the same as those we found in our previous study of xenon on nanotubes produced by arc-discharge, namely, grooves and external surface (with perhaps, some adsorption occurring in the widest defect-induced ICs as well).26In these previous studies, the lower pressure substep region was attributed to the adsorption on grooves sites present in the nanotubes and the second substep to adsorption on the outer surface of the nanotube bundles.4,18,26 The fact that the overall characteristics of the adsorption data are the same for isotherms measured on HiPco nanotubes and for SWNTs produced by the arc discharge process confirms that the production process has relatively little impact on the adsorption characteristics of the film and on the global aspects of the geometry of the bundles.  Specific Surface Area Determination. Using the “point B” method,30 we determined the monolayer capacity of our sample to be 1822 micromoles of Xe. Figure 2 illustrates the monolayer completion determination for this sample. If a value of 18.03 A2/atom is used for the specific area of Xe, the measured monolayer capacity corresponds to a specific surface area of 608 m2/gram for the SWNT sample.20   Figure 2 Full monolayer isotherm at 165 K. The coverage (in μmol, Y axis) is presented as function of pressure (in Pa, X axis). After a low-pressure region of steep coverage increase, there is a region where the coverage increases linearly; the lowest pressure value where the isotherm deviates from linearity marks the point B, as indicated by the segment parallel to the X axis in the above figure. In the point B method, this point is taken to coincide with monolayer completion.   To explore whether the size of the adsorbate affects the value determined for the specific surface area of the nanotube bundles, we measured the monolayer capacity for H2 on the same sample.  Figure 3 shows the data obtained in a full monolayer isotherm at 40 K for H2 on the HiPco tubes. Again there are two distinct substeps (indicated by the arrows) in the first layer data, corresponding to the presence of two different sets of binding energy sites. The pressures obtained for H2 in this isotherm are consistent with previous reports for H2 adsorption a sample of lower purity arc discharge SWNTs at nearby temperatures.31   Figure 3 H2 adsorption isotherm at 40 K. The choice of axes is the same as for Figure 1. Arrows indicate the presence of substeps in the data.   Applying the point B method to the data of Figure 3, we find that for H2 monolayer completion corresponds to 3023 μmol adsorbed on the substrate. Using a specific area of 10.6 A2/molecule32 for H2, we obtain a value of the specific surface area of the sample of 593.5 m2/g. The difference between this value and the specific surface area measured using Xe on the same sample, approximately 2.5%, can be explained by taking into account the relative temperatures at which both measurements were performed. The temperature at which the H2 measurements were conducted (40 K) is above the critical point for this gas, whereas 175 K is below the triple point temperature for Xe; so the Xe isotherm was measured at the lower relative temperature.  Consistent results for the value of the specific surface area of the substrate measured with two adsorbates that have significantly different specific molecular areas (H2 molecules occupy only about one-half the area occupied by the Xe atoms) leads us to conclude that both of these adsorbates have access to the same sets of adsorption sites on the carbon nanotube bundles.  Binding Energy and Isosteric Heat Results. We performed adsorption measurements spanning the lower third of the first layer at five different temperatures, between 220 and 260 K. We used these data to determine the low-coverage isosteric heat of adsorption and, from it, the value of the binding energy on the highest binding energy sites for xenon on SWNTs. In Figure 4, we present these high-temperature, low-coverage adsorption isotherm results.   Figure 4 Low coverage adsorption data at high temperatures. The axes are the same as those for Figure 1. From left to right, are data for 220, 230, 240, 250, and 260 K. These isotherms span approximately the lower 1/3 of the first layer.   Figure 5 is a logarithmic plot of the equilibrium pressure above the film (in Pa), at a fixed coverage of 188 micromoles, presented as a function of the inverse of the temperature. The coverage selected for the data displayed in Figure 5 is sufficiently low to ensure that for it the Xe film is only adsorbing on the highest binding energy sites present on the substrate. The data points presented in Figure 5 were taken from all five high temperature measurements, as well as from the isotherms at 160, 165, and 175 K (shown in Figure 1). The fact that all of the experimental points fall on a straight line confirms that the pressure values measured for the lower temperature data are indeed the equilibrium values for that coverage. As is discussed in what  follows, the slope of this plot is directly related to the isosteric heat of adsorption.33   Figure 5 Dependence of the logarithm of the pressure (in Pa) on the inverse of the temperature (in 1/K) for a fixed coverage of 188 μmol. Data for the five higher temperatures are taken from the results shown in Figure 4, whereas those for the three lower temperatures from the data are displayed in Figure 1.   The isosteric heat of adsorption, qst, is the amount of heat released when and atom gets adsorbed on a substrate. Experimentally, this quantity can be calculated by using the expression33  Here, kB is Boltzmann's constant, N is the coverage of the adsorbed gas, ln P is the logarithm of the pressure of the coexisting 3-D gas (that is present in the vapor phase, above the adsorbed film, inside the cell), and T is the temperature. In practice, the derivatives are approximated by differences between pressures in isotherms measured at different temperatures, for the same value of the coverage.  As was discussed in greater detail elsewhere,31 the relation between the isosteric heat of adsorption and binding energy for an adsorbed film is given by  Here E is the binding energy and γ is a constant that depends on the dimensionality of the adsorbed film (γ = 2 in the case of one-dimensional adsorption).  The results for the binding energy are presented in Table 1. The average value of binding energy of xenon on SWNTs was found to be 256 meV. This value is 9% lower than the previously reported value of 282 meV.26 As a point of comparison, the value of the binding energy of xenon on planar graphite is 162 ± 4 meV.34 The value that we have determined here for the binding energy of Xe on the purified HiPco SWNTs is 1.59 times larger than the corresponding for this same species on planar graphite.   Figure 6 Comparison of the coverage dependence of the isosteric heat determined from the experimental data with the values obtained from computer simulation results using the homogeneous and heterogeneous bundle models. Also shown (by dashed lines) are isosteric heat of xenon on planar graphite and heat of sublimation for xenon.     Table 1.  Binding Energy Values Determined for Various Low Coverages  coverage (μmol)fractional coveragebinding energy (meV) 94 0.053 256 105 0.06 257 117 0.066 258.7 129 0.073 258.2 141 0.08 252 average  256 previously determined value on arc-discharge sample  282   Coverage Dependence of the Isosteric Heat. We combined the low-coverage data (Figure 4) with the low-temperature full monolayer isotherms (Figure 1) to obtain the isosteric heat, qst, as a function of coverage throughout the first layer; the results for the coverage dependence of qst are presented in Figure 6. This figure also presents the results of computer simulations for this quantity obtained using both the homogeneous and the heterogeneous models for the nanotube bundles.22 In the simulation study, the experimental results obtained for isosteric heat for low coverage of xenon adsorption on arc-discharge were compared with the homogeneous and heterogeneous models for the same quantity. The coverage scale was converted from fractional coverage to Xe/C(mol/mol) using a scaling factor of 35.22 We used this scaling factor to compare the results obtained in the present study with the simulation results for homogeneous and heterogeneous bundles.  The experimental results, especially those for lower coverages, are closer to the results obtained in the simulations for the heterogeneous bundles. This suggests that there are high-energy binding sites present in the SWNT bundles that are not appropriately accounted for in the homogeneous bundle model.22  However, we cannot state on this basis alone that the heterogeneous model is confirmed as the appropriate description for the nanotube bundles. We expect that the heterogeneous model would yield different results for the specific surface areas of the same nanotube sample when measured with two adsorbates that are substantially different in size, as are H2 and Xe. This was not what we found in our measurements.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsConclusions We have performed an adsorption isotherm study of xenon on purified HiPco SWNTs. Two rounded substeps are found in the monolayer adsorption data. This indicates the existence of at least two distinct groups of binding sites for adsorption in the first layer. We identify these sites with the grooves and external surface. Though the sample is purified, it was not heated to sufficiently high temperature to remove the functional groups blocking access to the interior sites of the nanotubes.3 Hence, the interior sites should not be available for adsorption. The binding energy on the strongest binding sites for Xe on the purified HiPco nanotubes is 1.59 times greater than the corresponding value on planar graphite.  The behaviors found for Xe regarding the number of substeps in the monolayer isotherm (item 1), the access to the different sets of adsorption sites (item 2), and the increase of the binding energy value relative to the corresponding graphite (item 3) are all the same on the purified HiPco nanotubes as those which were observed in previous studies for Xe adsorbed on the lower purity, arc-discharge-produced nanotubes, confirming that the same kinds of binding sites are present in both samples.  Similar values of the specific surface area (differing by less than 3%) were determined for the HiPco nanotube sample using Xe and H2 adsorption isotherms. This indicates that these two adsorbates, which differ by roughly a factor of 2 in their molecular areas, have access to the same sets of adsorption sites on the carbon nanotube bundles, namely, grooves and the external surface area.  Comparison between the experimental values of the coverage dependence of the isosteric heat of adsorption and computer simulation results for this quantity using different bundle models indicates clearly that the experimental data agrees better with the results calculated for heterogeneous bundles.  Overall, these experiments indicate that the adsorption characteristics of arc-discharge and HiPco SWNTs are, in many regards, similar and that they are not too dependent on the production technique.    Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAcknowledgment A.D.M. acknowledges support provided for this study by the National Science Foundation through Grant No. DMR-0089713 and by the Materials Technology Center of Southern Illinois University.     This article references 34 other publications. (1) For a review of recent literature on gas adsorption on carbon nanotubes, see:  Migone, A. D.; Talapatra, S. In Encyclopedia of Nanoscience and Nanotechnology; Nalwa, H. S., Ed.; American Scientific Publishers:  Los Angeles, CA, 2004; Vol. 4, pp 749−767.There is no corresponding record for this reference.  (2) Teizer, W.; Hallock, R. B.; Dujardin, E.; Ebbesen, T. W.   Phys. Rev. Lett. 1999, 82, 5305. Teizer, W.; Hallock, R.; B.; Dujardin, E.; Ebbesen, T. W. Phys. Rev. Lett. 2000, 84, 1844(E).[Crossref], [CAS](2) . 4He Desorption from Single Wall Carbon Nanotube Bundles: A One-Dimensional AdsorbateTeizer, W.; Hallock, R. B.; Dujardin, E.; Ebbesen, T. W.Physical Review Letters\r\n        (1999),\r\n    82\r\n        (26, Pt. 1),\r\n    5305-5308CODEN:\r\n                PRLTAO;\r\n        ", "title": "Adsorption of Xenon on Purified HiPco Single Walled Carbon Nanotubes", "authors": ["Dinesh S. Rawat", "Luke Heroux", "Vaiva Krungleviciute", "Aldo D. Migone"], "doi": ["10.1021/la052127d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00006.gif\">"]}