{"abstract": "For the family of isoreticular metal organic frameworks (IRMOFs), a supramolecular conformational isomer, where the carboxylic planes in one linker are orthogonal to each other, is in principle possible. This polymorphic form has been investigated by means of molecular mechanics calculations using an accurate MM3 type force field. In the case of the parent structure IRMOF-1, the regular form is more stable by 17.8 kcal/mol (per formula unit) than this isomer. However, due to steric repulsions, in the case of the naphthalene and anthracene based IRMOF-7 and 993, this is reduced to only 2.0 and 5.6 kcal/mol, respectively. Due to a complex network of interlinker interactions, a broad variety of different rotational isomers is predicted, and only by using a genetic algorithm search algorithm the global minimum structure could be located. The low energy difference between the isomeric forms explains the disorder observed for IRMOF-7 experimentally. For IRMOF-10 and 16 with a flexible biphenyl bond in the linker, an even lower energy separation of 2.7 and 0.4 kcal/mol, respectively, is observed. The study demonstrates that theoretical calculations can be a viable tool in order to determine the actual atomistic structure of more complex porous functional materials.", "text": "10.1021/jp8061948   Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferences1 Introduction Metal organic frameworks (MOFs) are a potential new class of porous materials with a wide range of possible applications like gas storage, gas sensing, and separation, as well as catalysis.(1) The periodic framework is assembled from inorganic, often clusterlike secondary building units (SBUs) and connecting organic linkers. Because of the modular construction of these hybrid polymeric materials, a rational design and optimization of their function (e.g., systematic variation of the pore size etc.) seems possible, just by varying one of the building units.(2) An important advantage, for example compared to zeolites, is the possibility for a selective functionalization of the pores by replacing the organic linkers by functionalized ones. The first example of a systematic modification within a class of MOFs is the so-called IRMOF family introduced by Eddaoudi et al.(3) The acronym stands for isoreticular MOF, referring to the fact that the cubic topology of the framework of the parent structure (MOF-5 = IRMOF-1) is maintained by substituting the connecting linear bicarboxylic acid linker. As a consequence, the pore size of the network can be systematically varied. In practice, proper conditions for the synthesis must be found to selectively obtain the targeted structure. In the case of extended linkers, the polymorphic form with interpenetrating networks is often formed.(3) Despite the reduced porosity, these materials can have interesting properties like an improved hydrogen uptake.(4, 5) As shown by Yaghi et al. this interpenetration can be circumvented by very dilute solutions during formation.(3) The polymorphs with interpenetrated networks can be considered as supramolecular isomers of the corresponding non-interpenetrated structures, since both materials have identical formula and connectivity but often different properties and a different space group.(6) Interestingly, in the series of IRMOFs, these isomeric forms have been assigned a different running number. It should be noted that there is evidence for the possibility to form an interpenetrated isomer of IRMOF-1, as well.(7) For a rational optimization, and consequently an efficient application of MOF materials, it is crucial to know its exact structure on an atomistic level. Thus it is necessary to understand when and why the exchange of one of the building units leads to significant structural change. This implies a detailed knowledge about the molecular mechanism of formation, as well as the relative stability of possible defects or structural isomers. However, the knowledge on growth mechanisms and surface or defect structures of periodic MOFs is still in its infancy and only few experimental studies have focused on this topic.(8-10) Since deviations from the preferred ideal framework structure are hard to observe experimentally, theoretical methods are valuable tools in this case. Due to the fact that these materials are relatively new, however, the focus of the theoretical simulations is still on the structures, properties, and interactions of guest molecules in the ideal systems. Quantum chemical (QC) studies have primarily focused on non-periodic model systems in order to calculate atomic charges or to calibrate intermolecular potentials.(11-16) Due to the size of the systems, only a limited number of fully periodic density functional theory (DFT) calculations, all treating IRMOF-1, have appeared so far.(17-22) Most notably is the recent work by Kuc et al., who investigated a broad series of known as well as hypothetical IRMOFs, varying the nature of the linker backbone with the somewhat more approximate density functional tight binding method.(23) The majority of publications, however, deals with the adsorption of light guest molecules—primarily hydrogen—in the porous systems using molecular mechanics (MM) force fields and grand canonical Monte Carlo (GCMC) methods.(11-14, 24-35) In addition, also the diffusivity of guest molecules has been studied using molecular dynamics (MD) simulations.(26, 36-39) Current standard organic force fields lack the parametrization for the inorganic parts of MOFs. Thus, mostly generic force fields (FF), like for example UFF,(40) have been used, keeping the framework structure rigid in the MD or GCMC simulations. Just very recently, different fully flexible force fields for the “drosophila” IRMOF-1 appeared in the literature, which were used to investigate properties intrinsically connected with network flexibility. Greathouse and Allendorf used a “non-bonded” force field (where the Zn−O interaction was modeled purely electrostatic) to investigate the stability of IRMOF-1 with respect to water,(41, 42) being to our knowledge the first study dealing also with the collapse of the ideal framework. A similar “non-bonded”, but differently parametrized force field was used by Huang et al. to model thermal conductivity,(43) and again with another “non-bonded” force field, Dubbeldam et al. found a strong negative thermal expansion (NTE) for IRMOFs.(44) This was corroborated by another investigation by Han and Goddard.(45) We have recently extended the well-known MM3 force field,(46-48) which is known to be very accurate for conformational energies of organic molecules, for the inorganic part of the IRMOFs using a partly covalent description (explicit Zn−O bonds).(49) By applying this force field to systems of the IRMOF family with larger, sterically more demanding linkers we realized a further, very important possible supramolecular isomerism.(6) It was mentioned previously,(50) but it has to our knowledge not been discussed or analyzed in detail. In order to understand this conformational isomerism we need to revisit the regular IRMOF-1 network structure, which is shown in Figure 1 on the right. Following the ideas developed by Yaghi and O’Keeffe,(2) it can be derived from an (augmented) primitive cubic pcu-b network (with the Fm3̅m space group). The alternating vertices (blue and red octahedra) correspond to the two possible orientations of the Zn4O(O2C)6 SBU, which has a lower tetrahedral symmetry. This arrangement of inverted or mirrored neighboring tetrahedral nodes is due to the planarity of the terephthalic acid linkers. Thus, neighboring linker planes are orthogonal to each other, which results in the enormous stability of the pore structure. Thus, the primitive cell of IRMOF-1 consists of a 2 × 2 × 2 array of cubic cells, which can, however, be separated in two sets of different type. In the A cell, the faces of the Zn4O tetrahedrons and the planes of the linkers face into the pores, whereas in the B cell the edge of the linkers and a vertex of the nodes tend inward (see also Figure 1). These two cells cannot interconvert by a rotation of the linkers, and they substantially differ in, e.g., their adsorption behavior.(39, 51-53)  Figure 1. Derivation of the IRMOF-1 structure from the augmented pcu-b network (left). The two types of vertices correspond to the identical, but inverted, lower symmetry tetrahedral SBU. For the unit cell of IRMOF-1 (right), the hydrogen atoms are omitted for clarity (C brown; O red; Zn gray). This is, however, only the case for a planar linker (like terephthalic acid) where the planes of the carboxylic acid groups are coplanar. An isomeric structure arises, if the carboxylic planes are orthogonal to each other, and thus, the non-planar linker is “twisted” by 90°. This is schematically shown in Figure 2. This twisted isomer, where the tetrahedral nodes are just translated but not mirrored, can be derived directly from the pcu network with Pm3̅m space group symmetry. The cubic pore structure is maintained, but the primitive cell is no longer a 2 × 2 × 2 array of pores, since all cells are identical now. It must be pointed out, that the regular and the twisted form are supramolecular conformational isomers, since they share the same connectivity but cannot be interconverted without breaking bonds of the network.  Figure 2. Schematic representation of the regular IRMOF structure with a planar linker (top) and the isomeric form with the twisted linker (bottom). The tetrahedrons represent the (Zn4O) fragment. In the case of IRMOF-1, the conjugation between the carboxylic groups and the aromatic system (rotational barrier around the Ccarbox−Cphen bond of about 8 kcal/mol)(49) enforces the planarity of linker and a twisted isomer has never been observed. However, there is experimental evidence for this type of isomerism. Both IRMOF-9 and 10 are based on a biphenyl linker (see Figure 3), but they differ in the amount of solvent molecules and IRMOF-9 represents an interpenetrated structure. In addition to that, for IRMOF-9, the cubic symmetry is broken due to the fact that the linkers along one axis are twisted (non-coplanar) whereas the others are planar.(3) This is due to the much weaker conjugation of the biphenyl bond Cphen−Cphen (the rotational barrier in biphenyl is about 2.5 kcal/mol).(54) For non-interpenetrating IRMOF-10, a single crystal structure could not be determined and the structure was solved from powder diffraction data, showing planar linkers but with a rotational disorder.(3) Thus, for linkers with weakly conjugated (biphenyl) bonds in the backbone a non-planar orientation of the −COO groups is indeed possible. Another reason for a non-planar twisted linker can be steric repulsions as for example in 1,4-naphthalendicarboxylic acid based IRMOF-7 (see Figure 3). Here, a repulsion between the carboxylic oxygen and the hydrogen atom of the annelated ring makes a planar structure energetically unfavorable and the −COO planes can be either planar or orthogonal to each other. This is even more pronounced for the symmetric linker in IRMOF-993, which was proposed and theoretically investigated in refs 15 and 28 but, to our knowledge, not synthesized, yet.  Figure 3. Bicarboxylic linkers of IRMOF-1, 9, 10, 15, 16, 7, and 993. Possible steric repulsions in the cases of IRMOF-7 and 993 are marked by dashed curves. As a consequence, all the corresponding IRMOFs could potentially form a twisted isomer. Interestingly, the single crystal structure analysis of IRMOF-7 gives a cell parameter of 12.914 Å, which is about half of the value of IRMOF-1 and corresponds to a 1 × 1 × 1 cell structure.(3) The naphthalene units are 4-fold disordered with respect to a rotation around the axis by 90° but also the Zn4O tetrahedra are disordered (equal probability for the mirror image). Thus, also the twisted isomer with the same type of disorder would yield an equal solution. It is therefore not clear, whether IRMOF-7 has a regular structure like IRMOF-1 or is actually the twisted isomer (or even a mixture of both). In order to investigate this isomerism in detail and to quantitatively assess the possibility of its formation, we have used a classical molecular mechanics force field to calculate the relative energies of the isomers for all linkers shown in Figure 3. Our recently developed MM3 type force field, which was parametrized based on density functional theory (DFT) calculations on non-periodic fragments, is able to reproduce both the geometry and the normal modes of the periodic IRMOF-1 system.(49) In addition, calculated self-diffusion coefficients for benzene in IRMOF-1(39) are in excellent agreement with the corresponding experimental data.(55) Since our extension is limited to the inorganic part ((Zn4O)(O2C)6), it is possible to investigate all IRMOF structures with organic linkers covered by the standard MM3 parameter set.(56) Thus, we could employ our force field as is. However, we validated it concerning the barrier of rotation for the naphthalene unit for the case of IRMOF-7. In order to locate the global minimum structure for the isomers of IRMOF-7 and 993, it was necessary to implement an efficient genetic algorithm (GA) based search strategy. A detailed understanding of possible isomeric structures in MOFs, and the probability for the formation of the corresponding defects, is of high importance for a successful use and especially for a rational optimization in real life applications.  Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferences2 Computational Details The DFT calculations for the non-periodic model system were performed using the Gaussian03 program package(57) and the same setup that has been employed in the force field parametrization,(49) namely the B3LYP hybrid functional(58-60) together with Stuttgart relativistic small core ECP(61) for the Zinc atoms and a 6-31G(d,p) basis(57) for the other atoms. The classical molecular mechanics calculations were performed using the TINKER program package(62) with our extended MM3 force field using a periodically replicated system containing 8 Zn4O units (2 × 2 × 2 cells), a 12.0 Å cutoff for the van der Waals (vdW) interaction, and a 10.0 Å cutoff for the electrostatic dipole−dipole interaction. All additional parameters for derivatives of the basic linker terephthalic acid were taken unmodified from the standard MM3 parameter set.(46-48, 63) Thus, neither the parametrization of the carboxylic groups nor the crucial Ccarbox−Cphen rotation have been readjusted. Note in this context that, in order to reduce the computational effort, the adjustment of bond stretch and torsion parameters based on a calculation of π-bond order performed in MM3 on the fly(64) has been switched off. Instead, the adjusted parameters have been determined once for a reasonable model system in the beginning and were kept fixed through the calculations. For example, the parametrization for the important biphenyl bond Cphen−Cphen (relevant for IRMOF-9/10 to 15/16) was determined beforehand from biphenyl and a special atom type was defined for the bridging atoms instead of the generic sp2 carbon type. A full listing of extra parameters is given in the Supporting Information. The genetic algorithm search for the global minimum was implemented using the Python scripting language on top of the TINKER package. A standard tournament selection rule together with a mutation rate of 0.1 and crossover rate of 0.9 for a population of 100 individuals was used. In order to maintain the computation tractable, we did not reoptimize the cell parameters within the GA optimization, but kept it at a value of 25.88 Å, which was the average for the three axes taken from an initial optimization of the cell parameters.  Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferences3 Results and Discussion  3.1 Validation of the Force Field As already noted, we have used our force field derived for IRMOF-1 without modifications also for the other linkers shown in Figure 3. However, for the sterically more congested systems like IRMOF-7 and 993, additional electronic and repulsive interactions are in a delicate balance with the conjugation of the Ccarbox−Cphen bond. In order to verify the validity of our approach, we determined the rotational barrier around the linker axis for these two systems on the DFT level for the non-periodic model of the edge of the framework. Two Zn4O units were capped by five formic acid groups and connected by the respective linker. In order to avoid an unreasonable bending of the [(Zn4O)(O2CH)5] fragments, they were constrained to the positions optimized for the unconstrained terephthalic acid case. This restriction was invoked for both the DFT and MM3 optimization. The two transition states of the rotation at 0° and 90° were located by using the corresponding symmetry constraint (IRMOF-7: C2v; IRMOF-993: D2h). In Table 1, the results are summarized. Obviously the minimum geometry and the relative barrier heights can be well reproduced by the force field, and also the absolute barrier heights are quite well-predicted with a largest deviation of 1.8 kcal/mol for the 90° structure of IRMOF-7. Note that current DFT functionals lack the inclusion of attractive dispersion interactions,(65) which is empirically included in the force field. This could lead to higher steric barriers in case of DFT. The energy profile of the torsion can be subdivided into three contributions (Figure 4). First, the π-conjugation of the carboxylic groups with the aromatic system (Ccarbox−Cphen) leads to a preference of a planar structure. In contrast to that, the steric strain is minimized for a 90° torsion angle. In addition, the attractive electrostatic interaction of the aromatic ring hydrogen (positive partial charge) and the carboxylic oxygen (negative partial charge) is again maximized for a planar configuration. The resulting total energy profile and the individual contributions to the MM3 force field energy are shown in Figure 4. Obviously, due to a more and more pronounced steric strain, the potential energy minimum is shifted toward higher and higher torsion angles in the series IRMOF-1, 7, and 993.  Figure 4. Energy contributions to the rotational barrier. It can be concluded that our approach gives a faithful representation of the energy profile for an individual linker. The vast amount of rotational isomers with different energies for the true periodic systems of IRMOF-7 and 993 is now due to the complex electrostatic and dispersion interactions between different aromatic fragments present in close proximity in the network. The ability of MM3 to capture these aromatic interactions has been shown for example on the case of the gas phase structure of the naphthalene trimer.(66) Here, the relative energies calculated on the MP2 ab initio level were well reproduced by the MM3 force field. In addition, the benzene crystal structure is also well reproduced.(67) Thus, our force field appears to be well suited for the problem at hand.  3.2 Strategy for the Global Minimum Search In the case of IRMOF-7 and 993, the energy of the periodic network depends significantly on the orientation of the linker planes, because of the π−π interaction of the aromatic linkers among each other, leading to a large variety of conformers for both the regular and the twisted systems. Different annealing protocols were not found to be able to locate the global minimum structure within a reasonable time. Unfortunately it is not possible to asses the relative stability of the isomeric structures without knowledge about the individual global minima. As a consequence, we implemented a genetic algorithm strategy for this purpose, which was found to be very efficient for global optimization problems in various fields.(68) In principle, any efficient phase space sampling technique could be used here. However, since a time-consuming total energy optimization is needed for each configuration, an intelligent bias of the search as in the case of a GA is advisable. We found the GA approach particularly successful in this case. We used the orientation of the linker plane with respect to the linker axis as the “gene” for encoding the structure of a specific conformation. Because of the energy minimum in the rotational profile between 0° and 90° (see Figure 4), there are overall four possible orientations for each linker, encoded by the integers [0, 1, 2, 3] in case of IRMOF-7 (see Figure 5). In IRMOF-993, two conformations are identical due to the symmetry of the anthracene unit, and just a binary gene ([0, 1]) is needed to encode a single linker. Since we did not impose any symmetry constraints and there are 24 independent linkers in the periodic unit cell, a “chromosome” of 24 genes encodes the full structure. An “individual” is defined by a specific chromosome, which serves as a blueprint to generate an idealized initial 3D structure. This is then optimized to obtain a final potential energy, which serves as a fitness criterion, and determines whether the individual is kept for the next optimization cycle (generation). The data flow for this process is shown schematically in Figure 6. In the first generation, the chromosomes are initialized randomly, whereas later they are generated by crossing over and mutating chromosomes of the previous generations. It should be noted that, due to the high symmetry of the network, different chromosomes can represent an identical structure. We did, however, not exclude the redundant chromosomes by symmetry constraints since they did not hamper convergence but helped to maintain diversity in the population. With this approach, we observed a much more rapid convergence of the energy compared to any of the annealing schemes. Despite that, the optimization process sometimes stalled because of a depletion of diversity. In this case, the GA was restarted, reusing the best candidates and filling the population with randomized individuals. After a number of restarts and about 300 cycles for IRMOF-7 and about 200 for IRMOF-993, this process converged to a relatively high symmetry structure, which is discussed in detail below. It must be pointed out that our approach does of course not guarantee to give the global minimum of the system. However, a number of independent restarts did not result in any further improvement for a large number of generations, and we are thus confident to have located the global minimum structure. Note also that in principle a larger unit cell with more individual linkers would allow for further conformations, not possible in our periodic model. Because of the symmetry of the global minimum structure for both IRMOF-7 and 993 and the nature of the interlinker interaction, this does, however, not affect the nature of the global minimum.  Figure 5. Encoding of the four minimum energy orientations of the linker as a gene in the case of regular IRMOF-7.  Figure 6. Evaluation of fitness (a), mutation operation (b), and crossing over (c) of chromosomes in the GA approach.   3.3 Minimum Energy Structures of IRMOF-7 and 993 A careful inspection of the low energy structures of both isomeric forms of IRMOF-7 and 993 revealed subtle interlinker interactions, manifesting in a deviation of the rotational dihedral angle compared to the value for the corresponding model systems (see Table 1). In most cases, a pair of linkers, opposite to each other on a face of a cubic cell, tend to bend toward each other, thereby covering the pore. This arrangement is quite obvious in all global minimum structures shown in Figures 7−10. In general, a displaced parallel or “T-shaped” orientation is commonly observed when aromatic systems interact in π−π interactions. Such an arrangement, optimizing both electrostatic quadrupole interactions and maximizing attractive dispersion forces,(69) is also found for aromatic guest molecules like benzene in IRMOF-1.(39, 70) However, in this case, the limited freedom of the linker, which can only rotate around the linker axis at a nearly fixed distance, does not allow for such a structure. Nevertheless, we find a total attractive interfragment interaction energy of about 0.5 kcal/mol for such a “pair“ of two naphthalene units, found in the global minimum structure for the regular IRMOF-7 (Figure 7). Thus, given the energetically accessible range of rotational dihedral angles (see Figure 4), this arrangement of opposite linkers forming a pair is dominating the structures. Note that in case of the regular IRMOF-993 structure shown in Figure 9, all four linkers situated at the four edges of a cell face are interacting in this way. In addition to that, these “sheets” of aromatic linker fragments formed in the planes of the network are always stacked. For example in the case of regular and twisted IRMOF-7, the checkerboard formed by naphthalene pairs (see Figures 7b and 8) is exactly the same in all planes.  Figure 7. Global minimum structure of regular IRMOF-7 (coplanar carboxylic groups, mirror symmetric Zn4O fragments). Parts a−c show the view along each spatial direction. Hydrogen atoms are omitted.  Figure 8. Global minimum structure of twisted IRMOF-7 with cubic symmetry (orthogonal carboxylic groups, translated Zn4O fragments). Hydrogen atoms omitted.  Figure 9. Global minimum structure of regular IRMOF-993 (coplanar carboxylic groups, mirror symmetric Zn4O fragments). Parts a−c show the view along each spatial direction. Hydrogen atoms are omitted.  Figure 10. Global minimum structure of twisted IRMOF-993 with cubic symmetry (orthogonal carboxylic groups, translated Zn4O fragments). Hydrogen atoms are omitted. Interestingly, as a consequence of these interlinker interactions, we find in both minimum energy structures of the regular IRMOF-7 and 993 a breaking of the cubic symmetry (Figures 7 and 9), which is not occurring for the twisted isomers (Figures 8 and 10). For example, in the case of IRMOF-7, all cell faces in one plane are completely closed by these pairs (a), whereas in one orthogonal plane (b) only half of the pores are covered. In the last plane (c), all pores are open and accessible as in the case of IRMOF-1. Due to symmetry reasons in case of IRMOF-7, only three of the total of six cell faces can be covered by a linker pair and, therefore, always exactly half of the pores are covered for both the regular and the twisted isomer. For IRMOF-993, all faces can be covered by pairs as seen in the global minimum structure for the twisted isomer (Figure 10). For the regular isomer, we observe, however, the formation of quadruples in two planes (a and b), leaving the pores in the last plane (c) completely open, similar to IRMOF-7. Note that the difference in the environment of the A and B cells in the regular structures is clearly reflected also by the arrangement of the linkers. The sheets of anthracene units in regular IRMOF-993 (Figure 9a and b) are buckled, with the aromatic parts bending into the interior of the A cells but avoiding the B cell. For the twisted isomer of IRMOF-993, all cells are equal, and so is the linker orientation (Figure 10).  3.4 Isomeric Forms For the parent system IRMOF-1, the experimentally observed regular structure, with a planar orientation of the linkers, is more stable by 17.9 kcal/mol per formula unit with respect to the twisted isomeric form (Table 2). This is due to the electronic conjugation of the Cphen−Ccarbox bond and the absence of steric repulsions. In strong contrast to that, the corresponding energy difference for IRMOF-7 is with only 2.04 kcal/mol about an order of magnitude smaller. Similar to IRMOF-1, we find the global minimum structure of the regular form to be more stable. However, the plethora of local minima for both isomers span a wide and overlapping range of energies above the global minimum (see also the Supporting Information), and possibly a free energy difference at a given temperature would be needed for the ultimate answer on the question of the relative stability. Clearly, the energetic penalty for introducing a defect of a single inverted Zn4O node in the regular structure (which means a total of six twisted linkers) is rather small. Similarly, a plain of twisted linkers, leading to the formation of two mirror symmetric regular domains, could easily be realized during the crystallization of a real system. In principle, the model electron density resulting from the XRD analysis of IRMOF-7 would fit both to the regular and the twisted isomer.(3) Nevertheless, our results corroborate the interpretation that IRMOF-7 prefers the same regular structure as IRMOF-1 but also explain the amount of disorder. Interestingly, for IRMOF-993 with its more symmetric linker and higher steric repulsion, an energetic preference for the regular structure with 5.59 kcal/mol has been calculated, which lies between the values for IRMOF-1 and 7. We also calculated the (non-interpenetrating) regular and twisted isomers of IRMOF-10 and 16 (see Table 2). Here, only a limited amount of rotational isomers are possible and it was not necessary to invoke the GA scheme to find the global minimum energy structures. The non-planar biphenyl unit, with its low rotational barrier, allows for a formation of both the regular and the twisted structure with energy differences of 2.65 kcal/mol for IRMOF-10 and 0.44 kcal/mol for IRMOF-16, being even below the value for IRMOF-7. In both cases, we find the regular form to be slightly more stable, but the energy differences are in the same order of magnitude as kBT = 0.6 kcal/mol at room temperature. However, the packing of the solvent molecules during synthesis or the interaction with the interpenetrated counterpart could change the preference here, as it is observed experimentally.    Table 1. DFT vs MM3 Energy (kcal/mol) for the Three Special Points for the Rotation around the Linker Axisa dihedral0°minimum90°IRMOF-7DFT5.60.0 (34.3°)6.9MM34.60.0 (35.6°)5.1IRMOF-993DFT13.50.0 (57.8°)1.9MM313.00.0 (55.3°)2.1   a For the minimum, the optimized dihedral angle is given in parentheses.      Table 2. Optimized Cell Parameters and Relative Energies (per Formula Unit) of Regular and Twisted IRMOFs  ΔE(twist − regular) [kcal/mol]regular: a/b/c [Å]twist: a/b/c [Å]IRMOF-117.925.94625.886/25.997/25.746IRMOF-102.6534.58834.506IRMOF-160.4443.18343.158IRMOF-72.0425.918/25.860/25.79825.840IRMOF-9935.5925.912/25.912/ 25.69925.951     Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferences4 Conclusion We have shown that our extended MM3 force field, parametrized for the parent system IRMOF-1, can be well applied to other, more complicated linkers of the IRMOF series, since MM3 gives reliably conformational energies for a wide range of organic systems. Specifically, we find that the rotational potential for the sterically more demanding linkers in IRMOF-7 (naphthalene unit) and IRMOF-993 (symmetric anthracene unit) reproduces the DFT calculated profile well. The peculiar interlinker interactions in the periodic system lead to a broad variety of conformational isomers for these systems. With a genetic algorithm search strategy, we were, however, successful in locating the global energy minimum structures. The “zero temperature” structures of both IRMOF-7 and 993 for the regular arrangement of the Zn4O tetrahedrons show an interesting breaking of the cubic symmetry, leading to a blocking of the channels connecting the cubic cells in certain directions by the aromatic linker systems. This symmetry breaking is not observed for the twisted isomeric form, which is analyzed in our work for the first time. These supramolecular isomers, where the carboxylic planes of the linkers are orthogonal and neighboring Zn4O are not mirror symmetric to each other, are energetically less favorable for all investigated MOFs. However, for IRMOF-7, the energy difference is an order of magnitude smaller than for IRMOF-1, which explains the amount of disorder in the experimental X-ray structure. For the biphenylene and triphenylene based IRMOF-10 and 16, these energy differences are even smaller, and the formation of such defects during the crystallization process appears to be very likely. It must be kept in mind that after formation of the network, the regular and the twisted arrangement cannot be interchanged without breaking bonds. To our knowledge our investigation is the first to study possible non-ideal MOF structures like isomers or defect structures. It demonstrates that accurate theoretical molecular mechanics models can be very helpful to interpret ambiguous results from single or powder X-ray diffraction and to help in the determination of the actual molecular structure. This information can be of utmost importance for the tuning of MOF systems for the technical application. However, our work represents just the first step. We are currently investigating the effect of this steric crowding and the interligand interactions on properties like self-diffusion of guest molecules.  Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesSupporting Information Analysis of the molecular mechanics force field, GA global minimum search strategy, and structures of isomeric forms of IRMOF-1, 10, and 16. This material is available free of charge via the Internet at http://pubs.acs.org. Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesAcknowledgment We would like to thank Prof. Roland A. Fischer for stimulating discussions and his continuous support. The “Alfried Krupp von Bohlen und Halbach-Stiftung” and the “Fonds der Chemischen Industrie” are acknowledged for financial support. Reference QuickViewTop of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesReferencesThis article references 70 other publications.1.   Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.  J. Mater. Chem. 2006,  16,  626[Crossref], [CAS]1. Metal-organic frameworks-prospective industrial applicationsMueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.Journal of Materials Chemistry\r\n        (2006),\r\n    16\r\n        (7),\r\n    626-636CODEN:\r\n                JMACEP;\r\n        ", "title": "Conformational Isomerism in the Isoreticular Metal Organic Framework Family: A Force Field Investigation", "authors": ["Saeed Amirjalayer", "Rochus Schmid"], "doi": ["10.1021/jp8061948"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2008/jpccck.2008.112.issue-38/jp8061948/production/images/small/jp-2008-061948_0009.gif\">"]}