{"abstract": "Syntheses of three new metal−organic frameworks (MOFs) that are isoreticular (same topology) expansions of known materials with the  and  topologies are reported. One of these materials (MOF-399) has a unit cell volume 17 times larger than that of the first reported material isoreticular to it, and has the highest void fraction (94%) and lowest density (0.126 g cm) of any MOFs reported to date.The concept and occurrence of isoreticular (same topology) series of metal–organic frameworks (MOFs) is reviewed. We describe the preparation, characterization, and crystal structures of three new MOFs that are isoreticular expansions of known materials with the  (Cu(4,4′,4″-(benzene-1,3,5-triyl-tris(benzene-4,1-diyl))tribenzoate), MOF-399) and  topologies (Cu(4,4′,4″-(benzene-1,3,5-triyl-tribenzoate), MOF-143; Cu(4,4′,4″-(triazine-2,4,6-triyl-tris(benzene-4,1-diyl))tribenzoate), MOF-388). One of these materials (MOF-399) has a unit cell volume 17 times larger than that of the first reported material isoreticular to it, and has the highest porosity (94%) and lowest density (0.126 g cm) of any MOFs reported to date.", "text": "10.1021/ic201376t Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConcluding RemarksReferencesIntroductionThe emerging discipline of reticular chemistry is concerned with linking symmetrical building units (secondary building units, SBUs) into extended porous frameworks with strong covalent bonds.(1) Central to the success of this discipline is the recognition that for a given shape, or pair of shapes, there is a small number of possible high-symmetry topologies that form the prime targets of designed synthesis. In particular, structures with one kind of link (“edge-transitive nets”) are particularly favorable. Accordingly, for a given shape it should be possible to prepare a series of compounds with the same preferred topology but differing only in the nature and size of the links—an isoreticular series. Several examples have now been reported.(2-6)In the first preparation of an isoreticular series of metal–organic frameworks (MOFs), octahedral-shaped metal-containing (“inorganic”) SBUs were joined with a variety of linear ditopic carboxylate linkers to form 16 distinct compounds based on the same topology.(7) In subsequent work, a series of 4 isoreticular MOFs based on linking trigonal-prismatic inorganic clusters with ditopic linkers was prepared.(8) In both these cases the number of candidate topologies is small.(9) There are only two ways of linking octahedral vertices with one kind of link. These have the RCSR symbol(10)pcu and crs, and the former, corresponding to the topology of the primitive cubic lattice, is clearly favored because of the much higher symmetry (full octahedral symmetry) at the vertices and is indeed the one observed.(7) In the case of linking trigonal-prismatic vertices, there is only one edge-transitive net, acs,(9) and again that topology is what is in compounds with linked trigonal-prismatic clusters.(11)In the case of linking square inorganic units with ditopic linkers the situation is rather different. Nine principal ways of linking square vertices with one kind of link have been identified; these are either finite clusters or 1-, 2-, or 3-periodic.(12a) It was shown that by suitable design of the shape of rigid linkers six of these possibilities could be achieved.(12) However, once that principle had been demonstrated it proved possible to prepare isoreticular series of various dimensionality (i.e., periodicity) by suitable choice of a less-symmetrical ditopic linker.(13)A key point, which appears not to be always recognized, is that in preparing an isoreticular series one must first ensure that the reaction conditions are such that the same inorganic cluster is obtained in each case. Indeed it should be obvious that having this control is an essential prerequisite to successful achievement of a targeted synthesis. Thus, Devic et al. prepared a Tb-MOF based on the (3,5)-coordinated hms net with the 3-coordinated vertex corresponding to 4,4′,4″-benzene-1,3,5-triyl-tribenzoate (BTB).(14) However, in subsequent work using a trigonal N-containing tricarboxylate a La-MOF of a different topology was obtained.(15) This was described in the title of the paper as “an illustration of the limit of the metal organic framework isoreticular principle”, but it should be noted that, as the inorganic unit now had a different structure, the principle had in fact not been tested.As the work with linking square units showed, there may be more than one default structure for linking given shapes. Thus for linking tetrahedra and triangles into 3-periodic arrays there are two edge-transitive structures ctn and bor.(16) In preparing covalent organic frameworks (COFs) by linking such shapes both (but no other) topologies are indeed found.(17) In this work we study MOFs formed by linking SBUs with triangular and square shapes for which there are again two edge-transitive topologies available(16) leading to two isoreticular series. A member of this series (MOF-399) has the highest void fraction (94%) and the lowest calculated crystal density (0.126 g/cm3) yet reported.MOFs from Linked Triangular and Square SBUsThere are two edge-transitive 3-periodic nets with triangular and square vertices. These have RCSR symbols pto and tbo(16) and are illustrated in Figure 1 in their “augmented” forms (pto-a and tbo-a) in which vertices are replaced by their coordination figures (i.e., triangle or square as appropriate). A MOF with the tbo topology in which Cu2 square “paddlewheel” units are linked by BTC units (see Scheme 1 for a guide to the organic linkers discussed) has been known for some time and is known as HKUST-1(2a) (and also in our unpublished work as MOF-199). Shortly thereafter our group reported MOF-14 in which the same Cu2 square “paddlewheel” units are linked by BTB units now to produce a structure based on the pto topology.(18) Actually in MOF-14 two copies of the framework are interwoven, but we consider a single framework and an interwoven or interpenetrating pair to be isoreticular as in earlier work.(7) In the following section we describe the preparation of pto MOF-143 which is the noninterwoven version of MOF-14. In addition, we implement the further isoreticular expansion of pto and tbo nets by employing longer tritopic organic linkers to join Cu2 paddlewheels into MOF-388 and MOF-399.Scheme 1. Cu2(CO2)4 Unit (Left) Is Connected with Organic Linkers (Middle) to Form MOFsaaThree letters symbols represent RCSR code (right).Figure 1. pto and tbo nets shown in augmented form.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConcluding RemarksReferencesExperimental SectionMaterialsN,N-Dimethylformamide (DMF) and 1-methyl-2-pyrrolidinone (NMP) were purchased from Fisher Scientific. Copper(II) nitrate hemiheptahydrate (Cu(NO3)2·2.5H2O) was purchased from Sigma-Aldrich. Pyridine was purchased from Daejung Chemicals & Metals Co., Ltd. All starting materials were used without further purifications. 4,4′,4″-Benzene-1,3,5-triyl-tribenzoic acid (H3BTB), 4,4′,4″-(benzene-1,3,5-triyl-tris(benzene-4,1-diyl))tribenzoic acid (H3BBC), and 4,4′,4″-(triazine-2,4,6-triyl-tris(benzene-4,1-diyl))tribenzoic acid (H3TAPB) were prepared according to published procedures.(19, 20b)Analytical TechniquesThe single crystal X-ray diffraction data for MOF-143, 388, and 399 were collected on a Bruker APEX CCD diffractometer with MoKα radiation (λ = 0.71073 Å) or CuKα (λ = 1.54178 Å). Powder X-ray diffraction data were collected using a Bruker D8 Discover θ–2θ diffractometer in reflectance Bragg–Brentano geometry at 40 kV, 40 mA (1,600 W) for CuKα1 radiation (λ = 1.5406 Å) (Supporting Information, Section S2). Thermogravimetric analysis (TGA) was carried out using a Scinco TGA-S1000 thermal analysis system (Supporting Information, Section S4). Fourier-transform infrared spectra (FT-IR) of samples prepared as KBr pellets were measured using a Nicolet FT-IR Impact 400 spectrophotometer. Elemental microanalyses for evacuated samples were performed on a Thermo Flash EA1112 combustion CHNS analyzer. Empirical chemical formula was estimated by 1H NMR measurements for digested MOF crystals in DCl/DMSO using a Bruker 400 MHz NMR spectrometer.Synthesis of Cu3(BTB)2(H2O)3: (MOF-143)A solid mixture of H3BTB (21 mg, 0.048 mmol), and Cu(NO3)2·2.5H2O (60 mg, 0.258 mmol) was dissolved in a mixture of DMF/NMP/pyridine (5.0/5.0/0.4 mL) in a 20 mL vial. The vial was capped and heated in an isothermal oven at 85 °C for 48 h to give small blue cubic crystals. The reaction mixture was allowed to cool naturally to room temperature, and the crystals were washed with dimethylformamide (DMF) and dried in air. Yield: 16.9 mg, 33% based on H3BTB. Elemental microanalysis for evacuated MOF-143, Cu3(BTB)2(H2O)3 ≡ C54H36O15Cu3, calculated (%): C, 58.14; H, 3.25; N, 0.00. Found (%): C, 58.81; H, 3.70; N, 0.08. FT-IR (KBr, 4000–400 cm–1): 3423 (br, m), 1687 (w), 1607 (s), 1527 (s), 1402 (vs), 1179 (w), 1103 (w), 1015 (m), 850 (m), 809 (w), 774 (s), 702 (w), 671 (w), 489 (w).Synthesis of Cu3(TAPB)2(H2O)3: (MOF-388)A solid mixture of H3TAPB (22.0 mg, 0.033 mmol) and Cu(NO3)2·2.5H2O (76.7 mg, 0.33 mmol) was dissolved in a mixture of DMF/NMP/pyridine (5.0/5.0/0.4 mL) in a 20 mL glass vial. The clear reaction solution was heated in an isotherm oven at 85 °C for 48 h resulting in blue hexahedron crystals, which were isolated by washing with a mixture of DMF and NMP (3 × 10 mL) and dried in air. Yield: 19.3 mg, 77% based on H3TAPB. Elemental microanalysis for evacuated MOF-388, Cu3(TAPB)2(H2O)3 ≡ C84H54N6O15Cu3, calculated (%): C, 63.94; H, 3.45; N, 5.33. Found (%): C, 63.70; H, 3.31; N, 5.54. FT-IR (KBr, 4000–400 cm–1): 2922 (w), 2851 (w), 1686 (m), 1607 (m), 1572 (m), 1509 (vs), 1400 (m), 1363 (s), 1177 (m), 1116 (w), 1005 (m), 842 (w), 818 (m), 777 (m), 664 (w), 586 (w), 532 (w) 497 (w).Synthesis of Cu3(BBC)2(H2O)3: (MOF-399)A solid mixture of H3BBC (30.4 mg, 0.046 mmol), and Cu(NO3)2·2.5H2O (33.3 mg, 0.143 mmol) was dissolved in a mixture of DMF/NMP (5.0/5.0 mL) in a 20 mL vial was heated in an isothermal oven at 85 °C for 48 h to give green octahedral crystals. The reaction mixture was allowed to cool naturally to room temperature, and the crystals were washed with DMF and dried in air. Yield: 18.6 mg, 26% based on H3BBC. Elemental microanalysis for evacuated MOF-399, Cu3(BBC)2(H2O)3·(H2O) ≡ C90H62O16Cu3, calculated (%): C, 67.98; H, 3.93; N, 0.00. Found (%): C, 68.17; H, 4.30; N, 0.14. FT-IR (KBr, 4,000–400 cm–1): 3423 (s, br), 1686 (w), 1605 (s), 1560 (w), 1523 (s), 1389 (vs), 1178 (w), 1103 (w), 1004 (m), 867 (w), 824 (s), 780 (s), 733 (w), 703 (w), 651 (w), 500(w).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConcluding RemarksReferencesResults and DiscussionMOF-143Reaction of Cu(NO3)2·2.5H2O and H3BTB in a mixture of DMF/NMP/pyridine gives small blue cubic crystals. The structure of MOF-143 was determined from single-crystal X-ray diffraction data (Table 1). MOF-143 is composed by the square building units bridged by tritopic BTB links, resulting in an augmented pto net (Figure 2A). MOF-143 is a single net version of MOF-14 (Figure 2B, Table 2).(18) In the latter two nets are interwoven in such a way that the pairs of organic linkers from different nets come within a van der Waals distance of each other (center-to-center distance between the central benzene ring of BTB is 3.7 Å)—indeed if the nets had their ideal shapes the organic groups would actually collide. In the usual mode of interpenetration, nodes of the two nets avoid each other as much as possible, so we refer to the MOF-14 type of intergrowth as “interweaving” rather than “interpenetration”. As a result, the center-to-center distance between two paddlewheels facing each other is not equal (16.6 and 10.3 Å), which is in sharp contrast to MOF-143 having the same distance of 13.7 Å. The unit cell length (a = 27.4719(14) Å) is almost the same as the interwoven form of MOF-14, 26.9464(15) Å. The interwoven form has a slightly smaller unit cell because of bowing of the organic components necessary to avoid overlap. The structure has a larger cavity and pore aperture (20.4 and 8.3 Å in diameters) compared to those of MOF-14 (16.2 and 4.9 Å in diameters). A calculated void volume (86%) for MOF-143 is larger than MOF-177 (83%) having the same BTB linker.(19d)Figure 2. Single crystal structures of MOF-143 (A), MOF-14 (B), and MOF-388 (C), which are composed of Cu2 paddlewheels and triangular organic linkers. The yellow ball is placed in the structure for clarity and to indicate space in the cage. Cu, blue; C, black; O, red; and N, green. Hydrogen atoms are omitted for clarity. Space-filling illustration of corresponding MOFs (D-F).Table 1. Crystallographic Data and Structural Refinement Summary for MOF-143, 388, and 399compoundMOF-143MOF-388MOF-399formulaC54H36Cu3O15C84H54N6O15Cu3C90H54Cu3O15FW1115.451577.951565.95temperature, K258(2)296(2)258(2)crystal systemcubictetragonalcubicspace groupPm3̅nP42/nmcFm3̅ma, Å27.4719(14)39.707(3)68.3112(6)b, Å27.4719(14)39.707(3)68.3112(6)c, Å27.4719(14)38.342(5)68.3112(6)V, Å320733.2(18)60452(10)318769(5)Z4816dcalc, g/cm30.3570.3470.131GOF0.9840.8751.274R1, wR2a0.0623, 0.17880.0592, 0.15560.1525, 0.4671aR1 = ∑∣∣Fo∣ – ∣Fc∣∣/∑∣Fo∣; wR2 = {∑w(Fo2 – Fc2)2/∑w(Fo2)2}1/2.Table 2. Summary of the Structures of MOFs with Triangular and Square Building UnitscompoundRCSR codelinkerainterpenetrationunit cell/Åcage size/Åvoid volumed/%density/g cm–3referenceHKUST-1tboBTCNo26.34311.1720.882aPCN-6′tboTATBNo46.64627.8890.2820cPCN-6tboTATBYes46.629b15.3770.5620bPCN-HTB′tboHTBNo52.99332.2910.2220cPCN-HTBtboHTBYes52.895b16.2820.4520cMeso-MOF-1tboTATABNo49.61929.7900.2520aPCN-20tboTTCANo37.23020.0820.4920dMOF-399tboBBCNo68.31143.2940.13this workMOF-14ptoBTBYes26.94616.2690.7218MOF-143ptoBTBNo27.47220.4860.34this workMOF-388ptoTAPBYes39.707c27.1840.34this workaTATB = 4,4′,4″-s-triazine-2,4,6-triyltribenzoate; TATAB = 4,4′,4″-s-triazine-1,3,5-triyltri-p-aminobenzoate, TTCA = triphenylene-2,6,10-tricarboxylate; HTB = 4,4′,4″-(1,3,4,6,7,9,9b-heptaazaphenalene-2,5,8-triyl)tribenzoate (HTB).bSize of the single tbo net.cThe unit cell length for a axis.dEstimated from Cerius2 (Accelrys, Inc.).MOF-388When we employed the TAPB linker, an expanded pto net was also found (termed MOF-388, Figure 2C) with two interwoven nets. Blue hexahedron crystals of MOF-388 were obtained by a solvothermal reaction of H3TAPB and Cu(NO3)2·2.5H2O in a solvent mixture of DMF/NMP. Single crystal X-ray diffraction analysis revealed that Cu2 paddlewheel square units are connected through tritopic TAPB linkers. The expansion from BTB to TAPB leads to the enlargement of the cage size in the single framework from 20.4 Å in MOF-143 to 27.1 Å in MOF-388 (Table 2). This structure has a small tetragonal distortion of the ideal cubic one, and the two frameworks are not related by symmetry. The two triazine rings from two different frameworks overlap with slight displacement, destroying the 3-fold rotational symmetry. The shorter center-to-center distance between two paddlewheels facing each other (in the same net) is nearly the same (19.2 and 19.4 Å). The distance between neighboring TAPB links is about 3.4 Å, somewhat shorter than in MOF-14 (3.7 Å). The interwoven structure has a large cavity diameter of 27.1 Å. It should be noted that the void volume and crystal density of MOF-388 (84% and 0.34 g cm–3) are comparable to those of MOF-143 in spite of the interweaving (Table 2).MOF-399Crystals of MOF-399 were obtained by mixing a solution of BBC linker, whose structure is almost the same as TAPB except for the central benzene ring, with Cu(NO3)2·2.5H2O in DMF/NMP. Its crystal structure is based on the tbo net; in contrast to MOF-388, the structure of MOF-399 (Figure 3) is isoreticular with HKUST-1. Other tbo net structures have also been prepared employing 4,4′,4″-s-triazine-2,4,6-triyltribenzoate (TATB), 4,4′,4″-s-triazine-1,3,5-triyltri-p-aminobenzoate (TATAB), triphenylene-2,6,10-tricarboxylate (TTCA), and 4,4′,4″-(1,3,4,6,7,9,9b-heptaazaphenalene-2,5,8-triyl)tribenzoate (HTB) links;(20) for these the unit cell length and cell volume for the biggest previously reported MOF (Cu3(HTB)2, PCN-HTB′, Figure 3) are respectively 2.0 and 8.1 times as large as in HKUST-1 (Table 2).(20c) Expansion from BTC to BBC in this work led to greatly further enlargement of unit cell length from 26.34 Å in HKUST-1 to 68.31 Å in MOF-399, which corresponds to a volume expansion by a factor of 17.4 (Table 2, Figure 3). The inner diameter of the cavity in MOF-399 measures 43.2 Å and has a largest ring composed of 72 atoms. The density of MOF-399 with empty pores is the lowest yet reported, 0.126 g cm–3, and it should be noted that this is even lower than that (0.17 g cm–3) of COF-108 which is composed of only light elements, C, H, B, and O.(17) It is worth noting that the isoreticular expansion is one of the promising approaches to achieve the high surface area materials, because the maximum exposure of the framework surface should be a prerequisite. In this sense, it is important to know how large an organic linker can be utilized to design target materials, although flexible organic linkers may not form the default nets.(21)Figure 3. Molecular structures of organic linkers (top). Single crystal structures of MOF-199, PCN-HTB′, and MOF-399 (bottom). Atom colors are the same as in Figure 2.pto versus tbo in MOF ChemistryIt is not immediately clear why the pto net (MOF-14 and 143) would be preferred over the tbo when a BTB link is employed; however, it is helpful to consider the geometry of these nets in more detail. Three-periodic nets with edge-transitive 3-fold coordination must be cubic with maximum symmetry at the 3-fold site either 32 (D3) as found for pto or 3m (C3v) as found in tbo. A further difference can be seen in the geometry of the ideal augmented net. As shown in Figure 4, in pto-a the squares are twisted from the plane of the ligand by 55° but in tbo-a they are at 90° to the ligand. As the −CO2 carboxylate groups are at 90° to the edge of the square SBU it may be seen that for a tritopic carboxylate linker in the tbo-a structure the linker including the carboxylates should be planar, but in the pto-a structure the carboxylate should be twisted.Figure 4. Geometry of the ideal augmented pto and tbo nets.Indeed, BTB is fairly twisted because of a steric conflict between H atoms of central and peripheral benzene rings of BTB;(3c, 20b) therefore, the pto net should be preferred for this ligand. In contrast to this, reported tbo structures do not show significant twist angles among three COO planes connected to individual paddlewheels. Thus it is not surprising to see the tbo topology dominating for the aromatic type of ligands employed. The production of MOF-388 with the pto topology suggests that the nature of linker–linker interactions should be carefully considered in interwoven structures.With regard to the occurrence or not of interweaving in MOF synthesis reactions, we recognize that they may be sensitive to various parameters, such as solvent, concentration, reaction temperature, and metal/linker ratio. Thus, it is not always necessary to employ diluted conditions to prepare a single framework, although it is often the key factor.(7, 22) A counter example is the synthesis of non-interpenetrated PCN-6 which was achieved by use of organic additives rather than by dilution of the reaction mixture.(20c)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConcluding RemarksReferencesConcluding RemarksWe have illustrated the principles for synthesis of materials with various tritopic carboxylates and Cu2 paddlewheel units. We synthesized and structurally characterized examples of the two edge-transitive 3-periodic nets (pto and tbo) for linking triangles and squares, and again demonstrated the usefulness of the isoreticular concept for achieving low density crystals. Table 2 summarizes some properties of known copper-based materials with these two topologies. It is to be expected that similar materials could be prepared with other metal ions which form square paddlewheel units,(23) such as Zn2+, Fe2+, Mo2+, and Cr2+. Indeed, compounds isostructural with HKUST-1 (MOF-199) with Zn2+, Fe2+, and Cr2+ have already been prepared.(2)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConcluding RemarksReferencesAcknowledgmentThis work is partially supported by BASF SE. Research funds are provided by an Energy Frontier Research Center funded by the U.S. Department of Energy (DOE), U.S. DOE Office of Basic Energy Sciences (DE-FG02-08ER15935 to O.M.Y.), and the Midcareer Researcher Program through NRF grant funded by the MEST (No. 2009-0084799) in Korea (J.K.). We thank Mr. Sang Beom Choi (SSU) for help in single-crystal X-ray structure analyses. O.M.Y. is also supported by the WCU program, Korea. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConcluding RemarksReferencesSupporting InformationSynthesis of H3TAPB link, single-crystal X-ray, and powder X-ray diffraction details, 1H NMR analyses of digested MOFs, TGA analyses, and crystallographic data in CIF format. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConcluding RemarksReferencesReferencesThis article references 23 other publications.1. Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Nature 2003,  423,  705– 714[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "Isoreticular Expansion of Metal–Organic Frameworks with Triangular and Square Building Units and the Lowest Calculated Density for Porous Crystals", "authors": ["Hiroyasu Furukawa", "Yong Bok Go", "Nakeun Ko", "Young Kwan Park", "Fernando J. Uribe-Romo", "Jaheon Kim", "Michael O’Keeffe", "Omar M. Yaghi"], "doi": ["10.1021/ic201376t"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0005.gif\">"]}