{"abstract": "Complex metal–organic frameworks (MOFs) that maintain high structural order promise sophisticated and tunable properties. Here, we build on our strategy of using combinations of structurally distinct ligands to generate a new isoreticular series of ordered quaternary ZnO–carboxylate MOFs. Rational design of the framework components steers the system toward multicomponent MOFs and away from competing phases during synthesis. Systematic ligand modulation led to the identification of a set of frameworks with unusually high stability toward water vapor. These frameworks lose no porosity after 100 days’ exposure to ambient air or 20 adsorption–desorption cycles up to 70% relative humidity. Across this series of frameworks, a counterintuitive relationship between the length of pendant alkyl groups and framework stability toward water vapor emerges. This phenomenon was probed via a series of gas and vapor adsorption experiments together with Grand Canonical Monte Carlo (GCMC) simulations, and could be rationalized on the basis of the propensity of the frameworks to adsorb water vapor and the proximity of the adsorbed water molecules to the water-sensitive metal clusters. Systematic variation of the pore volume and topography also tunes the CO and CH gas adsorption behavior. Certain of these materials display increases in their adsorption capacities of 237% (CO) and 172% (CH) compared to the parent framework.", "text": "10.1021/jacs.5b00365 Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesIntroductionConstructing metal–organic frameworks (MOFs) from multiple components is a pathway to materials with high tunability, functionality, and porosity.(1) One simple approach to incorporating multiple components into a MOF is to use a set of organic linkers that share a common backbone and/or nodes with the same connectivity but different metal constituents.(2) MOFs comprising as many eight different organic linkers or ten different metals have been reported.(3) This approach can produce complex MOFs with emergent properties that are distinct from their parent frameworks. However, it typically lacks a high level of control over the distribution of the framework components.To combat this disorder, one strategy is to use multiple components that are topologically distinct. Organic linkers that differ in their shape or length and inorganic nodes that have different connectivities can be differentiated from one another during the crystallization process.(4) Most MOFs synthesized this way are ternary MOFs, i.e., MOFs with three distinct components, with some examples displaying ultrahigh porosity.(4e, 4i) We recently employed this strategy to synthesize an isoreticular family of well-ordered quaternary MOFs using three topologically distinct carboxylate linkers and Zn4O secondary building units (SBUs).(5) These MOFs are designated as MUF-7a-h (MUF = Massey University Framework) and they are derived from combinations of btb (1,3,5-benzenetribenzoate), bpdc (4,4′-biphenyldicarboxylate), and bdc (1,4-benzenedicarboxylate) ligands. One key advantage of structurally regular quaternary MOFs was highlighted by this study: each ligand can be independently functionalized to produce pores with complex—yet uniform—chemical environments. Three other quaternary MOFs, UMCM-10–12, were subsequently reported by Matzger et al.,(6) and examples of quaternary MOFs that comprise two kinds of organic linkers and two different metal nodes also exist.(7)One stern challenge that is encountered in the synthesis of quaternary (and higher order) MOFs is the formulation of sets of linkers that are mutually compatible for inclusion in a lattice. Although clear design rules have not yet emerged, it is likely that the relative metrics (length and topology) of the ligands are a key factor.(4f, 5) A second challenge is presented by the multitude of phases that compete for formation with the desired product.(4c) For sets of organic linkers and only one type of metal node, using the simplifying assumption that each organic linker and linker pair only forms a single phase, the total number of theoretical possible competing phases, N, can be deduced by the following equation:where n is the number of linkers in the set. Thus, there are six phases that compete with a quaternary MOF, which increases to 14 for a quinary MOF, and 1022 for a MOF comprising ten distinct linkers (Supporting Information, SI, Table S7). Approaches to meeting this challenge include modifying synthesis parameters such as feed ratios and concentration, using small quantities of seed crystals to produce nucleation sites that guide crystallization in the desired direction,(5) and strategic ligand design. In the latter context, we hypothesized that alterations to the linker set employed for MUF-7 may reduce the competitive formation of undesired phases. Specifically, we noted that btb has a strong propensity to form both [Zn4O(btb)2] (MOF-177(8)) and [Zn4O(btb)4/3(bdc)] (UMCM-1(4c)). From the structures of both MOF-177 and UMCM-1, it appears that the peripheral benzoate groups of the btb ligands prefer to be twisted with respect to the central phenyl ring. The use of a truxene ligand core would, however, force the four phenyl rings to be coplanar, and thus induce a planar conformation of the entire ligand (carboxylate groups tend not to twist with respect to the phenyl group to which they are attached). We hypothesized that this may attenuate the formation of analogs of MOF-177 and UMCM-1, which would be a very useful outcome since these frameworks are produced with alacrity in MOF reaction mixtures that contain btb and btb/bdc.Here, we report the successful realization of this strategy in preparing a family of quaternary Zn4O-carboxylate MOFs that incorporate tritopic truxene-based ligands. These MOFs (1) outcompete the formation of undesired phases during synthesis; (2) feature uniform, complex tetrahedral cavities; (3) show remarkably high stability toward water vapor for this class of MOF; (4) exhibit a counterintuitive relationship between hydrophobicity and stability toward water vapor; and (5) display a tunable affinity for CO2 and CH4 that correlates with pore metrics and topography.Scheme 1. Synthetic Route to MUF-77-ethyl and a View of Its Network Structure, As Determined by X-ray CrystallographyaaIn the network structure the three ligands are colored as light brown (hett), green (bpdc) and pink (bdc).Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesResults and DiscussionReacting H3hett (hett = 5,5′,10,10′,15,15′-hexaethyltruxene-2,7,12-tricarboxylate),(9) H2bpdc, and H2bdc with Zn(NO3)2 produces MUF-77-ethyl, a quaternary metal–organic framework with the formula [Zn4O(hett)4/3(bpdc)1/2(bdc)1/2] (Scheme 1). We determined the structure of MUF-77-ethyl by single crystal X-ray diffraction and confirmed its bulk phase purity by powder X-ray diffraction (SI Figure S7), 1H NMR spectroscopy of a digested sample (SI, section 3), optical microscopy, and elemental analysis.By optimizing the synthetic route to MUF-77-ethyl, we were able to obtain this material in high yield and with perfect phase purity. MUF-77-ethyl appears to be a thermodynamically stable phase is readily assembled at the expense of competing phases. The formation of MUF-77-ethyl is not particularly sensitive to the feed ratio of the three ligands and does not require crystal seeding. This contrasts with MUF-7 and demonstrates the utility of strategic ligand design to attenuate the production of competing phases in the synthesis of multicomponent MOFs.MUF-77-ethyl crystallizes in the space group Pm-3. It has a low density (0.49 g/cm3) and high porosity (calculated(10) void fraction of 79%). It features two types of dodecahedral cavity and one type of tetrahedral cavity, as highlighted in Figure 1. The larger dodecahedral cavity is defined by 12 Zn4O clusters, 8 hett ligands, and 6 bpdc ligands, while bdc ligands replace the bpdc ligands around the smaller dodecahedral cavity. Each tetrahedral cavity is delineated by four Zn4O clusters, four hett ligands, a bpdc ligand and a bdc ligand. Notably, since the chemical environments for the tetrahedral cavities are uniform and complex, they are candidates for functionalization via a programmed pore(5) approach. Efforts in this direction are underway.The larger dodecahedral mesopore of MUF-77-ethyl spans 34.5 Å (interatomic distance) at its widest point and can accommodate a sphere with a diameter of 18.5 Å (allowing for van der Waals radii of the framework atoms, Figure 1a). The smaller dodecahedron has an interatomic span of 32.6 Å and accommodates a 16.5 Å sphere (Figure 1b). The tetrahedral cavity can house a sphere of diameter ∼10 Å (Figure 1c). The free pore diameter, which is defined as the diameter of the largest sphere which can freely pass throughout the framework, is calculated to be 6.5 Å.(11)It is illustrative to compare the structural characteristics of MUF-77-ethyl with those of MUF-7a, which is constructed from Zn4O SBUs and bdc, bpdc, and btb linkers.(5) In both cases, the three ligands are linked by six-connected Zn4O SBUs into a framework with ith-d topology. At each SBU four tritopic ligands occupy the equatorial positions, and one bpdc and one bdc ligand fill the axial sites. Differences arise due to the lower symmetry of MUF-7a, which generates three distinct tetrahedral cavities with diameters of ∼10 Å, along with a unique dodecahedral cavity which spans 33.7 Å at its widest point. The free pore diameter of MUF-7a is 9.1 Å, which is larger than that of MUF-77-ethyl due to the bulky truxene ligand of the latter.Figure 1. Views of the X-ray crystal structure of MUF-77-ethyl highlighting (a) the larger dodecahedral cavity, (b) the tetrahedral cavity, and (c) the smaller dodecahedron cavity. Hydrogen atoms are omitted for clarity.Figure 2. Nitrogen adsorption (filled circles) and desorption (open circles) isotherm of MUF-77-ethyl measured at 77 K.The solvent occluded in the pores of MUF-77-ethyl during synthesis is easily removed to produce an activated material that has a high affinity for molecular guests. Its capacity for taking up N2 at 77 K is 1004 cm3/g. A BET surface area of 3600 m2/g and a pore volume of 1.53 cm3/g were calculated from the adsorption isotherm (Figure 2 and SI Figure S19). The close agreement of these values to the calculated geometric surface area (3850 m2/g)(12) and the theoretical pore volume (1.52 cm3/g, calculated by PLATON(13)) underscore the stability of the framework in the absence of guest solvent.We were surprised to find that MUF-77-ethyl is relatively stable toward water vapor. Following removal of the occluded solvent, a sample was exposed to ambient air (40–50% RH) at 20 °C for 205 days. No changes to the morphology or transparency of the crystals were detectable by optical microscopy (SI Figures S58 and 59). Powder XRD patterns were recorded throughout the exposure period and they were found to remain unchanged (Figure 3). A single crystal of MUF-77-ethyl stored under the same conditions for 35 days displayed an excellent X-ray diffraction pattern to a resolution beyond 0.81 Å (SI Figure S4). A full set of crystallographic data recorded on this aged crystal yielded refinement statistics superior to a freshly prepared, solvated specimen. As a point of comparison, activated MUF-7a exposed to air for only 32 h produces a poor single-crystal diffraction pattern, indicating a loss of crystallinity (SI Figure S5), and notable changes are evident in its PXRD pattern after several days (SI Figure S60).Figure 3. Powder X-ray diffraction patterns (Cuα radiation) of MUF-77-ethyl; freshly activated and aged samples exposed to 40–50% relative humidity at 20 °C for the stated period.To quantify the stability of MUF-77-ethyl toward humid air we turned to the measurement of gas adsorption isotherms before and after periods of exposure to ambient air. This allows the porosity of an aged sample to be compared to its pristine state.(14) Following the exposure of MUF-77-ethyl to humid air (RH = 40–50%) for 3 and 11 days, CO2 (273 K) and N2 (77 K) isotherms were measured (SI Figures S71 and S72 and Table 1). The uptake of CO2 by aged MUF-77-ethyl is 42.8 and 42.6 cm3/g (at 1 atm) after 3 and 11 days, respectively, which is almost identical to a pristine sample (42.9 cm3/g). The pore volume calculated from the N2 sorption isotherm after 3 and 11 days’ aging is 1.54 and 1.51 cm3/g, respectively, which is close to its pristine state (1.55 cm3/g). Remarkably, prolonged aging for 100 days did not reduce its pore volume (1.59 cm3/g, SI Figure S71). Conversely, considerable losses in porosity and CO2 uptake capacity were found for MUF-7a under the same conditions (Figure 6, SI Figures S67 and S68, and Table 1).The observed stability of MUF-77-ethyl, which indicates that it can be handled indefinitely under typical laboratory conditions, is a surprising revelation. It is well established that Zn4O-carboxylate MOFs are prone to decomposition by water vapor.(15) Although a few examples have shown moderate resistance to moisture,(15a, 15b, 16, 17) improving their stability in this regard is of considerable current interest.(2j, 16a, 17) The instability of MUF-7a reported above is typical for this class of MOF. In other examples, MOF-5(18) and UMCM-1(4c) are known to degrade rapidly in ambient conditions,(15a-15c) and MOF-177,(8) which is used as a adsorbent in prototype natural gas fuel tanks,(19) collapses upon exposure to 40% RH for 3 days.(15d)Both MUF-77-ethyl and MUF-7a are quaternary MOFs that are constructed from similar ligand sets and identical SBUs. Why does their stability toward humid air differ so remarkably? We note that the major difference between the frameworks is the identity of the tritopic ligand: hett in MUF-77-ethyl and btb in MUF-7a. On this basis, there are two plausible reasons behind the superior stability of MUF-77-ethyl: First, hett is more hydrophobic(20) than btb, which may lead to a drop in the affinity of MUF-77-ethyl for water vapor vis-à-vis MUF-7a. Second, the truxene backbone of hett is more rigid than btb, which may impede substitution reactions, such as hydrolysis, at the Zn4O SBUs. Differences in basicity arising from the electron-rich truxene core may be discounted since the pKa of H3hett (3.42 ± 0.70) is very similar to that of H3btb (3.46 ± 0.10).(21)To examine these points in detail and optimize this class of MOF for water stability, we designed a family of truxene-based tritopic ligands that feature alkyl chains of different lengths (Scheme 2). Since the overall geometry of these ligands is the same as the hett ligand, we anticipated that quaternary MOFs which are isoreticular to MUF-77-ethyl could be produced. We indeed found this to be the case and were able to prepare the five new quaternary MOFs depicted in Scheme 2 in high yield and perfect phase purity. We characterized these frameworks by single crystal XRD, 1H NMR spectroscopy of digested samples (SI, section 3), PXRD (SI Figure S7), optical microscopy, and elemental analyses.Scheme 2. Synthetic Route to the MUF-77 Series of MaterialsThe resistance of these materials to atmospheric water vapor enabled us to use desolvated crystals for all single crystal X-ray diffraction experiments. The structures of MUF-77-methyl and -butyl indicate that the alkyl chains extend normal to the truxene plane (as observed for MUF-77-ethyl) and are directed into the both the large and small dodecahedral cavities.(22) Shorter alkyl chains (up to hexyl) can be fully accommodated in the large dodecahedral cavities (Figure 4). The tetrahedral cavities (diameters ∼8 Å), are largely, however, unaffected. It was not possible to accurately model the disposition of the alkyl chains in MUF-77-octyl and -decyl using X-ray crystallography data due to disorder, although it is evident that they occupy most of the dodecahedral void spaces and spill over into the tetrahedral cavities.Figure 4. (a) Views of the large dodecahedral cavities of MUF-77-methyl (left) and MUF-77-hexyl (right) showing the alkyl groups appended to the truxene ligand in space-filling mode. (b) Pore size distributions for MUF-77-methyl, -ethyl, -butyl, and -hexyl calculated from their X-ray crystal structures.Table 1. Summary of the Key Properties of the MUF-77 Series and MUF-7a MUF-7aMUF-77-methylMUF-77-ethylMUF-77-butylMUF-77-hexylMUF-77-octylMUF-77-decylligand setbtb bpdc bdchmtt bpdc bdchett bpdc bdchbtt bpdc bdchhtt bpdc bdchott bpdc bdchdtt bpdc bdccell dimensiona60.23229.95329.95129.93629.86129.81229.806space groupI4̅3dPm3Pm3Pm3Pm3Pm3Pm3densityb0.3870.4520.4940.5780.6670.7540.839BET surface areac4450360036003250217015701170pore volumed2.161.851.551.211.000.650.48porosity after aginge73/6198/10199/9899/9886/7487/7581/74CO2 capacity after agingf79/7198/99100/9999/9889/8389/8287/84Qst0g15.0/12.917.4/14.318.1/14.219.7/15.519.9/15.519.5/19.716.0/19.8water conc.h2.060.110.090.220.200.410.46aIn Å.bIn g/cm3.cBET surface area in m2/g.dIn cm3/g, calculated from the N2 adsorption isotherm at 77 K and P/P0 = 0.995.eAt 77 K in % with respect to pristine samples after aging for 3/11 days.fIn % with respect to pristine samples after aging for 3/11 days.gHeat of adsorption at zero loading in kJ/mol, CO2/CH4.hConcentration of adsorbed water in the framework pores in mol/L at 50% RH.By modulating the lengths of the truxene substituents the pore characteristics of this isoreticular family of MOFs can be systematically modified (Figure 5, Table 1). All frameworks can be activated by solvent exchange with dichloromethane followed by desolvation under vacuum at 80 °C. N2 sorption isotherms at 77 K allow the estimation of BET surface areas, which extend from 1170 to 3600 m2/g. Pore volumes range from 0.48 to 1.85 cm3/g. The pore size distributions calculated from single-crystal X-ray structures (Figure 4b) show that the observed decrease pore volume corresponds to a reduction in the space available in the two dodecahedral cavities as the alkyl substituents lengthen.To test the influence of the length of the pendant alkyl groups on the stability of these frameworks toward atmospheric humidity, a series of gas and vapor adsorption isotherms were measured. The samples for these measurements were first activated then aged in air at a relative humidity of 40–50% for 3 days and for 11 days. PXRD patterns were taken during the aging period and no changes could be discerned for any of these materials (SI Figures S61–66). N2 (77 K) and CO2 (273 K) isotherms were measured using the aged materials, and uptake capacities at 0.995 atm (N2) and 1 atm (CO2) were used as points of comparison with pristine specimens to determine the relative loss of porosity.Figure 5. (a) Nitrogen adsorption (filled circles) and desorption (open circles) isotherms at 77 K for MUF-7a and the MUF-77 series. (b) A plot showing the density, pore volume, surface area, and volumetric CO2 and CH4 uptake at 1 atm and 273 K for MUF-7a and the MUF-77 series. Color code: black: MUF-7a; blue: MUF-77-methyl; red: MUF-77-ethyl; green: MUF-77-butyl; orange: MUF-77-hexyl; purple: MUF-77-octyl; and gray: MUF-77-decyl.A counterintuitive trend across the MUF-77 series emerges from the data presented in Figure 6. Frameworks with longer alkyl chains are less stable toward water vapor! Specifically, a cluster of frameworks with high stability comprises MUF-77-methyl, MUF-77-ethyl, and MUF-77-butyl. Among this group, there are negligible changes in structure over the aging period. It is noteworthy that a 100 day aging experiment on MUF-77-butyl also resulted in minimal porosity loss (SI Figures S73 and S74). A second group of lesser stability contains MUF-77-hexyl, MUF-77-octyl, and MUF-77-decyl. These MOFs lose about 25% of their capacity for adsorbing N2 after 11 days of aging, and their CO2 uptake capacity diminishes by around 17%. The greater reduction in uptake for N2 compared to CO2 is likely to be due to the larger kinetic diameter of this gas which precludes access to the smallest cavities. MUF-7a is the least stable of the frameworks under investigation.Figure 6. Relative porosities and CO2 uptake capacities of aged MUF-77s and MUF-7a plotted as a fractional capacity with respect to the capacity of their pristine samples. N2 isotherms measured at 77 K and CO2 isotherms at 273 K.A close inspection of experimental water adsorption isotherms(23) (Figure 7), together with Grand Canonical Monte Carlo (GCMC) simulations,(24) provides insights into this surprising trend. The following observations are pertinent: (i) Water vapor uptake rises slowly as a function of the partial pressure at low RH, as expected for hydrophobic materials. (ii) In the isotherm region corresponding to the relative humidity of our aging experiments (40–50%), the concentration of water adsorbed in the void space of the frameworks can be calculated by dividing the amount of excess water uptake (in mmol/g) by the measured pore volume of the MOF (in cm3/g, Table 1). The concentration of adsorbed water in the framework pores correlates with the length of the alkyl substituent on the truxene ligand; surprisingly, longer chains leads to higher water concentrations. (iii) The simulations provide information on the sites of water molecule adsorption. Since the alkyl substituents occupy hydrophobic regions of the cavities, away from the zinc clusters, longer alkyl substituents lead to the adsorbed water molecules occupying sites in closer proximity to these clusters (Figure 8). For example, at 50% RH the percentage of water molecules found within 5 Å of a Zn4O cluster for MUF-77-methyl, -ethyl, -butyl, and -hexyl are 44%, 64%, 67%, and 72%, respectively (SI Table S6). (iv) A steep rise in the amount adsorbed is observed for all MOFs at a characteristic RH value. This is due to the onset of pore filling.(23b) Across this series of MOFs, the RH value at which pore filling commences broadly correlates with the length of the pendant alkyl group on the truxene ligand: The lowest RH value of 42% is observed for MUF-7a, while the highest value of RH ∼ 85% occurs for MUF-77-hexyl and -decyl (Figure 7). (v) The isotherms all flatten out as the RH approaches unity, however pore volumes estimated from the total water uptake are only a fraction of those obtained from N2 sorption isotherms (SI Table S3).Figure 7. Top: Water vapor adsorption isotherms measured at 298 K for MUF-7a (black), MUF-77-methyl (blue), -ethyl (red), -butyl (green), -hexyl (orange), -octyl (purple), and -decyl (gray). Bottom: Adsorption isotherms presented to highlight the concentration of adsorbed water molecules in the framework void space as a function of RH.Figure 8. Distances between adsorbed water molecules and the closest Zn4O SBU as calculated by GCMC simulations for MUF-77-methyl (blue), -ethyl (red), -butyl (green), and -hexyl (orange).MUF-77-ethyl was used for further water vapor sorption experiments where the RH was cycled multiple times between 10% and various maximum RH values (SI Figures S84 and S85). Material treated in this way was then analyzed by PXRD, optical microscopy, and a N2 adsorption isotherm. After 20 cycles of water vapor adsorption and desorption to 70% RH, no visual changes to the MOF crystals were apparent (SI Figures S86 and S87). The PXRD pattern and N2 isotherm were also identical to those of pristine specimens (SI Figures S90 and S91). When MUF-77-ethyl was subject to 20 cycles to 75% RH, which lies at the beginning of the steep rise in water vapor uptake, we found the crystals turned almost opaque (SI Figure S88) and lost 40% of their uptake capacity for N2 (SI Figure S91). Their PXRD pattern, however, did not change, which reinforces the notion that PXRD alone is not adequate to determine whether a MOF is stable under certain conditions.(14, 23b) After only 3 cycles to 80% RH, which is at the halfway point of the steep rise, the crystals turned completely opaque (SI Figure S89) and the material lost most of its porosity (SI Figure S91).Several important findings emerge from the foregoing observations on water vapor uptake:1.The contrasting stabilities of MUF-7a and MUF-77-methyl demonstrate that introducing truxene-based ligands in quaternary MOFs dramatically enhances their stability toward humidity. This arises from the truxene ligand, which confers a higher degree of rigidity than btb. The enhanced rigidity of the truxene ligand may inhibit the displacement of the ligands around the SBUs by incoming H2O. We note that a related ligand rigidification strategy was found to enhance MOF stability toward shear forces.(25) Additionally, the truxene linker of MUF-77-methyl is more hydrophobic than the btb of MUF-7a therefore MUF-77 adsorbs less water vapor than MUF-7a.2.The steep rise of the water vapor uptake in the sorption isotherms corresponds to pore filling, which causes the degradation of the framework crystallinity and porosity (SI Figure S90). After pore filling occurs, the water sorption is largely irreversible (SI Figures S81–83), presumably because of chemisorption to the components of the collapsed frameworks.3.The stable group of materials, MUF-77-methyl, -ethyl, and -butyl, can used, handled, or stored at up to 70% RH over long periods of time. We ascribe this to their relatively low affinity for water vapor, as evidenced by their water vapor sorption isotherms.4.The instability of the MUF-77 materials with longer alkyl substituents under ambient conditions is due to a combination of a high concentration of water in their void volumes at relevant RHs and the close proximity of the adsorbed water molecules to the Zn4O clusters. These factors promote hydrolysis of the zinc(II) clusters leading to framework collapse.(26) This underlies the counterintuitive relationship between ligand hydrophobicity and MOF stability and highlights the limitations of simply using pendant hydrophobic groups to improve water stability.(20)Figure 9. Gravimetric (left) and volumetric (right) gas adsorption capacities for CO2 (top) and CH4 (bottom) taken from adsorption isotherms at 1 atm and 273 K for MUF-7a (black), MUF-77-methyl (blue), -ethyl (red), -butyl (green), -hexyl (orange), -octyl (purple), and -decyl (gray).Valuable trends in CO2 and CH4 adsorption capacities emerge from adsorption isotherms measured for these gases across the MUF-77 series. Volumetric uptake of CO2 and CH4 peaks at MUF-77-hexyl (Figure 9). Increases of 237% and 172% are observed for CO2 and CH4, respectively, with respect to MUF-7a. These increases are achieved simply by modifying the pores with space-filling alkyl chains rather than the conventional approach of introducing polar functional groups or open metal sites.(27) Related observations have been made in other studies.(5, 7b, 28) We can understand the trends exhibited by the MUF-77 series by analysis of the isosteric heats of adsorption, which increase as the alkyl chain becomes longer (Table 1 and SI Figures S24 and S25), and the available pore volume, which naturally decreases with increasing substituent size. MUF-77-hexyl represents the point at which an optimum combination of heat of adsorption and pore volume is reached. MOFs with shorter alkyl chains feature open pores, which provide relatively few favorable noncovalent interactions between the framework walls and gas molecules. Alkyl chains of intermediate length (e.g., butyl, hexyl) are ideal in that they induce pore topographies with significant nooks and crannies that maximize the number of favorable noncovalent interactions with guest molecules. Overly long alkyl chains, however, overfill the pores and render them featureless and smaller than optimal, which limits the number of guest molecules that can be bound.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesConclusionsThe synthesis of an isoreticular family of quaternary Zn4O carboxylate MOFs with a series of truxene-based tritopic linkers generates unique insights into the ways in which MOF characteristics can be systematically optimized. The planarity of truxene ligand inhibits the formation of competing phases, allowing reactions involving large ligand sets to converge on the desired multicomponent frameworks. The rigidity and hydrophobicity of the truxene moiety also enhances the stability of these MOFs toward water vapor to the point where several of these materials can be openly handled in standard laboratory environments over a time period of at least several months. By modulating the pendant alkyl groups on the truxene ligands, we made the surprising discovery that members of this series with more hydrophobic groups are less stable toward ambient humidity. Water adsorption isotherms combined with GCMC simulations revealed that this counterintuitive finding can be rationalized by an increased concentration of water in the framework pores at low RH and the propensity for this adsorbed water to reside close to the Zn4O SBUs. This highlights the limitations of simply using long pendant alkyl groups to improve water stability in MOFs.(20) Systematic ligand modulation also resulted in tunable CO2 and CH4 adsorption characteristics. The CO2 uptake for the best performing material is more than treble that of its nonfunctionalized analog.These insights are enabled by the multicomponent nature of the MUF-77 series. A selected ligand, in this case the tritopic truxene liker, can be appended with substituents that systematically modify the pore characteristics. Such modifications would typically lead to low porosity and a breakdown in the isoreticular relationship for MOFs that comprise just one ligand. A key advantage of multicomponent MOFs is that—collectively—ligand sets are able to maintain the open structure of parent frameworks even if significant changes are made to one of their members. This enables enlightening relationships between ligand structures, pore characteristics, and functional performance to be established. The modification of all three linkers to produce variants of MUF-77 with programmed pores(5) is an exciting prospect. Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesSupporting InformationSynthesis, characterization, X-ray crystallography, and computational details and additional tables and figures. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesAcknowledgmentWe thank Dr. Yonghwi Kim and Professor Kimoon Kim for generously providing a trial sample of H3hmtt, and Dr. Matthew Hill for measuring some preliminary adsorption isotherms. We are indebted to Professor Randy Snurr for much-valued advice, to David Lun, Dr. Hui Yang, and Dr. Marie Squire for expert technical assistance, and to David Perl for writing a computer script to extract the data presented in Figure 8. This work was supported by the RSNZ Marsden Fund, the MacDiarmid Institute for Advanced Materials and Nanotechnology and NeSI (computational resources).Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionsReferencesReferencesThis article references 28 other publications.1. (a) Burrows, A. D. CrystEngComm 2011,  13,  3623[Crossref], [CAS]1. Mixed-component metal-organic frameworks (MC-MOFs): enhancing functionality through solid solution formation and surface modificationsBurrows, Andrew D.CrystEngComm\r\n        (2011),\r\n    13\r\n        (11),\r\n    3623-3642CODEN:\r\n                CRECF4;\r\n        ", "title": "Systematic Ligand Modulation Enhances the Moisture Stability and Gas Sorption Characteristics of Quaternary Metal–Organic Frameworks", "authors": ["Lujia Liu", "Shane G. Telfer"], "doi": ["10.1021/jacs.5b00365"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-11/jacs.5b00365/20150319/images/small/ja-2015-00365k_0009.gif\">"]}