{"abstract": "The stabilities of water molecules in carbon slit-shaped nanospaces have been studied using the potential calculation for possible water clusters (HO) of  = 2−12. The adsorption isotherm of water on a graphite slit pore ( = 1.1 nm) with no surface functional groups at 303 K was calculated with GCMC simulation using TIP-5P and 10-4-3 Steele potential functions; this simulated isotherm has a vertical uptake at / = 0.5. The cluster growth along the vertical adsorption uptake was evidenced through the snapshot of GCMC simulation. The simulated adsorption isotherm agreed well with the experimental isotherm of water on an activated carbon fiber (ACF) having uniform slit pores. Thus, HO molecules are adsorbed in hydrophobic carbon nanopores without surface functional groups through cluster formation. The isosteric heat of adsorption of clusters of (HO) obtained from the GCMC simulation coincided well with the experimental value. The radial distribution function of the clusters from the GCMC simulation is close to the structure of ice I. Therefore water molecules can gain an explicit hydrophobicity through clusterization in nanopores. ", "text": "10.1021/jp048323v  Top of PageAbstract1. Introduction2. Simulation and Experiment3. Results and Discussion1. Introduction Water is the main constituent of life organs.1 Therefore, water must be coexistent with organic substances of hydrophobicity in the life organs. Therefore, the hydrophilic nature of a water molecule should be controlled by hydrophobic microenvironments in the life organ. That is, water molecules themselves should have an effective affinity control mechanism from a hydrophilic to a hydrophobic nature, which must be elucidated to understand life activities.2-4 A well-understood mechanism stems from the role of organic molecules having surfactant natures. However, there should be another mechanism. Water permeation in the protein subnanopore is an essentially important subject in biological membranes; this water-selective permeation comes from a unique mechanism that is associated with the hydrogen-bonded structure in the hydrophobic nanopore.5-16 We have an issue why water molecules can be accepted in the hydrophobic nanopores.  Water adsorption on carbon nanopores should be the model system. Nanoporous carbon with a small amount of surface functional groups can adsorb a large amount of water molecules at a critical value of the relative pressure P/P0 of water vapor near P/P0 = 0.5; no water molecules are adsorbed on nanoporous carbons below the critical P/P0, but adsorption begins suddenly above it. This water adsorption on nanoporous carbon has been studied for a long time by many scientists.17-47 At an early stage of the research, the porous carbon used, which was not well-characterized, had a wide distribution of nanopore size and highly concentrated surface functional groups such as −OH and −COOH.36-47 Hence, the observed adsorption isotherm had no sharp rise near P/P0 = 0.5. The role and positions of these surface functional groups have gained much attention. Dubinin proposed cluster formation of water molecules on the surface functional groups.43 Water molecules are hydrogen-bonded to the surface functional groups, leading to cluster growth of water molecules at the surface functional groups. This becomes the established mechanism of water adsorption on nanoporous carbon. This mechanism can be applied to nanoporous carbon with a large amount of surface functional groups; water molecules are adsorbed on the surface functional groups with hydrogen bonding below a relative pressure P/P0 of 0.1. Almost all researchers have believed that the surface functional groups trigger the water adsorption even in hydrophobic carbon nanopores. However, Hanzawa and Kaneko reported that water vapor cannot be predominantly adsorbed in large mesopores, but only in micropores of carbon aerogel.48 The water adsorption isotherm of pitch-based activated carbon having a smaller amount of surface functional groups starts almost vertically at the rising relative pressure of P/P0 = 0.5, although adsorption is nil below the pressure.49 E. Bekyarova et al. reported that water vapor can be adsorbed on a single-wall carbon nanohorn whose surface functional groups are much less than those of graphite.50 Accordingly, a water molecule must change its affinity from hydrophilicity to hydrophobicity near P/P0 = 0.5. Kaneko et al. showed the cluster formation of water molecules using in situ X-ray diffraction and in situ small-angle X-ray scattering data.51-53 Therefore, Kaneko et al. proposed that water vapor can be adsorbed in hydrophobic carbon nanopores free of surface functional groups through cluster formation; they did not show the reason that water clusters are stabilized in hydrophobic nanopores.49 Ohba et al. clearly showed the stabilization of water clusters in carbon nanopores with interaction potential calculation.54 Also Striolo et al. discussed structures of water adsorbed in carbon nanopores using the snapshot obtained with GCMC simulation.35 Recently molecular simulation studies for water adsorption on nanoporous carbons by Slasli et al.35 showed a predominant adsorption even for model pores free of surface oxygen, which can support the water-cluster-mediated filling mechanism proposed by Kaneko et al.49 However, we need a structural mechanism for water cluster formation in carbon nanopores. In this paper, we simulate the adsorption isotherm of water molecules in slit-shaped carbon nanopores, which is compared with the experimental isotherm. The detailed structural mechanism of the hydrophilicity to hydrophobicity transformation of water molecules for carbon nanopores is described.   Top of PageAbstract1. Introduction2. Simulation and Experiment3. Results and Discussion2. Simulation and Experiment As a water molecule can form a hydrogen bond, the intermolecular interaction of water molecules is approximated by the sum of the dispersion interaction and the electrostatic interaction between partial charges on the atomic sites of a water molecule, as given by the TIP-5P model.55  Here εff and σff are the H2O−H2O potential well depth (εff/kB = 80.5 K) and the effective diameter (σff = 0.312 nm), respectively. The electric charges of hydrogen and the lone pair, qi, are 3.86 × 10-20 C. The interatomic distance between hydrogen and oxygen is 0.0957 nm, and the oxygen−lone pair distance is 0.070 nm.  On the other hand, the interaction of a water molecule with the graphite surface can be described by Steele's 10-4-3 potential function.56  where A is 2πσsf2εsfρΔC, z is the vertical distance of the molecule from the graphite surface, ρ is the carbon atomic number density, ΔC is the interlayer distance of the graphite, and εsf and σsf are fitted parameters of the H2O−carbon potential depth and effective diameter, respectively, which were obtained using the Lorentz−Berthelot rules (εsf/kB = 49.3 K, σsf = 0.327 nm). Here εff and σff are the carbon potential well depth (εss/kB = 30.1 K) and the effective diameter (σss = 0.342 nm), respectively. In the case of the graphite slit pore, the interaction of the water molecule with the pore can be expressed by the sum of the interaction potentials of the water molecule with both graphite walls, as given by eq 3.  Here H is the physical slit pore width, which is the internuclear distance between opposite graphite walls. The physical slit pore width can be associated with the effective pore width w, which can be experimentally measured, as follows.57  Here z0 is the closest contact distance between the water molecule and the graphite pore wall.  The water adsorption in the graphite slit pore at 303 K was simulated with the grand canonical Monte Carlo (GCMC) simulation. The following established GCMC simulation method was applied to calculate the adsorption isotherm of H2O.58-61 The random movement, creation, and removal of a molecule make a new configuration. They are accepted when they obey Metropolis's sampling scheme in proportion to exp(−ΔE/kT), where ΔE is the change of total energy in the system. We used a rectangular cell l × l × w for the calculation of which size is replicated two-dimensionally to form an infinite slit-shaped pore. Here, the values of l and w are 10 and 1.1 nm, respectively.  The heat of water adsorption was approximated by eq 5.  <φff> is the average intermolecular interaction energy. As water molecules adsorbed in the nanopores form a solid-like structure according to the previous in situ X-ray diffraction studies, we assumed that all nine motional freedoms of the adsorbed water molecule are lost.52,53  The pitch-based activated carbon fiber (ACF) has nanographitic unit structures, and the nanopores can be approximated by the slit pores.57,62 Furthermore, ACFs of different pore widths are available for experimental studies. Hence, pitch-based ACF (Ad'all Co.) was used in this study. ACF was treated at 1300 K in an Ar atmosphere (ACF-Ar) to remove surface functional groups; ACF-Ar was used for comparison. The micropore structure of ACF was gravimetrically determined by a N2 adsorption isotherm at 77 K using the subtracting pore effect (SPE) method for the αS plot. The water adsorption isotherms were volumetrically measured over the temperature range 293−333 K every 10 K. The reliability of the volumetric water adsorption measurement was checked using the gravimetric measurement in advance. ACF was pretreated at 383 K and 1 mPa for 2 h prior to the adsorption measurement.   Top of PageAbstract1. Introduction2. Simulation and Experiment3. Results and Discussion3. Results and Discussion Water molecules form clusters with hydrogen bonding.63-67 The preceding studies showed that the trimer and hexamer have ring structures,64-67 while the octamer and decamer have a cage structure, being the same as the fundamental structure of ice. Here we assumed that both the tetramer and pentamer have tetrahedral symmetry and the octamer has a highly symmetrical structure, as shown in Figure 1.   Figure 1 Model cluster structure of H2O:  (a) dimer, (b) trimer, (c) tetramer, (d) pentamer, (e) octamer, (f) decamer, and (g) dodecamer.   The minimum of the total interaction energies (MTIE) of the molecule−pore interaction and intermolecular interaction in the  cluster per a single molecule using eq 5 was calculated for each cluster in the slit graphite of w = 1.1 nm. As the interaction potential energy depends on the direction of the cluster to the pore structure, the most stable direction of the cluster against the pore wall was used. The MTIE against the molecular number of the cluster is shown in Figure 2. The MTIE rapidly decreases until the molecular number of 4, accompanying the gradual reduction. The change of the MTIE with the molecular number of the cluster provides essential insight into the affinity transformation of the water molecule through clusterization. Namely once water molecules form the cluster, then water molecules can be stabilized even in the hydrophobic graphitic nanospace. Thus, water molecules can be accepted by hydrophobic surroundings; the clusters can be accepted by hydrophobic nanoenvironments. This mechanism should be important in the biological system. Also this affinity transformation from hydrophilicity to hydrophobicity gives rise to the vertical adsorption of the water adsorption isotherm of the nanoporous carbon.   Figure 2 The potential minimum of the cluster with the cluster size.    The average geometry of hydrophobic slit nanospaces of ACF must be determined to compare the simulation with experimental results. The high-resolution N2 adsorption isotherm from the low P/P0 of 10-6 at 77 K is necessary for the accurate determination of the average slit width. The N2 adsorption isotherm of ACF at 77 K is of representative type I, as shown in Figure 3. The adsorption begins from P/P0 = 10-4. This isotherm clearly indicates the presence of considerably uniform micropores. The N2 adsorption isotherm was transformed into the αS plot using the standard N2 adsorption data on nonporous carbon black.68 The SPE analysis of the αS plot leads to the following pore structures:69,70 specific surface area 1650 m2 g-1, micropore volume 0.91 mL g-1, and average pore width 1.1 nm.   Figure 3 Adsorption isotherms of N2 on ACF at 77 K.   This ACF was examined by use of X-ray photoelectron spectroscopy (XPS), as shown in Figure 4. The C1s peak of ACF at 284.6 eV has a tail on the higher binding energy side, showing the presence of surface functional groups. As we can assign the C−OH or CO groups at 285.8 eV, this tail was analyzed by the Gaussian−Lorentzian mixed function.  Here wL and wG are the half-widths of Lorentzian and Gaussian functions. The mixed function of the C1s and O1s peaks provides that the O/C ratio of ACF is 0.074. The high-temperature treatment of ACF in Ar (ACF-Ar) increases the C1s peak, giving a smaller O/C ratio (=0.018). These results show that the surface functional groups were significantly removed by the heat treatment in Ar gas. Here, the XPS analysis of ACF-Ar was carried out after exposing to air, and thereby the surface oxygen from the XPS examination should be overestimated.   Figure 4 XPS profiles in C1s and O1s of ACF (a) and ACF-Ar (b).    Figure 5 shows adsorption isotherms of water on ACF and ACF-Ar at 303 K. The amount of water adsorption is normalized using the adsorption amount at P/P0 = 1. That is, the ordinate is expressed by the fractional filling of pores by water. The adsorption below P/P0 = 0.5 is almost nil for both samples, indicating the near absence of surface functional groups. The heat treatment of ACF in Ar removes surface functional groups, with almost no shifting of the rising relative pressure of the  water adsorption isotherm. Both samples have an explicit adsorption hysteresis. The isotherms are almost similar to each other regardless of the different content of surface functional groups. Consequently, the small amount of surface functional groups does not play an essential role in the water adsorption on nanoporous carbon. The observed vertical adsorption and desorption must be governed by another factor than the surface functional groups.   Figure 5 Adsorption isotherms of H2O at 303 K:  (○) ACF; (▵) ACF-Ar.   Figure 6 shows the water adsorption isotherm at 303 K from GCMC simulation for the graphite slit pore with no surface functional groups. The simulated adsorption isotherm has a more vertical adsorption than the experimental one, accompanied with no adsorption hysteresis; the simulated adsorption isotherm is close to the desorption branch of the experimental isotherm rather than the adsorption branch. In the preceding paper,51 we showed using in situ small-angle X-ray scattering at 303 K that the adsorbed molecular structure in the course of adsorption is different from that in the course of desorption; the adsorbed layer in the course of adsorption has an explicit inhomogeneous structure, being different from the homogeneous adsorbed layer during desorption. The authors assume that such an inhomogeneous adsorbed layer during adsorption stems from cluster formation and bridging of clusters; large clusters merge with each other to form a homogeneous adsorbed phase at P/P0 = 1. Consequently, the adsorption branch should originate from the metastable process. McBain pointed out that if the adsorption measurement for each point takes more than two weeks, the adsorption hysteresis disappears.71 A similar behavior was confirmed using ACF by one of the authors. The experimental data on isosteric heat of adsorption in the later session indicate that the adsorbed layer on the desorption branch is more stable than that on the adsorption branch. The second import aspect of the simulated adsorption isotherm is that it has a vertical adsorption jump above P/P0 = 0.5 irrespective of the absence of surface oxygen. Therefore, the abrupt adsorption jump in carbon nanopores does not need surface functional groups, which is completely different from the established mechanism.   Figure 6 Simulated adsorption isotherms of H2O (○) and the experimental one (▵).    Figure 7 shows the water adsorption isotherms at different temperatures. Here we omitted adsorption data above P/P0 = 0.85−0.9 due to condensation error, which becomes significant at higher temperature. Both the rising and dropping P/P0 values do not sensitively depend on the temperature. The adsorption amount above the rising pressure is almost constant up to 323 K, and then it rapidly decreases above 328 K. The relative pressure removes the effect of the temperature change on the intermolecular interaction; the rising and dropping pressures are not necessarily sensitive to the temperature. However, the population of the stable clusters and bridging efficiency of the clusters should depend on the temperature, decreasing the saturated adsorption with an increase in the temperature. The rising pressure does not change with temperature, while the dropping pressure slightly increases; this is assumed to be caused by the reduced stability of water clusters at high temperature. Thus, the cluster growth in the course of adsorption is not affected by the change of temperature. However, the clusters lose their stability above 323 K.   Figure 7 Adsorption isotherms of H2O at 293 K (○), 323 K (▵), 328 K (□), and 333 K (◇).   The temperature dependence of the water adsorption isotherm gives the isosteric heat, qst, of adsorption using the Clausius−Clapeyron equation in Figure 8. The qst value does not change with the fractional filling of 0.1−0.6. The qst values on adsorption and desorption are 43 and 47 kJ mol-1, respectively, being close to the heat of condensation of bulk water (43.6 kJ mol-1). The water cluster on desorption is more stable than that on adsorption, suggesting that the adsorption branch originates from the metastable phenomenon, as mentioned above. The qst values on the adsorption branch below a fractional filling of  0.1 sharply increase. The simulated heat of adsorption shows a rapid increase in a similar way to the observed behavior for adsorption, but it could not be calculated due to the sharp rise in the high fractional filling.   Figure 8 Heat of adsorption on adsorption (○) and desorption (▵). Simulated heat of adsorption (□).   The calculated heat of water adsorption depends on the association number, Nw, of water molecules in the cluster from the relationship as shown in Figure 2, as given by eq 7.  Hence the comparison of the experimental qst value with the calculated one leads to the association number of water clusters observed in nanopores of ACF through eq 7. The experimental values on adsorption and desorption correspond to Nw = 9.0 and 12, respectively. If the cluster of Nw = 8 has a structure similar to the model cluster shown in Figure 1, the effective cluster size is 0.6 nm, and thereby these clusters are accessible to the slit pore of 1.1 nm in width.  Figure 9 clearly shows the change of cluster formation ratio of adsorbed water molecules with the fractional filling using the snapshots of GCMC simulation with the aid of the cluster analysis. The cluster formation rate is surely high. Striolo et al. showed that no hydrogen-bonded hydrogens of water molecules are located close to the hydrophobic carbon pore walls.35 Our simulation also showed similar results. The snapshot analysis of GCMC simulation provides useful information on the cluster structure on adsorption in the hydrophobic nanopore. Figure 10 shows snapshots at the fractional fillings, θ, of 0.04, 0.1, and 1.0. Water molecules tend to form clusters even at θ = 0.04, where clusters larger than tetramers can be observed. The clusters are associated with each other to form a larger cluster having the fraction of an ice-like structure at θ = 0.1, although some of the water molecules are isolated from the cluster. These snapshots indicate that water molecules can be adsorbed in graphite nanopores in the absence of surface functional groups. This does not contradict the fact that the graphite surface has a small attractive term for a water molecule. These self-stabilized clusters can work as active sites for water adsorption, and a critical number of clusters is necessary for the adsorption jump. After the adsorption jump, water molecules form an ice-like structure through the nanopore, as shown in Figure 10, attaining a perfect filling (θ = 1), which agrees with in situ XRD studies.53 Thus, the carbon nanopores are filled with the self-stabilized cluster. The concentration of the clusters increases with the increase of the P/P0 according to the snapshot analysis. The radial distribution function of adsorbed water at θ = 0.1 is shown in Figure 11. The radial distribution function has a short-range order structure which has a sharp nearest neighbor at 0.28 nm and short second peak at 0.46 nm. The nearest neighbor peak is extremely great compared with the second peaks. Hence the clusters mainly consist of the nearest neighbor contacts, which agrees with the model cluster size. As the short-range structure of the radial distribution function of adsorbed water is almost similar to the bulk ice structure of Ih, well-grown  clusters should have an ice-like structure. When the concentration of the clusters reaches the critical value for channel formation between clusters, the adsorption jump occurs. This detailed image on the adsorption jump must be studied with molecular dynamics in the future.   Figure 9 Change of cluster formation ratio of water molecules with fractional filling.   Figure 10 Snapshots in fractional filling of 0.04 (a), 0.1 (b), and 1.0 (c).   Figure 11 Radial distributions in fractional filling of 0.1 (○) and ice (solid line).     Top of PageAbstract1. Introduction2. Simulation and Experiment3. Results and DiscussionAcknowledgment This work was funded by Research Fellow of the Japan Society for the Promotion of Science (JSPS) for Young Scientists and a Grant-in-Aid for Scientific Research (S) (No. 15101003) by JSPS.      This article references 71 other publications. (1) Raviv, U.; Laurat, P.; Klein, J.   Nature 2001, 413, 51−54.[Crossref], [PubMed], [CAS](1) . Fluidity of water confined to subnanometre filmsRaviv, Uri; Laurat, Pierre; Klein, JacobNature (London, United Kingdom)\r\n        (2001),\r\n    413\r\n        (6851),\r\n    51-54CODEN:\r\n                NATUAS;\r\n        ", "title": "Cluster-Growth-Induced Water Adsorption in Hydrophobic Carbon Nanopores", "authors": ["Tomonori Ohba", "Hirofumi Kanoh", "Katsumi Kaneko"], "doi": ["10.1021/jp048323v"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00011.gif\">"]}