{"abstract": "Through a kinetically controlled synthetic process, we synthesized PCN-223, a new porphyrinic Zr-MOF constructed from the newly reported hexagonal prismatic 12-connected Zr cluster through an unusual disordered arrangement, giving rise to the first example of the  network in MOFs. With its extremely high connectivity, PCN-223 shows high stability in aqueous solutions with a wide range of pH. Cationic PCN-223(Fe) formed by postsynthetic treatment is an excellent recyclable heterogeneous catalyst for the hetero-Diels–Alder reaction.", "text": "10.1021/ja510525s Metal–organic frameworks (MOFs), as an emerging class of highly ordered porous materials, have attracted great interest in the last few decades.(1) Their modular nature imparts structural diversity and tunable functionality within a single material, enabling promising potential applications in many areas, such as gas storage/separation, sensing, and catalysis.(2)Because of the readily adjustable nature of MOFs, one of the most convenient approaches to introduce functional moieties into the framework is to construct MOFs with those moieties or their derivatives as building units. As a solid-state material with periodic structure and porosity, MOFs consequently make those functional moieties well-dispersed with extremely high accessibility, resulting in effective utilization of each individual unit. In other words, the homogeneous arrangement and accessibility of functional moieties, which are among the main advantages of homogeneous liquid or gas systems, are almost completely realized in a heterogeneous solid-state material. Moreover, once stable MOFs are formed, they can be used in different media without concern for solubility, which tremendously diminishes the synthetic effort required for some homogeneous catalytic systems, where solubility and their working environment conflict.Porphyrin derivatives have been substantially explored as organic linkers in MOFs because of their multifunctionality.(3)As one of the most frequently found species in biological systems, porphyrin derivatives can be used as light-harvesting reagents, anticancer drugs, catalysts, sensors, nonlinear optical materials, and DNA binding or cleavage agents. After their introduction into MOFs, the dimerization of some porphyrinic species was eliminated. Meanwhile, as highly conjugated large molecules, most artificial porphyrinic species suffer solubility problems under either physiological conditions or unreactive organic solvents (mostly nonpolar). When immobilized into MOFs, porphyrinic species can be used in any media without considering their solubility. Despite that, the chemical stability of porphyrinic MOFs severely restricted wide applications for a long period when relatively soft Lewis acidic metal species were used as nodes.(3) The practice of using hard Lewis acidic species, such as Zr4+ and Al3+, has successfully expanded the range of working environments for porphyrinic MOFs, especially in aqueous media, and thus greatly diversified their applications.(4)Porphyrinic Zr-MOFs are outstanding representatives with excellent chemical stability under harsh conditions for novel applications in the MOF field, such as biomimetic catalysis and pH sensing.(4a-4e) The variation of connecting numbers and symmetry provides many topological possibilities to form different frameworks with the same tetrakis(4-carboxyphenyl)porphyrin (TCPP) linker and Zr6 node. These porphyrinic Zr-MOFs obtained from variation of the synthetic conditions exhibit not only different pore sizes and shapes but also different chemical stabilities, which offer eligible candidates for different applications. For example, mesoporous PCN-222 (PCN stands for porous coordination network) has extremely high stability under acidic conditions, making it an ideal candidate for incorporation of large substrates or applications in acidic environments.(4a) In comparison, PCN-224 has worse stability under acidic conditions but survives much better under basic conditions.(4e) Although several different porphyrinic Zr-MOFs have already been reported, the variable connectivity and symmetry of the Zr6 cluster still provides topological possibilities to obtain more frameworks with different applicable properties. Therefore, the exploration of novel porphyrinic Zr-MOFs might further expand the study of novel applications for MOFs.In this work, through a kinetically controlled process, we synthesized PCN-223, a new porphyrinic Zr-MOF. PCN-223 contains the unprecedented D6h-symmetric 12-connected Zr6 cluster, which gives rise to the shp-a network, of which this is the first example in a MOF. PCN-223 has uniform one-dimensional (1D) triangular channels with porphyrinic walls. With the highest connectivity among the Zr-MOFs, PCN-223 shows excellent stability in aqueous environments with pH values ranging from 0 to 10. We also generated a naked cationic iron(III) porphyrin center in PCN-223(Fe) that catalyzes the hetero-Diels–Alder (hDA) reaction between unreactive aldehydes and a diene in very high yield with excellent recyclability.The fully bridged Zr6 [Zr6O4OH4(COO)12] cluster reported in UiO-66 is a 12-connected Oh-symmetric node that both symmetrically and in connectivity matches with the four-connected D4h-symmetric TCPP node. The combination of these two nodes gives rise to an ftw-a network. However, the relative position of the two nodes is not compatible with that in the ftw-a network unless a relatively high energy conformation is adopted for each node.(5) As a result, both the connectivity and the symmetry of the Zr6 secondary building unit always decrease to form other networks with the symmetry-reduced TCPP ligands with a variety of dihedral angles between the central and peripheral rings. Despite the structural differences, the Zr porphyrinic MOFs are obtained under very similar reaction conditions, which suggests the lack of a thermodynamically dominant phase, providing opportunities to explore more new structures by tuning the synthetic conditions. By using less competing reagent (benzoic acid or acetic acid), which could accelerate the formation of the MOF while maintaining the crystallinity, we successfully obtained a kinetically favored phase of porphyrinic zirconium MOFs, PCN-223.Solvothermal reactions of ZrCl4, TCPP (free-base or Fe-coordinated), and the competing (modulating) reagent in DMF gave spindle-shaped crystals of PCN-223. Single-crystal X-ray diffraction revealed that PCN-223(Fe) crystallizes in the P6/m space group. Originally, a 12-connected Zr18 cluster was observed, which has never been reported for either Zr carboxylates or Zr-MOFs (Figure 1a). However, the shortest Zr···Zr distance in the Zr18 cluster was 2.45 Å, which is much shorter than those in the Zr6 cluster (∼2.70 Å) and other reported zirconium carboxylates. As Zr6 is the absolutely dominant inorganic node in all of the reported Zr-MOFs, we tried to confirm the discovery of this unusual Zr18 cluster by measuring the ratio between Zr and the TCPP linker.(6) According to the results of energy-dispersive X-ray spectroscopy (EDX), the Zr to Fe ratio in PCN-223(Fe) was determined to be 2:1, suggesting a 12-connected Zr6 cluster instead of Zr18 (section S4 in the Supporting Information (SI)). To rationalize this result, we separated the Zr18 cluster into three Zr6 clusters oriented in different directions that are periodically arranged in the framework and appear as a Zr18 cluster through crystallographic disorder (Figure 1a). In each individual Zr6 cluster, only eight carboxylates bridge adjacent Zr atoms, while the other four chelate single Zr atoms (Figure 1b). In Zr-MOFs, this is a novel building unit that differs from the conventional 12-connected Zr6 cluster in UiO-66, in which all of the carboxylates bridge adjacent Zr atoms (Figure 1b).(6a) After topological simplification (considering only carbon atoms on the carboxylates), each 12-connected Zr6 cluster in PCN-223 exhibits D6h symmetry and overall gives rise to the first shp-a topology among all reported MOFs (Figure 2c–e). Along the c axis, PCN-223 has uniform triangular 1D channels of 12 Å; this arrangement is equivalent to separating the hexagonal channel in PCN-222 by six more TCPP linkers and an extra Zr6 node (Figure 2a,b and section S3).Figure 1. (a) Directly observed Zr18 cluster (left) and overlapping Zr6 clusters, each exhibiting partial crystallographic occupancy (right). (b) The unusual 12-connected Zr6 cluster (left) and the conventional 12-connected Oh-symmetric Zr6 cluster.Figure 2. (a, b) Views of PCN-223 along the c axis (a) with uniform triangular 1D channels observed in the structure and (b) after removal of disorder. (c–e) Topology analysis of PCN-223.It is worth noting that such a shp-a network is one of the three edge-transitive (4,12)-c nets predicted by O’Keeffe and co-workers.(5b) Interestingly, another (4,12)-c net, ftw-a, has also been realized in porphyrinic Zr-MOFs (MOF-525 and PCN-221). In comparison, MOF-525 was obtained with a much higher acid to ligand ratio and a longer reaction time, suggesting that PCN-223 may be more kinetically favored. Compared with shp-a, the ftw-a net shows a more regular arrangement (higher symmetry). To obtain the latter requires longer times for assembly and crystal growth. Moreover, less or weaker competing reagent is needed for PCN-223 compared with PCN-222, which not only kinetically accelerates MOF growth but also facilitates the formation of an entropically favored product.(7)In order to assess the porosities of PCN-223(Free base) and PCN-223(Fe), we performed N2 sorption measurements at 77 K (Figure 3b). Both PCN-223(Free base) and PCN-223(Fe) show N2 uptakes of ∼430 cm3/g at 1 bar. The experimental Brunauer–Emmett–Teller surface areas of PCN-223(Free base) and PCN-223(Fe) are ∼1600 m2/g and their porosities are ∼0.6 cm3/g, in good agreement with the results calculated using the non-disordered structure. When the Zr18 cluster model was used, the simulated results of both were lower than the experimental values, further confirming our structural rationalization. The crystal structure of PCN-223 was finally validated with powder X-ray diffraction (PXRD) results (Figure S6 in the SI). Since the shp-a network has one of the highest connectivities among all of the reported MOFs, we expected high chemical stability for PCN-223 and tested that under aqueous solutions with different pH values.(7) After PCN-223(No metal) was soaked in different solutions for 24 h, the PXRD patterns were completely maintained from 1 M HCl solution to pH 10 aqueous solution (Figure 3a). Meanwhile, the N2 uptakes of PCN-223(Free base) samples after different treatments were almost the same as that of the pristine sample, which is evidence for the stability of the framework under harsh chemical conditions (Figure 3b). Although the stability of PCN-223 under acidic conditions is not as good as that of PCN-222, PCN-223 exhibits much better stability in basic environments, allowing its application under different conditions. Moreover, PCN-223 shows excellent thermal stability (Figures S11 and S12).Figure 3. (a) PXRD of PCN-223(No metal) under different conditions. (b) N2 adsorption isotherms for PCN-223(Fe) and PCN-223(Free base) after harsh treatments to show the excellent stability.Because of the high concentration of porphyrinic centers in the framework as well as the excellent chemical stability of PCN-223, we studied its catalytic activity for the hDA reaction between unreactive aldehydes and a diene to confirm PCN-223 as a recyclable heterogeneous catalyst. The hDA reaction is one of the most powerful synthetic approaches for the construction of six-membered heterocyclic compounds. In particular, the cycloaddition of aldehydes to dienes has been widely applied in the preparation of natural products.(8a) However, most of these reactions involve the use of activated aldehydes such as glyoxylates or electron-rich dienes such as Danishefsky’s diene to reach high yields. Only a small number of hDA reactions using unactivated aldehydes and simple dienes have been reported.(8b) Moreover, the use of very strong Brønsted acids or Lewis acids is always necessary to activate the poorly reactive heterodienophile to compensate for the low reactivity of simple dienes, which severely restricts the choice of functional groups that can be tolerated under such harsh reaction conditions. Recently, Fujiwara et al.(8c) reported catalysis of the hDA reaction of unactivated aldehydes and simple dienes using an iron(III) porphyrinic cation, which showed high catalytic performance and robustness in the reaction.Since the cationic iron(III) porphyrin has very strong affinity for all electron-donating species, the synthesis and handling have to be conducted under an inert environment. However, when porphyrinic MOFs are used, the catalysts can be conveniently recycled, which could save a lot of effort for making new catalyst and for product separation. Following the synthetic procedure in the reported homogeneous system, we made the cationic Fe(III) porphyrin center in PCN-223(Fe) and tested its catalytic performance using the same substrates (Scheme 1). The potential blocking of cationic sites and pores of PCN-223(Fe) due to the generation of AgCl precipitates was of great concern but could not be directly measured because of the high activity of cationic PCN-223(Fe). Remarkably, the reaction of benzaldehyde with 2,3-dimethyl-1,3-butadiene reached 99% yield, as confirmed by both column chromatography (NMR) and GC (Table 1), which is even higher than that reported in the optimal homogeneous system. It is also worth noting that we employed toluene as the solvent instead of the carcinogenic benzene, which is the optimized solvent in the reported homogeneous system. Since the catalytic mechanism is to use the naked cationic iron(III) center to polarize the aldehyde species, electron-withdrawing groups on the porphyrin should increase the polarization ability of the iron center and thus enhance the catalytic activity. To eliminate other possible reactive centers, two control experiments were performed with PCN-223(Free base) and PCN-223(Fe) with no AgBF4 additive to confirm that only the cationic PCN-223(Fe) is active toward the catalysis of the hDA reaction. Therefore, the higher catalytic activity in cationic PCN-223(Fe) compared with the homogeneous system could be ascribed to two possible reasons: carboxylate itself is an electron-withdrawing group, which could decrease the electron density on the iron center; meanwhile, because of its high Z/r value, zirconium could be considered as an extremely effective electron-withdrawing group, which would dramatically decrease the electron density on the porphyrin after bonding to the carboxylates. Both effects could further increase the polarization ability of the iron center and increase the overall catalytic activity. Such an extraordinary result also highlights the advantages of using MOFs as heterogeneous systems. Because of their porous frameworks, MOFs can be used as heterogeneous catalysts in any solvent despite the solubility of the catalyst, in contrast to homogeneous systems, which always require extra synthetic effort to find the appropriate solvent, greatly limiting the scope of the catalytic reaction. For instance, although carboxylate groups might enhance the catalytic activity, TCPP has very low solubility in nonpolar solvents, so it cannot be used alone in benzene or toluene. Furthermore, the inorganic units could further increase the activity of the linker instead of acting as pure spectators; however, these inorganic clusters would be useless in a homogeneous system because of their limited solubility in common organic solvents. This illustrates that when MOFs are applied in a suitable system, the metal-containing nodes, organic linkers, and framework porosity can be most effectively integrated to enhance the utility of a catalytic system. Of course, it is still necessary to optimize the reaction conditions, such as temperature, substrate solubility, and even substrate diffusion from the solvent toward the porous catalyst.Scheme 1. (a) Preparation of the Cationic Center in PCN-223(Fe); (b) hDA Reaction Catalyzed by PCN-223(Fe)Table 1. hDA Reactions Using Different BenzaldehydesentryRGC yield (%)isolated yield (%)1H>99>992CH398963CN28304Ph5156Three other functionalized benzaldehydes were also tested (Table 1); 4-methylbenzaldehyde (4-MB) was almost completely converted to product, while 4-phenylbenzaldehyde and 4-cyanobenzaldehyde showed relatively low yields, presumably because of the electron-withdrawing effect of the functional groups. To evaluate the recyclability, the PCN-223(Fe) catalyst was recovered after each reaction (4-MB, 12 h) by simple centrifugation, and the recovered catalyst was reused for the next reaction. The catalytic activity was well-maintained, as the yield was still higher than 90% after five cycles (Table 2), demonstrating the excellent recyclability of PCN-223(Fe).Table 2. Recyclability Test of PCN-223(Fe) Using 4-MBcycle12345GC yield (%)9895969490In conclusion, through a kinetically controlled synthetic process, we synthesized PCN-223, a new porphyrinic Zr-MOF. PCN-223 is constructed from a new hexagonal prismatic 12-connected Zr6 cluster, which gives rise to the first example of a shp-a network in MOFs. After postsynthetic treatment, cationic PCN-223(Fe) was demonstrated to be an excellent recyclable heterogeneous catalyst for the hetero-Diels–Alder reaction. Top of PageAbstractReferencesSupporting InformationProcedures and additional data. This material is available free of charge via the Internet at http://pubs.acs.org.†Author ContributionsD.F., Z.-Y.G., and Y.-P.C. contributed equally.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was supported as part of the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy (DOE), Office of Science, Office of Basic Energy Sciences, under Award DE-SC0001015. Use of the Advanced Photon Source, an Office of Science User Facility operated for the DOE Office of Science by Argonne National Laboratory, was supported by DOE under Contract DE-AC02-06CH11357.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 8 other publications.1. Zhou, H.-C.; Long, J. R.; Yaghi, O. M. Chem. Rev. 2012,  112,  673[ACS Full Text ], [CAS]1. Introduction to Metal-Organic FrameworksZhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    673-674CODEN:\r\n                CHREAY;\r\n        ", "title": "A Highly Stable Porphyrinic Zirconium Metal–Organic Framework with  Topology", "authors": ["Dawei Feng", "Zhi-Yuan Gu", "Ying-Pin Chen", "Jihye Park", "Zhangwen Wei", "Yujia Sun", "Mathieu Bosch", "Shuai Yuan", "Hong-Cai Zhou"], "doi": ["10.1021/ja510525s"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-51/ja510525s/20141218/images/small/ja-2014-10525s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-51/ja510525s/20141218/images/small/ja-2014-10525s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-51/ja510525s/20141218/images/small/ja-2014-10525s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-51/ja510525s/20141218/images/small/ja-2014-10525s_0004.gif\">"]}