{"abstract": "We present the results of an adsorption study of carbon dioxide on closed dahlia-like single-walled carbon nanohorn aggregates. The study was conducted to explore the sorptive capacity of the nanohorns and the dependence of the CO’s isosteric heat of adsorption on sorbent loading. We found that there are no steps present in the carbon dioxide isotherms and that the isosteric heat of adsorption has an unusual nonmonotonic dependence on loading. Both of these behaviors are opposite to what is observed for other simple gases (argon, methane, neon, etc.) adsorbed on the same sorbent. The effective specific surface area of the nanohorn aggregates was determined using the BET and point-B methods.", "text": "10.1021/jp208766u Top of PageAbstractIntroductionSampleResults and DiscussionConclusionsReferences1 IntroductionThe study of CO2 adsorption on novel substrates is appealing from both practical as well as fundamental perspectives. From a practical perspective: developing methods to efficiently capture and sequester CO2 is a challenge with enormous environmental implications.(1, 2) Adsorption is one of the physical processes that can be used to achieve both of these goals, thus there is considerable practical interest in exploring the performance of different sorbents to determine the one best suited for these tasks.(1, 2)From a fundamental perspective: CO2 adsorbed on carbon sorbents exhibits a behavior that is unlike those of many other gases commonly used in adsorption studies (N2, CH4, noble gases, etc.).(3, 4) These other adsorbates have a larger ratio of adsorbate–substrate to adsorbate–adsorbate interactions than CO2 does. As we discuss below, it is this difference in the relative interaction strength that explains the difference in the observed behavior.While CO2 adsorption has not been studied on carbon nanohorns, there are adsorption studies for it on other carbon substrates. We summarize some of these results next because of the insights that they can provide for our study.Bienfait et al. studied the adsorption of H2, D2, O2, Ar, CH4, and CO2 on close-ended single-walled carbon nanotube bundles prepared by the arc-discharge method.(3) They found that there was only one substep present in the CO2 adsorption isotherms, indicating that this gas can adsorb in fewer adsorption sites than the other molecules, whose isotherms exhibit two substeps. The isosteric heat (qst) value on nanotubes exhibits a different behavior for CO2 than it does for other gases. For H2, D2, O2, Ar, and CH4, qst is a monotonically decreasing function of loading. By contrast, for CO2, after the initial plateau the qst starts to increase as a function of increasing loading.Terlain and Larher studied the adsorption of linear molecules with significant quadrupole moments (CO2, N2O, C2N2) on exfoliated graphite.(4) They found that as a result of the quadrupolar interactions, which become restricted when the molecules are confined to a surface, the energies for the monolayer regime remain comparatively high relative to the energies for rare gases. For CO2 (and for N2O), the bulk solid energy is lower than that of the monolayer. Below 104 K the free energy favors the bulk over the formation of a film, so CO2 does not adsorb on graphite below this temperature. It, however, adsorbs above 104 K (as a result of the larger entropy contribution to the free energy for the monolayer).(4)Bottani et al. studied experimentally and theoretically the properties of CO2 adsorbed on graphitized carbon black.(5) They found that the qst values decrease up to the coverage where monolayer completion occurs, and then they start to increase. Bottani et al.(5) also observed in their simulations that during CO2 adsorption the second-layer formation starts before the first layer is completely covered. They explained this by the fact that the CO2–CO2 interaction is stronger than that for CO2–graphite. The strong gas–gas interaction for CO2 is due to its large quadrupolar moment. Bottani et al. simulated isotherms at 195 K for the CO2 molecule with and without quadrupolar moments.(5) The presence or absence of a quadrupole moment resulted in significant differences in the amount adsorbed and in the other features in the data.Our study deals with the adsorption properties of CO2 on one of the newer forms of carbon, single-wall nanohorns, and its purpose is 2-fold: (1) to measure the nanohorn sorptive capacity for CO2 and to compare our results on this sorbent to those obtained using CF4 and Ne and (2) to investigate the dependence of the isosteric heat of CO2 on coverage on this sorbent.Top of PageAbstractIntroductionSampleResults and DiscussionConclusionsReferences2 SampleLike carbon nanotubes, carbon nanohorns are a closed form of single-wall carbon with a distinct interior separated from the exterior.(6) Although similar to nanotubes, nanohorns are shorter and wider, and while tubular they have variable diameter. They can be viewed as highly defected, irregular SWCNTs that end in cone-shaped tips, or “horns”.(6) Often nanohorns are branched (i.e., they are frequently shaped liked a three-lobed ninja throwing star, with three tips instead of the two present on nanotubes).(7) Most nanohorns have either two or three lobes.(7) The body of each of the lobes of the nanohorn is more or less cylindrical, with typical lengths between 30 and 50 nm (ref 6) and with a diameter that varies irregularly along its length (typical nanohorn diameters are between 2 and 5 nm).(6-10)One significant difference between SWCNTs and carbon nanohorns is the way in which they organize into aggregates. Unlike SWCNTs, which assemble into cylindrical bundles with the long axes of the tubes lying parallel to each other, nanohorns form spherical aggregates.(11)The shape of the nanohorns and the characteristics of the aggregates they form vary depending on the conditions under which they were produced.(12) Four different types of nanohorn aggregates have been identified: dahlia-like,(12) bud-like,(12) seed-like,(13) and petal-like.(11, 13)The nanohorns used in this study were primarily aggregates of dahlia-like nanohorns.In the dahlia-like aggregates, the long axes of the nanohorns are aligned roughly along a radial direction, with the cone-shaped tips on the outer surface of the arrangement. The diameters of these aggregate spherules are typically 80–100 nm. Dahlia-like aggregates are constituted by a few thousand individual nanohorns.(6, 13) Figure 1 schematically presents the structure of the dahlia-like aggregates used in this study.Figure 1. Schematc drawing of a dahlia-like carbon nanohorn aggregate with adsorption sites indicated.The dahlia-like carbon nanohorn sample that was used in our experiments was made by CO2 laser ablation of graphite in an Ar atmosphere (∼760 Torr) at room temperature.(6, 11) Before the start of the measurements, the sample was annealed under vacuum for 4.5 h at 520 K. The treatment temperature is too low to affect the structure of the nanohorns, so we can state that the ones used in this study were close ended (cl-an-520K-SWCNHs). After the treatment, the sample was transferred, in air, to a copper cell, which was placed on a closed-cycle helium refrigerator and connected to the in-house built volumetric adsorption setup in which the isotherm measurements were conducted.Throughout the experiment, pressures were measured using MKS Baratron manometers. We used a program written using LabView to control the dosing of gas into the cell, to record pressure and temperature readings. This allowed us to observe how equilibrium was approached for each data point as carbon dioxide gas adsorbed on the sorbent. Research purity CO2 gas from Matheson Tri-Gas was used in the experiments.Top of PageAbstractIntroductionSampleResults and DiscussionConclusionsReferences3 Results and Discussion3.1Adsorption IsothermsWe studied the adsorption of CO2 on cl-an-520K-SWCNHs at six temperatures. A logarithmic plot of the adsorption data is presented in Figure 2. Isotherms were measured between 147 and 193 K. All the isotherms measured were below the triple point temperature for CO2 of 216.5 K.Figure 2. Adsorption of CO2 cl-an-520K-SCWNHs at six different temperatures between 147 and 193 K.As can be seen in Figure 2, there are no distinct substeps present in the data in any of the six isotherms shown (the vertical segment in the adsorption data that is present for some of the isotherms at the highest loadings corresponds to the saturated vapor pressure value for the isotherm temperature). This situation is completely different from the one that we observed in a study of CF4 and Ne adsorption on the same sample of annealed dahlia-like SWCNHs.(14) In Figure 3 we present the previously reported data for CF4 and Ne on this same sample. In that study, we had found two substeps present in the adsorption data. Computer simulations which were performed in conjunction with the Ne and CF4 measurements suggested that the lower-pressure substep corresponded to gas adsorption occurring in the higher-binding-energy sites present in the aggregates, deep in the interstitial channels formed between three neighboring individual nanohorns. The higher-loading, higher-pressure substep was attributed to adsorption in the lower binding energy region, which corresponds to adsorption on the outer surfaces of individual nanohorns.Figure 3. CF4 and Ne adsorption isotherms on the same sample of carbon nanohorns.This situation regarding the lack of features in the CO2 isotherms on nanohorns is similar to the one observed by Bienfait et al. for CO2 adsorbed on single-walled carbon nanotubes.(3) Bienfait et al. explained the absence of substeps by the fact that since carbon dioxide is not strongly attracted to the surface of graphite, which is multiple layers of graphene, it is even less attracted to a single graphene layer, of which single-walled nanotubes are made.The absence of two substeps in the adsorption data on cl-an-520K-SWCNHs shown in Figure 2 is most likely due to the quadrupole moment of CO2 molecules, which is large compared to the other molecules: 0.65 as compared to 0.28 for NO or <0.10 for H2. (These values were obtained by scaling the linear quadrupole moments by the electron charge, so their units are Å2.)(15)3.2Isosteric Heat of AdsorptionWe calculated the isosteric heat of adsorption, qst, of CO2 on cl-an-520K-SWCNHs and determined its dependence on sorbent loading. We found that first qst decreases with increasing loading down to a minimum of ∼230 meV. Beyond this point, the qst starts to increase with loading, and close to the saturation it reaches 275 meV. This increase is likely to be due, as mentioned above, to the fact that at higher loadings the CO2 molecules are more attracted to other CO2 molecules than to the carbon surface.The qst values measured with CF4 and Ne from ref 14 on the same sample are presented in Figure 4. As can be seen, the behavior is significantly different from that of CO2: qst decreases with increasing coverage.Figure 4. qst dependence on coverage for CO2 adsorbed on cl-an-520K-SWCNHs and for CF4 and Ne on the same sample.(14)For comparison, Terlain and Larher(4) determined that the qst value for CO2 adsorbed on graphite was ∼260 meV, and Bienfait et al.(3) determined that for the same gas adsorbed on close-ended single-walled nanotube bundles the qst value was 234 meV for intermediate monolayer coverages (as can be seen in Figure 3 from ref 3; unfortunately, data corresponding to adsorption on the grooves, i.e., the highest binding energy sites for the closed tubes, were not available for this gas).3.3Effective Specific Surface Area3.3.1Point-B MethodWe analyzed data measured at 173 K (see Figure 5) to calculate the effective specific surface area (ESSA) value using the point-B method.(16) We plotted this isotherm as a linear graph and drew a least-squares fit line along the linear portion of the graph; the point where the line deviated from the isotherm data points was considered the point where the “effective specific monolayer completion” occurs.Figure 5. Linear plot of the CO2 adsorption isotherm at 173 K.The value that we obtained for the ESSA was 358 m2/g. This value is between the values measured with Ne and CF4 (see Table 1) which means that due to its size it cannot access as many sites/cover as much surface as the smaller Ne gas, but it can access more than the bigger CF4 molecule.(14)Table 1. Effective Specific Surface Area Values Calculated Using Point-B and BET Methods   ESSA (m2/g)gasTrelative = T/Tcriticalcross-sectional area (Å–2)point-B methodBET methodCF40.5818.9288-CO20.5715.6358239Ne0.568.4393-3.3.2BET MethodThe area was also determined using the BET method. We used the data from the isotherm measured at 173 K to perform calculations and plotted obtained values between P/P0 values of 0.07 and 0.35 (Figure 6). The obtained “effective specific monolayer completion” was used to calculate ESSA (see Table 1).Figure 6. BET plot.3.3.3Comparison of BET and Point-B MethodsWhile the point-B method is an empirical one that was developed using data obtained with several different gases adsorbed on an iron catalyst, the BET theory is based on a model that assumes that a monolayer is formed on a surface that is energetically homogeneous and that there are no lateral adsorbate interactions. Neither one of these two approaches of determining monolayer completion is accurate in the case of CO2 adsorption on single-walled carbon nanohorns: (1) BET theory’s assumptions are not valid because adsorption occurs in a cone-shaped pore, not on a homogeneous surface, and there are significant adsorbate–adsorbate lateral interactions present; and (2) the point-B method was developed based on empirical data that were measured on a flat surface, and as mentioned above, in this case adsorption occurs in the pores. These differences between BET theory and the point-B method and between both of these approaches and the realities of the CO2 adsorption system help explain a difference of 33% in effective specific surface area values obtained (as can be seen in Table 1). (While the values obtained might not be accurate, we provide them to enable other researchers to compare them to the results of other studies.)Top of PageAbstractIntroductionSampleResults and DiscussionConclusionsReferences4 ConclusionsWe have studied the adsorption of carbon dioxide on dahlia-like aggregates of annealed single-walled carbon nanohorns. We measured six isotherms at temperatures between 147 and 193 K. The data were used to calculate the isosteric heat of adsorption for this adsorbate and effective specific surface area for this sorbent. It was found that there are no substeps present in the isotherms, a result which differs from the data measured using tetrafluoromethane and neon on the same sorbent. The isosteric heat data initially decreased with increasing loading, but after the loading reached a value near the effective monolayer completion it started to increase. The peculiar nonmonotonic dependence of the isosteric heat on loading is mostly due to the fact that CO2 experiences more attraction to other CO2 molecules than to the carbon surface, so at higher loadings with more CO2 molecules present the qst values are higher than at lower loadings. The value for the effective specific surface area of 359 m2/g obtained using CO2 is intermediate between the values of the effective specific surface area determined with Ne and CF4. This result can be understood in terms of the relative molecular sizes of these adsorbate species.Top of PageAbstractIntroductionSampleResults and DiscussionConclusionsReferencesAcknowledgmentADM acknowledges the National Science Foundation for support through Grant No. DMR-1006428. We gratefully acknowledge helpful discussions with M. M. Calbi and S. Gatica.Reference QuickViewTop of PageAbstractIntroductionSampleResults and DiscussionConclusionsReferencesReferencesThis article references 16 other publications.1. Working Group III of the Intergovernmental panel on Climate Change.  IPCC Special Report on Carbon Dioxide Capture and Storage; Cambridge University Press: New York, 2005.There is no corresponding record for this reference.2. White, C. M.; Dmith, D. H.; Jones, K. L.; Goodman, A. L.; Jikich, S. A.; LaCount, R. B.; DuBose, S. B.; Ozdemir, E.; Morsi, B. I.; Schroeder, K. T. Energy Fuels 2005,  19,  659– 724[ACS Full Text ], [CAS]2. Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A ReviewWhite, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.Energy & Fuels\r\n        (2005),\r\n    19\r\n        (3),\r\n    659-724CODEN:\r\n                ENFUEM;\r\n        ", "title": "CO Adsorption on Dahlia-Like Carbon Nanohorns: Isosteric Heat and Surface Area Measurements", "authors": ["Vaiva Krungleviciute", "Aldo D. Migone", "M. Yudasaka", "S. Iijima"], "doi": ["10.1021/jp208766u"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0006.gif\">"]}