{"abstract": "Using the concept of isomorphous replacement applied to entire ligands, a -symmetric trisulfonate ligand was substituted with a -symmetric tris(hydrogen phosphonate) ligand in a proton conducting metal–organic framework (MOF). The resulting material, PCMOF2/, has its proton conduction raised 1.5 orders of magnitude compared to the parent material, to 2.1 × 10 S cm at 90% relative humidity and 85 °C, while maintaining the parent MOF structure.", "text": "10.1021/ja310675x Metal–organic frameworks (MOFs) are versatile crystalline solids that are currently being investigated for various applications.(1) The predominant interest in MOFs is as sorbents for gas capture and separation which stems from their potential to show high porosity and guest selectivity.(2) Emerging applications for MOFs include catalysis,(3) molecular sensors,(4) and drug delivery.(5) Properties of MOFs that distinguish them from many other classes of materials are their highly ordered structures and modular nature. The ability to determine the exact structure of the solid using X-ray crystallography provides valuable insight into structure–property relationships. Combined, these two features allow for customization of the material to yield desired physical and chemical properties using rational design.With regards to the design of a better proton conducting material, MOFs have shown themselves to be advantageous in a number of respects, and this area has seen tremendous growth in the recent past.(6-11) The regular structure of MOFs can serve as a scaffold to anchor acidic groups and form efficient proton transfer pathways.(7, 8) The crystalline nature of MOFs can allow for direct visualization of the proton conduction pathways and offer firm handholds for modeling. The regular porous structure of MOFs can be loaded with less volatile, amphiprotic guests to enable proton conduction over 100 °C.(9-11) In this latter theme, we have previously reported β-PCMOF2, a trisodium 2,4,6-trihydroxy-1,3,5-trisulfonate benzene (Na3L1) complex containing pores lined with sulfonate oxygen atoms (Figure 1).(10) The pores in this MOF were 5.6 Å in diameter and were able to be loaded with 1,2,4-triazole. β-PCMOF2 itself, with nonloaded pores, conducted on the order of 10–9 S cm–1 at 100 °C under anhydrous conditions. With a loading of 0.3 triazole molecules per formula unit, a jump in conductivity of 5 orders of magnitude was observed reaching 2 × 10–4 S cm–1 at 150 °C under anhydrous conditions. While lower loadings of triazole did not augment conductivity, higher loadings (up to 0.6 triazole) only resulted in modest changes (up to 5 × 10–4 S cm–1).Conductivity is a product of the magnitude of the charge, the number of charge carriers, and mobility of the charges. Given the rather narrow range of conduction observed with substantive variation in the carrier molecule, it was hypothesized that, in the β-PCMOF2 system, the limiting factor for proton conduction was the availability of acidic protons. With the pore lined with exclusively sulfonate groups, other than replacing Na ions with protons (which to any extent would likely compromise the structure) there were no options for directly modifying the system to increase acidity. The ligand, 1,3,5- benzenetriphosphonic acid, H6L2, has been previously reported(12) including as the Zn2+ complex in PCMOF3.(8) Both L1 and L2 are ligands containing a single aromatic core, possessing C3 symmetry, and having a hydrophilic periphery. We had noted a general structural trend, as observed in β-PCMOF2, of forming structures with one-dimensional columns where hydrophobic interactions between arene cores and hydrogen bonding about the periphery were maximized. It seemed that if trianionic molecules of L1 in β-PCMOF2 could be replaced by trianionic, but triprotic, H3L2 molecules, the pores would be partially lined with hydrogen phosphonate groups rather than exclusively nonprotonated sulfonate groups which should augment proton conduction.Figure 1. Structure of β-PCMOF2 showing a single pore and space-filling cross section of a pore.Herein, we report the isomorphous replacement of L1 molecules in the β-PCMOF2 structure with H3L2 molecules. We call the mixed ligand system PCMOF21/2 to convey both the hybrid nature (components of both PCMOF2 and PCMOF3) and the fact the resulting structure is related to β-PCMOF2. The impact on conductivity is profound, as the proton conductivity increases 1.5 orders of magnitude. At 90% relative humidity and 85 °C, the proton conductivity reaches 2.1 × 10–2 S cm–1, the best proton conduction value reported in any proton conducting coordination material to date (see Tables S2–S3).β-PCMOF2 was prepared as previously reported.(10) PCMOF2 has a lower temperature α-phase and a higher temperature β-phase; all preparations initially yield the α-phase which must be converted hydrothermally to the β-phase. In the PCMOF21/2 synthesis, a prevailing question is whether the two ligands are intimately combined at the nanoscale or whether they are merely intermingled at the microscale. Initially, parallel preparations were carried out on a hydrothermally prepared sample of α-PCMOF2, H6L2, and Na2CO3 (see Supporting Information (SI)) and on a mechanically mixed sample of α-PCMOF2 and Na3H3L2. Figure 2 shows PXRD analysis of the different procedures with comparisons to the pure α-PCMOF2, β-PCMOF2, and Na3H3L2. Hydrothermal conditions were not sufficient to afford a pure phase material; however, the molecular formula of the product was calculated to be [Na3L1](0.66)[Na3H3L2](0.34)(H2O)1.2 merging elemental analysis and thermogravimetric analysis. During the course of impedance analysis on this hydrothermal product (at up to 90% relative humidity and up to 85 °C), a phase transformation was observed to afford PCMOF21/2. Subsequently, pelletization (a mild version of which is employed in the conductivity analysis) was determined as a key variable for preparation of PCMOF21/2 (vide infra). Given that neither humidity dependent proton conductivity measurements nor isomorphous ligand replacement in MOFs is truly commonplace, we feel there is merit to presenting these results in a chronological manner paralleling research progression.Two-probe AC impedance analyses were performed on a Princeton Applied Research VersaSTAT potentiostat/galvanostat from 106 to 1 Hz. Pristine powder samples were placed in a ceramic cell and manually compressed between two titanium electrodes. The sample cells were placed inside a temperature and humidity controlled chamber. Proton conductivity was measured from 20 to 85 °C for two complete heating and cooling cycles. Samples were equilibrated for at least 8 h after each step in temperature and 48 h after each step in humidity. These conditions have been employed on numerous samples in our group with reliable results. On the first heating cycle, incongruous data were obtained (Figure S13). This was initially attributed to nonequilibrium with respect to humidity. The second cycle showed more consistent data as the cooling run retraced the heating cycle and data could be fit to an Arrhenius relationship. Further testing showed that equilibration times for temperature (Figure S11) and humidity (Figure S12) were sufficient.Figure 2. Powder XRD patterns of (A) β-PCMOF2, postimpedance; (B) PCMOF21/2 prepared hydrothermally, postimpedance; (C) PCMOF21/2 prepared mechanically, postimpedance; (D) PCMOF21/2 prepared by pelletization, preimpedance; (E) Intermediate PCMOF21/2, prepared by pelletization; (F) Intermediate PCMOF21/2, prepared hydrothermally; (G) Mechanical mixture of Na3L1 and Na3H3L2 (Resembles H + I); (H) α-PCMOF2 (Na3L1); (I) Na3H3L2.As a routine, we perform chemical analyses on samples after impedance and the PXRD pattern of the postimpedance sample hydrothermal sample appeared very similar to pure β-PCMOF2 (Figure 2, slight shifts in 2θ (vide infra) and a small peak at 23.5°, possibly Na3H3L2 are visible). The presence of L2 in the pre- and postimpedance samples were confirmed through 1H and 31P NMR analysis. Thermogravimetric and elemental analyses confirmed [Na3L1](0.66)[Na3H3L2](0.34)(H2O)0.75 as a postimpedance composition (the same 2:1 ratio of L1:L2 as has been initially prepared). Henceforth, the PCMOF21/2 descriptor will refer to this phase. All conductivity data reported here are based solely on the equilibrated second heating/cooling cycles. A mechanical mixture prepared by minimal mixing of α-PCMOF2 and Na3H3L2 was also examined by impedance analysis for comparison of its proton conductivity. This sample also showed an erratic first heating cycle but ultimately gave PXRD and proton conductivity (1.9 × 10–2 S cm–1, Figures S14, S15) comparable to PCMOF21/2. This sample, although related, did not possess an identical ratio of L1:L2 and will not be discussed as PCMOF21/2 (see SI).In considering the in situ formation of PCMOF21/2 during impedance analysis (when hydrothermal conditions were not successful), it was hypothesized that a key variable could be the compaction of the sample. Samples of α-PCMOF2 and Na3H3L2 in a 2:1 molar ratio were ground by mortar and pestle, thoroughly mixed, and then pressed into a pellet with 5 tons of pressure. This pellet was then placed in a 23 mL autoclave with a vial containing water (1.7 mL). Heating at 80 °C for 48 h gave complete conversion to PCMOF21/2, as shown by PXRD, with the expected ligand ratio as confirmed by elemental analysis and SEM-EDX. This conversion was monitored by performing PXRD at 0, 6, and 24 h intervals (Figure S2). The SEM-EDX (Figures S3, S4) show initial aggregates of P which over time convert to samples that give an even distribution of P and S throughout the material. While the PXRD patterns in Figure 2a–d appear similar, they are not identical. The pattern for PCMOF21/2 is slightly shifted (see Table S1) and gives differences of ∼0.25 Å in d-spacing for the 011 plane (in the plane of the ligand arene rings) and the 001 plane (perpendicular to the ligands). While these changes are small, they are consistent and affirm the pattern is not that of pure β-PCMOF2.As hydrothermal means could not yield PCMOF21/2 and pelletization clearly favored conversion, a dissolution mechanism seemed improbable. However, for confirmation, an experiment was performed by making a pellet of pure α-PCMOF2, pressing onto it a pellet of Na3H3L2, and applying proper temperature and humidity conditions to affect conversion. SEM-EDX mapping of this solid (Figures S5–S7) showed higher concentrations of P atoms in the PCMOF2 sample near the interface and lower amounts progressively farther away. A dissolution mechanism would result in growth of a homogeneous sample. The general scope of isomorphous ligand replacement is under study in our group. Beyond the structural conversion, the results of the impedance analyses provided a validation of the isomorphous ligand replacement approach.Previously, only anhydrous proton conduction data had been reported(10) for β-PCMOF2, so humidity dependent analysis was performed. Nyquist plots for β-PCMOF2 and PCMOF21/2 are shown in Figure 3. β-PCMOF2 shows a distorted semicircle with a pronounced tail at low frequency attributed to blocking effects at the electrode consistent with ion migration. Conductivity was calculated from the low frequency intercept on the real axis. The high conductivity of PCMOF21/2 did not allow for observation of a closed semicircle at high frequency. β-PCMOF2 showed a proton conductivity value of 1.3 × 10–3 S cm–1 at 90% relative humidity and 85 °C. This is in itself a very good value relative to other proton conducting coordination polymers (Tables S2–S3). Pure Na3H3L2 attained a value of 9.9 × 10–5 S cm–1 under the same conditions. Although more protic, clearly the structure of Na3H3L2 does not form efficient proton transfer pathways. Replacing one-third of L1 with H3L2 in PCMOF21/2 gives a conductivity value of 2.1 × 10–2 S cm–1 at 85 °C and 90% relative humidity (Figure 4). This is significantly greater than either of the starting components, 1.5 orders of magnitude greater than that of β-PCMOF2 and more than 2 orders of magnitude greater than that of Na3H3L2. PCMOF21/2 shows the highest equilibrated MOF proton conduction to date exceeding even the value of H2SO4 incorporated in the pores of MIL-101.(11) The activation energy (Ea) obtained from an Arrhenius plot was 0.21 eV, indicative of a Grotthuss mechanism for the proton conduction.(13) Notably, the Ea calculated for pure β-PCMOF2 at 90% RH was 0.28 eV, further corroborating the effect of the ligand replacement. Conductivity was found to be highly dependent on humidity for both β-PCMOF2 and PCMOF21/2. At 50% relative humidity (Figure S10), the conductivity of β-PCMOF2 dropped to 1.8 × 10–6 S cm–1, and that of PCMOF21/2 fell to 2.4 × 10–5 S cm–1.Figure 3. Nyquist plots for β-PCMOF2 and PCMOF21/2 at 90% RH. The inset shows the high frequency region for PCMOF21/2.Figure 4. Proton conductivity data (90% RH) for β-PCMOF2, Na3H3L2, and the isomorphous mixture, PCMOF21/2.Regarding the stability of PCMOF21/2, postimpedance analyses confirmed retention of structure. Moreover, if under the humid conditions, with dissolution occurring, it is highly unlikely that retraceable and linear conductivity behavior with temperature would be observed. Further, any substantive dissolution, which we have seen in conductivity measurements of some other MOF samples, would lead to a contraction of the sample pellet, loss of contact with the electrodes, and erratic data.MOFs are heralded for their order which leads directly to the ability to view structures crystallographically. That said, it is increasingly apparent that, for some applications, the performance of MOFs with mixtures of components can exceed the sum of their parts. Deng et al. reported multivariate MOFs where 18 different MOF-5 derivatives were prepared each with multiple different functionalities on the terephthalate linkers.(14) One of these compounds, with three different substituents on the ligands, showed greatly enhanced selectivity for CO2 over CO. This could be viewed more as an isometric rather than an isomorphous ligand substitution, as very different functionalities are directed into the pore space off the same length linker. With the recent works demonstrating the lability of cluster bound ligands(15) and postsynthetic exchange of ligands (from robust MOFs(16) and with retention of crystallinity(17)), the opportunities to make mixed ligand MOFs appear substantial. The most relevant comparison to the isomorphous replacement approach put forth here comes from Horike and Kitagawa regarding gating of gas sorption in a family of porous coordination polymers (PCPs).(18) In this work, the authors observed differences in the pressure of gating in nitro- and methoxy-isophthalate derivatives of two isostructural PCPs. The gating pressure could be tuned by varying the ratios of the nitro- and methoxy derivatives in a single structure in what amounts to an isomorphous replacement although not explicitly called that by the authors. From the perspective of proton conducting materials, the ability to fine-tune the acidity of structures by this approach is compelling given the pervasiveness of sulfonate and phosphonate building blocks and their isomorphous relationship. Top of PageAbstractReferencesSupporting InformationDetails of synthesis, powder XRD, gas sorption, impedance analysis. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work is dedicated to the memory of Dr. Christian Georges Claessens. We thank the Natural Sciences and Engineering research Council (NSERC) of Canada for support of this research. S.R.K. and K.W.D. acknowledge scholarship support from Alberta Innovates Technology Futures.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 18 other publications.1. (a) Zhao, D.; Meek, S. T.; Greathouse, J. A.; Allendorf, M. D. Adv. Mater. 2011,  23,  249[Crossref], [PubMed]There is no corresponding record for this reference.(b) Perry, J. J.; Perman, J. A.; Zaworotko, M. J. Chem. Soc. Rev. 2009,  38,  1400– 1417[Crossref], [PubMed], [CAS]1. Design and synthesis of metal-organic frameworks using metal-organic polyhedra as supermolecular building blocksPerry, John J., IV; Perman, Jason A.; Zaworotko, Michael J.Chemical Society Reviews\r\n        (2009),\r\n    38\r\n        (5),\r\n    1400-1417CODEN:\r\n                CSRVBR;\r\n        ", "title": "Enhancing Proton Conduction in a Metal–Organic Framework by Isomorphous Ligand Replacement", "authors": ["SiRim Kim", "Karl W. Dawson", "Benjamin S. Gelfand", "Jared M. Taylor", "George K. H. Shimizu"], "doi": ["10.1021/ja310675x"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-3/ja310675x/production/images/small/ja-2012-10675x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-3/ja310675x/production/images/small/ja-2012-10675x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-3/ja310675x/production/images/small/ja-2012-10675x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-3/ja310675x/production/images/small/ja-2012-10675x_0007.gif\">"]}