{"abstract": "To make use of the porphyrin-containing metalloligand {5,10,15,20-tetrakis[4-(2,3,4,5-tetrazolyl)phenyl]porphyrinato} manganese(III) chloride, the new microporous metal−organic framework {Mn(II)[Mn(II)Cl(Mn(III)Cl-ttzpp)(HO)]}·(DEF)·(CHOH)·(HO) (; DEF = ,′-diethylformamide) was designed and synthesized by the well-known solvothermal method.  exhibits permeant porosity and displays moderately high performance for CH/CH separation at room temperature.A new porphyrin-based microporous MOF, {Mn(II)[Mn(II)Cl(Mn(III)Cl-ttzpp)(HO)]}·(DEF)·(CHOH)·(HO) (), has been constructed from {5,10,15,20-tetrakis[4-(2,3,4,5-tetrazolyl)phenyl]porphyrinato} manganese(III) chloride as the metalloligand. The MOF adopts the rare scu topology with one-dimensional square nanotube-like channels of about 20 Å.  exhibits permanent porosity and displays moderately high performance for CH/CH separation at room temperature.", "text": "10.1021/ic502116k Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionPorphyrins have been extensively studied because of their biological properties and ability to act as organic ligands.(1-3) Accordingly, porphyrin and metalloporphyrin molecules have been widely developed as the building blocks for the construction of diverse functional materials such as conductive polymers, chemical sensors, and light-harvesting materials.(4-10) Incorporation of these porphyrin-containing molecules into their metal–organic frameworks, the resulting porphyrin-based metal–organic framework (MOF) materials are promising for their potential applications in gas sorption and separation, catalysis, and artificial light-harvesting.(11-23)The first porphyrin-based MOF was reported by Abrahams et al. in the early 1990s, and since then, hundreds of two-dimensional and three-dimensional porphyrin-containing MOFs have been characterized.(24-31) However, up to now, the linker of porphyrin-based MOFs is still mainly restricted to a porphyrin with carboxylic acid- and pyridine-related functional groups. Other tetraarylporphyrin, such as meso-tetra(4-pyridyl)porphyrin (TPyP) and meso-tetra(4-carboxyphenyl)porphyrin (TCPP), have been also utilized for the construction of MOFs.(32-38) In particular, the Zhou research group recently reported a Zr6-cluster-based mesoporous porphyrin MOF [PCN-222(Fe)] containing large one-dimensional hexagonal open channels with a large diameter of 3.7 nm based on TCPP that displays exceptionally high water stability.(39) In addition, Ma and co-workers successfully strutted several isophthalate-derived porphyrin ligands in constructing nanoscopic polyhedral cage-containing metal–metalloporphyrin frameworks.(40-44) On the other hand, tetrazolate heterocycles can form a number of MOFs with different topologies and applications.(45, 46) Compared with imidazole, pyrazole, and triazole, 5-substituted tetrazolate ligands are  much less developed for constructing MOF materials.(47-49) Long and co-workers reported several MOFs from polytetrazolates displaying pyrazolate coordination modes.(50-53) They also synthesized a number of highly porous frameworks from M4Cl(ttz)8-(solv)4 clusters (M = Mn2+, Cu2+, Fe2+, Ni2+; ttz = tetrazole) and triangular polytetrazolate ligands. In this contribution, we herein present the structure of the first example of a (tetrazolyl)porphyrin-based MOF, {Mn(II)0.5[Mn(II)4Cl(Mn(III)Cl-ttzpp)2(H2O)4]}·(DEF)20·(CH3OH)18·(H2O)12 (UTSA-57), constructed from the metalloligand {5,10,15,20-tetrakis[4-(2,3,4,5-tetrazolyl)phenyl]porphyrinato} manganese(III) chloride [denoted as Mn(III)Cl-ttzpp, Scheme 1] with a three-dimensional robust microporous structure. UTSA-57 is a rare example of a porous MOF whose structure consists of a polyhedral cage and one-dimensional open channel.(54, 55) Furthermore, UTSA-57a displays highly selective gas sorption for C2H2/CH4 at room temperature.Scheme 1. Organic Linker Mn(III)Cl-ttzppTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1Materials and MethodsAll general reagents and solvents were commercially available and were used as received. Mn(III)Cl-ttzpp was synthesized according to the reported literature method.(56) Caution: Sodium azide, which was used in the synthesis of the ligands, is very acutely toxic and potentially explosive. The powder X-ray diffraction (PXRD) pattern was recorded on a Rigaku Ultima IV diffractometer with Cu Kα radiation operated at 40 kV and 44 mA at a scan rate of 2.0° min–1 at room temperature. 1H NMR spectra were obtained using a Varian INOVA 400 MHz spectrometer at room temperature. Elemental analyses were performed on a Perkin-Elmer 2100 Series II CHN/S analyzer. Thermogravimetric analysis (TGA) was performed under a nitrogen atmosphere at a heating rate of 5 °C/min using a Shimadzu TGA-50 thermogravimetric analyzer. A Micromeritics ASAP 2020 surface area analyzer was used to measure gas adsorption isotherms. The methanol-exchanged UTSA-57 was activated under a high vacuum at room temperature for 24 h until the outgas rate was <5 μmHg min–1 prior to measurements to generate the activated UTSA-57a. A sample of activated UTSA-57a was used for sorption measurements. The sorption measurements were performed at 77 K with liquid nitrogen, and the samples were kept at 196 K with a dry ice–acetone slurry and at 273 K with an ice–water bath. As the center-controlled air condition was set at 23 °C, a water bath was used for adsorption isotherms at 296 K.2.2{Mn(II)0.5[Mn(II)4Cl(Mn(III)Cl-ttzpp)2(H2O)4]}·(DEF)20·(CH3OH)18·(H2O)12 (UTSA-57)A mixture of MnCl2·4H2O (0.03 g) and Mn(III)Cl-ttzpp (0.011 g) was dissolved in N,N′-diethylformamide (DEF, 2 mL) and methanol (2 mL) in a 20 mL screw-capped vial. After 6 M HCl (8 μL) had been added to the mixture, the vial was capped and placed in an oven at 75 °C for 48 h. After being cooled to room temperature, the oven was cut off, leading to the separation of perfect brownish red crystals suitable for X-ray diffraction by filtration with a yield of 0.013 g, 51% [based on Mn(III)Cl-ttzpp ligand]. It was formulated as {Mn(II)0.5[Mn(II)4Cl(Mn(III)Cl-ttzpp)2(H2O)4]}·(DEF)20·(CH3OH)18·(H2O)12 based on elemental microanalysis, thermogravimetric analysis (TGA), and single-crystal X-ray diffraction (XRD) studies, and the phase purity of the bulk material was independently confirmed by powder XRD (Figure S2, Supporting Information). Anal. Calcd for C214H372Cl3Mn6.5N60O54: C, 50.27; H, 7.33; N, 16.44. Found: C, 50.34; H, 7.30; N, 16.41.2.3Single-Crystal X-ray Diffraction DeterminationX-ray diffraction data were collected using synchrotron radiation (λ = 0.40663 Å) at Advanced Photon Source on beamline 15ID-C. Indexing was performed using APEX2 (difference vectors method). Data integration and reduction were performed using SaintPlus 6.01. Absorption correction was performed by the multiscan method implemented in SADABS. The structure was solved using SHELXL-2014 (direct methods) and refined using SHELXL-2014 (full-matrix least-squares on F2). Despite using a synchrotron source and trying several crystals from different batches, diffraction experiments resulted in relatively low-quality diffraction data. This can be attributed to the presence of solvent disorder. All non-H atoms were found in the difference Fourier map and were refined using distance restraints. Restraints were also used to refine the anisotropic displacement parameters of the C, N, and O atoms. Hydrogen atoms were placed in geometrically calculated positions and included in the refinement process using the riding model with isotropic thermal parameters: Uiso(H) = 1.2Ueq(C). The contribution of heavily disordered solvent molecules was treated as diffuse using the Squeeze procedure implemented in the PLATON program. CCDC 1019171 for UTSA-57 contains the supplementary crystallographic data for this article. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and DiscussionUTSA-57 was synthesized by the solvothermal reaction between Mn(III)Cl-ttzpp and MnCl2·4H2O in mixed solvents of DEF and methanol at 75 °C with the aid of small amount of hydrochloride. UTSA-57 crystallized in the tetragonal system and P4/mmm space group. As expected, UTSA-57 is based on cubic Mn4Cl(ttz)8-(H2O)4 clusters (Figure 1b) linked by square Mn(III)Cl-ttzpp ligands (Figure 1a). In the Mn(III)Cl-ttzpp ligand, the four tetrazole groups and their connecting phenyl rings are almost coplanar, whereas the porphyrin moiety and the phenyl rings are nearly perpendicular (calculated dihedral angle θ = 90.9°). In the Mn4Cl(ttz)8-(H2O)4 cluster, the Mn2+ ions of the chloride-centered square-planar {Mn4Cl}7+ units are connected through nitrogen atoms of tetrazolates from Mn(III)Cl-ttzpp ligands. Considering the four tetrazole groups of the Mn(III)Cl-ttzpp ligand as four-connecting nodes (Figure 1c) and the M4Cl(ttz)8-(H2O)4 clusters as eight-connecting nodes (Figure 1d), the overall structure of UTSA-57 adopts a very rare 4,8-c 2-nodal net with an scu-a topology (Schlafli symbol {44·62}2{416·612}; Figure 1f).(57-63) In addition, UTSA-57 represents the first scu MOF that is built from 8-connected bridging SBUs. The resulting anionic framework in UTSA-57 is balanced by Mn2+ ions. It is noteworthy that, in UTSA-57, one type of polyhedral cage coexists with a one-dimensional nanotube. Such framework structures are very rare. The cage has an approximately ellipsoid cavity of ca. 11.9 Å diameter. Remarkably, the three-dimensional framework contains very large square one-dimensional open channels with a diameter as large as 20.3 Å along the c axis (Figure 1e). It should be noted that most of the scu-topology structures reported to date suffer from a significant degree of distortion. On the contrary, along the c axis, the porphyrin moieties are unprecedentedly parallel to each other. The calculated solvent-accessible volume of UTSA-57 is 75.1% by PLATON.(64)Figure 1. Portions of the crystal structure of UTSA-57: The four- and eight-connected nodes, represented by Mn(III)Cl-ttzpp4– and {Mn4Cl(tetrazolate)8} units, respectively, combine to form a three-dimensional structure with the scu topology. Solvent molecules and hydrogen atoms are omitted for clarity.The phase purity of the material was confirmed by elemental analysis and powder X-ray diffraction (PXRD) (Figure S2, Supporting Information). TGA of the as-synthesized UTSA-57 (Figure S3, Supporting Information) revealed a weight loss of 56% from 25 to ∼240 °C for solvent molecules. The framework started to decompose at about 400 °C.To evaluate the permanent porosity of UTSA-57, we carried out gas sorption measurements on the activated UTSA-57 sample. A freshly prepared UTSA-57 sample was washed with DEF and anhydrous methanol several times and thermally activated at 80 °C under a dynamic vacuum before gas sorption measurements. The Brunauer–Emmett–Teller (BET) isotherm of UTSA-57a shown in Figure 2a exhibits type I behavior, showing pore condensation with adsorption–desorption hysteresis. This indicates the existence of micropores in UTSA-57a with a maximum N2 uptake of 137 cm3/g. UTSA-57a has a Langmuir surface area of 330.5 m2/g and a BET surface area of 206.5 m2/g. The CO2 gas sorption isotherm at 196 K (Figure S5, Supporting Information) further confirmed the permanent porous nature. The hydrogen capacity at normal pressure was assessed for UTSA-57a, with up to 1.0 wt % at 77 K (Figure 2b). The maximum adsorption of 1.9 wt % at 77 K can be predicted from the Langmuir–Freundlich equation (R2 = 0.99957).Figure 2. (a) N2 and (b) H2 sorption isotherms of UTSA-57a at 77 K.We examined UTSA-57a for its potential application in gas separation. CO2, CH4, and C2H2 adsorption isotherms were collected at 273 and 296 K. As shown in Figure 3a, UTSA-57a takes up much less CH4 (15 cm3/g) at 273 K and 1 atm than CO2 (65 cm3/g) and C2H2 (57 cm3/g). Their adsorption isotherms at 296 K (Figure 3b) further confirmed the different gas uptakes of UTSA-57a for these examined gas molecules. The coverage-dependent adsorption enthalpies of UTSA-57a for CO2, C2H2, and CH4 were calculated based on the virial method from fits of their adsorption isotherms at 273 and 296 K (Figures S6–S9, Supporting Information).(65) The enthalpies at zero coverage of gases were calculated to be 35.0, 37.2, 47.0, and 25.7 kJ/mol for C2H2, C2H4, CO2, and CH4, respectively. The adsorption enthalpies for C2H2, CO2, and CH4 in UTSA-57a are moderately higher than the reported values.(66) The relatively high Qst value of this compound might be due to open metal sites in the activated framework, which favors selective gas separation for these gas molecules.(67) The Henry’s law selectivities (Sij) for C2H2/CH4 and CO2/CH4, which are moderately high,(68, 69) are also reported in Table S1 (Supporting Information).Figure 3. CO2, C2H2, CH4, and C2H4 sorption isotherms of UTSA-57a at (a) 273 and (b) 296 K.To establish the potential of UTSA-57a for gas separation, we applied ideal adsorbed solution theory (IAST) calculations to evaluate their gas adsorption selectivities.(70) The mixture adsorption isotherms and selectivities at different temperatures and pressures calculated by the IAST for C2H2/CH4 (C2H2/CH4 = 50:50), C2H4/CH4 (C2H4/CH4 = 50:50), and CO2/CH4 (CO2/CH4 = 50:50) mixtures in this activated MOF as a function of total bulk pressure are shown in Figure 4 and Figures S10 and S11 (Supporting Information), respectively. As reported in Table S2 (Supporting Information), the IAST selectivities for C2H2/CH4, C2H4/CH4, and CO2/CH4 are 58.7, 40.3, and 28.0, respectively, at 273 K and 43.1, 25.7, and 20.0, respectively, at 296 K. The moderately high IAST selectivities established the potential of UTSA-57a for these gas separations. The IAST C2H2/CH4 separation selectivity of 58.7 at 296 K in UTSA-57a is relatively high and close to the reported value for UTSA-50a.(71)Figure 4. Mixture adsorption isotherms and adsorption selectivity of UTSA-57a predicted by IAST for C2H2 (50%) and CH4 (50%) at (a) 273 and (b) 296 K.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsIn summary, we have successfully synthesized a new porphyrin-based microporous MOF, {Mn(II)0.5[Mn(II)4Cl(Mn(III)Cl-ttzpp)2(H2O)4]}·(DEF)20·(CH3OH)18·(H2O)12 (UTSA-57), with one-dimensional square nanotube-like channels of 20.3 Å and a rare scu topology, constructed from cubic Mn4Cl(ttz)8-(H2O)4 clusters. UTSA-57a exhibits permeant porosity and displays moderately high performance for C2H2/CH4 separation at room temperature. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationX-ray crystallographic file (CIF), virial graphs for adsorption of gas on UTSA-57a, powder X-ray diffraction analysis (PXRD), and TGA of UTSA-57. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsAll authors have given approval to the final version of the manuscript.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by Award AX-1730 from the Welch Foundation (B.C.). We thank Ames Laboratory (Royalty Account) and Iowa State University for startup funds. The Ames Laboratory is operated for the U.S. Department of Energy by Iowa State University under Contract DE-AC02-07CH11358. The crystal diffraction of UTSA-57 was carried out at the Advanced Photon Source on beamline 15ID-C of ChemMatCARS Sector 15, which is principally supported by the National Science Foundation/Department of Energy under Grant NSF/CHE-0822838. Use of the Advanced Photon Source was supported by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Contract DE-AC02-06CH11357.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 71 other publications.1. Iyoda, M.; Yamakawa, J.; Rahman, M. J. Angew. Chem., Int. Ed. 2011,  50,  10522– 10553[Crossref], [PubMed], [CAS]1. Conjugated Macrocycles: Concepts and ApplicationsIyoda, Masahiko; Yamakawa, Jun; Rahman, M. JalilurAngewandte Chemie, International Edition\r\n        (2011),\r\n    50\r\n        (45),\r\n    10522-10553CODEN:\r\n                ACIEF5;\r\n        ", "title": "A Three-Dimensional Microporous Metal–Metalloporphyrin Framework", "authors": ["Zhiyong Guo", "Dan Yan", "Hailong Wang", "Daniel Tesfagaber", "Xinle Li", "Yusheng Chen", "Wenyu Huang", "Banglin Chen"], "doi": ["10.1021/ic502116k"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0005.gif\">"]}