{"abstract": "We have found that the 3D zeolitic imidazolate framework ZIF-7 exhibits far more complex behavior in response to the adsorption of guest molecules and changes in temperature than previously thought. We believe that this arises from the existence of different polymorphs and different types of adsorption sites. We report that ZIF-7 undergoes a displacive, nondestructive phase change upon heating to above ∼700 °C in vacuum, or to ∼500 °C in CO or N. This is the first example of a temperature-driven phase change in 3D ZIF frameworks. We predicted the occurrence of the high-temperature transition on the basis of thermodynamic arguments and analyses of the solid free-energy differences obtained from CO and -butane adsorption isotherms. In addition, we found that ZIF-7 exhibits complex behavior in response to the adsorption of CO manifesting in double transitions on adsorption isotherms and a doubling of the adsorption capacity. We report adsorption microcalorimetry, molecular simulations, and detailed XRD investigations of the changes in the crystal structure of ZIF-7. Our results highlight mechanistic details of the phase transitions in ZIF-7 that are driven by adsorption of guest molecules at low temperature and by entropic effects at high temperature. We derived a phase diagram of CO in ZIF-7, which exhibits surprisingly complex re-entrant behavior and agrees with our CO adsorption measurements over a wide range of temperatures and pressures. We predicted phase diagrams of CH, CH, and CH. Finally, we modeled the temperature-induced transition in ZIF-7 using molecular dynamics simulations in the isobaric–isothermal ensemble, confirming our thermodynamic arguments.", "text": "10.1021/jacs.5b08362 Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) and related flexible microporous structures can exhibit complex free-energy landscapes, which can lead to multiple polymorphs, both stable and metastable.(1, 2) They can undergo structural changes upon adsorption of guest molecules,(2-5) upon the application of external pressure,(6) and as a response to changes in temperature.(7) The challenge is to understand and predict the occurrence of structural transitions in flexible materials, which is imperative before their use in any practical applications.Zeolitic imidazolate frameworks (ZIFs) are an important subgroup of metal–organic frameworks (MOFs) named after the resemblance of the Zn–imidazolate–Zn linkage to the Si–O–Si linkage found in zeolites, which often results in crystals of the same structural topologies as zeolites.(1, 8, 9) Similar to zeolites, ZIFs exhibit a high degree of hydrothermal stability and a wide range of topologies. These properties make ZIFs potentially attractive materials for a range of molecular separations.(4, 5) ZIFs have been known to adsorb guest molecules that are often much larger in size than their nominal crystallographic pore diameters,(4, 5, 10) demonstrating the flexible nature of ZIFs. For example, changes in the sodalite cell of ZIF-8 due to rotation of its imidazolate linkers were reported.(11) Recently, inelastic neutron-scattering experiments confirmed the existence of low-frequency vibrations in ZIFs that could lead to pore breathing and shear-induced phase transitions.(12)Given the multitude of different ZIF materials,(8, 9) it is remarkable that to the best of our knowledge ZIF-7,(4) ZIF-9,(4) and EMM-19(13, 14) are the only ZIFs known to exhibit a displacive transition from a nearly nonporous (np) to a porous structure (lp) upon adsorption of guest molecules. This guest-responsive phase change usually results in a step change in the adsorption isotherm.(4, 5) Among other ZIFs undergoing phase changes, it has been reported that ZIF-4 amorphizes and then recrystallizes to a more dense ZIF phase upon heating at ambient pressure.(15) The reconstructive transition of ZIF-4 is, however, distinctively different from the displacive transition in ZIF-7. The latter is more commonly associated with gate-opening and breathing effects as seen most prominently in the MIL-53 family of materials.(2, 16)In this work, we have discovered that ZIF-7 undergoes a phase change from its narrow-pore (np) phase to a large-pore (lp) phase upon heating in the absence of any guest molecules as a consequence of the differing thermodynamic stabilities of its polymorphs. Moreover, we found that CO2 adsorption leads to single and double steps on the adsorption isotherms, which we were able to distinguish from the structural transitions between the ZIF-7 polymorphs. We report a combined experimental and modeling/theoretical study that sheds light on the complex behavior of ZIF-7 and elucidates the thermodynamics of transitions.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesResults and DiscussionStructural StudiesThe crystal structure of solvated ZIF-7 was reported by Huang et al.(9) and by Park et al.(8a) Zinc atoms are connected via benzimidazolate linkers with tetrahedral coordination, analogous to zeolites, to form four- and six-membered rings. These rings connect to form the SOD topology (large-pore phase) as shown in Figure 1. In contrast to the cubic symmetry of the ZIF-8 sodalite topology, ZIF-7 exhibits a rhombohedral sodalite topology with two distinctive six-membered rings and one type of four-membered ring.(17) To aid visualization, the cell was converted to hexagonal symmetry for indexing and refinement in this manuscript. The six-membered ring windows form two types of cavities that have been identified as the preferred adsorption sites for guest molecules.(4d, 17a) In this paper, the solvated ZIF-7 phase is referred to as a large-pore phase (lp) and the guest-free ZIF-7 phase is referred to as a narrow-pore phase (np).Figure 1. (a) ZIF-7(lp) structure. (b) Representations of the SOD topology building units of ZIF-7. Zn, pink; N, blue; C, gray; and H, white.ZIF-7 is known to experience the np to lp phase change upon adsorption and the lp to np phase change upon desorption of CO2 and other guest molecules.(4, 5, 18) This reversible phase transition of ZIF-7 has been attributed to the so-called gate-opening effect as a response to the adsorption of guest molecules driven by either pressure or temperature. Our results show that in the case of ZIF-7 the whole structure is changed during this phase transition including the atomic positions of Zn. The two phases display completely different XRD patterns, and they cannot be fitted to the same symmetry (Figure S1). The structure of ZIF-7 in its guest-free, np phase is believed to be a fairly dense phase as evidenced by adsorption isotherms.(4, 5, 18) There have been several attempts to resolve the exact crystal structure of ZIF-7(np) to date;(17) however, we believe that the structural solutions reported are inconclusive because of the possibility of incomplete removal of the synthesis solvent, dimethylformamide (DMF),(13, 14) and the poor quality of the Rietveld refinement. The former challenge is addressed by studying ZIF-7 that has been synthesized in acetonitrile by the method of Weston et al.,(13, 14) bypassing the DMF route. A mixture of 40 mmol of benzimidazole and 20 mmol of Zn(NO3)2·4H2O in 240 mL of acetonitrile was prepared in a vessel followed by addition of 40 mmol of triethylamine. The solution was then sealed in a Parr acid-digestion reactor and heated at 100 °C for 48 h. The solid product was washed thoroughly with acetonitrile (∼90 mL × 3) and stored in acetonitrile. Prior to high-temperature structural studies, the samples were pretreated at 423 K under a 10–3 mbar vacuum for 2 h to obtain solvent-free samples, ZIF-7(np). No solution exchange is necessary prior to activation of the ZIF-7 made in MeCN solvent. We believe solving the structure of ZIF-7(np) remains as a very interesting but challenging problem, given the complexity of the structure and its low symmetry.Adsorption StudiesThe adsorption isotherms of CO2 (converted to absolute adsorption(20)) exhibit sharp steps, with the first step being associated with the ZIF-7(np) to ZIF-7(lp) structural transition (Figure 2). Depending on the temperature, the loading of CO2 reaches ∼2–2.7 mmol/g after the transition. In addition, the isotherms at low temperatures (196, 206, and 263 K) exhibit a second step at a higher CO2 pressure, during which the loading almost doubles to 4.5 mmol/g. The second step on the CO2 adsorption isotherm at 195 K has been reported before(5b) but without any explanation, so its origin remained obscured. To the best of our knowledge, the second steps at 206 and 263 K have never been reported before. In our subsequent analysis using adsorption microcalorimetry, molecular simulations, and Clapeyron equation analysis, we clarify the origin of this step and demonstrate that it is most likely associated with the structural rearrangement of CO2 molecules in the pores of the ZIF-7(lp) structure.Let us first focus on the lower-pressure transition step. We have analyzed the free-energy differences between the ZIF-7(lp) and ZIF-7(np) structures on the basis of CO2 and n-butane adsorption isotherms using the osmotic subensemble model:(2)(1)Here ΩOSlp and ΩOSnp are osmotic thermodymamic potentials in the lp and np phases, respectively, ΔFsolid is the free-energy difference of the solid between lp and np phases, and Ωlp and Ωnp are grand thermodynamic potentials of the adsorbed phase in the lp and np structures, respectively. The grand thermodynamic potentials of the adsorbed phase in the lp and np structures were calculated from the experimental isotherms in the lp and np structures:(2)Experimental adsorption isotherms in the np and lp structures at temperatures between 196 and 383 K were fitted to Langmuir equation. Butane data were taken from ref 4 (Figure S2). In the case of CO2 adsorption isotherms with double steps, we used double-Langmuir isotherms (Figures S3, S4 and Table S1).At the pressure of np to lp transition ΔΩOS = 0, and ignoring PΔVsolid term, the free-energy difference ΔFsolid was calculated for different temperatures (Figure 3). We then estimated the entropy difference between the np and lp structures as ΔSsolid = −(dΔFsolid/dT). Assuming no temperature dependence for the enthalpy and entropy differences, we estimated the free-energy difference as a function of temperature ΔHsolid = ΔFsolid + TΔSsolid.Figure 2. CO2 adsorption (closed symbols) and desorption (open symbols) isotherms in ZIF-7 in (a) linear and (b) logarithmic scales of pressure.When ΔFsolid = 0, the phase change will occur without any host–guest interaction at the temperature T = ΔHsolid/ ΔSsolid. The calculated free energies of transition tended to decrease with increasing temperature (Figure 3), and we conjectured that a stepwise transition between ZIF-7(np) and ZIF-7(lp) should occur at an elevated temperature. Experiments were carried out to validate this prediction.Figure 3. Free-energy difference between the ZIF-7(lp) and ZIF-7(np) phases. Points show the free energies determined from different experiments. The band shows approximate uncertainty of the results obtained by different methods in different experiments. See text for details.High-Temperature Structural TransitionSolvent-free ZIF-7(np) samples were placed within an in situ XRD cell allowing programmable temperature adjustments under different atmospheres (1 atm CO2, vacuum, and 1 atm N2). ZIF-7 is known to show a stepwise lp to np phase change from 30 to 100 °C under 1 atm CO2,(4, 18a) and it remains as np under vacuum or N2 throughout the same temperature range. Above 100 °C, ZIF-7 has been known to exist only as the np phase. However, when we further increase the temperature to 500–700 °C, ZIF-7 shows another stepwise np to lp phase change (Figure 4a) in the absence of any guest–host interaction. This high-temperature guest-free lp phase is very similar to the structure with guest molecules observed at low temperatures, except that the latter is missing the 131 diffraction peak at 2θ = 17.5° because of the presence of disorder in the CO2 molecules adsorbed within the structure (Figures 4b and S5–S7). At 500 °C, there is no adsorption of CO2; hence, diffractions from the 131 planes reappear. Interestingly, we have not observed any detectable peak broadening caused by thermal motion at higher temperatures.The ∼200 °C difference in the phase transition temperature between a gas (CO2 or N2) and vacuum environment is a consequence of the difference in thermal conductivity (Table S2). The rich phase behavior of ZIF-7 under a CO2 atmosphere encouraged us to further explore the temperature-dependent structural change in the presence of CO2.Figure 4. (a) XRD patterns for ZIF-7 under 1 atm CO2 at 30, 100, and 500 °C, under vacuum at 30, 100, and 700 °C, and under 1 atm N2 at 30, 100, and 500 °C. (b) XRD patterns for the adsorption of CO2-induced lp phase (red) at 30 °C, and high-temperature-induced lp phase (black) at 500 °C. The blue dotted rectangle highlights the in situ phase change as in Figure 5.The top contour plot of the 3D stack plot of the in situ XRD data is shown in Figure 5. The plot indicates unit cell expansion or shrinkage with increasing or decreasing temperature, respectively.(21) 2θ was scanned and plotted only from 6 to 10° to allow us to shorten the scan time and to capture the phase change in situ. This range also nicely captured the dominant 101 and 110 diffraction lines of the ZIF-7(lp) and the first five ZIF-7(np) diffraction lines.Starting from room temperature, ZIF-7 shows a stepwise lp to np phase change from 30 to 80 °C due to desorption of CO2 molecules. When the temperature increases from 100 to 450 °C, the first three np diffraction lines remain at their position, whereas the two diffraction lines above 2θ = 8° shift to lower angles, indicating that a certain direction of the ZIF-7(np) crystal structure expands with temperature whereas the other directions remain the same. At around 460 °C, a stepwise np to lp phase change occurs, giving the pure high-temperature ZIF-7(lp). This high-temperature phase change has been predicted to be driven by entropy on the basis of thermodynamic arguments, the formation mechanism of which will be explained later in this paper. Upon cooling from 500 to 380 °C, a continuous shrinkage occurs in the a axis of ZIF-7(lp), followed by an lp to np phase change at ∼380 °C and another np to lp phase change at ∼40 °C due to readsorption of CO2.Figure 5. (a) Top contour plot for ZIF-7 in 1 atm CO2 from 30 to 500 °C and then to 30 °C, every 6 °C, and 2θ from 6 to 10°. The intensity of the diffraction peaks is represented by the following colors: red > yellow > green > blue > pink. (b) Top contour plot for ZIF-7 in 1 atm CO2 from 30 to 80 °C every 1 °C, 2θ from 6 to 10°. The intensity of the diffraction peaks is represented by the following colors: red > yellow > green > blue > pink.A detailed analysis of the peak positions of ZIF-7(lp) indicates that the a axis continues to shrink from 22.40 ± 0.08 to 22.05 ± 0.11 Å, whereas the c axis remains almost constant at 15.89 ± 0.06 Å between 340 and 500 °C leading to a unit cell volume reduction of 2.3% (Figure 6 and S9). We believe that this lattice shrinkage with decreasing temperature is associated with the transitional state during the lp to np phase change. This lattice shrinkage (Figure 5a) right before the lp to np entropy-induced transition upon cooling is not observed in the low-temperature adsorption-induced phase change (Figure 5b).The high-temperature lp phase is not thermally stable; the decomposition of it is responsible for the intensity drop in the ZIF-7(lp) in Figure 5. A detailed analysis is available in Figures S10 – S16 for interested readers.Figure 6. Temperature-dependent lattice parameter changes for ZIF-7 from 500 to 340 °C under 1 atm CO2.Molecular Simulations of Adsorption IsothermsWe carried out Grand Canonical Monte Carlo simulations of CO2 adsorption isotherms in the rigid ZIF-7(lp) structure. The details of the force field used(22) are described in the Table S3. The simulated isotherms agree very well with the experimental data in the regions of pressure above the ZIF-7(np) to ZIF-7(lp) transition (Figure 7a). This confirms that the first step on the isotherms corresponds to the np to lp structural transition in ZIF-7. The enthalpy of CO2 adsorption was calculated from the fluctuation formula in the Grand Canonical ensemble.(23) The calculated enthalpy −Δhads = 35–36 kJ/(mol CO2) was almost independent of loading in the region of the first transition, up to ∼2 mmol/g, after which it decreased to ∼30 kJ/(mol CO2) (Figure 7b). This is in agreement with the parameters for the double Langmuir fits of CO2 isotherms in ZIF-7(lp) at different temperatures (Table S1).Adsorption MicrocalorimetryTo confirm that the empty ZIF-7(lp) has a higher enthalpy than the empty ZIF-7(np), we carried out high-resolution CO2 adsorption microcalorimetry experiments. (See Figure 7a and the Supporting Information for experimental details.) In short, we used a Tian-Calvet differential microcalorimeter,(24) which was coupled to the adsorption instrument.(25, 26) The heat q measured by the microcalorimeter is the sum of the differential enthalpy of adsorption and the differential enthalpy change due to the phase change in the solid.(3)The differential enthalpy of adsorption Δhads in the ZIF-7(lp) phase obtained from experimental CO2 adsorption isotherms (Figure S3) and from molecular simulations of adsorption in the ZIF-7(lp) structure was −Δhads = 35–36 kJ/(mol CO2) in the region of the first transition up to ∼2 mmol/g. In this region, the differential heats measured by the microcalorimeter were q = 27–29 kJ/(mol CO2) (Figure 7b). The difference of Δhsolid = 7–8 kJ/(mol CO2) is due to the endothermic enthalpy change in the ZIF-7 structure during the np to lp phase transition. When converted to the integral enthalpy using 2.5 mmol/g of CO2 loading, it corresponds to ΔHsolid = 5.2–6 kJ/(mol Zn).During the second step on the adsorption isotherms, which corresponds to the loading increase from ∼2.5 to ∼4.5 mmol/g, the measured heats remained practically constant, whereas the simulated enthalpies of adsorption in the ZIF-7(lp) structure decreased to ∼30 kJ/(mol CO2) (Figure 7b). This is an indication of a change in the mechanism of adsorption, which is consistent with the step on the simulated CO2 isotherm in ZIF-7(lp). Because the simulations were carried out in the rigid ZIF-7(lp) structure, the agreement with the measured adsorption isotherms in this region is only qualitative. However, on the basis of the fact that the simulations in the rigid ZIF-7(lp) structure tend to partially reproduce the second step, we conjecture that this step is associated mostly with the structural rearrangement of CO2 molecules, accompanied by a rather minor change (compared to that of the np to lp transition) in the ZIF-7 structure itself. A smaller endothermic enthalpy change of ∼3–4 kJ/(mol CO2) or ΔHsolid = 1.5–2 kJ/(mol Zn) associated with this second transition supports this hypothesis. It is worth noting that ZIF-7(lp) contains two types of cavities, and these fill with CO2 at different pressures. Thus, we will refer to the phase that accommodates >4.5 mmol/g of CO2 molecules as an expanded ZIF-7(lp+) phase.Figure 7. Adsorption microcalorimetry of CO2 adsorption in ZIF-7. (a) Measured CO2 adsorption–desorption isotherms at 196 and 206 K and GCMC simulated isotherm in an open ZIF-7(lp) structure at 196 K. (b) Measured (circles) and simulated (triangles) enthalpies at 196 K (red), 206 K (blue), and 301 K (open symbols).It is also possible that the nature of the second transition in ZIF-7 could be somewhat similar to the transition observed in ZIF-8,(11) in which case a relatively minor linker rearrangement allows for more efficient packing of N2 and Ar molecules at low temperatures (77–87 K).Clapeyron Equation AnalysisAnother way to obtain enthalpies of formation of CO2 in the ZIF-7(lp) and expanded ZIF-7(lp+) phases is to use the Clapeyron equation.(3c) We have included in the analysis the CO2 adsorption data on ZIF-7 at a wide range of temperatures from 196 to 523 K. We obtained excellent linearity (Figure 8), which gave the enthalpies of formation of CO2-ZIF-7(lp) as −28.2 kJ/(mol CO2) and −31.3 kJ/(mol CO2) for the expanded ZIF-7(lp+). The agreement with the direct adsorption microcalorimetry measurements is very good, especially for the first transition. It is worth noting that agreement of the adsorption data for the second transition with the Clapeyron equation indicates that the second steps on the CO2 adsorption isotherms at 196, 206, and 263 K are of the same physical origin.Figure 8. Clapeyron–Clausius equation analysis of the formation of CO2–ZIF-7(lp) and the expanded CO2–ZIF-7(lp+) phases.Comparison with Enthalpies of Formation of ZIFsRecently, Hughes et al. used solution calorimetry to measure the enthalpies of formation of various ZIF structures.(27) They observed a trend where the enthalpy of formation is higher with increasing porosity of the ZIF. They obtained an enthalpy difference between the highly porous (e.g., ZIF-8 and ZIF-7(lp)) structures and the dense ZIF structures (e.g., amorphized ZIF-4) on the order of ∼10 kJ/(mol Zn).(27) We estimated from molecular simulations (see below) the crystal density of the ZIF-7(np) structure. Then the enthalpy difference between the ZIF-7(np) and ZIF-7(lp) polymorphs of ∼5–6 kJ/(mol Zn) obtained in this work agrees with the correlation data reported by Hughes et al.(27) (Figure S17). This is also in agreement with a general trend for porous materials that more open structures have higher formation enthalpies.Phase DiagramsIn Figure 3, we summarize our experimental data for the free-energy change between ZIF-7(lp) and ZIF-7(np) phases. We used two end points: the enthalpy of transition obtained from calorimetry (or from the Clapeyron equation), which gives us the free-energy difference at T = 0 K, and the high-temperature transition point obtained from XRD, where Flp(T) – Fnp(T) = 0, which gives the entropy of transition.Assuming that the enthalpy difference between the two phases is independent of temperature which is supported by microcalorimetric data and Clapeyron–Clausius fits of transition pressures versus 1/T from 195 to 523 K, we can assume linear temperature dependence for the free-energy difference of the solid:(4)The free-energy differences at intermediate temperatures were obtained using the osmotic subensemble method(2) from the fitted CO2 and n-butane experimental isotherms. The experimentally derived free energies determined from the adsorption data fall along a straight line, indicating validity of our assumption about the simple linear temperature dependence for the free-energy difference in the solid over the entire temperature range. It is important to note that in order to derive accurate free energies it was necessary to use double Langmuir fits to the double-step CO2 adsorption isotherms reflecting the unusual pattern of CO2 adsorption in ZIF-7(lp) owing to the two types of cages and adsorption sites.The phase diagram has been calculated from the osmotic free-energy differences between the ZIF-7(lp) and ZIF-7(np) phases by solving for the roots of eq 1 at different pressures and temperatures.(2) The calculated phase diagram of CO2 in ZIF-7 is shown in Figure 9. It predicts experimental np to lp transitions very well over the entire range of pressures and temperatures, including the critical point at 650 K and ∼16 bar. An interesting observation about the phase diagram is that it allows for the second critical point at low temperatures; in this case, it is ∼138 K, 1.6e–6 bar. This is because eq 1 generally has three or more roots. The existence of the low-temperature critical point depends strongly on the parameters of the adsorption isotherm in the np phase, particularly its pore volume. The pore volume of the np phase used in the calculations presented in Figure 9 is consistent with the predictions of the molecular dynamics simulations (see below). It is worth noting that if the second critical point did not exist then the lp phase would be the stable phase at 0 K, which would be inconsistent with the microcalorimetry data as well as molecular simulations (see below). Thus, we predict that ZIF-7 may exhibit surprisingly rich phase behavior with two critical points. We have not attempted to elucidate experimentally the existence of the low-temperature critical point.Using the same parameters for the free energy of the solid, we predicted the phase diagrams for methane, propylene, and butane (Figure S18). The agreement with available experimental data is excellent. It should be noted that the limited range of available experimental data and thus the temperature dependence of adsorption isotherms precluded accurate calculation of the critical points for the phase diagrams of these molecules.Figure 9. Calculated phase diagram of CO2 in ZIF-7 (solid black line), experimental data for the np to lp transition obtained from adsorption (filled red triangles) and desorption (open red triangles) isotherms and XRD studies (red square). Purple diamonds show points of lp to lp+ transitions. The thin blue-green line shows solid–liquid and solid–gas transitions for bulk CO2 and the locations of the triple (red “x”) and critical (*) points. The dashed black line shows part of the calculated phase diagram that physically terminates at the bulk solid–gas boundary. Parameters for calculations are listed in Table S1. The lp phase at high temperatures becomes partially unstable (see text).Molecular Simulations of the ZIF-7(np) to ZIF-7(lp) Phase ChangeTo illustrate the temperature driven transition in ZIF-7, we carried out molecular dynamics simulations and reproduced semiquantitatively the ZIF-7(np) to ZIF-7(lp) and reverse transitions. Simulations were carried out using the Amber force field, which was recently modified(28) to describe the mechanical properties of ZIF-8 rather accurately.(28c) We have extended the force field to ZIF-7, using QEq partial charges,(30) as described in SI, Table S4. The simulations were carried out in the isothermal–isobaric ensemble (NpT) at 0.1 MPa external pressure using an anisotropic Parrinello–Rahman barostat.(31) The use of the anisotropic barostat is the key feature of these simulations because it allows to break the symmetry and to model phase changes, particularly temperature-induced phase changes.(32) Simulations were carried out within the P1 symmetry representation of ZIF-7. First, the existence of the high-density ZIF-7(np) phase was confirmed by minimization of the structure. Second, the transition was modeled by performing NpT simulations at 50 K starting with the ZIF-7(lp) structure. Within just a few tens of picoseconds, the system transformed into a higher-density structure reminiscent of ZIF-7(np) (Figures 10 and S19).Next, we modeled the entire temperature-scan process. To mimic the experiment, we started with the simulated ZIF-7(np) structure and carried out a temperature scan in which we increased the temperature from 10 to 1100 K and back in 4 K increments and equilibrated the system at each temperature for 1 ps. With increasing temperature, the density decreased and exhibited steplike changes corresponding to the formation of more open structures and, eventually, the ZIF-7(lp)-like phase with rhombohedral symmetry at ∼600 K. On cooling, there was a corresponding step change to a ZIF-7(np)-like structure. The slight hysteresis loop was also evident (Figure 11). The calculations were carried out with different sizes of the unit cell (1 × 1 × 1, 2 × 2 × 2, 3 × 3 × 3, and 4 × 4 × 4) and different equilibration intervals at each temperature; however, the corresponding features of the transition and transition temperatures remained very similar.Figure 10. ZIF-7(np) and ZIF-7(lp) structures predicted by molecular dynamics simulations.Figure 11. Molecular dynamics simulation of the ZIF-7(np) to ZIF-7(lp) phase change as a function of temperature. Closed and open symbols correspond to heating and cooling, respectively. Red squares show the experimentally measured ZIF-7 densities from XRD at 613 and 773 K.We also simulated the temperature scans starting with the hexagonal unit cell of ZIF-7 in P1 symmetry. For the current force field model of ZIF-7, we selected three representative ZIF-7 polymorphs (Figure S20 and Table S5). Each of these structures has been minimized while fixing the unit cell parameters to the average values obtained from NpT simulations. The difference between the three different ZIF-7 phases is largely in the N–Zn–N angle, which is flexible in the current force field. The phase obtained at the high temperature of 840 K is similar to that of rhombohedral ZIF-7(lp). The phase obtained at 300 K is reminiscent of the ZIF-7(np) phase. Finally, the ZIF-7 phase obtained by minimization corresponds to the 0 K structure. The calculated enthalpy difference between the predicted ZIF-7(lp) and ZIF-7(np) structures is 6.1 kJ/(mol Zn), which is in remarkably good agreement with the experimental measurements (Table S5). Although the detailed structural parameters of the predicted ZIF-7 phases are only in qualitative agreement with the XRD measurements, the densities are in good agreement with XRD data (Figure 11). We have not attempted to refine the force field further.An important question is what drives the transition between different polymorphs of ZIF-7. According to the force field model, the stability of the different polymorphs of ZIF-7 can be viewed as a competition between strong nonbonded interactions (van der Waals and electrostatic), which favor formation of higher density structures at low temperatures, and the bonded interactions (mainly torsional and bending), which are essentially harmonic and favor formation of high-symmetry, lower density structures at high temperature. This is in agreement with what is known about other porous structures, for instance zeolites, where maximum volume structures are almost always in the maximum symmetry state.(33)Thus, the modeling suggests that formation of ZIF-7(np) is a combination of favorable nonbonded interactions that allow the structure to “fold” into a high-density, low-symmetry state. In comparison, ZIF-8, which has a similar SOD-like structure but with much smaller imidazolate linkers, does not exhibit the same type of transition. Finally, the fact that we found from computations several different ZIF-7(np) structures suggests potential ambiguity and difficulties in solving the ZIF-7(np) structure on the basis of XRD data.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesConclusionsWe have found that the 3D ZIF-7 framework exhibits complex behavior in response to the adsorption of guest molecules and changes in temperature, arising from the existence of different polymorphs and different types of adsorption sites. The coupling of these phenomena leads to unusual steps in the experimental adsorption isotherms. By using a combination of XRD, high-resolution adsorption microcalorimetry, and molecular simulations, we were able to discriminate between these mechanisms and, by using osmotic subensemble theory, predict a phase diagram of CO2 in ZIF-7 over a range of temperatures and pressures.We discovered that ZIF-7 undergoes a displacive phase change to a large pore, open porous structure upon heating to high temperatures, just prior to the onset of thermal decomposition. To the best of our knowledge, this is the first example of such a transition in a 3D ZIF framework. The narrow-pore to large-pore phase change occurs on heating to 700 °C under vacuum or to 500 °C under 1 bar CO2 or N2. The large-pore phase retains its structure on cooling to ∼600 °C under vacuum or to ∼400 °C under CO2 or N2, during which the unit cell volume decreases by 2.3% mainly along the a axis. Thermodynamics explains the occurrence of the high-temperature phase change for ZIF-7 and highlights the general features of the polymorphic phase transitions in ZIFs and other structures at high temperatures. Specifically, the phase with a smaller pore volume and lower symmetry is more favorable at low temperatures, and because the temperature increases, the phase with a larger, more accessible pore volume and a higher symmetry becomes more favorable.The high temperature at which the phase transition to ZIF-7(lp) occurs is quite exceptional. It is not completely clear why the onset temperature for the transition from np to lp phase upon heating is seemingly associated with the onset of thermal decomposition. We speculate that beyond being pure coincidence it could be a kinetic transformation into a thermodynamically more favorable structure in the absence of any significant guest–host interactions at high temperatures. We remark that the transition in ZIF-7 from a narrow pore to a more open pore structure upon heating seems to be in contrast to what was reported for ZIF-4 which upon heating converted to an amorphous and then an even more dense crystalline phase via a reconstructive transition.(15)The predicted phase diagram of CO2 in ZIF-7 exhibits quite complex re-entrant behavior with two critical points. The existence of the high-temperature critical point has been confirmed by our experimental CO2 adsorption measurements recorded at a wide range of temperatures (196–523 K) and pressures (1 × 10–5–50 bar). The existence of the low-temperature critical point has not yet been confirmed experimentally. We predict that the pore volume of the ZIF-7(np) phase may be a critical parameter that determines the existence of the low temperature critical point.The thermodynamic picture of the entropically driven phase change to a higher symmetry structure has been fully supported by our NpT molecular dynamics simulations, which reproduced semiquantitatively the changes in the ZIF-7 structure as a function of temperature. The calculated enthalpy difference between the ZIF-7(lp) and ZIF-7(np) phases was in good agreement with adsorption microcalorimetry and Clapeyron analysis of CO2 experimental adsorption data. Moreover, this enthalpy difference is in agreement with the difference in enthalpies of formation between dense and wide-open ZIF materials, as measured by Hughes et al.(27) Thus, the thermodynamic arguments and simulations clearly suggest that ZIF-7(np) is a more dense phase than ZIF-7(lp). This is in agreement with a general observation that maximum volume structures are almost always in the maximum symmetry state.(33)The transition is driven by strong interactions between the benzimidazole linkers of ZIF-7, which can “fold” the structure into a more dense state. This type of transition is not observed for other ZIFs that contain smaller linkers, e.g., ZIF-8. The molecular dynamics approach that we used can be utilized to predict the occurrence of entropically driven phase changes in other structures, thus opening a potential way to predict the existence of phase changes and design functional materials that would exhibit an on-purpose phase change. Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b08362.Full experimental and molecular simulations details and studies of the ZIF-7 high-temperature phase change, such as SEM, XRD under CO2, N2, and vacuum, thermodynamic analyses of the adsorption isotherms, and phase diagrams. (PDF)The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesAcknowledgmentWe dedicate this paper to the memory of Sebastian Reyes, who pioneered research on ZIF materials at ExxonMobil Corporate Strategic Research (CSR). We thank Zheng Ni for establishing the early synthesis work in CSR and the preliminary solution of the ZIF-7(np) crystal structure. We thank anonymous reviewers for stimulating questions and suggestions. Last but not least, we thank ExxonMobil Research and Engineering for funding, and Jason Dorweiler, Paul Stevens, David Calabro, Yu Wang, Mobae Afeworki, Frank Hershkowitz, and Harry Deckman for helpful discussions.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionsReferencesReferencesThis article references 33 other publications.1. Coudert, F.-X. Chem. Mater. 2015,  27,  1905 DOI: 10.1021/acs.chemmater.5b00046 [ACS Full Text ], [CAS]1. Responsive Metal-Organic Frameworks and Framework Materials: Under Pressure, Taking the Heat, in the Spotlight, with FriendsCoudert, Francois-XavierChemistry of Materials\r\n        (2015),\r\n    27\r\n        (6),\r\n    1905-1916CODEN:\r\n                CMATEX;\r\n        ", "title": "New High- and Low-Temperature Phase Changes of ZIF-7: Elucidation and Prediction of the Thermodynamics of Transitions", "authors": ["Yi Du", "Bradley Wooler", "Meghan Nines", "Pavel Kortunov", "Charanjit S. Paur", "John Zengel", "Simon C. Weston", "Peter I. Ravikovitch"], "doi": ["10.1021/jacs.5b08362"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b08362/20151023/images/small/ja-2015-08362s_0004.gif\">"]}