{"abstract": "A two-fold interpenetrating luminescent porous metal−organic framework with a large solvent-accessible volume, which exhibits gas sorption behaviors for N, H, and CO gases and guest-responsive luminescent changes toward different solvent molecules, has been constructed and characterized.A luminescent porous metal–organic framework based on π-electron-rich tricarboxylate has been solvothermally prepared and characterized by Fourier transform infrared spectroscopy, thermogravimetric analysis, elemental analyses, and single-crystal X-ray diffraction analysis. This compound is a 2-fold interpenetrating framework with a large solvent-accessible volume and exhibits gas sorption behaviors for N, H, and CO gases and relatively strong interactions between CO and the framework. Furthermore, it also shows interesting guest-responsive luminescent changes toward different solvent molecules.", "text": "10.1021/acs.cgd.5b00634 Porous metal–organic frameworks (MOFs) have been given great attention not only due to their intriguing structures and diverse topologies but also due to their potential applications in gas storage and separation, ion-exchange, catalysis, and molecular sensing.(1) In the past few decades, much efforts have been focused on the construction of interpenetrated porous MOFs, which is a single net having the feature that the smallest topological rings are catenated by other rings belonging to the same net.(2) The recent adsorption results demonstrated that the adsorption capacity of open interpenetrating MOFs can be enhanced because of the new adsorption sites are formed by the interpenetration and small pores formed which strengthen the overall interaction between gas molecules and the pore walls.(2a-2c) However, the open channels of such MOFs are usually blocked as a result of interpenetration.(3) Therefore, it is still a challenging task to obtain an open interpenetrating net with large solvent-accessible volume.On the other hand, MOFs combining luminescence and open porosity are of particular interest as chemical sensors.(4) Recently, a large number of studies have focused on the detection of high explosives, cations, and anions in luminescent porous MOFs, for their use as molecular recognition, and significant potential applications in biological and environmental systems.(5) However, solvent-responsive luminescent changes that occur in porous MOFs remain scarcely reported.(6) Herein, we report a 2-fold interpenetrating luminescent porous MOF, (Me2NH2)[Cd(TTCA)(H2O)]·3DMF·H2O (1) (TTCA = triphenylene-2,6,10-tricarboxylate, DMF = N,N-dimethylformamide), which was constructed by using π-electron-rich tricarboxylate and Cd2+ as building blocks. Interestingly, this MOF possesses a large solvent-accessible volume and exhibits gas sorption behaviors for N2, H2, and CO2 gases and interesting luminescent changes for different solvent molecules.Solvothermal reaction of triphenylene-2,6,10-tricarboxylic acid (H3TTCA)(7) with CdCl2·2.5H2O and hydrochloric acid in DMF and 1,4-dioxane at 170 °C for 72 h led to the formation of colorless block-shaped crystals of 1. The result of single crystal X-ray structural analysis reveals that 1 crystallizes in trigonal space group P3221. In 1, Cd1 ion is seven-coordinated by six oxygen atoms from three TTCA ligands and one water molecule (Figure 1a). The Cd–O bond lengths of 2.304(10)–2.580(8) Å (Table S2 in Supporting Information (SI)) are comparable to those reported for other literature values.(8) In 1, each TTCA ligand links three Cd1 ions to a three-dimensional (3D) porous framework with two types of one-dimensional (1D) channels along the b axis, and the size of the 1D channels are 6.5 × 12 Å2 and 12 × 21 Å2, respectively (Figure S1 in SI). It is noteworthy that the large channel allows another identical net to penetrate; namely, the entire structure of 1 is a 2-fold interpenetrated 3D net (Figure 1b). Despite interpenetration, the 1D channels are still observed along the b axis, with pore sizes of 5.3 × 8.8 Å. The anionic framework of 1 is balanced by Me2NH2+ cations decomposed from DMF.(9) The pores of 1 are filled with disordered Me2NH2+, DMF, and H2O molecules, whose electron densities were treated as a diffuse contribution using the program SQUEEZE,(10) and calculation of the solvent-accessible volume by the PLATON(11) program reveals a large value of 51% per unit cell volume. To our knowledge, among numerous interpenetrated MOFs, only a few frameworks have shown a solvent-accessible volume of >50%.(2a, 2b) In 1, each Cd ion links three TTCA ligands, which can be regarded as a three-connected node, and each TTCA ligand, connecting three Cd ions, can also be considered as a three-connected node, so the overall structure can be simplified to a (3,3)-connected 2-fold interpenetrated 3D network with {103} topology (Figure S2 in SI).Figure 1. (a) The coordination environments of Cd1 and TTCA3– anion in 1 (symmetry operations: A: −y + 2, x – y + 1, z – 1/3; B: x + 1, y, z). (b) The 2-fold interpenetrating 3D MOF of 1, showing the 1D channels along the b axis.The experimental powder X-ray diffraction (PXRD) pattern of 1 is basically identical to the respective simulated pattern, indicating the high phase purity of the bulk products of 1 (Figure S3 in SI). The result of thermogravimetric analysis (TGA) indicates that 1 readily lost DMF and H2O molecules in the temperature range of 30–240 °C, and the desolvated 1 is stable up to 380 °C (Figure S4 in SI). Furthermore, the DMF and H2O molecules in 1 can be removed under high vacuum at 200 °C to obtain a desolvated 1 (Figure S4 in SI), and the result of PXRD measurement demonstrates that desolvated 1 retains its structural integrity (Figure S3 in SI). The porosity of 1 was examined by the gas sorption measurements, which indicates that it can adsorb N2, H2, and CO2 at low temperatures. As shown in Figure 2, N2 adsorption measurement for 1 at 77 K and 1 atm revealed type-I isotherm with saturated N2 uptake of 79.8 cm3 g–1 (STP), which is characteristic of a microporous material, corresponding to a BET surface area of 232.5 m2 g–1. CO2 adsorption isotherm demonstrated that 1 can store up to 74.9 cm3 g–1 (STP) CO2 at 195 K/1 atm. Furthermore, the H2 adsorption isotherm of 1 measured at 77 K demonstrated an uptake of 66.9 cm3 g–1 (STP) at 1 bar (Figure S5 in SI).Figure 2. N2 and CO2 adsorption isotherms of 1 at 77 and 195 K, respectively.Further, the CO2 sorption was performed at near room temperature to study the interactions between CO2 and the host framework of 1. As shown in Figure 3a, the CO2 uptakes at 1 bar are 37.7 cm3 g–1 at 273 K and 26.5 cm3 g–1 at 298 K. Interestingly, the CO2 sorption isotherms have hysteresis characteristics at both temperatures, which indicate that the framework of 1 maybe has relatively strong interactions with CO2. In order to understand the interactions between CO2 and the framework of 1, we calculated the isosteric heat Qst of CO2 by fitting the 273 and 298 K isotherms to the virial equation (Figure S6 in SI).(12) We note that the value of the initial isosteric heats of adsorption for 1 is 27.7 kJ/mol (Figure 3b), which implies that the framework of 1 has relatively high binding affinity toward CO2.Figure 3. (a) CO2 adsorption isotherms of 1 at 273 and 298 K. (b) CO2 isosteric heat of adsorption of 1.The photoluminescence (PL) spectra of H3TTCA and 1 at ambient temperature are shown in Figure S7 in SI. When the compound is excited at 420 nm, the solid state spectra of H3TTCA exhibits an emission at 527 nm, while the solid state spectra of 1 shows an emission at 485 nm with an excitation wavelength of 420 nm. The intensity of the maximum luminescent emission of 1 significantly increased, and with a 42 nm blue-shifted of the emission peak compared to H3TTCA in the solid state, which can be attributed to ligand-to-ligand charge transitions (LLCT).(13)The strong luminescence of 1 prompted us to explore its application for the detection of different solvent molecules. It is interesting to note that there is red shift for the maximum emission when the samples were immersed into different solvents such as MeOH (508 nm), EtOH (515 nm), benzene (511 nm), toluene (503 nm), m-xylene (501 nm), and nitrobezene (513 nm). Furthermore, the intensity of the maximum luminescent emission was enhanced by 30.8 and 36.5% upon exposure to toluene and m-xylene, respectively, which can be attributed to the electron-donating −CH3 group,(14) while nitrobenzene significantly quenched the maximum luminescent emission by 66% because of the presence of strongly electron-withdrawing -NO2 group.(14) These results indicate that 1 could be regarded as a potential material for the detection of different solvent molecules. As far as we know, the solvent-responsive luminescent changes that occur in porous MOFs are still rare.Figure 4. Luminescence changes of 1 upon exposure to methanol, ethanol, benzene, toluene, m-xylene, and nitrobenzene, respectively.In conclusion, we have successfully synthesized a new 2-fold interpenetrating luminescent porous metal–organic framework with a large solvent-accessible volume. The compound exhibits gas sorption behaviors for N2, H2, and CO2 gases, recommending possible applications in gas storage and separation. Furthermore, it also shows guest-responsive luminescent changes toward different solvent molecules. Top of PageAbstractReferencesSupporting InformationSynthesis and characterization, additional structure figures, TGA, PXRD, fitting gas adsorption isotherms, luminescenct profiles, as well as X-ray crystallographic data can be found in the Supporting Information. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.cgd.5b00634.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was financially supported by 973 Program of China (2012CB821705 and 2014CB845602), NSFC (21401026 and 21461002), and the Natural Science Foundation of Jiangxi Province (20151BAB213004, 20151BAB203003 and 20152ACB21016).Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 14 other publications.1. (a) An, J.; Rosi, N. L. J. Am. Chem. Soc. 2010,  132,  5578– 5579[ACS Full Text ], [CAS]1. Tuning MOF CO2 Adsorption Properties via Cation ExchangeAn, Jihyun; Rosi, Nathaniel L.Journal of the American Chemical Society\r\n        (2010),\r\n    132\r\n        (16),\r\n    5578-5579CODEN:\r\n                JACSAT;\r\n        ", "title": "A Two-Fold Interpenetrating Porous Metal–Organic Framework with a Large Solvent-Accessible Volume: Gas Sorption and Luminescent Properties", "authors": ["Yun-Nan Gong", "Yong-Rong Xie", "Di-Chang Zhong", "Zi-Yi Du", "Tong-Bu Lu"], "doi": ["10.1021/acs.cgd.5b00634"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00634/20150625/images/small/cg-2015-00634x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00634/20150625/images/small/cg-2015-00634x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00634/20150625/images/small/cg-2015-00634x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00634/20150625/images/small/cg-2015-00634x_0005.gif\">"]}