{"abstract": "The mesostructured Al-BDC metal–organic frameworks (MOFs) with an average pore size of 2.58 nm were prepared via a simplified washing and drying process and applied to the separation of CO/CH mixtures. The adsorption equilibrium and thermodynamics of CH and CO were studied in the dynamic processes by the volumetric–chromatographic and inverse gas chromatographic (IGC) methods. The experiments represent that the Al-BDC MOF with large pore size has a much higher CO/CH selectivity of ca. 24 at 303 K in the pressure range 0–1.0 MPa and therefore appears to be a good candidate for the separation of CH from CO. The initial heats of adsorption of CH and CO on the mesostructured Al-BDC MOFs were determined to be 11.5 and 25.2 kJ mol by the IGC method, respectively, which are significantly reduced by ca. 25% compared with that on the microporous Al-BDC MOFs. The results indicate that the expanded pore size not only greatly increases the selectivity of CO adsorption over CH but also reduces the adsorption heat, revealing that it should be the desired method to obtain a satisfactory absorbent for CO/CH separation.", "text": "10.1021/jp411536d Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionNatural gas (NG) is one of the cleanest carbon fuels due to its low CO2 and particle emissions after combustion and has become one of the fastest growing primary energy sources in the world. The huge demand for natural gas has led to a re-evaluation of the development potential of unconventional, stranded, and contaminated gas reserves, which contain much more than 2% CO2 (with peaks up to 70 vol %).(1, 2) The removal of CO2 from these NG reserves is critical for natural gas transportation and usage because it significantly reduces the energy content of natural gas and also induces pipeline corrosion.(3)The amine-based absorption/stripping process has been used for the separation of CO2 from natural gas for a long time,(4) but the solvents used, such as aqueous alkanolamines, usually require high energy and often lead to environmental issues due to solvent loss and degradation.(5-7) Adsorption-based separation methods, such as pressure swing adsorption (PSA), temperature swing adsorption, and membrane processes, are commonly accepted to be the most efficient and affordable, but adsorbent regeneration is still difficult and energy costly, leading to low productivity and great expense.(1, 3, 4) Nonetheless, PSA has the advantages of easy control and low energy demand and is considered as one of the better choices for CO2/CH4 separation in the future.(8) The vital step in designing PSA processes for the separation of CO2/CH4 mixtures is the development of adsorbents with a high CO2 capacity, good CO2/CH4 selectivity, excellent regeneration properties, and high thermal stabilities.Zeolites,(9-13) activated carbons,(14-18) silicas,(19, 20) and new classes of porous materials(21-31) have been investigated for their CO2 adsorption behaviors. Thereinto, activated carbon and silicas have been widely studied as adsorbents owing to their stability, low polarity, and low energy intensive regeneration operations, and the main drawback is the low selectivity for CO2/CH4 separation.(14-18) On the other hand, zeolites are mostly adequate for separating CO2 from CH4 due to the preferential adsorption of CO2 over CH4 in the polar cavities and channels of relatively aluminum-rich zeolites.(9-13) However, the high affinity of zeolites for CO2 hinders its desorption, which leads to low productivity and high regeneration energy cost.(13) Clearly, to better satisfy the needs of the CO2/CH4 separation, the separation performance of conventional adsorbents, such as zeolite, activated carbons, and silica gels, should be strengthened. Recently, metal–organic frameworks (MOFs) have been emerging as promising materials in applications of adsorption separation, owing to their flexibility to design through control of the architecture and chemical functionality of the pores. Up to date, many different MOFs have been explored to examine their performance on the separation of CO2/CH4 gas mixtures, both experimentally and theoretically, such as Zn(bdc)dabco,(21) CPO-27-M(Co, Ni, Zn),(22) Cu-BTC,(23) MIL-53 and MIL-47,(24, 28, 29) MIL-101(Al),(25, 30) Uio-66,(26) ZIF,(27) Mg-MOF-74,(2) and mixed-ligand MOFs.(31) All of these studies have demonstrated that these MOFs exhibit high selectivities for CO2 separation from CO2/CH4 mixtures, and the selectivities for CO2 on some MOFs are more than 10, revealing that MOFs could act as the alternatives of conventional adsorbents for CO2/CH4 separation. However, only a few of these MOFs can be synthesized in large scale from low-cost raw materials under available conditions, which is of paramount importance for MOFs becoming a realistic adsorbent for CO2/CH4 separation.(26, 29) Furthermore, most of the MOFs with higher stability have not exhibited higher selectivity of CO2 over CH4 than conventional adsorbents such as zeolites and activated carbons.(11, 29)Very recently, immobilization of functional sites to induce their stronger interactions with carbon dioxide, or control/tune the pore size/curvature to maximize the size-exclusive effects, has been used to improve the CO2/CH4 separation selectivities of the above-mentioned adsorbents. For example, amines, the OH group, and Li+ have been grafted onto surfaces of porous materials to enhance adsorption of the CO2 molecule on conventional adsorbents and MOFs.(16, 19, 32-36) In addition, a novel “molecular sieving” effect, which is based on a difference in ability of a guest molecule to induce temporary and reversible cation deviation from the center of pore apertures, has been uncovered on Cs+-containing chabazite zeolites.(37) Obviously, these modified adsorbents have much higher affinity to CO2, and some of them exhibit record high selectivity for separation of CO2/CH4 mixtures.(32, 37) Unfortunately, specific interactions of adsorbed CO2 molecules with the surfaces increase the selectivity of CO2 adsorption over CH4 while reducing the regenerability of adsorbents; that is, the regeneration property of adsorbents must be considered while enhancing CO2/CH4 selectivity by the method of modification.On the basis of the above analysis, the desired adsorbent for CO2/CH4 separation should have a high CO2 capacity, high selectivity, and the fitting affinity to CO2. Although a lot of MOFs have been employed to study the CO2 selectivity over CH4, it is still far from satisfactory for natural gas upgrading owing to many reports limited to single-component measurements or simulations. In the present work, we report the enhanced adsorption behavior of CO2 over CH4 on Al-BDC MOFs by the increased pore sizes. First, Al-BDC MOFs were prepared via a simple method fit for industrial use, and the pore size of Al-BDC MOFs was enlarged by a simplified washing and drying process. Subsequently, the adsorption equilibrium and thermodynamics of CH4 and CO2 were studied in the dynamic process by the volumetric–chromatographic and inverse gas chromatographic (IGC) methods.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterialsThe Al-BDC MOF material studied in this work was synthesized according to the previously reported modus operandi.(28, 38) In a typical synthesis, 40 g of Al(NO3)3·9H2O and 52 g of 1,4-benzenedicarboxylate (H2BDC) were dissolved in a 600 mL of DMF. The resulting stock solution was decanted into ten 120 mL Teflon-lined stainless steel autoclaves, which were capped tightly and heated to 160 °C in an oven. After the reaction under the autogenous pressure for 12 h, the products were allowed to cool to room temperature. The white precipitate was isolated from the mother liquor by filtration and washed thoroughly with 200 mL of DMF and then immersed in 200 mL of fresh methanol to exchange the DMF over 12 h and then washed with 200 mL of methanol. The as-produced samples were then evacuated to dryness at 100 °C for 4 h and designated as AlBDCSyn. The sample AlBDCSyn was divided into two parts. One part continued to remove the guest molecules incorporated in the crystals under a dynamic vacuum at 180 °C for 12 h, yielding yellowish powders and designated as AlBDCEvac. The other part of AlBDCSyn and AlBDCEvac samples was finally heated to 350 °C at a rate of 1 °C/min and treated for 45 h in a muffle furnace, defined as AlBDCMeso and AlBDCMicro, respectively.Al-BDC MOF pellets were prepared from the as-produced powders through a binder-free forming process, which was conducted by a tablet press applying a mechanical pressure of 60–70 atm. The obtained pellets were crushed and sieved to the particles with the average size of 80 μm that were then used as adsorbents.Materials and Adsorbent CharacterizationThe X-ray powder diffraction (XRD) measurements were conducted for 2θ values from 5° to 65° on a Rigaku RINTD/MAX-2500PC diffractometer (Cu Kα, 40 kV, 100 mA) with a step size of 0.02°.The Fourier transform infrared (FT-IR) spectroscopy was performed on a Nicolet 6800 equipment with an MCT-A detector cooled by liquid nitrogen. IR spectra were collected by recording 32 scans at a resolution of 6 cm–1 in the region of 4000–650 cm–1 with samples in potassium bromide pellets.Surface area and pore characteristics of the Al-BDC MOFs were confirmed by the N2 physisorption measurements at 77 K on a volumetric sorption analyzer Autosorb-iQ2 from Quantachrome Instruments U.S. equipped with a high-resolution pressure sensor. The experimental apparent specific surface area, the total pore volume, and pore size distributions (PSDs) were calculated from these adsorption isotherms. Prior to analysis, the Al-BDC sample was outgassed at 180 °C under dynamic vacuum for 12 h.The thermal stability of the Al-BDC MOFs was studied by thermogravimetric analysis (TGA) coupled with differential scanning calorimetry (DSC), which was carried out in air (20 mL min–1, 30–800 °C, 10 °C min–1) using a NETZSCH STA 449 F3 analyzer. In the TGA run, a Pfeiffer vacuum OmniStar mass spectrometer was used to investigate the chemical nature of the species leaving the sample.13C solid-state NMR measurements were performed on a Varian Infinityplus-400 spectrometer equipped with a 5 mm magic angle spinning (MAS) probe at a resonance frequency of 100.5 MHz with a spinning rate of 8 kHz. 1H–13C CP/MAS NMR spectra were performed with a contact time of 2 ms, a recycle delay of 2 s, and 2100 scans. SEM images of the Al-BDC MOFs were obtained on an FEI Quanta 200F microscope operated at 60 Pa and 30 kV. The sample was fixed on a copper holder with conductive adhesives. In addition, the density of Al-BDC MOF pellets was measured by the conventional mercury intrusion method.Binary Gas Breakthrough Curve MeasurementsCH4/CO2 breakthrough curves were obtained on a homemade gas-flow apparatus (Figure S1, Supporting Information), allowing one to perform measurements from atmospheric pressure up to 1.0 MPa. Flow rates of He (prepurified, 99.99%), CH4 (99.5%), and CO2 (bone dry 99.8%) were controlled using Brooks 5850e mass flow controllers. For CH4/CO2 breakthrough experiments, 3.5 mL of the Al-BDC MOF sample was loaded into a stainless steel column and then installed onto the gas-flow apparatus under flowing He. Before each breakthrough experiment, the sample in the column was activated and outgassed in a heating mantle at 473 K for 2 h under a helium flow. The CH4/CO2 breakthrough experiments were conducted at 303 K with constant gas mixture composition, and the effluent was analyzed using an Ameitek Dycor mass spectrometer. The signal strength of the mass spectrometer has a good linear relationship with the molar concentration of gas in the range 0–15%. For all experiments, a certain amount of He, that is 40 times the quantity of feed gas, was introduced to control the molar concentration of gas into the mass spectrometer. The sample column was first purged with He after finishing the adsorption step in every measurement. The pressure drop over the column was always less than 0.005 MPa. The selectivity is calculated as(1)where αi,j is the adsorption selectivity; Ci is the adsorbed amount of compound i; and yi is the mole fraction of compound i in the gas phase.For validation of the setup, additional adsorption measurements with CH4/CO2 binary mixtures at 303 K under different pressure on micropore-activated carbon, ZIF-8, and Cu-BTC MOFs were carried out. Very good agreement between literature data and the results of this study was obtained.Inverse Gas Chromatography ExperimentsAdsorption equilibrium and thermodynamics of CO2 and CH4 on Al-BDC MOFs were studied by an inverse gas chromatographic (IGC) method, which was carried out on an Agilent 4890 gas chromatograph with a thermal conductivity detector (Figure S2, Supporting Information). The adsorbent was placed into a 40 cm length of the 304 stainless steel column, with passivated inner walls and an inside diameter of 3 mm (o.d. = 4 mm). To obtain homogeneous packing, the adsorbent (80/100 mesh) was introduced in small quantities, accompanied by mechanical vibration, and the two ends of the column were then plugged with silica wool.Prior to experiment, the column was stabilized on the GC system at 200 °C for 4 h under an argon flow rate of 20 mL/min. Measurements were carried out in the temperature range of 30–70 °C. Argon was used as carrier gas, and flow rates were measured using a calibrated soap bubble flowmeter. To meet the requirements of adsorption at infinite dilution, the symmetry of the peaks and reproducible retention times, amounts of injected samples were controlled accurately by a calibrated loop of 0.23 mL. For each measurement, at least three repeated injections were taken, obtaining reproducible results. The injected probe molecule was interacted with adsorbent during the transport by carrier gas through the column, and then a chromatographic peak was detected with the specific retaining value and peak form. From the evaluated retention time (tR, min) and flow rate (F, mL/min) of the carrier gas, the retention volume (VR, mL) was calculated.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionCharacterization of the Al-BDC MOFsThe N2 adsorption isotherms of the Al-BDC MOF samples at 77 K are shown in Figure 1. The BET surface area of the AlBDCSyn and AlBDCEvac MOFs is ca. 1100 m2 g–1, and the micropore volume is ca. 0.35 cm3 g–1. After being calcined at 350 °C, the BET surface area and micropore volume of the AlBDCMicro sample increase to ca. 1400 m2 g–1 and 0.497 cm3 g–1, respectively. However, the BET surface area and micro-/mesopore volume of the AlBDCMeso sample were ca. 700 m2 g–1 and 0.396 cm3 g–1, respectively. Obviously, the pore volumes of Al-BDC samples can be increased by the drying and calcination, and their surface areas depend on the specific washing and drying conditions. The pore size distributions of the AlBDCMicro and AlBDCMeso samples are depicted in Figure 2, which is based on the NLDFT model for cylinder pore geometry. This analysis shows that the average pore size of AlBDCMicro samples is ca. 0.86 nm (shown in Figure 2a), which is close to the reported MIL53(Al).(28) Figure 2b shows that the pore size distribution of the AlBDCMeso samples is ca. 2.58 nm, which is 3 times more than that of AlBDCMicro samples.Figure 1. Nitrogen-sorption isotherms for the Al-BDC MOFs at 77 K up to 1 bar.Figure 2. Pore-size distributions of the AlBDCMicro and AlBDCMeso MOFs calculated by the NLDFT.The IR spectra of the Al-BDC MOFs are shown in Figure 3 and Figure S3 (Supporting Information), displaying the similar profiles of all IR spectra. As can be seen, the as-synthesized and extracted Al-BDC MOFs present similar profiles, implying a similar surface functionality. The peaks in the usual region of 1400–1700 cm–1 are associated with vibrational bands of the carboxylic function.(28) In curve A, the IR band near 1670 cm–1 can be assigned as the C═O stretching mode of the free H2BDC molecules trapped in the pores of the AlBDCSyn MOF, while the absorption bands located at around 1070–1200 cm–1 can be attributed to the N–CH3 bending mode of the DMF encapsulated in the AlBDCSyn MOF. It should be noted that it is really difficult to detect methanol in the IR spectrum because of the serious interferences from other functional groups in the AlBDCSyn MOF. In curves B–F, the characteristic peaks of the free H2BDC and DMF molecules are not found, which reveals that the free H2BDC and DMF molecules have been removed in the AlBDCEvac, AlBDCMeso, and AlBDCMicro samples. Moreover, the absorption bands, located at around 1110 and 1300 cm–1 in curves B–F, can be attributed to the vibrational bands of C–C(═O) and C(═O)-O, and the intense −COO– in-plane bending mode can be observed around 755 cm–1. The aromatic C–H stretching vibrations shift to the region around 2850–3000 cm–1 owing to the formation of the oxo-bridged Al-BDC carboxylate, while the aromatic C–H out-of-plane bending vibrations appear at 835 and 880 cm–1. In addition, a broad vibrational band at the region of 3100–3725 cm–1 corresponds to the bending and stretching modes of the intercrystalline water and physisorbed water. Comparing these curves in Figure 3, it can be found that the characteristic peaks of water in the AlBDCSyn and AlBDCMeso samples disappear after vacuum or high-temperature degassing (see curves B and D in Figure 3). However, curve F in Figure 3 shows that the band at the region of 3100–3725 cm–1 of the degassed AlBDCMicro samples is still strong, revealing that the interaction of water and AlBDCMicro MOFs is enhanced greatly.Figure 3. FT-IR spectra of the Al-BDC MOFs: (A) AlBDCSyn; (B) AlBDCEvac; (C) AlBDCMeso; (D) activated AlBDCMeso at 200 °C; (E) AlBDCMicro; (F) activated AlBDCMicro at 200 °C.13C NMR spectroscopy is an effective way to detect the missing guest molecules by IR spectra, and the 1H–13C CP/MAS NMR spectra of the Al-BDC MOFs are displayed in Figure 4. The signals at ca. 128 and 137 ppm are attributable to the CH units and the quaternary carbons of the aromatic carbons, and the signals in the region 169–177 ppm can be assigned to the carbons of the carboxylic functions in both the protonated (the carboxylate groups with occluded BDC ligands, δ = 171–172 ppm) and deprotonated forms (the carboxylate groups, δ = 174–175 ppm).(39, 40) The three signals at 28.5, 34.5, and 162 ppm can be assigned to carbons of the two −CH3 and −COH groups of DMF, and the peak at 49 ppm is the characteristic peak of CH3OH. Clearly, the AlBDCSyn sample contains many free CH3OH, DMF molecules and the occluded BDC ligands, except a little free H2BDC. Moreover, the amounts of DMF and methanol in the AlBDCEvac sample decrease greatly after degassing at 180 °C, and these free guest molecules are not found in the AlBDCMicro and AlBDCMeso MOFs. It is interesting to note that the resonance of the carboxylate groups with occluded BDC ligands in the AlBDCSyn sample shifts from 171.3 to 172.2 ppm after degassing at 180 °C, and the resonance of the carboxylate groups is dominant after calcination in air at 350 °C, as shown in Figure S4 (Supporting Information). These results suggest that some occluded BDC ligands should be eliminated or recrystallized to the other form in the frameworks after the post-treatment process.Figure 4. 1H–13C CP/MAS NMR spectra of the Al-BDC MOFs.The X-ray powder diffraction patterns of the as-synthesized and extracted samples are shown in Figure 5, indicating these materials have well-crystalline structures. Apparently, the diffraction peaks of these materials are not identical with the MIL-53(Al) reported earlier by Ferey et al.,(28) and the obtained peaks of AlBDCSyn and AlBDCEvac are distinctly different from the extracted samples (AlBDCMicro and AlBDCMeso MOFs). Compared with the typical MIL-53(Al), the slight difference of the AlBDCSyn sample could be due to the presence of free H2BDC molecules inside the pores and the metastable phase of BDC and Al3+ (occluded BDC ligands), resulting from the different condition of the crystal growth. XRD analysis of the AlBDCSyn sample identifies H2BDC and its metastable phase at ca. 2θ 11.0, 11.5, 18.2, 19.0, 24.1, 27.0, 30.0, and 31.2° (JCPDS card No. 03-0127 and No. 21-1919).(28, 29) In the XRD pattern of AlBDCEvac MOFs, there are obvious changes at 2θ 11.0, 11.5, 24.1, 30.0, and 31.2° with the evacuation of guest moleculars (DMF, methanol, and H2BDC) under vacuum at 180 °C, revealing that the occluded BDC ligands are not stable in the AlBDCSyn sample. Therefore, the diffraction peaks of the occluded BDC ligands disappear after calcination. As can be seen from  Figure 5, the characteristic peaks of AlBDCMicro and AlBDCMeso MOFs are similar to the results reported by Müller et al.,(38) but there are significant differences between them at ca. 2θ 9.0–10.2, 16.5, 20.9, and 28.0°. Actually, it can be seen clearly from Figure 5 that there are no changes in the peak positions of the AlBDCMicro and AlBDCMeso crystals, implying that they have the same crystal structure. However, the intensity of the XRD peaks at 9.0–10.2° and 13.5° is different, which should be attributed to the different morphologies and exposed planes of crystals because of the different treatment methods of the samples. It should be noted that the peaks at 2θ 16.4, 20.1, and 28.0° of the AlBDCMicro MOF indicate the existence of the gibbsite in this sample (JCPDS card No. 02-0173), whereas the peaks at 2θ 10.2, 20.9, and 28.0° of the AlBDCMeso MOF imply that the amorphous Al2O3 appears in this sample (JCPDS card No. 31-0026). More specifically, many BDC linkers were eliminated from the framework, and some crystals were transformed into amorphous Al2O3 in the calcination of the AlBDCSyn sample at 350 °C, which could result in the split and expansion of some defined micropores. On the other hand, the evacuation of the guest molecules could induce the crystal transition or recrystallization of the occluded BDC molecules at 180 °C, which enhances the thermostability of the AlBDCEvac crystals.Figure 5. XRD patterns of the Al-BDC MOFs.Table 1. Properties of the AlBDCMicro and AlBDCMeso MOFssampleAlBDCMicroAlBDCMesoBET surface area (m2/g)1419689pore volume (cc/g, P/P0 = 0.35)0.4970.396pore size (nm, NLDFT)0.862.58particle density (g/cm3)0.721.13void fraction of pellet θ0.5230.511The thermal stabilities of the Al-BDC MOF samples were investigated by using thermal analysis (TGA) from 30 to 800 °C, and weight loss profiles are presented in Figure 6. In the analysis, the typical ion species of m/z = 29, 31 (CH3OH), m/z = 42, 73 (DMF), and m/z = 50, 74 (C6H4) were monitored at the outlet of the TG analyzer. As for the AlBDCSyn sample, there are two clear weight loss steps in air. The first weight loss of ca. 33% from 80 °C is observed, and ion species of CH3OH, DMF, and BDC ligands appear in turn with the increase of temperature in the MS profiles, as shown in Figure S5 (Supporting Information). Obviously, the weight loss below 200 °C is due to the release of methanol and a little DMF, whereas the weight loss above 200 °C is because of the DMF and some BDC ligands removal. The second weight loss of ca. 35% starts from 520 °C, and the MS curves show the intense peaks at m/z = 50.74 that correspond to the collapse of the framework. That is to say, the Al-BDC framework is thermally stable up to 500 °C, which can completely satisfy the requirements for the application as adsorbents. The degassed AlBDCEvac sample shows weight loss process at a similar temperature (at 100 °C ca. 8%, at 520 °C ca. 48%), indicating that a lot of guest molecules have been degassed at 180 °C under vacuum. The similar weight loss processes are also observed for AlBDCMicro and AlBDCMeso samples; however, the weight loss at 100 °C is less than 5%, and the weight loss at 500 °C is up to 50%. In addition, a very small difference can be observed from the curves of the AlBDCMicro and AlBDCMeso samples at low temperature, where the weight loss of the AlBDCMicro samples is ca. 2.5% and is half that of the AlBDCMeso samples. In the case of the AlBDCEvac, AlBDCMicro, and AlBDCMeso samples, the MS detector has captured nothing but the ion species of BDC ligands between 500 and 600 °C in the TGA run, as shown in Figure S6 (Supporting Information).Figure 6. TG curves of the Al-BDC MOFs.To further explain the formation of the mesopores in Al-BDC MOFs, TG–DSC–MS analyses of the AlBDCSyn and AlBDCEvac samples were conducted. In the DSC curve of the AlBDCSyn MOF, two exothermic processes can be distinguished, as shown in Figure 7. The first exothermic process occurs between 200 and 400 °C, including two weak peaks at 230 and 330 °C, respectively. The second exothermic process appears above 500 °C, corresponding to the strong exothermic combustion reaction of the AlBDCSyn framework. Apparently, the exothermic quantity at low temperature is much less than that at high temperature, implying that it does not take complete combustion to form CO2 and H2O below 400 °C. Combining the TG–MS and TG–DSC results of the AlBDCSyn sample, it can be concluded that the volatization, pyrolysis, and combustion of the free guest molecules and some occluded BDC ligands should take place simutaneously below 400 °C under air, which also decreases the heat release to some extant. On the basis of the TG–MS and 13C NMR results, the exothermic peak at 330 °C should be attributed to the decomposition of some occluded BDC ligands, which could result in the expansion of micropores in the AlBDCSyn sample. As a comparison, there is no distinct exothermic peak, and the typical CO2 MS peak (m/z = 44) is below 400 °C for the AlBDCEvac sample (shown in Figure 7), revealing that the decomposition of the occluded BDC ligands in calcination of the AlBDCEvac sample is much less than that of the AlBDCSyn sample. In other words, the volatization, pyrolysis, and combustion of the guest molecules and some occluded BDC ligands induce the formation of mesopores during calcination of the AlBDCSyn sample.Figure 7. TG–DSC curves and MS profiles of CO2 (m/z = 44) during calcination under air for the AlBDCSyn and AlBDCEvac MOFs.Figure 8a and 8b shows the SEM images of the AlBDCMicro and AlBDCMeso samples prepared in this work, respectively. It can be seen that the AlBDCMicro crystals are cone-like particles with an average length of ca. 4 μm and diameter of ca. 2.5 μm. However, the AlBDCMeso crystals are like cleavage from AlBDCMicro crystals, which are much slighter and thinner. As above-mentioned, the different shape and size between AlBDCMeso and AlBDCMicro crystals could result in the variation of relative intensity of diffraction peaks in their XRD patterns. All these findings in N2 adsorption, IR, NMR, XRD, and TG–DSC–MS experiments allow us to conclude that the formation of a mesoporous structure should be attributed to the decomposition of the occluded BDC ligands in the AlBDCSyn crystals and the corresponding split of the defined micropores. More significantly, the mesostructured AlBDCMeso sample has a relatively lower adsorption potential compared with the AlBDCMicro samples owing to its bigger pore size.Figure 8. SEM images of the AlBDCMicro (a) and AlBDCMeso (b) MOFs.Adsorption Equilibrium and Thermodynamics of CH4 and CO2The isosteric heat of adsorption of gas was calculated to evaluate the separation potential of adsorbents. IGC is a more reliable method to evaluate adsorption heats at zero coverage because it has much higher sensitivity than any other technique over the infinite dilution region where the heat can be very sensitive to small changes in coverage.(41) From IGC experimentation, the net retention volume (VN) can be calculated from the retention time using the flow rate of the carrier gas and compressibility correction factor,(41) and the specific retention volume, VS, is obtained from the expression VS = VN/Sm, where S is the specific surface area and m the mass of adsorbent. The procedures used for the calculation of adsorption enthalpies from IGC experiments have been described in detail in the previous works.(42) The enthalpy of adsorption, ΔHads, can be derived from the temperature dependence of the specific retention volume at the infinite dilution region, from the following expression(2)where VS is the specific retention volume; Tc is the column temperature; and R is the gas constant. A plot of ln VS versus 1/RTc yields ΔHads as the slope. Because the specific retention volume is in direct proportion to the relative retention time (tR – tm) of the adsorbate, the plot of −R ln(tR – tm) versus 1/Tc must yield ΔHads as the slope.Figure 9 shows the plots of −R ln(tR – tm) = f(1/Tc), in which the relative retention times (tR – tm) of CH4 and CO2 were measured over a small temperature range (from 30 to 65 °C) on the AlBDCMicro and AlBDCMeso samples. The correlation coefficients of these plots are better than 0.99 in the whole temperature range, especially in the case that CH4 adsorption is up to 0.999. The deviation at low temperature for CO2 adsorption on AlBDCMicro samples, however, is due to the enhancement of its adsorption in micropores at lower temperatures. According to eq 2, ΔHads values of CH4 and CO2 adsorption on the AlBDCMicro and AlBDCMeso MOFs were calculated, respectively, as shown in Table 2. It is observed that the adsorption enthalpies (ΔHads) of CH4 and CO2 on the Al-BDC MOFs are greater than their enthalpy of condensation. The differences between the enthalpies of adsorption and condensation range from 2.9 to 16.8 kJ mol–1, which correspond to the weak energy bonds such as dipole–dipole interactions.Figure 9. Linear relationship of −R ln(tR – tm) vs 1/T for CH4 and CO2 on the AlBDCMicro and AlBDCMeso MOFs.Table 2. Adsorption Heats of CH4 and CO2 on the AlBDCMicro and AlBDCMeso MOFs sorbateadsorbentCH4CO2AlBDCMicro–15.286–32.226AlBDCMeso–11.103–25.265In Table 2, the ΔHads of CH4 on the AlBDCmicro MOFs is −15.286 kJ mol–1, which is consistent with the reported value in the literature,(28, 45) revealing the IGC method is suitable to estimate the adsorption enthalpies. From Table 2, it can be seen that CO2 exhibits more negative ΔHads than the corresponding values for CH4 on the Al-BDC MOFs. The more negative ΔHads of CO2 demonstrates its greater interaction with adsorbents owing to the higher molecular polarity of CO2. In addition, the ΔHads of CO2 on the AlBDCMeso samples is ca. 25.26 kJ mol–1 and is less than 25% of that on the AlBDCMicro samples. It should be noted that the adsorption enthalpy of CO2 on the AlBDCMeso MOFs is similar to the microporous active carbon (BPL 25 kJ mol–1),(14) which should be attributed to its large pore size.Compared with the conventional gravimetric or volumetric methods, the inverse gas chromatograph has been considered as a faster and easier way to study the equilibrium of sorption in biporous adsorbents because a pulse experiment represents (quasi-)equilibrium values at the lower flow rate.(41, 43, 44) Useful mathematical models for the first absolute moments (the relative retention times (tR – tm) of the adsorbate) of the chromatographic peaks for the biporous structured adsorbents, which are developed elsewhere,(43, 44) are described as(3)where Kc = (Kp – θ)/(1 – θ); υ is the interstitial gas velocity; L and ε are the length and the void fraction of the bed; θ is the void fraction of the pellet; and Kc and Kp are the sorption equilibrium constant based on sorbate concentration in a crystal and a pellet of adsorbents, respectively. Obviously, the equilibrium constant can be calculated directly from the first moment of the obtained chromatographic peak.In the whole experiment, gas velocities were sufficiently low that the pressure drop through the column was very small. According to eq 3, a plot of the first moment vs 1/υ should be a straight line, and the plots of the first moment obtained from the chromatographic curves are given in Figure 10 for CH4 and CO2 adsorption on the AlBDCMicro and AlBDCMeso MOFs. The correlation coefficients of these plots are better than 0.99, which completely fulfills the linearity requirement. The sorption equilibrium constants of CH4 and CO2 calculated from the chromatographic response, according to eq 3, are shown in Table 3. First, the equilibrium constant of methane on AlBDCMicro samples agrees well with the previously reported gravimetric value,(23, 45) thus confirming the validity of the experiment. Second, the sorption equilibrium constant of CH4 on the AlBDCMeso samples is much lower than that on the AlBDCMicro samples, which should be attributable to its large pore size with low potential field. The sorption equilibrium constants of CO2 on the adsorbent with different pore sizes, however, are similar, which should be due to the high polarity of CO2. In addition, the adsorption selectivity in the equilibrium state can be estimated from the ratio of the equilibrium constants.(44) As shown in Table 3, the selectivities of CO2/CH4 on the AlBDCMicro and AlBDCMeso MOFs can be calculated as 15.9 and 27.3, respectively.Figure 10. Linear relationship first moment vs 1/υ of CH4 and CO2 on the AlBDCMicro and AlBDCMeso MOFs at 303 K.Table 3. Chromatographic Adsorption Constants of CH4 and CO2 on AlBDCMicro and AlBDCMeso MOFs Calculated from the First MomentadsorbentsorbateKpKcselectivityAlBDCMicroCH47.2714.1415.9CO2107.71224.71AlBDCMesoCH44.037.2027.3CO296.92197.15Binary Mixture AdsorptionAdsorption breakthrough experiments were carried out at 303 K to evaluate the separation performance of the prepared adsorbents in the real CO2/CH4 mixtures and to confirm the effect of mesopores for CO2/CH4 mixture separation. CO2–CH4 mixtures (50–50) were tested at six pressures (0.1, 0.2, 0.4, 0.6, 0.8, and 1.0 MPa) on the AlBDCMicro and AlBDCMeso MOFs, and the adsorption selectivities were calculated according to eq 1. The selectivities of CO2/CH4 on the AlBDCMicro and AlBDCMeso MOFs are ca. 12 and 24, respectively, as shown in Table 4. The CO2/CH4 selectivities calculated from the breakthrough experiments are basically in agreement with the result of IGC. The little difference of CO2/CH4 selectivity obtained from two methods is due to the slight peak tail of CO2 in IGC experiments.Table 4. Adsorptive Separation Performance of CO2/CH4 on the AlBDCMicro and AlBDCMeso MOFs at 303 K pressure (MPa)adsorbent0.10.20.40.60.81.0AlBDCMicro10.511.411.211.711.110.3AlBDCMeso25.223.822.724.326.322.5Figure 11 shows the typical breakthrough curves of the 50–50 CO2/CH4 mixture on the AlBDCMicro and AlBDCMeso samples at 0.2 and 0.4 MPa, respectively. It should be noted that the filling quantity of AlBDCMeso particles is ca. 1.6 times that of AlBDCMicro particles in the adsorption bed with the same volume owing to the higher density of the AlBDCMeso particles (see Table 1). Thus, the adsorption account of the AlBDCMeso sample looks much higher than that of the AlBDCMicro sample in the same dynamic process, which does not affect the calculation of adsorption selectivity according to eq 1. From breakthrough curves in Figure 11, the adsorbance of CO2 on the AlBDCMicro and AlBDCMeso MOFs was determined to be ca. 1.984 and 1.739 mmol/g at 2 bar and ca. 2.317 and 1.999 mmol/g at 4 bar, respectively. In the case of CH4, the adsorbance on the AlBDCMicro MOF is ca. 0.174 mmol/g at 2 bar and 0.207 mmol/g at 4 bar, compared to 0.073 mmol/g at 2 bar and 0.088 mmol/g at 4 bar for the AlBDCMeso MOF. Clearly, the adsorbance of CO2 on the AlBDCMicro MOF is slightly higher than that on the AlBDCMeso MOF, while the adsorbance of CH4 on the AlBDCMicro MOF is 2 times more than that on the AlBDCMeso MOF. Similar results were also obtained from the CO2 and CH4 adsorption isotherms on the AlBDCMicro and AlBDCMeso MOFs, as shown in Figure S7 and Table S1 (Supporting Information). Obviously, the AlBDCMeso sample has a greater affinity towords CO2 due to its high polarity and quadrupole, but the mesopore distribution will decrease greatly the adsorption potential of CH4 on the Al-BDC MOF. In these curves, the elution of CH4 always occurs first, while CO2 was detected at the outlet after a longer time, as expected. There is always a classical roll-up on the breakthrough curves of CH4, which should be attributed to a thermal effect and the partial desorption of CH4 due to the exothermic adsorption of CO2. Generally, the roll-up may increase the uncertainty in the determination of the CH4 adsorption quantity on adsorbents. Therefore, another experiment was carried out by a reported method to determine the accuracy of the calculation for CH4 adsorption quantity,(23) revealing that the roll-up peak of the breakthrough curve of CH4 will not affect the calculation of the adsorbed amount of CH4 in our experiments.Figure 11. Breakthrough curves of 50–50 mixture of CO2–CH4 at 303 K on the AlBDCMicro (a, 0.2 MPa; b, 0.4 MPa) and AlBDCMeso MOFs (c, 0.2 MPa; d, 0.4 MPa).The higher CO2–CH4 selectivities (see Table 4) of the AlBDCMeso MOFs are independent of the pressure, revealing that it would be a promising candidate for CH4 separation from CH4–CO2 gas mixtures on the equilibrium effect. More specifically, the selectivity of the AlBDCMeso MOFs is much higher than that of the conventional activated carbons (ca. 2–6)(15, 17, 18) and also higher than the cases of some zeolites (<20) including ZSM-5, SAPO-34, and β,(10-13) but it is lower than that of zeolites 5A and 13X.(9) Compared with MOFs, the selectivity of AlBDCMeso MOFs is significantly higher than the case of MIL53-Al (ca. 8), MIL101-Al (<7), Cu-BTC (<10), ZIF-8 (<6), Uio-66 (ca. 4.5), and Mg-MOF-74 (ca. 8).(21-31) MIL53-Al, AlBDCMicro, and AlBDCMeso MOFs are all constructed by the Al and carboxylate connectors, but the pore structure of the AlBDCMeso MOF is distinctive. Consequently, the AlBDCMeso MOF must have a relatively lower potential energy surface owing to the specific 1–4 nm pore size, which gives a lower affinity with CH4. As it happens, the adsorbance of CH4 in the AlBDCMeso MOFs decreases greatly with the increase of mesopores, which has been confirmed by the breakthrough curves and adsorption isotherms (as shown in Figure 11 and Figure S7, Supporting Information). As a consequence, the AlBDCMeso MOF has a high selectivity for CO2 over CH4 without the adsorption heats increased significantly because of its expanding pore size, which makes it a good candidate for preferential adsorption of CO2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsAl-BDC MOFs were prepared via a simple method fit for industrial use, and the pore size of Al-BDC MOFs was increased from 0.86 to 2.58 nm by a simplified washing and drying process. The results from structural analysis of the Al-BDC MOFs indicate that the decomposition of the BDC ligands in the AlBDCSyn crystals plays an important role in the formation of mesoporous structure. The AlBDCMeso with larger pore sizes prepared in this work has a very good selectivity in the separation of the CH4/CO2 mixtures, which was determined to be αCO2/CH4 ≈ 24 at 303 K in the range of pressures 0–1 MPa. It appears that Al-BDC MOFs will be a good alternative of activated carbons for the separation of CH4 from the CH4/CO2 mixture. The initial heats of adsorption of CH4 and CO2 on the AlBDCMeso MOFs were determined to be 11.5 and 25.2 kJ mol–1 by the IGC method, respectively, which is significantly reduced by ca. 25% compared with that on the AlBDCMicro MOFs. The results indicate that the increase of pore size not only increases the selectivity of CO2 adsorption over CH4 but reduces the adsorption heat, revealing it should be the desired method to obtain a satisfactory absorbent for CO2/CH4 separation. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationFigures S1–S7 and Table S1. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the National High Technology Research and Development Program of China (863 Program, 2009AA050902) and the Innovation Fund of the Chinese Academy of Sciences (2012). We are also grateful of Prof. Li Haiyang and Dr. Hou Keyong for their advanced mass sepectrometer technology.ABBREVIATIONSCiconcentration of component i in the gas phase (mol·m–3)Ci0initial concentration of concentration i in the gas phase (mol·m–3)ΔHadsenthalpy of adsorptionKcsorption equilibrium constant based on sorbate concentration in a crystalKpsorption equilibrium constant based on sorbate concentration in a pelletLlength of the bedmmass of adsorbentRthe gas constantSspecific surface area of adsorbentTctemperature of the bedtmretention time of a nonadsorbing tracer (Helium)tRretention time of a adsorbateVNadsorbate net retention volumesVSspecific retention volumeGreek Alphabetαi,jadsorption selectivityυinterstitial gas velocityεvoid fraction of the bedθvoid fraction of pelletReference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 45 other publications.1. Tagliabue, M.; Farrusseng, D.; Valenciac, S.; Aguado, S.; Ravon, U.; Rizzo, C.; Corma, A.; Mirodatos, C. Natural Gas Treating by Selective Adsorption: Material Science and Chemical Engineering Interplay Chem. Eng. J. 2009,  155,  553– 566[Crossref], [CAS]1. Natural gas treating by selective adsorption: Material science and chemical engineering interplayTagliabue, Marco; Farrusseng, David; Valencia, Susana; Aguado, Sonia; Ravon, Ugo; Rizzo, Caterina; Corma, Avelino; Mirodatos, ClaudeChemical Engineering Journal (Amsterdam, Netherlands)\r\n        (2009),\r\n    155\r\n        (3),\r\n    553-566CODEN:\r\n                CMEJAJ;\r\n        ", "title": "Expanding Pore Size of Al-BDC Metal–Organic Frameworks as a Way to Achieve High Adsorption Selectivity for CO/CH Separation", "authors": ["Tianjun Sun", "Xinyu Ren", "Jiangliang Hu", "Shudong Wang"], "doi": ["10.1021/jp411536d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp411536d/production/images/small/jp-2013-11536d_0010.gif\">"]}