{"abstract": "Constructing metal−organic frameworks from combinations of the lightest possible elements is a useful strategy to improve gas sorption properties. It is shown here that by doubling up, lithium can form porous frameworks mimicking those made from divalent metal ions. Two structures based on lithium dimers were obtained. CPM-42 with a pillared three-dimensional framework is porous and can adsorb different gases.Lithium ion, the first and the lightest metallic element, has the potential to generate novel materials and properties when used in the construction of metal–organic frameworks. However, so far this potential remains underexplored. Existing materials design methods developed from heavier and higher-valent elements, while extensible to other elements of the same (and perhaps higher) oxidation states are of limited value to the lithium system. To address the unique structural chemistry of monovalent lithium ion, we previously reported a method based on charge-complementary neutral and mononegative N-donor ligands in an effort to mimic ZIF-like frameworks containing monomeric lithium nodes. In this work, we demonstrate the success of this strategy beyond monomeric lithium nodes to include dimeric [Li] clusters. In addition, we demonstrate the successful transitioning of this strategy away from pure N-donor-based ligand pairs into O-donor and mixed N,O-donor based ligand pairs.", "text": "10.1021/acs.cgd.5b00358 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionCrystalline porous materials (CPMs) have attracted wide research interest because their porous property can be useful for many applications including capture and storage of gas molecules.(1-5) To improve the gas sorption efficiency, a number of strategies have been developed so far, including creation of exposed metal coordination sites and more recently pore space partition.(6-11) A more general strategy is simply the use of different types of inorganic ions and clusters.(12-17) Inorganic building units can affect not only the type of framework topologies but also the strength of host–guest interactions, both of which are closely correlated with gas sorption properties. A particularly interesting family of CPMs is those made with low-atomic-mass main-group elements such as Li, Mg, and Al.(18-20) The success of this strategy is evident from the gas sorption properties of metal–organic framework (MOF)-74-Mg which has the highest CO2 uptake capacity under ambient conditions (298 K and 1 atm) and is significantly better that other inorganic compositions such as MOF-74-M (M = Co, Ni, and Zn) with the same structure.(6)Our continuing interest in Li-MOFs is in part sustained by the desire to mimic certain features of MOF-74-Mg such as its low molecular mass. Compared to Mg2+, the low +1 oxidation state of lithium poses a unique challenge. While structural design and synthetic strategies for transition metal ions such as Co2+ and Cu2+ can be adapted (in a number of cases) for developing Mg-MOFs, Li-MOFs are truly in a class of their own, in terms of framework compositional features or structural properties. So far, the use of dicarboxylate ligands, which has been proven effective in generating porous structures with transition metals, has met with limited success for synthesizing porous lithium organic frameworks.(21-29) One common feature in known Li-carboxylate MOFs is that carboxylate oxygens usually bond to two or more lithium ions, which leads to the aggregation of lithium (e.g., Li–O chain) and formation of relatively dense chains or layers.(23-27) For MOFs, the separation of inorganic nodes by longer organic ligands (as compared to single O anion) in all directions can lead to greater porosity, and for this reason, there is a desire for creating Li-MOFs based on discrete lithium coordination nodes. A specific strategy for achieving this is the use of lower-charged linkers based on neutral and −1 nitrogen heterocycles.In the past several years, we have developed two general framework-composition-based methods for creating Li-MOFs. One makes use of the charge-complementary inorganic nodes (mixed inorganic node with different charges such as Li+/Cu+ and B3+), which has led to the successful synthesis of boron imidazolate frameworks (BIFs) with zeolitic structures and the general formula of LiB(im)4, im = imidazolate.(30-32) The second strategy relies on the charge-complementary ligands (i.e., the mixed ligands with different charges such as neutral and −1 ligands, for example, 4,4′-bipyridine and imidazolate) which has led to a family of lithium imidazolate frameworks (LIFs).(33, 34) With both methods, one-dimensional (1-D) chain and two-dimensional (2-D) layer aggregations of Li–O, usually found with dicarboxylate ligands, do not occur. On the contrary, the structures obtained from our methods are in fact at the other extreme in the size spectrum of the inorganic building units because in both BIFs and LIFs, a single Li+ ion serves as the inorganic node (together with B3+ in the case of BIFs). As is well known, between a single Li node and polymeric Li–O chains and layers, there is also a rich chemistry of Li clusters. For a number of reasons including high porosity, framework stability, structural diversity, and possibility for open metal sites, it is desirable to have such clusters as the framework building units.Lithium aryloxide clusters (e.g, neutral Li4(OPh)4 cubane-like cluster) are among the best known clusters formed by lithium. These lithium aryloxide clusters can be used in the construction of the extended frameworks, for example, by cross-linking such clusters with neutral bifunctional ligands such as dioxane.(35-39) It is worth noting that in such structures both types of framework components (lithium aryloxide clusters and cross-linking ligands) are neutral. Such neutral–neutral connectivity generally results in frameworks whose stability is lower than those constructed from charged building units, for example, negative carboxylate ligands and positive inorganic clusters.It is therefore desirable to have a strategy to address the twin goals of the strengthening the cluster-ligand linkages while still being able to take advantage of rich chemistry of lithium-aryloxide-type clusters. One family of ligands that could make it possible to accomplish both goals are those integrating pyridal and phenol functionalities. The simplest ligand in this family is 4-hydroxypyridine (HOPy). In our earlier work, we were able to create a porous lithium zeolite-type framework with the Li4 tetrahedral cluster cross-linked by -OPy.(40, 41) It is worth noting that there is a fundamental difference between Li-MOFs made from Li-OPh clusters in the earlier studies and Li-MOFs made from Li-OPy in our prior work. Such a difference can be best appreciated if donor atoms of the cross-linking ligands are not considered as part of the cluster. With this view, Li-MOFs made from Li-OPh clusters consist of neutral Li-OPh clusters such as Li4(OPh)4 cross-linked with neutral ligands such as dioxane, while Li-MOFs made from Li-OPy consist of anion-free positively charged (Li4)4+ tetrahedral clusters cross-linked by −1 anionic ligands (Scheme 1). This fundamental difference explains the extraordinarily high thermal stability (>500 °C) of the Li-OPy framework.Scheme 1. Fundamental Difference between the Assembly Mechanisms of Li-OPh and Li-OPy SystemsaaNote that -OPh is cluster-forming, but not framework-forming. In comparison, -OPy is both cluster-forming and framework-forming.Despite our initial success with the negative -OPy ligand, we find it useful to explore the Li-OPy system under the conditions involving competing neutral ligands, because such a study can lay the groundwork for developing stable porous Li-MOFs with open lithium sites. Here we report two new Li-MOFs synthesized in this study. One interesting aspect of this work is that it demonstrates the possibility to integrate some features of aforementioned Li-OPh frameworks (neutral cross-linker) with those of Li-OPy frameworks (anionic cross-linker). The new frameworks reported here are based on [Li2]2+ clusters, and they are the first examples of Li-MOFs mimicking the well-known square net as well as pillared layered structures, commonly found with transition metals.(42-53)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionSynthesis of CPM-41 (Li2(OPy)2(DMF)2)In a 23 mL glass vial, 38.8 mg of 4-hydroxypyridine was dissolved in a mixed solvent containing 5.0 g of dimethylformamide (DMF) and 1.0 g of tetrahydrofuran (THF). Then 0.8 mL of t-BuOLi solution (1 M in hexane) was added. The vial was placed in a 120 °C oven after stirring for 30 min. Colorless crystals were obtained after 48 h. The yield was calculated to be 82% based on metal.Synthesis of CPM-42 ([Li2(OPy)2(diox)]·(diox))In a 10 mL glass vial, LiOH·H2O (24.82 mg, 5.92 mmol) and 4-hydroxypyridine (57.2 mg, 5.92 mmol) were dissolved in a mixed solvent containing 2.0 g of 1,4-dioxane and 2.0 g of methanol. The vial was placed in an 85 °C oven after stirring for 2 h under room temperature. Typically big plate crystals formed in 1–3 days. The phase purity was confirmed by powder X-ray diffraction (Figure S1, Supporting Information). The yield was calculated to be 90% based on metal.Single Crystal X-ray Crystallography StudiesSingle crystal X-ray analysis was performed on a Bruker Smart APEX II CCD area diffractometer with nitrogen-flow temperature controller using graphite-monochromated MoKα radiation (λ = 0.71073 Å), operating in the ω and φ scan mode. The SADABS program was used for absorption correction. The structure was solved by direct methods followed by successive difference Fourier methods. All non-hydrogen atoms were refined anisotropically. Computations were performed using SHELXTL and final full-matrix refinements were against F2.(54)Powder X-ray DiffractionPowder X-ray diffraction experiments were performed on a PANalytical X’Pert Pro MPD diffractometer, equipped with a linear X’Celerator detector, which was operated at 40 kV and 35 mA (CuKα radiation, λ = 1.5418 Å). The data collection was performed at room temperature in the range from 8° to 40° with a step size of ∼0.008°.Gas Sorption MeasurementsGas sorption experiments were carried out on a Micromeritics ASAP 2020 surface area and pore size analyzer. Prior to the measurement, the crystalline sample of CPM-42 was soaked in acetonitrile for 3 days with the solvent replaced three times a day. Then the filtered sample was further dried in the sample tube by using the “degas” function of the surface area analyzer for 10 h at 80 °C. The H2 sorption measurement was performed at 77 K, while the CO2 and C2H2 sorption was performed at 273 and 298 K, respectively.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionCPM-41 (Li2(OPy)2(DMF)2) was synthesized by reacting t-BuOLi and 4-hydroxypyridine in a mixture of DMF and THF at 120 °C. Its structure was determined by single crystal X-ray crystallography (Table 1). The result shows that CPM-41 crystallizes in a chiral monoclinic P21 space group and has a layered structure constructed by cross-linking Li2 dimers with -OPy ligand (Scheme 2). Two -OPy ligands use their oxygen end to bond to the edge of Li2 dimers, while two additional -OPy ligands use their nitrogen end to bond to the corners of Li2 dimers, resulting in NLiO2LiN local coordination environment and an extended square net (Figure 1). Note that in Li4O4 cubane cluster the phenolate adopts the μ3-O configuration, whereas in the Li2O2 cluster the phenolate adopts the μ2-O linkage. Such a difference is correlated with the local coordination environment of each Li site. For each lithium in CPM-41, the remaining fourth coordination site is completed by a terminal DMF solvent molecule, which explains the 2-D covalent nature of CPM-41. When viewed down the crystallographic a axis, there is a 1-D channel with DMF molecules protruding toward the center of the channels (Figure S2, Supporting Information). The structural feature of CPM-41 mimics the square net formed by Cu or Zn paddlewheels and linear dicarboxylate ligands. As is the case with transition-metal paddlewheel units, there is clearly a possibility to further build Li2-based sheets into a three-dimensional (3-D) pillared structure by introducing pillar ligands.Table 1. Crystal Data and Structural Refinement Results CPM-41CPM-42formulaaLi2(OPy)2(DMF)2[Li2(OPy)2(diox)]·(diox)FW348.26378.27crystal systemmonoclinicmonoclinicspace groupP21P21/ca, Å9.424(2)7.1555(2)b, Å10.634(2)12.4238(3)c, Å9.4807(18)11.7575(3)α, deg9090β, deg98.611(16)91.7820(10)γ, deg9090V, Å3939.4(3)1044.72(5)Z22R1, wR2b0.0733, 0.13640.0546, 0.1569GOF0.9621.063aOPy = 4-hydroxypyridine; diox = 1,4-dioxane.bR1 = ∑∥F0| – |Fc∥/∑|F0| and wR2 = {∑w(F02 – Fc2)2/∑w(F02)2}1/2.Scheme 2. Schematic Illustration of the Square Net Layer Constructed from Lithium and 4-Pyridinol by Forming Li2O2 UnitsaaLigands attached to the fourth coordination site of lithium not shown.Figure 1. Local coordination environments around lithium dimer units for (a) CPM-41 and (b) CPM-42.Indeed, when dioxane, which can be used as both a cosolvent and a linker, was introduced into the synthesis, CPM-42 with formula of [Li2(OPy)2(diox)]·(diox) was obtained. Figure 2 illustrates its building scheme. In CPM-42, dioxane replaces DMF in CPM-41 and acts as a pillar to connect adjacent layers through Li–O coordination bonds. As a result, the 2-D structure in CPM-41 is transformed into a 3-D coordination framework, which again mimics the pillared layered structure found previously with transition metal MOFs. When viewed down the a axis, an uncoordinated dioxane molecule is seen at the center of the channel (Figure S2, Supporting Information). With appropriate treatment, the dioxane guests are expected to be removed from the channel and leave behind free space for gas sorption (Figure 3). The PLATON calculation indicates that about 38.6% of the crystal volume of CPM-42 is accessible to extra-framework guest molecules.(55) The simplicity in the building scheme of CPM-42 makes it relatively easy for structural extension or introduction of functionality. Pillared layered structures based on transition metals have been extensively studied because of their flexibility;(42-53) however, this is the first time such structure type is achieved in Li-MOFs, which exhibit quite different chemistry compared to transition metals.Figure 2. An illustration showing how the Li2(OPy)2 layers are pillared by dioxane linkers in CPM-42 (the guest dioxane is not shown).Figure 3. Perspective view of CPM-42 along the a axis showing large channels.The thermogravimetric analysis of CPM-42 shows that there is an initial sharp drop below 140 °C, which reflects the loss of dioxane molecules (Figure S3, Supporting Information). There is no obvious weight loss until ∼500 °C, beyond which the framework is expected to disintegrate. Because of its 3-D open-framework nature, CPM-42 was selected for gas sorption study. Different sample activation procedures were attempted, and the best results were obtained from samples soaked in acetonitrile for three days prior to the measurements. The hydrogen adsorption shows that the sample has a gravimetric uptake of 59.9 cm3 g–1 (or 0.53 wt %) and a volumetric uptake of 4.89 g L–1 (calculated crystal density: 0.922 g cm–3) (Figure 4) at 77 K and 1 atm, which is among the best hydrogen uptake values for reported lithium–organic frameworks under similar conditions. The CO2 and C2H2 adsorptions at 273 and 298 K were also investigated. At 1 atm, CPM-42 has a CO2 uptake of 0.54 mmol g–1 at 273 K and 0.29 mmol g–1 at 298 K. The corresponding value for C2H2 uptake is 0.76 mmol g–1 at 273 K and 0.28 mmol g–1 at 298 K, respectively (Figure S5, Supporting Information).Figure 4. H2 adsorption and desorption isotherms for CPM-42 obtained under 77 K.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn summary, two new Li-MOFs are reported here. CPM-41 contains Li2 dimers linked into a neutral layer by deprotonated mononegative 4-hydroxypyridine and terminated in the third dimension by the solvent DMF molecule. CPM-42 can be conceptually visualized as pillared CPM-41 with the solvent DMF molecules in CPM-41 being replaced by pillaring ligands to create an extended network in the third dimension. These two Li-MOFs bear significant resemblance to those based on transition-metal paddlewheel units. This work demonstrates the broad applicability of the charge-complementary ligand (CCL) based synthetic strategy first introduced in the synthesis of ZIF-like structures. In contrast with this earlier study with monomeric lithium nodes and N-donor ligand pairs, the work reported here is the first example involving Li2 dimeric clusters. The successful transitioning of the CCL strategy away from pure N-donor-based ligand pairs into O-donor and mixed N,O-donor based ligand pairs is also worth noting because it opens up new opportunities in the design of novel Li-MOFs. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationX-ray crystallographic information in CIF format and experimental details, TGA and PXRD patterns, additional figures. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was supported by the U.S. National Science Foundation, Division of Materials Research, under Award No. 0846958. We acknowledge the donors of the ACS Petroleum Research Fund for partial support of the synthetic studies (50635-UR10) and the RSCA award (2014-2015) from CSULB for release time.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 55 other publications.1. Wu, H. H.; Gong, Q. H.; Olson, D. H.; Li, J. Chem. Rev. 2012,  112,  836– 868[ACS Full Text ], [CAS]1. Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic FrameworksWu, Haohan; Gong, Qihan; Olson, David H.; Li, JingChemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    836-868CODEN:\r\n                CHREAY;\r\n        ", "title": "Charge-Complementary-Ligands Directed Assembly of a Lithium Dimer into a Three-Dimensional Porous Framework", "authors": ["Matthew S. Shimazu", "Xiang Zhao", "Duc Minh Huynh", "Xianhui Bu"], "doi": ["10.1021/acs.cgd.5b00358"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-5/acs.cgd.5b00358/20150430/images/small/cg-2015-00358u_0005.gif\">"]}