{"abstract": "An inherent challenge in using metal–organic frameworks (MOFs) for catalysis is how to access the catalytic sites generally confined inside the porous structure, in particular for substrates larger than the pores. We present here a promising solution to bypass this roadblock by modulating the facets of a crystalline MOF NENU-3a to enhance the facet exposure of the catalytic sites and the adsorption of substrates. Specifically, by transforming it with encapsulated catalysis-responsible polyoxometalate from octahedron characterized entirely by {111} facets to cube with only {100} facets, much enhanced catalytic activities were observed, especially for sterically demanding substrates that are otherwise hard to diffuse into the pores. Crystallographic analysis and adsorption/desorption experiments collectively established the critical effects of morphological control on the enhanced catalysis. The cubic crystals were then applied for biodiesel production, reaching more than 90% conversion of fatty acids (C–C) in comparison to <22% using octahedral crystals.", "text": "10.1021/jacs.5b08273 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) are a class of crystalline porous materials constructed by metal ions or clusters and bridging organic ligands.(1, 2) With the great variety of both building units, numerous MOFs with diverse structures and functions have been prepared. Applications including their uses in nonlinear optics,(3) gas storage,(4-6) separation,(7, 8) sensing,(9) and catalysis(10-12) have been demonstrated. On the other hand, the morphology and facet-controlled fabrication of crystalline materials have received immense interest because their properties can be further enhanced or optimized by tailoring the surface atomic structures.(13, 14) In this vein, the synthesis of crystalline MOFs with specific size and/or morphology has become increasingly active,(15-19) with MOFs including MOF-5,(20) MIL series,(21, 22) ZIF-8,(23-25) and HKUST-1(26, 27) being among the better known examples; enhanced performance in gas adsorption, separation, superlattice assembly induced by external stimulation, and very recently, a shape-memory effect of “downsized’’ MOF crystals have been observed due directly to the controlled synthesis.(15, 16, 28) Great advances notwithstanding, the all-important catalytic application of MOF materials has yet to be realized to its fullest. The limited access to the catalytic sites within the porous structure, especially by substrates of high steric encumbrance, is primarily responsible for this underachievement. Past research has, not surprisingly, been focused on introducing small substrates into the pores in order to make use of the “buried” catalytic sites. Such practice concentrates on the porous feature of an MOF and the catalytic sites inside, but assumes the nonactivity of the crystal facets of the MOFs. However, distinct catalytic activities of different crystal facets in semiconductor, metal nanoparticles, and metal oxides have long been predicted and demonstrated.(29, 30) We submitted that analogous catalysis by carefully controlled crystal facets in MOFs should be possible, and more importantly, such catalysis would offer a much needed solution in the case of bulkier substrates that are otherwise unable to reach the confined catalytic sites. We report such an example in this work using two different morphological forms of a crystalline MOF (NENU-3a) composed of a scaffold of Cu3BTC2 (H3BTC = 1,3,5-benzenetricarboxylic acid) and encapsulated phosphotungstic acid catalyst (H3PW12O40, HPW). Specifically, we obtained octahedra of the crystalline MOF characterized by only {111} facets (o-NENU-3a). By using the method of coordination modulation (modulator = p-toluic acid, pTA), we subsequently transformed o-NENU-3a into its cube-shaped counterpart bounded entirely by {100} facets (c-NENU-3a). The catalytic activity of these two distinct crystal facets was assessed using different-sized substrates in esterification reactions. Crystallographic analysis, temperature-programmed desorption of NH3 (NH3-TPD), and experiments of alcohol adsorption collectively confirmed much enhanced exposure of the catalytic HPW sites on the {100} facets of c-NENU-3a and their affinity toward substrates studied in direct comparison with the {111} facets of o-NENU-3a. Further demonstration of the profound facet effects on catalysis was achieved in biodiesel production: Conversion of long-chain (C12–C22) fatty acids into corresponding monoalkyl esters was achieved with more than 90% yield using c-NENU-3a versus <22% when o-NENU-3a was applied.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionProcedure for Preparation of NENU-3a with Different MorphologyCu(NO3)2·3H2O (0.2 g, 0.83 mmol) and H3PW12O40 (0.24 g, 0.08 mmol) were added to 80 mL of anhydrous ethanol. pTA (0, 0.8, 1.6, 2.4, 3.2, and 4 g) was then added to the above clear solution. After stirring for 30 min, H3BTC (0.2 g, 0.95 mmol) was added, and the stirring continued until the solution became clear again. The solution was heated at 50, 60, 70, or 80 °C for 1.5 h. The crystalline products were collected by centrifugation and washed with anhydrous ethanol for three times. All of the obtained catalysts were characterized by PXRD and FTIR to confirm their purity.Procedure for Catalytic EsterificationBefore used in the catalytic reaction, all of the catalysts were activated at 180 °C for 6 h. Five mmol acetic acid and 200 mmol methanol, ethanol, n-propanol, 2-propanol, n-butanol, n-hexanol, or n-octanol were mixed and stirred uniformly. Then 2.5 wt % of catalyst was added. Before heating the system to reacting temperature (listed in Table 1), the suspension liquid was stirred for 2 h to ensure full diffusion of the smaller reactants into the pores. Biphenyl was used as internal standard. Reaction mixture were periodically withdrawn with a microsyringe and analyzed by GC after catalyst was separated via centrifugation. Hexyl hexanoate was prepared in a similar fashion.Procedure for Biodiesel ProductionOne mmol fatty acid (Lauric acid, Myristic acid, Palmitic acid, or Stearic acid) was dissolved in 50 mmol methanol, then 2.5 wt % of catalyst was added. Before heating the system to reacting temperature (listed in Table 1), the suspension liquid was stirred for 2 h to ensure full diffusion of the smaller reactants into the pores. The reacting process was monitored by GC. Catalyst was recovered via centrifugation and washed with anhydrous ethanol three times prior to its reuse in the next cycles.Full experimental details and characterization are provided as Supporting Information.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionControl of the morphology of crystalline NENU-3a was executed by coordination modulation. Our initial attempt by adopting the method reported by Kitagawa(26) (lauric acid as modulator in butanol assisted by microwave irradiation) was unsuccessful because of the poor solubility of HPW in butanol. In adjustment, ethanol was used with which we had previously succeeded in the synthesis of NENU-9 (H5PV2Mo10O40 as guest in the scaffold of Cu3BTC2) with controlled crystal size from 80 nm to several micrometers.(31) In addition, microwave heating was replaced with conventional heating. However, with such modifications of experimental conditions, the use of lauric acid as modulator only produced ill-defined particles. Our screening subsequently led to the eventual choice of pTA, a monocarboxylic acid with similar structural features and coordination characteristics to BTC (Figure S1).Figure 1. SEM images of o-NENU-3a (a) without modulator and c-NENU-3a (b) with a pTA/BTC mass ratio (mpTA/mBTC) of 20. The morphology changing process with changing mpTA/mBTC (from 0 to 20) and temperature (from 50 to 80 °C, mpTA/mBTC maintained at 20 are shown. (c) The PXRD patterns of simulated, o-, and c-NENU-3a, respectively. The relative diffracting intensity of (200) in c-NENU-3 is much higher than that of o-NENU-3.Crystals of o-NENU-3a formed spontaneously upon mixing copper nitrate, HPW, and H3BTC in the absence of any modulator (Figure 1a). Different from the previously reported NENU-3 that contains two (CH3)4N+ and one H+ as counterions,(32) NENU-3a, formulated as [Cu12(BTC)8][H3PW12O40], has three charge-balancing H+ as no (CH3)4NOH was used in the present synthesis. Addition of pTA caused morphological change to the preformed crystals of o-NENU-3a. With increasing mpTA/mBTC, the appearance of the {100} facets became increasingly noticeable, accompanied by the disappearance of the {111} facets until its completion at mpTA/mBTC = 20 when the crystals were entirely surrounded by {100} facets (Figure 1). It is well-known that crystal shape is determined by the growth rate of different facets. A particular facet will be exposed when its growth is much slower than the others. In the present case, it is reasonable to assume that with increasing amount of pTA, the growth of {100} facets slowed down until it was much lower than that of {111} facets, resulting in the crystallites covered entirely by {100} facets in the observed crystal cube.Scheme 1. Proposed Modulation Mechanism of pTA for NENU-3aaa(a) HPW units. (b) The intermediate of Cu2+ around polyoxoanion. (c) The proposed SBU constructed by HPW, the paddle-wheel Cu2 units, BTC, and pTA on the surface. (d) the pTA is replaced by BTC via ligand exchange for epitaxial growth. (e) The epitaxial growth process respectively along the ⟨111⟩ and ⟨100⟩ crystal orientations. In the dashed circle is the bottom view of each SBU growing along different directions. The numbers of pTA units which must be eliminated are 6 and 8, respectively, resulting in different growth rates. (f) The final crystal morphology with different facet growth rates.The effect of temperature on the final morphology was also investigated in the range from 50 to 80 °C with mpTA/mBTC at 20. We found that below 60 °C, all crystals are cubes. With increasing temperature, {111} facets resurfaced, forming cuboctahedron at 70 °C and finally a sphere of the crystal at 80 °C. These observations suggest that the growth rate of various crystal facets, albeit different, increased with increasing temperature and when beyond a certain point, reached the same pace and hence the observed sphere-like morphology. The changes in the intensity ratios for various peaks in powder X-ray diffraction (PXRD) patterns are consistent with the SEM results. The diffracting intensity ratio for the (200) and (111) in the case of c-NENU-3a is obviously higher than that of o-NENU-3a, suggesting that the surfaces of c-NENU-3a are dominated by {100} planes.We note that the average particle size of NENU-3a remains essentially unchanged in the modulating process in contrast to previous reports of crystal size increase when modulators were used. For HKUST-1,(26) for example, crystal size varies at low concentrations of lauric acid, and morphological changes occur only at a higher concentration of the modulating ligand. In the present case, the gradual addition of pTA only led to a narrower size distribution of the crystals that are all averaged at about 1 μm with no obvious size increase. Considering the addition of HPW would retard the deprotonation of BTC and therefore further inhibits the nucleation of NENU-3a (Figure S2), we believe that HPW also acted as a modulator in addition to being a reactant; the effect is similar to that of a small amount of lauric acid in the morphology control of HKUST-1.Based on the above results, we propose a competitive ligand-exchange process, common in MOFs with recognizable secondary building units (SBUs),(33-38) to account for the observed morphological transformation of NENU-3a (Scheme 1). The template effect of POMs in the nucleation of NENU-n crystal has long been established.(39) When Cu2+ precursor and HPW were mixed, Cu2+ was attracted around the terminal oxygen of polyoxoanion to form an intermediate (Scheme 1b). Then, pTA and BTC were added to the solution. Because the amount of pTA is much higher than BTC, a kind of SBUs would be formed (Scheme 1c) with HPW in the center of a single cage and pTA covering the whole surface to achieve a relatively stable arrangement. Exchange of pTA for BTC follows (Scheme 1d), and joining of the resulting ligand-exchanged pieces leads to the growth of the structure. As shown in Scheme 1e, if the crystal grows along the ⟨111⟩ orientation, six pTA ligands need to be eliminated from each SBU, but removal of eight such ligands is necessary along the ⟨100⟩ orientation; the latter is thus less favored. As such, a slower growth of the {100} facet than {111} is expected with the final product under the interference of pTA being the cubic NENU-3a (Scheme 1f) characterized by exclusive presence of the {100} facet. In stark contrast, the growth of NENU-3a in the absence of a modulator follows the principle of minimum surface energy with the higher-energy {100} facets diminishing rapidly during the crystal growth, producing eventually the octahedral o-NENU-3a.(40)To evaluate the catalytic potential of the differently faceted crystals and to ultimately develop a scheme of modulating chemical reactivity of MOF catalysts by morphology control, we carried out comparative esterification reactions using various combinations of carboxylic acids and alcohols as substrates with NENU-3a as catalyst in placement of the commonly used Lewis or Brönsted acids (Scheme S1). Considering BET specific surface area could also influence the final catalytic activity, N2 adsorption was performed.Table 1. Conversion of Different Esterification Reactions     conversion (%)entrysubstratestemperature (°C)time (h)productc-NENU-3ao-NENU-3a1CH3COOH + CH3OH6015CH3COOCH3>99902CH3COOH + CH3CH2OH7515CH3COOCH2CH3>99863CH3COOH + CH3(CH2)2OH9524CH3COO(CH2)2CH3>99824CH3COOH + (CH3)2CHOH8024CH3COOCH(CH3)2>99725CH3COOH + CH3(CH2)3OH10024CH3COO(CH2)3CH398716CH3COOH + CH3(CH2)5OH10024CH3COO(CH2)5CH394647CH3COOH + CH3(CH2)7OH10024CH3COO(CH2)7CH392358CH3(CH2)4COOH + CH3(CH2)5OH13024CH3(CH2)4COO(CH2)5CH383319CH3(CH2)10COOH + CH3OH6524CH3(CH2)10COOCH3941810CH3(CH2)12COOH + CH3OH6524CH3(CH2)12COOCH3901611CH3(CH2)14COOH + CH3OH6524CH3(CH2)14COOCH3942212CH3(CH2)16COOH + CH3OH6524CH3(CH2)16COOCH3912113CH3(CH2)18COOH + CH3OH6524CH3(CH2)18COOCH3901914CH3(CH2)20COOH + CH3OH6524CH3(CH2)20COOCH39117o-NENU-3a and c-NENU-3a showed similar BET specific surface area (554 and 568 m2 g–1 respectively, Figure S3), which excluded the effect of total surface area. The catalysis results are collected in Table 1. The esterification between acetic acid and methanol, both being smaller than the pore size of NENU-3a, was carried out (entry 1, Table 1). Catalyzed by either form of NENU-3a, excellent conversion of the substrates to methyl acetate was observed with c-NENU-3a exhibiting a slightly higher catalytic activity (>99% conversion) than o-NENU-3a (90% conversion) under otherwise identical conditions. With the increasing size of the alcohols (Entries 1–7, Table 1), the reactivity of c-NENU-3a decreased slightly as indicated by a small decrease in conversion down to 92% when n-octanol, the longest-chain alcohol among all tested, was used (Entry 7). In stark contrast, o-NENU-3a suffered from a significant loss in catalytic activity as reflected by the reduced conversion to only 35% (Figure S4 and entry 7, Table 1). Most revealing are the significantly different results using n-hexanoic acid and n-hexanol as substrates: As high a conversion as 83% was achieved with the use of c-NENU-3a versus only 31% in the case of o-NENU-3a (entry 8). Results of these comparative studies collectively point to the superior catalytic performance of the cubic form of NENU-3a and its insensitivity to the steric bulk of the substrates. These results also suggest that the different facets of the two distinct crystal forms should be responsible for the observed differences in catalysis, and most significantly, catalytic conversion may now be achieved on surface of crystalline MOF materials if the degree of exposure of the catalytic sites can be manipulated with the appearance of specific crystal facets. The significance of such surface-promoted transformations cannot be overstated as the catalytic applications of MOFs have been hampered by the limited access to catalytic sites confined within the porous structure, in particular for substrates that are larger than the size of the pores.Stimulated by the prospect of achieving catalytic esterification using bulky substrates that are otherwise hard to convert due to their inability to access the catalytic MOF pores, the preparation of long-chain (C12–C22) fatty acid monoalkyl esters, the main components of biodiesels, a form of intensively sought-after renewable energy, was attempted. Catalyzed by c-NENU-3a, high conversion (≥90%) of fatty acids into corresponding esters was achieved in all cases (entries 9–14, Table 1). Consistent with the conclusions drawn based on the results from entries 1–8, the anticipated compromised performance by octahedral NENU-3a was indeed observed (conversion 16–22%). These results further suggest that the catalysis should occur on the crystal surface as diffusion of the bulky fatty acids into the HPW-housing pores is unlikely.To further understand the reacting process of different substrates, we carried out time-resolved studies of NENU-3a-catalyzed synthesis of ethyl acetate (entry 2, Table 1) and methyl hexadecanoate (entry 11, Table 1), the latter being a dominating component in biodiesels. The formation of ethyl acetate is expected to occur both inside the pores and on the crystal surface, while for the fatty acid, conversion to methyl hexadecanoate can only be achieved on the external surface due to the bulk of the acid and the product. For comparison, the performances of cubic and octahedral HKUST-1 (c- and o-HKUST-1, respectively) in the same two reactions were also investigated. As shown in Figure 2a, similar conversion ratios were observed in the first 2 h for the synthesis of ethyl acetate, indicating that the reaction occurred primarily within the pores of both o- and c-NENU-3a. Distinctly different profiles of conversion were obtained thereafter: A conversion of 90% catalyzed by c-NENU-3a was achieved after 5 h of reaction, while in the case of o-NENU-3a the conversion was only 65% and a much longer reaction period to 24 h was necessary in order to reach the same level of conversion at 90%. We suspect the results are a reflection of the synergy between substrates diffusion limit and surface reaction. Specifically, in the initial 2 h of reaction, the process was dominated by the prediffused substrates in both cubic and octahedral catalysts. As the reaction progresses, the product must diffuse out of the pores in order to free up the space for the uptake of additional reactant molecules. It is entirely reasonable to envision that the movement of the outgoing product and the reactant molecules entering in opposite directions is limited by the micropores of NENU-3a and further hindered by the zigzag pathways (Figure S5c), thus resulting in a reduced reaction rate. But reactions occurring on the crystal surface should not be affected. This argument is further supported by the even more profound difference in conversion in the synthesis of methyl hexadecanoate because the reaction can only occur on the external surface of NENU-3a; any internal HPW sites are catalytically noncontributing. A corollary is that the catalysis-responsible HPW sites are much more exposed on the {100} facets of the better-performing c-NENU-3a than on the {111} facets of o-NENU-3a. As shown in Figure 2b, the catalytic activity of c-NENU-3a is much higher than the other three; the low activity of both cubic and octahedral HKUST-1 is not unexpected due to the lack of Brönsted acid sites and the ready inactivation of the unsaturated Cu sites by aqua ligands.Figure 2. Conversion as a function of time in two representative reactions. Using c-NENU-3a, o-NENU-3a, c-HKUST-1, and o-HKUST-1 as catalyst in the synthesis of ethyl acetate (a) and in the synthesis of methyl hexadecanoate (b).Figure 3. Pores and facets structural characters of NENU-3a. The structures of pore A (a) and pore B (b). The degree of exposure of the HPW unit in pore A is different along ⟨100⟩ and ⟨111⟩ crystal orientations. The opening window of pore B is also different from ⟨100⟩ and ⟨111⟩ directions. (c) The surface structure of {111} facet with the HPW units being covered by the BTC ligands. (d) The surface structure of the {100} facet, the HPW units were exposed without any obstruction. (e) Lewis acid sites in the framework, aqua ligands could be removed with heating at 453 K for 2 h.The c-NENU-3a catalyst was recovered by centrifugation. There were no structural or compositional changes as confirmed by PXRD and FTIR (Figures S6 and S7). However, the SEM images of recovered samples showed some degree of morphological change that might be attributed to the vigorous stirring during the reaction (Figure S8). However, the recovered catalysts appeared to be robust as no significant loss of activity was observed after even five reaction cycles (Figure S9).In order to gain insights into mechanism(s) possibly responsible for the higher catalytic activity of c-NENU-3a relative to o-NENU-3a, we studied the surface structures of {100} and {111} facets. The crystal structure of NENU-3a was determined by single crystal XRD, and both Brönsted acid sites derived from POMs and Lewis acid sites from unsaturated Cu were confirmed in this MOF material (Figure 3).(32) There are three different types of pores in the main framework, one being occupied by HPW (pore A, cuboctahedron), the second empty (pore B, cuboctahedron), and the third (pore C, octahedral) formed due to the alternate arrangement of pores A and B (Figures 3 and S5). A scrutiny of pores A and B revealed subtle yet distinct difference between the two very similar pores. Pore A features six open square windows in the [100] direction and eight closed triangle walls along the [111] direction (Figures 3a and S5a). In contrast, all surfaces of pore B are open, characterized by six square windows and eight triangle ones (Figures 3b and S5b). As a result, when viewed along the [111] direction, the HPW units are covered by the BTC ligands and deeply buried in the crystal bulk (Figures 3c and S10a). The limited accessibility to the HPW sites leads not surprisingly to the low catalytic activity observed in the octahedral crystals. In the case of a cubic crystal, its [100] facets are exposed and the HPW units are now accessible (Figures 3d and S10b), consistent with the enhanced catalytic performance achieved.Figure 4. Adsorption and desorption properties of NENU-3a. (a) The NH3-TPD patterns of c-NENU-3a and o-NENU-3a. (b) Ethanol adsorption isotherms. (c) n-Octanol dynamic adsorption curves. He was used as carrier gas.NH3-TPD is usually used to detect acid sites of a catalyst by monitoring desorption of NH3 as the temperature increases. In our work, this method was utilized to verify the difference in exposure of the acid sites in the NENU-3a catalyst. As control, analogous measurements were also made for HPW and HPW-free framework Cu3BTC2. We found that HPW, o-NENU-3a, and c-NENU-3a all exhibited strong NH3 desorption signals between 100 and 250 °C, while the HPW-free framework only showed an upward tendency with no clearly defined peak (Figures 4a and S11). Clearly, the signals in this region should be attributed to Brönsted acidity of the HPW units in NENU-3a. However, the profiles of the NH3-TPD curves are distinctly different between the cubic and octahedral crystals of NENU-3a. Two unambiguous peaks are discernible in the curve of c-NENU-3a, respectively, at 135 and 155 °C, whereas the peak at 135 °C of o-NENU-3a is indistinct. Such differences can only be attributed to the different locations of the acid sites as the two forms of the crystal are compositionally and structurally identical. The NH3 molecules attracted on the surface of the catalyst can be desorbed much more easily than those within the pores of the framework due to longer diffusion path and kinetic barrier. Hence, the peak at 135 °C could be identified as the surface-bound acidic sites and the one at 155 °C being originated from the internal ones. Clearly, the surface exposed acid sites are much more abundant in c-NENU-3a than in o-NENU-3a, consistent with the surface structure analysis of the {100} and {111} facets and in agreement with the observed difference in catalytic activity. With further increase of temperature, the peaks associated with the Lewis acid sites in NENU-3a and HKUST-1 should be observable, but the framework collapsed before such peaks are shown (Figure S11).(32)To further verify the different Lewis acid sites in cubic and octahedral NENU-3a catalysts, experiments of alcohols adsorption were carried out using samples activated by thermal removal of the aqua ligands.(32, 41, 42) Ethanol and n-octanol were chosen as adsorbates for their drastically different size. c-NENU-3a and o-NENU-3a have been shown to adsorb ethanol with nearly equal capacity. This is not surprising as the small ethanol molecule can diffuse into the inner void of the MOF (Figure 4b). In comparison, when n-octanol was used as probe molecule, we observed a higher adsorption capacity by c-NENU-3a (32 wt %) than by o-NENU-3a (26 wt %, Figure 4c). Considering the zigzag diffusing pathways in the catalyst and the larger size of n-octanol, the adsorption is expected to be dominated by the outer surface, namely the exposed crystalline facets. These results suggest much more exposed Lewis acid sites on the {100} facets than {111} and thus the observed better substrate adsorption by c-NENU-3a and presumably its excellent catalytic activities.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn summary, we have demonstrated a facile and efficient method to obtain cubic and octahedral crystal forms of NENU-3a, a MOF material with encapsulated catalytically active polyoxometalate. For the first time, the distinctly different catalytic activity was demonstrated between different crystal facets in MOF materials. Our findings point to a long sought-after solution to the challenge of how to access catalytic sites in MOF research. The roadblock of promoting chemical transformations using MOF catalysts can now be removed as there is no longer the need for substrates to diffuse into the porous structure in order to gain access the deeply buried catalytic sites. The efficient production of a series of fatty acid monoalkyl esters in our proof-of-concept demonstration portends the great potential in using MOF catalysts with carefully crafted facets for the production of renewable energies such as biodiesels. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b08273.Experimental detail, characterization, NH3-TPD, alcohols adsorption (PDF)The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the National Natural Science Foundation of China (Grants 21231002, 21371029, 21171032, and 21571030), the Key Technologies R&D Program of Jilin Province of China (Grant 20130206079SF), and the Open Research Fund of the State Key Laboratory of Inorganic Synthesis and Preparative Chemistry (Jilin University, Grant 2015–01).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 42 other publications.1. Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. Science 2013,  341,  974– 986[Crossref], [CAS]1. The Chemistry and Applications of Metal-Organic FrameworksFurukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.Science (Washington, DC, United States)\r\n        (2013),\r\n    341\r\n        (6149),\r\n    974CODEN:\r\n                SCIEAS;\r\n        ", "title": "Crystal Facets Make a Profound Difference in Polyoxometalate-Containing Metal–Organic Frameworks as Catalysts for Biodiesel Production", "authors": ["Yiwei Liu", "Shumei Liu", "Danfeng He", "Ning Li", "Yujuan Ji", "Zhiping Zheng", "Fang Luo", "Shuxia Liu", "Zhan Shi", "Changwen Hu"], "doi": ["10.1021/jacs.5b08273"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0005.gif\">"]}