{"abstract": "An ordered microporous carbon material was prepared by the nanocasting process using the EMC-2 zeolite (EMT structure type) as a hard template. X-ray diffraction (XRD) and transmission electron microscopy (TEM) revealed long-range ordering in the material that resulted from the negative replication of the host template. The carbon porous network replicating the zeolite structure was modeled by overlapped spherical voids with diameters determined from the XRD pattern that displayed up to six distinct peaks. The surface delimiting the 3D interconnected porosity of the solid has a complex morphology. The pore size distribution calculated from the XRD-derived structural model is characterized by a maximum at 1.04 nm related to the long-range-ordered microporous network. Complementary studies by immersion calorimetry revealed that most of the porosity was characterized by a size above 1.5 nm. These porous features were compared to data resulting from classical analysis (DR, DFT, BET, etc.) of the N (77 K) and CO (low and high pressure, 273 K) physisorption isotherms. The limitations of these approaches are discussed in light of the pore size distribution consistently determined by XRD and immersion calorimetry measurements.", "text": "10.1021/la402762v Top of PageAbstractIntroductionExperimental SectionResultsConclusionsReferencesIntroductionPorous carbon materials have numerous applications in the fields of energy storage, gas storage, molecular separation, and catalysis. Usually, the activation procedures lead to materials with broad pore size distributions (PSD), which complicates the control over their performance in specific applications. The need for carbons with controlled porosity, especially in the mesoporous and microporous ranges, promoted the development of new preparation routes based on the nanocasting of porous host materials(1, 2) or the direct synthesis of porous carbons with the aid of pyrolyzable porogen agents.(3, 4) For the former process, host materials, also called exotemplates,(5) are used as molds. They are infiltrated with a carbon precursor that is further converted to carbon by heat treatment. Matrix removal by chemical etching yields a negative replica of the porous structure of the host material. This nanocasting process has been widely used with various molds and carbon precursors. A large variety of carbons were obtained with porosities arising from the host material wall removal and an incomplete filling of the mold.(6) These materials have numerous potential applications because of their high surface area (>2000 m2/g) and microporosity and/or mesoporosity depending on the template, the precursor, and the processing conditions.Nevertheless, it has to be pointed out that the models for adsorption on carbon replicas of complex pore topology are not well developed and the PSD analysis is often unreliable. For instance, carbon replicas of ordered mesoporous silicas with interconnected cylindrical mesoporosity (e.g., CMK-3 type) present arrays of interconnected carbon nanorods whose PSD is not properly described by the model based on the cylindrical pore shape (e.g., BJH). Similar problems exist in the pore size analysis of ordered microporous carbons derived from microporous templates such as zeolites for which a slitlike pore-shape model is often applied irrespective of the real pore morphology. The PSD curves resulting from such models may be used only for comparison between samples and as indicative values.(7) An alternative approach has been presented by Roussel et al.(8) using an atomic simulation of nitrogen adsorption on a carbon replica derived from the FAU zeolite structure type.(9) They showed that the adsorption behavior of this nanostructured carbon could be described relatively well by a model based on two stacked graphene sheets, although the carbon material displayed a 3D porosity with cages delimited by tubular walls. Nishihara et al.(10) have also investigated the molecular structure of this type of carbon. They proposed for the FAU zeolite-templated carbon (ZTC) a structural model made up of buckybowl-like nanographenes assembled into a three-dimensionally regular network built mainly of sp2 carbon atoms. They also revealed different forms of defects such as oxygen functional groups probably bound to the edge sites of each buckybowl unit. In this context, other reliable and complementary tools are required to confirm the previous data and to bring about new insight into the porous and structural features of ZTC replicas. The versatility of ordered porous exotemplates in the mesoporous and microporous ranges allows a large variety of pore replica morphologies. For instance, numerous zeolite types (FAU, MOR, LTA, BEA*, and MFI) have been used as molds for the preparation of carbons exhibiting various degrees of microporosity organization.(11-16) These ZTC materials have shown interesting properties for hydrogen(13, 17) or CO2 storage(18-20) and gas separation.(21)In contrast to carbon replicas obtained from ordered mesoporous silica templates,(22) most of the reported ZTC materials display very poor organization and only a single broad XRD peak, which precludes the combined analysis of their porous structure by XRD and physisorption techniques. Recently, we have shown that an appropriate choice of the zeolite template (EMT structural type) has led to the first zeolite carbon replica displaying more than three XRD peaks.(23) The material framework and the corresponding ordered microporosity arising from the zeolite template have been maintained during the nanocasting process. A clear correlation among the intensity of the XRD peaks, the adsorbate (e.g., N2 or H2) uptake, and the supermicropore volume arising from the zeolite wall dissolution has also been shown.(15, 24, 25)In this study, the porous structure of a highly ordered microporous carbon replica of EMT zeolite is quantitatively characterized using a combination of XRD modeling, CO2, and N2 physisorption and immersion calorimetry. Nonlocal density functional theory (NLDFT) and other adsorption data analysis methods (BET and Dubinin–Radushkevich) are also applied in order to investigate their validity and limitations for this type of microporous material.Top of PageAbstractIntroductionExperimental SectionResultsConclusionsReferencesExperimental SectionAdsorption ExperimentsThe synthesis of the EMT-zeolite template, a calcined EMC-2 phase with Na20[Al20Si76O192] composition, and its carbon counterpart are described in ref 23. The ZTC has been characterized by different complementary techniques such as N2 adsorption at 77 K, high-pressure CO2 adsorption at 273 K, and immersion calorimetry at 293 K. Nitrogen adsorption experiments at 77 K were performed on a Micromeritics ASAP 2010. The samples were degassed overnight at 573 K and then degassed again after the dead space determination with He gas. CO2 adsorption (273 K) at low (subatmospheric) and high pressure (3.2 MPa) was recorded on a Quantachrom Autosorb A1-LP and on a volumetric device(26) in the relative fugacity ranges of 3 × 10–6–0.04 and 0.007–0.988, respectively. It must be noted that there is very good consistency between both ranges of measurements. The relative fugacity f used in this study is the fugacity defined in ref 27 divided by the saturation fugacity f° at 273 K (2.505 MPa, from ref 28).The theoretical background for microporosity characterization was first provided by Dubiniń’s theory and its extension to immersion calorimetry. The Dubiniń–Raduskevitch (DR) equation was applied to CO2 and N2 isotherms for the microporous volume determination.(29) Affinity coefficient β was 0.33 for N2 and 0.35 for CO2. The densities used for liquid N2 at 77 K and adsorbed CO2 at 273 K were 0.808 and 0.96, respectively. The latter value is still a subject of debate because it seems to depend on the nature of the porous carbon;(28) it was chosen here in order to fit the N2 pore volume at high pressure. It is in the range of 0.924–1.07 g/cm3, where the values correspond to the densities of liquid CO2 and adsorbed CO2 (Dubinin’s approach), respectively.(28)The corresponding PSDs were calculated from the method described in refs 28 and 29 in the relative pressure range of 0–0.4 for nitrogen adsorbate. For CO2, the refinement was obtained by minimizing the summation [(ncalculated)1/2 – (nexperimental)1/2]2 over the relative fugacity range of 0–0.8. As a result of the lack of NLDFT kernels for the EMT carbon replica, the PSDs were also calculated from N2 and CO2 isotherms (Micromeritics ASAP 2010 and Quantachrom Autosorb software, respectively) assuming a slitlike pore geometry. The total surface area was estimated from this DFT method and compared to surface areas determined by BET and DR approaches.XRD ModelingXRD data were collected on a Panalytical X-Pert diffractometer in the Bragg–Brentano configuration using Cu Kα radiation. The XRD modeling of the density distribution in the carbon material was done by applying the continuous density function (CDF) technique.(30, 31) The expected pore structure of the material was approximated by overlapped spherical voids that roughly outlined the boundaries of the zeolite template framework. Figure 1 demonstrates the respective approximation of the zeolite framework by overlapped spheres A and B corresponding to the sodalite cage and the double six-membered rings. The density inside the spheres was set to zero, and the average density in the outer region (filled by carbon) was assumed to be constant. The symmetry of the carbon replica lattice (P63/mmc) was inherited from the zeolite template. The adjustable parameters of the model were the hexagonal unit cell constants, the diameters of spheres A and B, and the Debye–Waller factor allowing for the internal structural disorder. The parameters were refined by applying the derivative difference minimization (DDM) method,(32) which allowed the XRD refinement independently of the background curve. The intensities of diffraction reflections were calculated from the numerical Fourier transform of the density function defined on a grid of the unit cell. The Rietveld(33) full-profile formalism was applied in the XRD powder profile calculations.Figure 1. Approximation of EMT-zeolite framework by overlapped spheres and the respective 3D model.The density distribution in the material was calculated by the inverse Fourier transform based on the structure factor modules estimated from the XRD pattern with the DDM decomposition procedure(34) and the initial phases derived from the refined density model function (Table 1). An XRD-based PSD was calculated by a numerical integration over the volume of the density distribution bounded by the pore surface. The fraction of pores of size D was defined as the percent of the pore volume coverable by (and accessible to) spheres of diameter D but not by spheres of diameter D+δ.(35) Owing to the irregular nature of the surface, the pore boundary position in the geometrical PSD calculation was assumed to reside ∼0.12 nm below the 50% level of the maximal density. This estimation of the pore surface position was done taking into account the van der Waals radius of carbon (0.17 nm) and an approximate distance of ca. 0.05 nm between the 50% density level and the average position of the surface atom centers.Immersion CalorimetryAs a thermodynamic consequence, the Dubinińs theory leads to the following expression for the enthalpy of immersion of microporous carbon in a liquid whose vapor follows the DR equation(36)(1)where Eo, Wo, and Se correspond to parameters derived from the adsorption of small molecular probes N2 and CO2. α is the thermal expansion coefficient of the liquid, and hiSe corresponds to the wetting of the external surface Se.From eq 1, it is possible to calculate the value of micropore volume W filled by different liquids as a function of their critical molecular dimension Lc.(2)In the present case, the accessibility to the porous network of the EMT-ZTC was evaluated by using, as liquid probes, CS2, C6H6, and tri-2,4-xylylphosphate (TXP) with molecular dimensions of 0.33, 0.41, and 1.50 nm, respectively. CS2 appears to be a good complement to CO2 and N2, in view of their similar molecular dimensions.Because phenol adsorbed by carbons from dilute aqueous solutions forms a monolayer on the surface of carbons, this property can be used to determine the total surface area with the help of immersion calorimetry.(37, 38) On the basis of a reference value of −0.105 ± 0.004 J/m2, the enthalpy of immersion (J/g) into a 0.4 M aqueous solution of phenol leads to the total surface area Sphe of EMT-ZTC.TEM AnalysisTEM experiments were performed on a JEOL 2100F electron microscope working at 200 kV, equipped with a cs probe corrector and a GIF Tridiem energy filter. Before observation, the samples were ultrasonically dispersed in ethanol, and a drop of suspension was subsequently deposited onto a carbon membrane grid. The TEM images were recorded mainly in bright-field mode. Some selected-area electron diffraction (SAED) patterns were also taken over a 500-nm-diameter circular area. The EELS spectra were recorded in TEM mode at different locations on the platelets by averaging the EELS signal coming from an area of 200 nm lateral size. The energy resolution is about 0.7 eV. To have access to the interplanar organization between the successive carbon layers that can be easily observed in a top-view image, several cross-sectional observations were made of the thin slides obtained by cutting the sample with an ultramicrotome.Top of PageAbstractIntroductionExperimental SectionResultsConclusionsReferencesResultsXRD Structural InvestigationsThe XRD pattern of the EMT-carbon replica demonstrated up to six distinct nonzero diffraction peaks. The consistency between the observed and calculated XRD patterns after the DDM refinement of the structural model is illustrated by Figure 2a. The difference curve exhibits minor disagreement between the observed and calculated diffraction peak intensities, which suggests that the proposed approximation of the density distribution in the material is reasonably adequate for its real framework structure. The hexagonal unit cell constants of the carbon replica lattice were determined to be a = 1.693 nm and c = 2.771 nm. The refined diameters of spherical voids A and B were 1.3 and 0.95 nm, respectively.The XRD profile fitting resulting from the DDM decomposition is shown in Figure 2b. The corresponding observed and calculated structure factors used in the density distribution calculations are listed in Table 1. The density distribution based on the observed structure factors is visualized in Figure 3 by the 50% density level surface and characteristic sections. The continuous density areas corresponding to the infiltrated carbon material closely replicate the main pores of the zeolite template. The surface of the solid appears to be complex with concave and convex areas. The carbon framework resembles a Schwarzite structure detailed by Terrones et al.(39) Its external surface at ∼0.12 nm below the 50% level of the maximal density is around 14 nm2 per unit cell.The average carbon wall thickness may roughly be estimated as ∼1 nm. A comparative analysis of the observed, calculated, and difference density distribution maps revealed some regular modulations of density along the carbon frameworks that may be viewed in Figure 3c as the darker areas on the sections. The local density maxima are observed in the thinner (0.7 nm) segments of the material framework. As a tentative interpretation, one can presume that the thinner carbon framework segments (replicating the thinner pores of the zeolite template) have a ca. 10% higher density than the thicker ones.Figure 2. Lorentz-factor-corrected observed (−), calculated (---), and difference (···) XRD patterns for the carbon material after (a) DDM refinement and (b) DDM decomposition. The calculated reflection positions are marked by ticks.The XRD-geometrical PSD derived from the density distribution based on the observed structure factors is shown in Figure 4. The main peak at ∼1.04 nm corresponds to the voids approximated by spheres A in the structure model (Figure 1). The broad shoulder to the left of the main peak is related to the cumulative volume of interconnecting voids B whose contribution to the PSD is small compared to the volume of the main voids A. The difference between the position of the main PSD peak and the refined diameter, 1.3 nm, of the voids A is due to the aforementioned distance, 0.12 nm, between the 50% density level and the expected pore surface position. It is worth noting that the XRD-PSD in Figure 4 is in relatively good agreement with the simulated PSD given by Builes et al. (see Figure S4 in the Supporting Information of ref 18) and calculated using the Monte Carlo scheme with nitrogen as the probe and an idealized tubular carbon structure derived from the EMT structure type. To make the XRD-PSD more adequate for the real material structure, the dispersal of the average pore surface boundary allowed for by the Debye–Waller factor (mean dispersion amplitude ca. 0.14 nm) was also taken into account. It led to a wider geometrical pore size distribution ranging from 0.7 to 1.3 with maximum around 1.0 nm.Figure 3. EMT-templated carbon material structure: (a) surface of the 50% density level, (b) a similar surface within one unit cell, and (c) the density distribution calculated from the observed structure factors. The characteristic sections are bounded by the 50% density level surface.Figure 4. Idealized and dispersed geometrical pore size distributions for the EMT carbon replica. The dispersed curve is derived from the idealized one by taking into account the pore boundary dispersal with the mean amplitude of 0.14 nm given by the refined Debye–Waller factor value.Table 1. Structure Factors Derived from the Observed XRD Pattern (Fo) in Comparison to the Calculated Ones (Fc)ahkl|Fo|Fchkl|Fo|Fc0 1 084.884.40 2 000.3b0 0 2100.0–99.01 1 24.65.4b0 1 135.336.10 2 14.78.7b0 1 27.44.50 0 415.713.0b1 1 015.514.20 2 27.65.0b0 1 313.0–11.50 1 46.4–3.3baThe reliability factor RF = 7.3%; F(000) = 326.bThese values were not determined precisely because of the statistical noise, but they were included in the Fourier synthesis of the density distribution map in order to reduce artificial modulations.From the geometrical PSD, the expected idealized porosity of the carbon material is estimated to be 48%. As shown in the Supporting Information, a simple calculation based on the carbon content in the carbon/zeolite composite (23 wt %) and the cell volume of the EMT carbon replica (6.88 nm3) and assuming the carbon density close to that of graphite (1.8–2.2 g/cm3) leads to a higher total experimental porosity of ca. 75–80% (denoted Xt-exp). This suggests the presence of a complementary irregular porosity in the carbon framework. As evidenced by Fuertes(6) and other authors,(8) the replication of mesoporous or microporous oxide structures by the nanocasting process results, normally, in an incomplete filling of the template pores. In this case, the nonfilled template pores also contribute to the overall pore volume, and as a result, the carbon contains two kinds of pores: (i) narrowly distributed ones, related to the oxide framework dissolution, and (ii) larger, broadly distributed ones formed by the coalescence of the nonfilled pores within the regular pores of the template. A similar phenomenon could occur here because the small pore size of the EMT template (microporosity instead of mesoporosity) precludes its complete filling. Moreover, other calculations based on the grand canonical Monte Carlo simulation of carbon adsorption lead to a maximally achievable carbon loading of 43 wt % in the zeolite/carbon composite (i.e., 0.74 g of carbon per g of zeolite),(16) which is notably higher than the experimental value determined here (23 wt %). This means that the host material is not completely filled with carbon and residual porosity is still present in the zeolite/carbon composite. Therefore, the two kinds of porosity described previously could be expected for the EMT carbon replica studied. The former is related to the regular nanocasting of the zeolite framework, being ordered with the porous features revealed by XRD (PSD peak around 1 nm; 48% of idealized structured porosity). The second type of porosity, related to the inhomogeneous and incomplete filling of the template, is disordered and thus does not contribute to the observed XRD pattern. If we consider the experimental total porosity Xt-exp calculated from the experimental data (75% < Xt-exp <80%) and the porosity XI-XRD derived from the XRD structural model (XI-XRD = 48%), then we can go further in the calculation of expected pore volumes VpI-XRD and VpII-XRD of the two types of pores. Details of the calculation are given in the Supporting Information. The calculated pore volume VpI-XRD, arising from the ordered nanoporosity is around 0.21 cm3/g, and the value of VpII-XRD, calculated from the difference, ranges between 1.57 and 1.46 cm3/g depending on the chosen Xt-exp value. The calculated total pore volume Vp-t-calc (Vp-t-calc = VpI-XRD + VpII-XRD) ranges from 1.67 to 1.78 cm3/g, which is well above the experimental pore volume determined from the adsorption data (1.48 cm3/g for both N2 and CO2 adsorption). It suggests the presence of closed porosity or a partial collapse of the carbon structure.Porosity Characterization by Adsorption TechniquesFigure 5. Nitrogen adsorption isotherms at 77 K for the EMT carbon replica: (a) linear scale and (b) logarithmic scale.Figure 6. Carbon dioxide adsorption isotherms at 273 K for the EMT carbon replica: (a) linear scale and (b) logarithmic scale (triangles and circles represent low- and high-pressure measurements, respectively).The nitrogen adsorption isotherm presented in Figure 5 is of type Ib (according to the IUPAC classification(40)), characteristic of a supermicroporous solid (pore size ranging from 1 to 2 nm). The slight uptake for relative pressure above 0.2 indicates the presence of a small contribution of mesopores. Because no hysteresis loop was detected, these mesopores should be narrow with a dimension range that may be defined as sub-Kelvin mesopores (capillary condensation for an equivalent radius larger than 1.7 to 1.8 nm)(41)The logarithmic scale representation shows that nitrogen adsorption in micropores starts at 10–5 P/P°, above the value of 10–6 usually observed for activated microporous carbons having ultramicropores(42) (pores smaller than 0.7 nm) or calculated for slit/cylindrical ultramicropore geometries.(43) This can be related to N2 diffusion limitations at low pressure that may affect adsorption measurements.(44) Therefore, a CO2 adsorbate was also used. It requires only moderate absolute pressure (above 10–5 MPa) for low relative pressure measurements, and its high saturation pressure of CO2 at 0 °C allows for the minimization of the diffusion limitations of adsorption for ultramicropores. The filling of micropores occurs over a wider ranger of relative fugacities in the case of CO2 at 273 K compared to N2 at 77 K (Figures 5a and 6a), as reported in ref 28. Adsorption begins at relative pressure above 10–2 P/P° (Figure 6b) whereas adsorption starting at about 10–4 P/P° is expected for ultramicroporous carbon.(6) These features suggest that ultramicropores do not make a significant contribution to the carbon porosity. To explain this point and to gain insight into the pore size distribution, different adsorption models were used and the corresponding data are summarized in Table 2.The pore volumes calculated for relative pressure (or fugacity) at 0.95 have a value of 1.48 cm3/g. They are similar because the CO2 density was chosen so that both pore volumes would fit together. Nevertheless, caution should be taken regarding the pore volume determined by CO2 for the following reasons: (i) the sample may contain a small portion of mesopores that cannot be completely measured by CO2 adsorption at high pressure and (ii) the inaccuracy of the adsorbate phase density, especially for microporous materials. Indeed, the molecular packing depends on the pore size, shape, and nature of the interactions between the adsorbate molecules and the pore wall atoms. Therefore, because of the different packing of adsorbed molecules, the packing factor of the adsorbed phase may vary significantly as shown by Yin et al.(45) for a closed array of carbon nanotubes with exohedral adsorption. The respective values ranged from 0.39 to 0.45 compared to the value of 0.415 for liquid nitrogen at 77 K depending on the nanotube separation. It explains why a large range of density values from 0.924 to 1.07 g/cm3 is proposed in the literature(46) for adsorbed CO2 at 273 K. In our case, similar pore volumes for CO2 and N2 were obtained using a density of 0.96 for CO2 at 273 K.Dubinin–Radushkevich (DR) EquationThe Dubinin–Radushkevich plots of the EMT carbon replica for (a) N2 (77K) and (b) CO2 (273 K) adsorbates are shown in Figure 7, and the corresponding data are reported in Table 2. Using the nitrogen probe, this treatment normally allows the separation of the microporosity contribution (1.46 cm3/g) from the total pore volume (1.48 cm3/g). It confirms here that a negligible fraction of mesopores, in the range of accuracy of measurements, is present within the material. A downward deviation from the linear DR plot for pressures below 10–3 P/P° suggests the diffusion limitation of nitrogen in small micropores. This feature does not appear on the CO2 DR plot because of the higher diffusivity of CO2. Instead, at least two linear ranges are observed, suggesting a multiple-step pore filling that could be associated with a multimodal pore size distribution.(47) The first linear zone with high adsorption potential could be ascribed, for instance, to localized adsorption sites on the surface. Because basic DR treatment is adapted for monodisperse microporous materials, its application to ZTC in the subatmospheric CO2 pressure range is inappropriate for the ultramicropore volume derivation, in contrast to what is normally performed for activated carbon materials having a narrow pore size distribution.According to the DR-PSD, the two main pore populations denoted as I and II are centered around 1 and 2 nm, respectively. They correspond to the linear domains denoted as I and II in Figure 7b. Population I is related to the zeolite wall dissolution, and the second one is related to the incomplete filling of the template. The superposition plot of both the CO2 and N2 DR curves (log(Vads) versus (RTln(f°/f)/β)2) displays good agreement between both curves in the high-pressure range (results not shown). It indicates the similar behavior of both adsorbables during the filling of the pores of type II (supermicropores).Figure 7. Dubinin–Radushkevich plots of the EMT carbon replica for (a) N2 (77 K) and (b) CO2 (273 K) adsorbates at subamospheric pressure (◊) and high pressure (⧫).Table 2. Summary of Data Obtained from N2 and CO2 Adsorption with Different ApproachesadsorbableN2 (77 K)CO2 (273 K)Standard DR Analysis (Linear Plot)   Wo (cm3/g)b1.46 (10–3–10–1)aWo,I = 0.18 (3 × 10–4–5 × 10–3)aWo,II = 1.30 (0.14–0.5)a E0 (kJ/mol)13,5E0,I = 24.5E0,II = 13.0 Lo (nm)1.8L0,I = 0.8L0,II = 1.85PSD Determined by DR Analysisc   Wo (cm3/g)b1.50Wo,I = 0.19Wo,II = 1.24 E0 (kJ/mol)12.8E0,I = 22.2E0,II = 12.6 Lo (nm)1.87L0,I = 1.0L0,II = 1.9pore volume at P/P° (or f/f°) at 0.95c1.481.48aFitted relative pressure (fugacity).bFor adsorbed densities of 0.8086 and 0.96 g/cm3 for N2 and CO2 at 77 and 273 K, respectively.cFit of the isotherms based on a DR approach described in ref 28.Pore Size Distribution by the NLDFT and DR MethodsThe EMT carbon was examined by NLDFT analysis, assuming slitlike pore models for the N2 and CO2 adsorptives. The PSDs are shown in Figure 8. The agreement between the calculated and experimental isotherms is illustrated in Figure SI1 of the Supporting Information.Figure 8. (a) Pore size distribution and (b) cumulative pore volume of the EMT carbon replica calculated with the NLDFT method assuming a slit pore shape and using (•) nitrogen and (■) CO2 adsorption data.Figure 9. Pore size distributions based on the DR treatments for (a) the N2 isotherms (77 K, fitting range 0–0.4) and for (b) the CO2 isotherm (273 K, fitting range 0–0.8). The pore volumes are reported in Table 2.The DR-PSDs obtained from the N2 and CO2 adsorptives are shown in Figure 9, and the respective data are summarized in Table 2. The corresponding fits of the experimental isotherms are shown in the Supporting Information (cf. Figure SI2). These DR-PSDs are in complete agreement with the linear DR treatment data in Table 2 showing one pore size population at around 1.8–1.9 nm for N2 and two pore size populations for CO2 at around 1 and 1.9 nm.For the DFT method, the PSD resulting from N2 data displays a broad pore size distribution ranging mainly from 0.9 to 2.5 nm with a maximum at around 1.2 nm (Figure 8a). To probe the microporosity more accurately, complementary experiments were conducted with CO2. Because the CO2-DFT kernel covers subatmospheric pressures only, the calculated PSD was limited in the range from 0.3 to 1.5 nm. It seems that ultramicropores are mainly present with pore sizes in the range from 0.5 to 1.0 nm and a cumulative pore volume of around 0.25 cm3/g. The high portion of supermicropores detected with N2 above 1.0 nm (Figure 8) is no longer detected with the CO2-DFT method. This clear discrepancy between N2 and CO2 PDSs was already observed by Xia et al. for a nitrogen-doped EMT-ZTC.(17) It is attributed mainly to the limited pressure range involved in the fitting procedure with the CO2 adsorbable. Moreover, owing to absence of appropriate kernels considering the complex and unresolved shape of the porous network, caution should be taken regarding the values of the calculated pore sizes. A general trend may, nevertheless, be drawn by comparing the different isotherm treatments.From the combined XRD and physisorption analysis of the EMT-ZTC, it has been shown that there are two types of pores in the material. The first one, denoted I, is ordered and related to the perfect nanocasting of the zeolite porous structure. It contributes 0.2 cm3/g to the total pore volume (VpI-XRD value), and its pore size is estimated at around 1 nm. The second type of pore, denoted II, arises from the incomplete and random filling of the zeolite pore structure by carbon. It consists of disordered pores with larger sizes and has a pore volume of around 1.5 cm3/g calculated by disregarding the partial collapse of the carbon structure. This porosity is distributed randomly in the carbon replica without regular correlations with the crystal lattice. Such random uncorrelated lattice defects do not lead to a coherent domain size (long-range order) reduction, leaving the Bragg diffraction peaks sharp and intense. Random porosity II contributes to the diffuse background scattering that is not included in the Bragg diffraction modeling.These pore features were determined solely on the basis of the structural model derived from the XRD analysis and the amount of carbon introduced into the zeolite template. They should be in agreement with the data extracted from the adsorption analysis. Nevertheless, one has to keep in mind that most adsorption models for carbon materials were developed and validated for simple slitlike pore geometry. The complex structure of the EMT-ZTC materials with interconnected nanotubes, endo- or exohedral adsorption sites, and the porous network tortuosity apparently limits the validity of existing physisorption models from which only general trends may be derived reliably. A comparison of the XRD-based PSD (Figure 3) with the N2 DFT-PDS (Figure 8a) suggests that the main maximum at around 1.2 nm can unambiguously be attributed to type I porosity resulting from the zeolite template dissolution. A similar correlation between this type of porosity and the XRD peak intensities has been previously observed.(20, 24, 25) This attribution is also in agreement with other studies,(10, 18) based on molecular simulation, that have given pore sizes of around 1 nm for this type of zeolite-templated carbon. The linear and PSD-DR treatments of the CO2 isotherm lead to a bimodal pore distribution (Table 2) as suggested by the geometrical approach. The smallest pore size population lies between 0.8 and 1.0 nm with associated pore volumes of 0.18 and 0.19 cm3/g for the linear and PSD-DR treatments, respectively. For the DFT analysis, the micropore population detected in the range of 0.5–1.0 nm has a pore volume of 0.25 cm3/g (Figure 8). Therefore, all of these approaches based on both adsorption and XRD analysis lead to converging results. Type I pores have a size at the boundary between supermicropores and ultramicropores with a pore volume of around 0.2 cm3/g. Owing to the disordered nature of type II pores, it is more difficult to assess its PSD. The DR treatments give distinct maxima of around 1.8–1.9 nm for porosity of type II whereas the N2 DFT analysis gives a continuous PSD for porosities of types I and II with values of 2.5–3 nm. Immersion calorimetry was then used as a complementary technique to clarify this point and to validate our previous approach.Immersion Calorimetry InvestigationImmersion calorimetry was applied to cross check the data derived from the adsorption isotherms. Table 3 shows the experimental enthalpies of immersion in CS2, C6H6, and TXP and the values calculated by using Wo, Eo, and Se derived from the N2 isotherm. The apparently good agreement between the experimental and calculated values suggests the complete accessibility of the three molecular probes to the pores. This means also that type II porosity detected by the DR treatment makes the main contribution to the calorimetric process. The accessibility of the porous system was also estimated by the comparison of the different experimental enthalpies of immersion. For equal accessibility, ratios ΔiH(C6H6)/ΔiH(CS2) and ΔiH(TXP)/ΔiH(CS2) should be around 0.92 and 0.87, respectively.(48) The ratios of the experimental enthalpies match well for C6H6 /CS2 (0.92 instead of 0.91) but appear to be slightly smaller for TXP/CS2 (0.81 instead of 0.87), which suggests that most of the micropores are larger than 1.5 nm, with the portion of smaller pores contributing only slightly to the enthalpy of immersion. However, this approach may be limited to some extent by the pore geometry. As is evidenced by the DR-PSD obtained for CO2, the secondary pore population at around 1 nm (type I) contributes only slightly to the total pore volume (around 15%). It follows that the enthalpy of immersion of the carbon into CS2 (ΔiH[CS2] (J g1–)) could be given by a sum of both pore contributions (ΔiH[CS2] (J g1–) = ΔiH(CS2)I + ΔiH(CS2)II). Considering the values Wo1, Eo1, Wo2, and Eo2 derived from the PSD-DR treatment with CO2, the recalculated enthalpy of immersion into CS2 is now −293 J g1– (= −52 – 231). This value is close to the experimental value observed at around −278 ± 17 J g1– (Table 3).Table 3. Experimental Enthalpies of Immersion (−ΔiH) of the EMT Carbon Replica into Liquids with Different Critical Dimensions and the Values Calculated from the N2 Adsorption Isotherm  –ΔiH (J g1–) liquid xcritical size (nm)expcalcd from N2 adsorptionΔiH(x)/ΔiH(CS2)CS20.33278 ± 172831C6H60.41259 ± 152600.93TXP1.5226 ± 192270.81Determination of the Specific Surface Area by Different MethodsOwing to the apparent supermicroporous nature of the EMT replica (isotherm of type Ib), the BET surface areas (SBET) were determined in the appropriate ranges of relative pressure for the various adsorbates (N2 and CO2), and the results are listed in Table 4. For N2, SBET is around 3000 m2/g. This extremely high value of SBET is probably overestimated and is in agreement with a high contribution of micropores above 1.1 nm.(49) Other methods give values largely distributed from 1750 to 2900 m2/g. The immersion of the carbon into the 0.4 M aqueous solution of phenol gives −211 J/g, which corresponds to a total surface area, Sphenol, of 2010 ± 152 m2/g (Table 4). This value is in relatively close agreement with SDFT. Because the calculation of the total surface area by immersion in phenol, Sphenol, is model-free, the DFT value seems reasonable considering inadequate slit-pore geometry.Table 4. Specific Surface Areas Determined by Different Methods for the EMT-ZTCSphenol (m2/g)2010 ± 152SDFT (m2/g) [N2, 77 K, slit-shaped pores]1750SBET (m2/g) [N2, 77 K, 0.005 < P/Po < 0.013]a3000SBET (m2/g) [CO2, 273 K, 0.008 < P/Po < 0.25]a2900aDetermined according to ref 50.Transmission Electron Microscopy InvestigationsTo gain in-depth insights into the structure, TEM analysis of the carbon replica sample was carried out. When required, slices obtained with the help of an ultramicrotome were also investigated. As seen in the TEM images in Figure 10, the carbon replica particles retain the hexagonal platelet morphology and the size of the parent zeolite template (2 to 3 μm). The crystal growth steps are clearly visible on the (001) face (arrow in Figure 10a) and in the cross-sectional image of Figure 10b. Their heights are in the range of 15 nm and are associated with large terraces. At higher magnification (Figure 11), the high degree of organization with the hexagonal arrangement of the pores is detected in the whole sample as shown by the hexagonal pattern of the TEM image Fourier transform. It confirms the perfect replication of the zeolite structure with long-range organization on the nanometric scale as evidenced by XRD. The periodicity measured is around 1.3 nm, which agrees with the observed position of 1.265 nm for the (100) XRD reflection. On the external surface of the particle, a thin carbon layer (<10 nm), mainly formed by graphene stacking, can be observed (Figure 11a). Its presence, which is negligible compared to the volume of the particle, is related to the carbon chemical vapor infiltration process that also leads to carbon deposition on the external surface of the zeolite template.Figure 10. (a) Typical TEM top view of the EMT sample. (b) Cross-sectional image of the EMT sample obtained by ultramicrotome.Figure 11. High-resolution TEM images showing (a) the presence of an external carbon layer and (b) the long-range nanometric organization present in the whole sample. (Inset) Corresponding Fourier transform showing the hexagonal arrangement of the nanostructure. The zone axis for both images is the [001] crystallographic direction of the hexagonal structure.Figure 12. Comparison of a typical EELS spectrum taken on the EMT-ZTC sample and that of reference sp2 and sp3 carbon specimens.The EELS spectra taken at different positions on the EMT-ZTC grains are identical and reproduce fairly well the fine structure of an EELS spectrum taken on a reference sp2 carbon specimen (Figure 12). This result is in complete agreement with both molecular models proposed in the literature based on molecular simulation(10, 18) where sp2 carbon atoms form buckybowl or nanotubular structures. Moreover, the expected low local curvature of EMT-ZTC (compared to FAU −ZTC) should promote a hybridization close to pure sp2.(18)Top of PageAbstractIntroductionExperimental SectionResultsConclusionsReferencesConclusionsBecause of the growing interest in nanoporous carbons for gas and energy storage, there is a need to improve methods for the accurate characterization of their porosity. This goal can be achieved by developing new materials with controlled and ordered porosity for a better understanding of their adsorption properties. In our case, ordered microporous carbons are model materials that offer a good opportunity to test the validity of PSD determination methods based on gas adsorption. For the studied EMT carbon replica exhibiting up to six distinct diffraction peaks, the XRD structure analysis allowed a detailed quantitative characterization of its ordered porous structure and the carbon framework. Indeed, the XRD technique offers the advantage to separate the coherent diffraction component from the incoherent one, providing the opportunity to characterize the regular porosity (type I) independently of the irregular one (type II). From the comparison of the geometric PSD derived from the XRD modeling and the adsorption data, the size and the fractional volume of the ordered pores were unambiguously assessed. This porosity (type I) is characterized by a pore size of around 1 nm and a pore volume of around 0.2 cm3/g. Additional microporosity (type II), related to an incomplete defective filling of the template, has pore sizes above 1.5 nm and a more significant pore volume (of around 1.3 cm3/g). Compared to classical adsorption isotherm treatments (DR(N2), DFT, etc.), the basic Dubinin–Raduskevitch approach with the high-pressure CO2 adsorption isotherm appeared to provide better agreement with the XRD and immersion calorimetry analysis for the EMT-ZTC structure. The complex porous structure of the EMT-ZTC material with bimodal pore distribution located at the edge between ultramicropores/supermicropores and supermicropores/mesopores limits the applicability of most existing adsorption analysis techniques. The combined approach implemented in this study for a reliable examination of the ZTC complex porosity is shown to be essential to the consistent and realistic characterization of the materials, which is a key factor in the assessment of their potentials in applications such as gas separation, gas storage, and supercapacitors. Top of PageAbstractIntroductionExperimental SectionResultsConclusionsReferencesSupporting InformationCalculation of the total porosity Xt-exp, determination of pore volumes VpI-XRD and VpII-XRD, and experimental/fitted (DFT and DR) adsorption isotherms for N2 at 77 K and for CO2 (273 K). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResultsConclusionsReferencesAcknowledgmentWe acknowledge Vincent Goetz and Jean Pierre Cambon (CNRS PROMES, Perpignan, France) for performing high-pressure CO2 measurements and Cathie Vix-Guterl and Dr. Joseph Dentzer for their technical help with the carbon deposition process and for stimulating discussions. We are also grateful to the French Ministry of Research and to the Agence Nationale de la Recherche for supporting this research program through the ANR-08-BLAN-0189-01 contract. This work was partially supported by the Russian Ministry of Education and Science Federal Program Grant P2430.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResultsConclusionsReferencesReferencesThis article references 50 other publications.1. Kyotani, T.; Nagai, T.; Inoue, S.; Tomita, A. Formation of New Type of Porous Carbon by Carbonization in Zeolite Nanochannels Chem. Mater. 1997,  9,  609– 615[ACS Full Text ], [CAS]1. Formation of New Type of Porous Carbon by Carbonization in Nanochannels in ZeoliteKyotani, Takashi; Nagai, Takayuki; Inoue, Sanjuro; Tomita, AkiraChemistry of Materials\r\n        (1997),\r\n    9\r\n        (2),\r\n    609-615CODEN:\r\n                CMATEX;\r\n        ", "title": "Structure and Sorption Properties of a Zeolite-Templated Carbon with the EMT Structure Type", "authors": ["Julien Parmentier", "Fabrice O. M. Gaslain", "Ovidiu Ersen", "Teresa A. Centeno", "Leonid A. Solovyov"], "doi": ["10.1021/la402762v"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-1/la402762v/production/images/small/la-2013-02762v_0012.gif\">"]}