{"abstract": "We propose a force field model for the description of water adsorption in Mg-MOF-74 and assess its accuracy by performing a series of molecular simulations. The model is defined in terms of electrostatic, repulsive, and attractive contributions, the parameters of which are independently derived from first-principles calculations. The force field accurately reproduces the most relevant part of the ab initio potential energy surface as well as pair-correlation functions obtained from molecular dynamics (MD) simulations. The model is further applied for calculating adsorption properties and isotherms within Monte Carlo and MD simulations. The obtained force field shows an improved description of the experimental adsorption isotherms compared to the standard water models, which allows us to expect its good performance for other large-scale simulations of water in Mg-MOF-74.", "text": "10.1021/jp503778m Top of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesIntroductionMetal–organic frameworks (MOF) are crystalline materials in which both inorganic and organic structural elements coexist within a single phase. The modular nature of such materials leads to extraordinary structural diversity accompanied by a large variety of physical and chemical properties.(1) To date, advanced synthesis techniques offer a high degree of tunability of MOF structures,(2) which makes these materials very promising for various technological applications.(3) In particular, much progress has been made in designing materials which combine high surface areas and affinities toward the adsorption of specific molecules, leading to intriguing applications in gas separation and storage.(3-7)Among the variety of different hybrid structures, one of the best candidates for practical use is Mg-MOF-74, which has been shown to be extremely efficient in capturing carbon dioxide (CO2),(8) one component of flue gases, because of the strong interactions between open metal sites (OMS) and the adsorbate.(9) Subsequently, a number of theoretical studies has been devoted to this system focused on the detailed description of adsorption and transport properties of CO2 in Mg-MOF-74.(10-18) Despite the consistent understanding of CO2 adsorption in Mg-MOF-74 at different scales, the role of the other flue gas components in this process is much less understood. In this regard, particular attention should be drawn to water, which is reported to bind considerably stronger to Mg-MOF-74 compared to CO2.(15, 16, 18) As a result, the performance of Mg-MOF-74 for CO2 capture can be significantly hindered by ubiquitous water molecules.(19) However, reliable theoretical understanding of the influence of water at a large scale is still missing.To get insight into the behavior of guest molecules in MOFs at realistic conditions (e.g., at operating pressures and temperatures), one requires information on thermodynamical characteristics, such as adsorption isotherms and transport coefficients. A possible way to obtain such quantities reduces to the parametrization of well-established macroscopic models (e.g., multisite Langmuir adsorption model) intended to describe the quantity of interest.(15, 20) The applicability of such an approach is quite limited because of the essentially empirical nature of the underlying models, being valid under only specific conditions. An alternative and more natural way implies the use of large-scale classical simulations, which are based on simplified interatomic potentials (force fields). This approach allows one to calculate macroscopic averages in a wide range of external conditions, though at a higher computational cost. The quality of the results, however, is directly related to the reliability of the force fields employed.Previous studies have shown that the existing “universal” force fields often fail to correctly describe the interaction between guest molecules and MOFs because of the nontypical coordination of metal ions.(13, 14, 21) Therefore, the development of specific force fields for molecule–framework interactions turns out to be a key requirement for an accurate description of adsorption and transport characteristics of gas molecules in MOFs. With respect to Mg-MOF-74, recent works on this subject are related to ab initio parametrization of force fields for CO2 adsorbate,(13, 14, 17) which yield results in close agreement with experiments. Despite certain achievements in this field, parametrization of force fields remains a challenging and time-consuming task, which cannot be performed on a routine basis. In view of the increasing interest in potential applications of Mg-MOF-74, there is a need for further activities in this direction. Furthermore, the development of force fields for other flue gas components represents an important step toward the understanding of realistic performance of MOFs with respect to carbon capture.In this work, we propose a force field model and parametrization scheme for the interaction of water with Mg-MOF-74. The model parametetrs are obtained by fitting to results of first-principles density functional calculations augmented by nonlocal van der Waals corrections. The derived force field is validated by a direct comparison between the radial distribution functions obtained from classical and ab initio molecular dynamic (MD) simulations as well as Monte Carlo simulations (MC). We also determined adsorption energies at zero loading (meaning the adsorption energy for the very first molecule adsorbed inside the framework) and obtain residence probability plots. Finally, we computed the adsorption isotherms for water in Mg-MOF-74 by performing grand canonical Monte Carlo (GCMC) simulations by using the obtained force field for different temperatures. It is found that the conventional TIPnP models (n = number of interaction sites)(22, 23) combined with the universal force field (UFF)(24) plus the DREIDING(25) force field are not capable of describing the experimental isotherms with reasonable accuracy. In contrast, the density functional theory (DFT)-derived potential is able to reproduce the experimental data and available adsorption properties more accurately.The paper is organized as follows. In Framework Structure and Computational Details, we present the MOF’s framework structure and details of the calculations. The proposed force field model for water in Mg-MOF-74 and the corresponding parametrization scheme is given in Force Field Model. Validation of the Force Field and Radial Distribution Functions is devoted to validating the obtained force field. In Adsorption Properties and Isotherms, we report on GCMC calculations and analyze the adsorption isotherms obtained for water in Mg-MOF-74. In Summary and Conclusions, we briefly summarize our results.Top of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesFramework Structure and Computational DetailsThe structure of the Mg-MOF-74 (also referred to as CPO-27-Mg) consists of Mg2+ ions that are connected via dobdc4– (dobdc = 2,5-dioxido-1,4-benzenedicarboxylate) linkers, forming the walls of one-dimensional pores. The conventional unit cell of Mg-MOF-74 has hexagonal symmetry (R3̅ space group) and contains 18 Mg2+ ions and 9 dobdc4– linkers resulting in 162 atoms per cell, as shown in Figure 1. One of the main features of the MOF-74 family of compounds is the specific coordination of the metal ions having no bonds in the pore volume. This results in largely unscreened electric fields inside the pores, which significantly affect the interaction with adsorbates. This accounts for the known difficulties in the description of the molecule–framework coupling within the “universal” force fields.Figure 1. Schematic representation of the conventional unit cell of Mg-MOF-74.In our paper, we use the following computational approaches. We start from DFT calculations in order to obtain reference data for the force field fitting. All DFT calculations were carried out by means of the projected augmented-wave method (PAW)(26) as implemented in the Vienna ab initio simulation package (VASP).(27, 28) Exchange-correlation effects have been taken into account within the dispersion-corrected nonlocal vdW-DF functional, which consists of three parts: (i) exchange part of the revised Pedrew−Burke−Ernzerhof (revPBE) functional;(29) (ii) local correlation part of standard local density approximation (LDA) functional; and (iii) nonlocal correlation part, incorporating effective many-body density response.(30-32) Apart from good transferability in general, this functional has previously been successfully applied to studies of small molecules in Mg-MOF-74.(11, 12, 15, 16, 18) We employed an energy cutoff of 400 eV for the plane-wave basis and the convergence threshold for the total energy of 10–5 eV, ensuring accurate calculations of the adsorption energies. To minimize undesirable interactions between the molecules in the limit of one molecule per cell, the conventional unit cell of Mg-MOF-74 was doubled in the direction of the pore channel and the following lattice parameters were used: a = b = 26.114 Å and c = 13.834 Å.(14) Because of the relatively large cell, the Brillouin zone was sampled at the Γ-point only.The parameters of the force field model for the interaction between framework and water molecules were fitted to first-principles data by means of a nonlinear least-squares method as described in the following section. To validate the parametrization of the proposed model, we performed a series of ab initio and classical molecular dynamics simulations and made a direct comparison between the resulting pair correlation functions. First-principles MD simulations were performed by using the VASP package,(33, 34) whereas for classical MD simulations, the LAMMPS code was employed.(35) The simulation cell used for all MD simulations was the same as that used for the single-point DFT calculations. In both MD cases, we use the Nosé–Hoover thermostat with the damping parameter of 20 fs, while the time integration step was set to 1 fs. To describe the water−water interactions in classical MD simulations, we use the TIP3P model.(22, 36)Grand canonical Monte Carlo simulations were employed in order to compute adsorption isotherms for water in Mg-MOF-74 at 280, 300, and 320 K. Residence probabilities, radial distribution functions, and adsorption energies were calculated by NVT-MC simulations at 300 K. In all simulations, the MOF structure was rigid(14) because this assumption induces only a small error compared to simulations using a flexible structure, as shown for zeolites by Vlugt and Schenk.(37) In each simulation, the simulation box contained, in terms of the above-mentioned parameters, 2 × 2 × 4 unit cells in x, y, and z directions, respectively. A cutoff radius (rcut) for the force field of 20 Å was used. Periodic boundary conditions were applied in every direction. Ewald summation technique was used for calculating long-range electrostatic interactions with a relative precision of 10–6.For simulations carried out using TIPnP water models, the Lennard-Jones and Coulomb potentials were used to calculate interaction energies. For the framework atoms, Lennard-Jones parameters were taken from the universal force field(24) and point charges from Dzubak et al.(14) The water is modeled as outlined by Jørgensen et al.(22) for TIP3P and TIP4P, and by Mahoney et al.(23) for TIP5P. However, for MC simulations, the corresponding Lennard-Jones parameters and point charges were taken from Price and Brooks for TIP3P,(38) from Horn et al. for TIP4P,(39) and from Rick for TIP5P,(40) because these groups refined each model for the use of the Ewald summation technique. The water molecules were modeled as rigid, and Lorentz–Berthelot mixing rules were applied to describe water–framework interactions.For simulations employing the DFT-derived force field, the framework–adsorbate interaction energy was calculated by eq 1. The coefficients for each individual interaction can be found in Table 1, and the point charges for the atom types in Figure 2. The water–water interactions were calculated with the corresponding Lennard-Jones potential, and the point-charges for the TIP3P model as mentioned before. Note that in this set of simulations, the atoms of the water molecule have different point charges depending on whether they interact with framework atoms or other adsorbate molecules.Figure 2. Partial atomic charges for the metal (a) and linker (b) constituents of the framework and for the water molecule (c) obtained by fitting to the ab initio electrostatic potential within the REPEAT scheme.(43)The chemical potential in MC simulations was connected to the pressure by the Peng–Robinson equation of state. The allowed MC moves were translation, rotation, regrow, and swap with the corresponding probabilities for each move of 12.5%, 12.5%, 25%, and 50%, respectively. The swap moves were used only in GCMC. Before the adsorption properties and isotherms were computed, energy grids with a spacing of 0.15 Å were created in order to reduce the calculation time for the simulations.(41)For the DFT-derived force field and the TIPnP models, radial distribution functions were estimated for 100, 200, and 300 K with a loading of 24 molecules per unit cell (UC) and adsorption enthalpies were calculated at 280, 300, and 320 K using the Widom insertion method at zero loading as described by Frenkel and Smit(41) and Smit and Siepmann.(42) Residence probability plots were calculated at 300 K with 1, 12, 24, 48, and 72 molecules per UC. The adsorption isotherms were calculated for 280, 300, and 320 K with a pressure range from 0 to 3000 Pa, which is slightly lower than the saturation pressure of water at 1 bar and 300 K (psat ≈ 3500 Pa), thus avoiding (partial) condensation. For the TIPnP water models, only isotherms for 300 K were computed. NVT simulations for obtaining residence probability and radial distribution function run 105 initialization steps to ensure equilibrium and 7.5 × 105 production steps, in which the ensemble was sampled. GCMC simulations started from an empty MOF structure and consisted of 106 initialization and 1.5 × 106 production steps. Note, because the pressure is very low, the fugacity coefficient is unity; thus, the excess amount of adsorption equals the absolute amount.Top of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesForce Field ModelAccording to previous theoretical studies, H2O has the strongest binding energy in Mg-MOF-74 among the other light molecules (H2, CO2, CH4).(15, 16, 18) There are two main adsorption sites of water in Mg-MOF-74: the metal ion and linker sites, which we will refer to as primary and secondary adsorption sites, respectively. At both sites, the electronic structure of the framework remains essentially unperturbed upon the adsorption of H2O,(18) which indicates the absence of covalent bonding, and also allows us to exclude any significant role of the polarization and charge-transfer effects in the water–MOF binding. Therefore, the interaction between the water molecules and framework can be qualified as physisorption.In contrast to strong chemical bonding, the force field description of physisorption is significantly simplified. Specifically, we propose that the water–framework interaction can be described in a pairwise additive way by the potential(1)where the first term describes the electrostatic (Coulomb) interaction potential ϕCoul(r), while the second and third term correspond to the repulsion ϕrep(r) and attractive (van der Waals) ϕdisp(r) potentials, respectively. The total interaction energy of a molecule with the framework is given by E = ∑i>jϕ(rij), in which the sum runs over pairs of molecule and framework atoms. In eq 1, rij denotes the distance between i atom in the molecule and j atom of the framework, and qi and qj are partial charges associated with single atoms; Aij and Bij characterize the steepness of the repulsion potential between the atoms i and j, whereas Cij and Dij determine the shape of the corresponding attraction potential. The two last terms in eq 1 resemble the well-known Buckingham potential model with the exception that an additional damping parameter Dij is introduced to obtain a more accurate and physically reasonable description of the dispersion interactions.(44) We note that a similar model has been recently used to parametrize the interactions between CO2 and Mg-MOF-74.(14)To obtain the parameters of the above-mentioned model, we utilize the following strategy. We first parametrize the Coulomb term (ECoul) by computing the partial atomic charges separately for the water molecule and MOF, which reproduce the electrostatic potential obtained at the DFT level. To this end, we use the REPEAT algorithm as described in ref 43. Then, we perform a series of DFT calculations for different molecular configurations organized into three paths, each of which correspond to the propagation of the molecule in the direction of (i) Mg2+ ion, (ii) center of the carbon ring in the dobdc4– linker, and (iii) one of the oxygen atoms close to the magnesium. For each of the three paths, we consider four different orientations of the molecule, resulting in 12 potential energy curves as shown in Figure 3. Overall, almost 600 single-point energy calculations have been carried out. At the next step, the total energy (EtotDFT) of each configuration is decomposed into the attractive (EdispDFT) and repulsive (ErepDFT) terms. Within the employed computational method (the vdW-DF approach), the dispersive term can naturally be decomposed as the nonlocal contribution to the exchange-correlation functional,(45) while the repulsive term can formally be defined as ErepDFT = EtotDFT – ECoul – EdispDFT. In Figure 3, it is shown that ErepDFT is positive for each considered configuration, which points to a negligible role of the polarization effects and justifies the choice of the proposed model. Finally, the contributions Edisp and Erep are independently fitted to the corresponding energies EdispDFT and ErepDFT. The fitting parameters Aij, Bij, Cij, and Dij were constrained to be positive, in accordance with their physical meaning. It should also be noted that in the fitting of the dispersive and repulsive contributions, all atoms of the same element were treated as equivalent, while in the partial charge fitting, symmetrically nonequivalent atoms of the same element were treated separately.Figure 3. Comparison of different contributions to the potential energy curves calculated with the model force field (solid lines) and original ab initio data (points). The curves are given for three different paths and four orientations of the molecule as described in the text. Zero energy corresponds to the energy in the center of the cell. The arrows indicate the direction of the molecule propagation along the corresponding path.Table 1. Pairwise Force Field Parameters for the Interaction between a Water Molecule and Mg-MOF-74 Atoms (According to Eq 1)aatomw typeforce field parameteratomw—Mgatomw—Oatomw—Catomw—HOw A (× 106 K)102.238.94036.34940.000 B (Å–1)5.003.303.080.000 C (× 106 K)10.9083.78682.62650.000 D (Å)2.831.751.550.000Hw A (× 106 K)8.12302.64510.824215.838 B (Å–1)4.544.0793.483.61 C (× 106 K)4.95631.74332.14290.000 D (Å)3.222.932.990.000aNotations Ow and Hw denote oxygen and hydrogen atoms in the water molecule, whereas the other atomic types (Mg, O, C, H) belong to the framework.The partial charges for nonequivalent atoms of the framework and for the water molecule are shown in Figure 2. They are essentially the same as those obtained in ref 17 within the same derivation scheme. In Table 1, the pairwise force field parameters obtained within the above-described fitting procedure are listed. A comparison between the first-principles and model potential energy curves is given in Figure 3. One can see that for all paths and molecule orientations considered, the original potentials are very well-reproduced by the force field. Some discrepancies, which can be seen in Figure 3c,d, are within the uncertainty of the ab initio data. This slight imperfection can primarily be attributed to the nonoptimal choice of the interaction centers within the given model. To obtain a more consistent agreement, additional interaction centers should be introduced, e.g., in accordance with the localization of the bonding orbitals and lone pairs in the system. Such complicated consideration, however, does not seem to be justified for the DFT reference data, having a limited accuracy because of the approximate nature of the exchange-correlation functional.The obtained potential energy curves resolved into different contributions allow us to analyze the interaction nature of water with MOF in the vicinity of different adsorption sites. As can be seen from Figure 3, the behavior of both dispersion and repulsion contributions is essentially similar in all cases. Being virtually independent of the adsorption site, these two contributions are only slightly dependent on the molecular orientation, which is not surprising given that the charge density distribution around the molecule is not spherical. By contrast, the third contribution (Coulomb) is significantly different for different orientations and adsorption sites. Specifically, the sign of the electrostatic interactions varies with respect to the direction of the dipole associated with the water molecule, while the corresponding magnitude is appreciably higher near the Mg2+ ion. Close to the linker, the electrostatic term is significantly smaller and does not make any noticeable contribution to the total interaction energy. Therefore, the binding of water to the Mg site results from an interplay between the Coulomb and van der Waals interactions, whereas at the linker site it is almost exclusively determined by the van der Waals interactions. Therefore, we expect that the water molecules initially occupy all open metal sites before the linkers are covered.Top of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesValidation of the Force Field and Radial Distribution FunctionsUp to now, we have shown that the derived force field quite accurately reproduces a number of potential energy curves obtained from the DFT calculations (Figure 3). Those curves, however, do not cover the whole potential energy surface, and the reliability of the force field is not fully justified. To further validate the force field, it is instructive to calculate some macroscopic properties and compare them with those obtained from reliable reference calculations. To this end, we perform a series of both classical and ab initio MD simulations for different temperatures by considering an intermediate loading of 24 water molecules per simulation cell distributed in such a way that only one pore channel is filled with molecules, whereas adjacent channels remain empty. This situation corresponds to a loading of one molecule per primary and secondary adsorption site in the filled channel. The simulations were started from the ground-state DFT geometry and were performed for 12 000 steps, including 2000 steps of equilibration. Finally, we calculate the radial distribution functions between the magnesium–oxygen and linker–oxygen sites with oxygens belonging to water molecules. In a later step, the same RDFs were computed also by NVT-MC simulations.In Figure 4, we show the corresponding RDFs for T = 100, 200, and 300 K. One can see there is a good agreement between the ab initio and classical RDFs, which is especially clear for T = 200 and 300 K. Although all the main peaks are also reproduced for T = 100 K, their heights are somewhat different, making the agreement slightly worse. Unequal heights of the RDF peaks point to different residence probabilities of water molecules at the corresponding distances. Apart from the force field imperfection itself, the discrepancies can be attributed to the natural limitations of the classical MD simulations, such as rigid molecule approximation and simplified nature of the water–water interactions (TIP3P model). The latter has an especially strong effect at low temperatures, which is the reason for the poor applicability of the TIP3P model for solid phases of water.(46) The results allow us to compare and evaluate the positions of the peaks, i.e., equilibrium distances, for different types of simulations with different mechanisms obtaining thermodynamic properties (MC and MD simulations). The results of the classical MD and MC simulations are presented in Figure S1 of Supporting Information. The comparison with the other water models TIP4P+UFF and TIP5P+UFF is shown in Figure S2 of Supporting Information.Figure 4. Radial distribution functions (RDF) obtained from first-principles (DFT) and classical (derived force field) molecular dynamic simulations for T = 100, 200, and 300 K. The RDFs are calculated for the magnesium–oxygen (a–c) and linker–oxygen (d–f) sites, where oxygen belongs to water and linker site corresponds to the center of the carbon ring in the dodbc4– linker.For the DFT-derived force field, it can be observed from Figure S1 of Supporting Information that for all three temperatures, the positions as well as the heights and widths of the peaks match very well for MD and MC simulations. The first peak is found at an equilibrium distance of ≈2.3 Å. This is very close to the Mg-ion, proving a strong interaction between the open-metal sites and the water molecule. As expected, the force field reproduces the DFT-predicted RDFs in MC simulations just as well as the classical MD and gives insight into the water density in the proximity of the OMS of the Mg-MOF-74. In contrast, the TIP3P+UFF and TIP4P+UFF models do not provide accurate prediction of the DFT benchmark, failing to describe the equilibrium distance and probability density. TIP5P+UFF provides an improvement over those two models but still is not capable of reproducing the equilibrium distance. Overall, both first-principles and classical simulations with the derived force field yield consistent results, which allows us to expect a good performance of our force field with respect to other ensemble-averaged characteristics, particularly, adsorption isotherms.Once the RDFs are obtained, it is insightful to analyze the occupation of the primary and secondary adsorption sites. In Figure 4a–c, one can see that all the peaks do not change their shape and remain essentially the same for all the given temperatures. This indicates that the molecules adsorbed near the Mg2+ ion remain strongly bound to this site up to T = 300 K with the equilibrium distance d ∼ 2.4 Å (the position of the highest peak in Figure 4a–c). In contrast to the Mg site, there are no indications of adsorption to the linker site at T = 200 and 300 K. Indeed, the peak corresponding to the water–linker equilibrium distance d ∼ 3.5 Å and clearly visible at T = 100 K (Figure 4d) does not appear at higher temperatures (Figure 4e,f). Instead, there is an additional probability density in the range of 4.7–7.0 Å, which corresponds to the motion of desorbed molecules in the region between the ion and linker sites. Therefore, in contrast to OMS, linker adsorption sites make a significantly less important contribution to adsorption of water at temperatures significantly higher than 100 K. Below, we demonstrate this point explicitly.Top of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesAdsorption Properties and IsothermsResidence Probabilities and Adsorption EnthalpiesAfter demonstrating that the energy surface of the framework is well-reproduced by the fitting functions and that the radial distribution functions between DFT, MD, and MC match accurately, MC-NVT simulations are used to calculate residence probability plots of H2O within the framework. The results for five different loadings (i.e., 0.05, 0.67, 1.33, 2.67, and 4 H2O molecules per Mg) at 300 K are shown in Figure 5a–e. The plots show a cut in the transverse plane of the channel in the x–y direction (front view), while the volume is oriented longitudinally into the z-direction. Yellow indicates the highest, while black indicates the lowest probability of finding an oxygen atom of a water molecule within the framework.Figure 5. Residence probability of oxygen of a water molecule in Mg-MOF-74 for 1 (a), 12 (b), 24 (c), 48 (d), and 72 (e) molecule(s) per UC at 300 K.  Yellow indicates the highest and black the lowest probability; Mg-ions are represented by orange +, and the center of a channel by green ×.At low loadings, represented by 0.05 and 0.67 molecules per Mg, the water molecules can be found with the highest probability in close proximity of Mg (here represented as orange +) and very rarely in the center of the channel (here indicated by a green × (Figure 5a,b). The results confirm the obtained RDFs in which the positions of water are seen next to the main adsorption sites, i.e., next to the metal ions. In Figure 5c–e, one can see the residence probabilities of oxygen of a water molecule when we surpass the loading condition of saturation of the Mg and linker sites (= 18 molecules/UC ≈ 8.2 mol/kg). In Figure 5c, the adsorption sites near the Mg-ions are still the most occupied spots; however, one can identify weak “hot-spots” close to the organic linkers as predicted by DFT calculations, which indicate that H2O is found around the linker site but not exactly on them. Additionally, another “hot-spot” above the OMS is visible, indicating favorable interactions between the Mg-ion and the adsorbed and a second water. Yazaydin et al.(9) showed an enhanced uptake of CO2 when H2O molecules were precoordinated next to the OMS. The water molecules provided a stronger and larger adsorption site because of favorable interactions between the CO2 and H2O–Mg cluster site. Thus, besides hydrogen bonding, a similar effect might also apply to the water molecules and explain the appearance of the third site. At loadings beyond 1.33 water molecules per Mg, the probability of finding water near the channel center increases because all adsorption sites are already occupied. At saturation loading around 4 molecules per Mg (≈ 32 mol/kg) complete pore filling can be observed (Figure 5e). Summing up, the MOF-74 pore is filled by occupying the Mg sites first, then the linkers, and ultimately, after adsorbing at the walls, the channel is packed with the water molecules.In addition to RDFs and residence probability plots, we estimated adsorption enthalpies at 300 K for the TIP3P model and the DFT-derived force field by using MC and compared them to DFT literature data by Canepa et al.(15) (Table 2). The errors are the standard deviations of the averages of the energies calculated during the production steps. As can be seen, our force field is quite accurate at reproducing the value of ref 15, underestimating it by just 10%, whereas the TIP3P+UFF model is significantly lower (>30% less than the DFT result). In Table S2 of Supporting Information, the results for TIP4P+UFF and TIP5P+UFF are listed as well, which underestimate the DFT results by ≈25%.Table 2. Adsorption Energies for Water in Mg-MOF-74 at Zero Loading Calculated at 300 K for the DFT-Derived Force Field and TIP3P Compared to DFT Literature Datamethodmodel/literaturetemperature (K)energy (kJ/mol)MCTIP3P300–40.95 ± 0.03 this work300–70.92 ± 0.08DFTCanepa et al.(15)298–76.22 ± n/aUp to this point, we have sampled the potential energy surface of the framework and derived an appropriate potential function, see eq 1. Then, we validated our force field by comparing adsorption properties computed by MC and MD to the DFT benchmarks. The comparison shows that the obtained force field is accurate enough, whereas the TIPnP+UFF is inconsistent with respect to the DFT results and previously published data.Adsorption IsothermsAt the final step, we compute adsorption isotherms and compare the results with the available experimental data as well as the standard TIPnP+UFF water models, which is provided as a benchmark. The experimental data were taken from Grant Glover et al.,(47) Schoenecker et al.,(48) DeCoste et al.,(49) and Yang et al.(50) All data are presented in Figure 6. It should be mentioned that there are indications that Mg-MOF-74 is not stable in the presence of water over a longer period of time, although the peaks of the X-Ray Diffraction (XRD) spectra are kept at their original positions, and even the Fourier transform infrared spectroscopy (FTIR) spectra change only slightly (see e.g. ref 49). That means there might be some reorganization in the MOF framework but not a complete dissolution. The synthesis approach has considerable influence on the adsorption properties of Mg-MOF-74 as well.(50)Figure 6. Adsorption isotherms of water for Mg-MOF-74 at 300 K; open symbols represent experimental data: (□) Grant Glover et al.,(47) (○) Schoenecker et al.,(48) (◇) DeCoste et al.,(49) (Δ) and (▽) Yang et al.(50) Closed symbols represent simulation data: TIP3P+UFF (+), TIP4P+UFF ( × ), TIP5P+UFF (*), and DFT-derived force field from this study (•).One can see that IUPAC-type I isotherms are observed for all experimental data sets.(51) The experimental isotherms exhibit steep slopes in the low-pressure regime, which shows a strong affinity of water toward the framework, especially OMS. In the higher-pressure region (>1000 Pa), the loading does not increase significantly with increasing pressure, indicating saturation. Despite the qualitative similar shapes of the isotherms, the saturation loadings of the experimental data sets are different. One possible origin may be due to different synthesis strategies, as argued by Yang et al.(50) Their two data sets (“Yang et al.(1)” and “Yang et al.(2)”) underline this argument. However, even though Grant Glover et al.(47) and Schoenecker et al.(48) both used the same solvothermal method, their maximum loadings vary. In particular, they reported saturation loadings around 25 mol/kg and 35 mol/kg as well as different BET surfaces (1200 and 1400 m2/g), respectively. Summarizing the available experimental data, the saturation loading varies from 20 mol/kg(49) to 35 mol/kg(48, 50) as well as the shapes of the isotherms, which vary from group to group with the exception of Schoenecker et al.(48) and Yanget al.(1).(50) One can see that in spite of the several experimental works available, there is not one that can be regarded as conclusive with respect to the adsorption isotherms for water in Mg-MOF-74.Table 3. Differences in Point Charges between TIP3P Model by Price et al.(38) and DFT-Derived Force Field (Figure 2)atomTIP3P model(38)DFT-derived force fieldO(H2O)–0.834–0.652H(H2O)0.4170.326We now turn to the analysis of the numerical results. Note that the error bars can be read as uncertainties of the obtained mean amount of molecules inside the framework during the production steps of the simulations. The TIPnP+UFF models fail to describe all the experimental data over the investigated pressure, in particular in the range of 0–500 Pa. The models are not able to predict the steep slopes which are observed for the experimental data. This result can be attributed to the poor description of the OMS–water interaction (here, Mg–H2O).(13, 14, 21) The reason is that the environment the generic force fields are fitted to differ greatly from the chemical vicinity caused by OMS.(52) TIP3P+UFF predicts (almost) zero molecules inside the MOF in the region of 0–500 Pa. At 750 Pa, however, the loading exhibits a “jump” to almost the saturation loading, resembling a steplike function. The same behavior is observed for the TIP4P+UFF model, for which the “jump” is found at 300 Pa. The TIP5P+UFF satisfactorily predicts an increase of loading with pressure, though it fails to reproduce the shape of any experimental curve. A “jump” in loading is also noticeable at 750 Pa. At higher pressures, all TIPnP+UFF models qualitatively reproduce the experimental results quite well. This is most likely caused by the domination of adsorbate–adsorbate interactions due to the high loading. This reduces the effect of the OMS and creates a vicinity near the bulk water phase to which the models are fitted.(22, 23, 46)In contrast, the DFT-derived force field qualitatively describes the experimental data noticeably better, in particular at low loadings. It reproduces the shape of the isotherm as a function of pressure over the complete investigated pressure range. The more accurate results compared to those of the TIPnP+UFF models is related to the improved description of the framework–adsorbate interactions, especially the OMS–adsorbate interaction as described earlier. Nevertheless, the first points at 0.1 and 1 Pa show an overestimation of the loadings (6.0 mol/kg for the simulation compared to ≈0.5 mol/kg for the highest experimental data at 1 Pa). The Henry coefficient calculated for zero loading is very high (161.3 mol/(kg·Pa)) as well, thus showing the overprediction in the lowest-pressure regime. The deviation can be attributed to the perfect crystal structure, which is assumed in the simulations and cannot be reproduced by experiments because of defects. Furthermore, precise measurements at very low pressures are difficult. In the intermediate pressure regime (>100 Pa and <2000 Pa), the DFT-derived force field reproduces the slight increase of loading with pressure as observed in the experimental data sets. As for higher pressures (>2000 Pa), the simulated isotherm lies well within the ranges of the experimental data, but below the TIPnP+UFF results. We note that as the TIP3P model is used to describe the adsorbate–adsorbate interaction, such results are expected. The divergence might be due to the adjustment of the framework interaction for which the point charge of the oxygen atom was reduced from −0.8340e (original TIP3P model)(38) to −0.6521e (DFT-derived force field), thus affecting water–framework interactions at large distances. Note that the point charges on the hydrogen were adjusted accordingly (see Table 3). The charge difference made the framework energy less negative and thus less hydrophilic compared to that of the TIP3P+UFF model. As a result, less loading is predicted. Therefore, the choice of the point charges is of great importance for the shape of the adsorption isotherm. To be more realistic, the point charges should be changed with loading and position of the water molecules, which has not been considered within the present work.We also computed adsorption isotherms at 280 and 320 K at the same conditions. The results are shown in Figure S3 of Supporting Information. The results are fitted to the SIPS isotherm (see eq 1 of Supporting Information) with high accuracy.(53) The coefficients resulting from the fits can be found in Table S1 of Supporting Information. One can observe that over the entire pressure range, lower temperature leads to higher loading, as expected. For all temperatures, the saturation loading for the Mg sites (≈ 8.25 mol/kg) is reached at very low pressures. At higher loadings, the isotherm behavior is more strongly temperature-dependent. Note that the saturation pressure is a function of temperature; thus, at 280 K, the saturation pressure is exceeded at 1200 Pa.Overall, the DFT-derived force field obtained in this work predicts the experimental data generally well and is more accurate than the TIPnP+UFF water models over the investigated pressure range. The variety of experimental data does not allow us to describe any of the measurements with quantitative accuracy. Nevertheless, it can be concluded that our theoretical results are close to the isotherms reported by Grant Glover et al.,(47) DeCoste et al.,(49) and Yang (2) from Yang et al.(50)Top of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesSummary and ConclusionsTo sample the potential energy surface for water in Mg-MOF-74, DFT calculations were used to fit and parametrize potential energy functions. The DFT-derived force field reproduces the static DFT results very accurately. As a next step we calculated radial distribution functions with the DFT, MD, and MC approaches at different temperatures. The results agree well, providing insight into the density distribution of water inside the framework and further validating the obtained force field. The standard TIPnP+UFF water models, however, could not achieve the same accuracy. Finally, we performed GCMC simulations to calculate adsorption isotherms with the DFT-derived force field and compared the results with the available experimental data and the standard TIPnP+UFF models. We have shown that our force field provides a significantly improved description of the experimental data compared to the TIPnP+UFF water models. It correctly describes the saturation loading and shape of the isotherm and thus demonstrates essentially better performance over the available literature models. However, the absence of conclusive experimental adsorption isotherms of water in Mg-MOF-74 does not allow us to fully assess the predictive power of the obtained force field, which is left for further investigations. Overall, the results provide a deeper understanding of the water adsorption in MOFs with open metal sites, while the proposed force field derivation scheme can be used for the simulation of other gases in MOFs. Top of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesSupporting InformationRadial distribution functions for the DFT-derived force field obtained from MD and MC simulations at different temperatures (Figure S1); radial distribution functions for the DFT-derived force field, TIP3P+UFF, TIP4P+UFF, and TIP5P+UFF at three different temperatures (Figure S2); adsorption isotherm for water in Mg-Mof-74 at different temperatures (Figure S3); coefficients obtained by fitting the simulation data of each temperature separately to the dual site SIPS isotherm (Table S1); adsorption energies for water in Mg-MOF-74 at zero loading (Table S2); point charges for the Mg-MOF-74 framework atom types from the REPEAT approach and the water models (Table S3); and Lennard-Jones parameters for the Mg-MOF-74 framework atom types and the water models (Table S4). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesAcknowledgmentThe authors acknowledge financial support by the German Research Foundation [Deutsche Forschungsgemeinschaft (DFG)] in priority program SPP 1570 under Contract KE 464/12-2. We also thank Prof. T. Woo and P. Boyd for providing us an efficient implementation of the REPEAT(43) algorithm.Reference QuickViewTop of PageAbstractIntroductionFramework Structure and Computational DetailsForce Field ModelValidation of the Force Field and Radial Distribution FunctionsAdsorption Properties and IsothermsSummary and ConclusionsReferencesReferencesThis article references 54 other publications.1. Wilmer, C. E.; Leaf, M.; Lee, C. Y.; Farha, O. K.; Hauser, B. G.; Hupp, J. T.; Snurr, R. Q. Large-Scale Screening of Hypothetical Metal-Organic Frameworks Nat. Chem. 2012,  4,  83– 89[Crossref], [CAS]1. Large-scale screening of hypothetical metal-organic frameworksWilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.Nature Chemistry\r\n        (2012),\r\n    4\r\n        (2),\r\n    83-89CODEN:\r\n                NCAHBB;\r\n        ", "title": "Multiscale Modeling of Water in Mg-MOF-74: From Electronic Structure Calculations to Adsorption Isotherms", "authors": ["A. N. Rudenko", "S. Bendt", "F. J. Keil"], "doi": ["10.1021/jp503778m"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503778m/production/images/small/jp-2014-03778m_0006.gif\">"]}