{"abstract": "Separating gaseous mixtures that consist of very similar size is one of the critical issues in modern separation technology. Especially, the separation of the isotopes hydrogen and deuterium requires special efforts, even though these isotopes show a very large mass ratio. Conventionally, H/D separation can be realized through cryogenic distillation of the molecular species or the Girdler-sulfide process, which are among the most energy-intensive separation techniques in the chemical industry. However, costs can be significantly reduced by using highly mass-selective nanoporous sorbents. Here, we describe a hydrogen isotope separation strategy exploiting the strongly attractive open metal sites present in nanoporous metal–organic frameworks of the CPO-27 family (also referred to as MOF-74). A theoretical analysis predicts an outstanding hydrogen isotopologue separation at open metal sites due to isotopal effects, which has been directly observed through cryogenic thermal desorption spectroscopy. For H/D separation of an equimolar mixture at 60 K, the selectivity of 12 is the highest value ever measured, and this methodology shows extremely high separation efficiencies even above 77 K. Our theoretical results imply also a high selectivity for HD/H separation at similar temperatures, and together with catalytically active sites, we propose a mechanism to produce D from HD/H mixtures with natural or enriched deuterium content.", "text": "10.1021/nn405420t Deuterium, a stable isotope of hydrogen, is widely used as a research tool not only in chemistry but also in numerous industrial and scientific applications including nuclear fusion, fission reactors as a cold source, lighting, nonradioactive isotopic tracing, as well as neutron scattering. In order to meet the demand of both academia and industry with the limited availability (the natural abundance of deuterium in the ocean is approximately 156.25 ppm),(1) the development of a cost-effective separation method is required. However, as consequence of the identical size, shape, and thermodynamic properties, large-scale industrial separation of hydrogen isotopes is only possible with a limited number of techniques, such as cryogenic distillation performed at 24 K or electrolysis of heavy water produced by the Girdler-sulfide process. Furthermore, both methods show low separation factors (1.5(2) and 2.3,(3) respectively), resulting in extremely high processing cost.In their seminal work, Beenakker et al.(4) suggested that quantum sieving (QS) is one promising avenue to separate hydrogen isotopes efficiently. QS takes place when the difference between pore and molecular size becomes comparable to the de Broglie wavelengths of molecular hydrogen, as lighter isotopes are confined more than heavier ones in the pore due to the difference in the zero point energy (ZPE). Thus, the lower the temperature in the confined system, the stronger the diffusion coefficients of the isotopes will differ(5) inside the porous material, resulting in the separation of the isotopes. Therefore, in this kinetic isotope QS, the aperture size plays an important role for determining the diffusion kinetics and thereby overall separation. By now, only a few porous materials like carbons,(6) zeolites,(7) and metal–organic frameworks (MOFs)(8-11) have been experimentally studied. Theoretical work on this phenomenon requires to take into account the quantum nature of the systems, either by explicit methodology, for example, using the path integral (PI) approach,(12, 13) or by including quantum effects in semiclassical simulations, such as using the Feynman–Hibbs (FH) correction.(14, 15) Simulations have been carried out for a series of materials, in particular, carbon-based ones, with focus on low-temperature separation. At technologically interesting liquid nitrogen temperature, however, the ability of these materials to separate hydrogen isotopologues mediated by quantum kinetic effects is rather low. So far, the highest selectivity factors reported in experiment was 3, with 0.2 mmol g–1 adsorbed D2 at 77 K.(7) As an alternative to kinetic isotope QS, it may be possible to use thermodynamic effects to separate hydrogen isotopologue mixtures (i.e., H2/D2). Here, molecules are adsorbed on strongly attracting sites of the host material. The different molecular masses imply different zero point energies and also different adsorption enthalpies ΔH. The latter includes, besides the quantum-mechanical ZPE, temperature-dependent isotope effects that are of classical nature but may be still of high impact. Significant ΔH may result in appreciable selectivity even at liquid nitrogen temperature (77 K) and above. In the case of molecular hydrogen, six degrees of freedom contribute to the ZPE and the partition function and thus to the enthalpy. These are the vibrations of the center of the hydrogen molecule toward the adsorption site of the host, the vibration of the intramolecular bond, two rotational and two translational degrees of freedom. Depending on the substrate, the latter four degrees could be hindered. The first degree of freedom is the one that is most strongly influenced by the host material.Nanoporous MOFs are excellent candidates for applications in hydrogen isotopologue sieving. Their crystalline framework enables precise control of aperture size and functionality (i.e., open metal sites) by accurate design of structures at the molecular level. Here, we demonstrate that the D2/H2 separation performance can be greatly enhanced through the incorporation of a high number of unsaturated metal coordination sites as in our case that the strong attraction between the unsaturated Co(II) centers and hydrogen keeps these sites occupied at relatively high temperature, and that the isotope effects are strong enough to lead to enthalpy differences in a large range of temperatures. This prediction is confirmed via low-pressure high-resolution isotherm measurements and advanced cryogenic thermal desorption spectroscopy (TDS). To the best of our knowledge, this is the first direct experimental evidence for such excellent performance in the separation of D2/H2 mixtures, even above the liquid nitrogen temperature. On the basis of our results and on theoretical predictions, we propose here a temperature swing process that is capable of producing D2 from hydrogen flue gas. The suggested process involves multistep separation cycles and a catalytic conversion of HD to H2/HD/D2 mixtures and should be suitable for industrial application.Top of PageAbstractResultsDiscussionConclusionMethodsReferencesResultsThe redox-active metal–organic framework CPO-27-Co was selected for testing the separation of D2/H2 mixtures as its isosteric heat of adsorption is among the highest recorded values(16) for physisorptive materials. The N2 BET surface area of CPO-27-Co is determined to be 1012 m2/g (Figure S1, Supporting Information), and its large hexagonal one-dimensional channels, 10 Å in diameter, are defined by the space between the van der Waals radii of the wall atoms inside the channel (Figure S1b, Supporting Information). Thus, it provides a large enough window for small H2 and D2 molecules to enter without any structural barrier as it was observed for MFU-4.(10)Low-Pressure High-Resolution Isotherms and Isosteric Heat of AdsorptionThe pure H2 and D2 gas adsorption isotherms of CPO-27-Co have been measured at various temperatures between 19.5 and 70 K (Figure 1a and Figure S2, Supporting Information). Fully reversible type I isotherms (Figure S3, Supporting Information) without hysteresis have been observed, indicating a highly nanoporous material and no kinetic diffusion hindrance. The corresponding saturation uptake for H2 and D2 adsorption at 19.5 K is 17.8 mmol/g (0.7 bar) and 20.0 mmol/g (0.2 bar), respectively. The steep initial increase at low pressure implies a strong affinity of the material for H2 and D2. As clearly shown in Figure 1a, the adsorbed amount of D2 is always higher than that of H2, indicating appreciable quantum effects. Applying the Clausius–Clapeyron equation, the isosteric heat of adsorption has been calculated by using the adsorption isotherms at different temperatures from 19.5 to 70 K as function of surface coverage normalized by saturation uptake at 19.5 K. For clarity, a fourth-order polynomial fit (solid line in Figure 1b) of the H2 and D2 isotherms has been applied. The analysis of the D2 and H2 adsorption enthalpies gives different maximum values of 7.3 and 6.1 kJ mol–1 at ∼15% coverage, respectively. The adsorption enthalpy calculation below ∼15% coverage (ca. 2–3 mmol g–1) is limited due to the sudden high initial uptake at T < 40 K caused by strong interaction with the metal sites at low pressures. Thus, we additionally measured high temperature (77–125 K) H2 isotherms. The hydrogen heat of adsorption at low coverage is found to be slightly higher than 10 kJ mol–1 (see Figure S4, Supporting Information), which is in good agreement with literature values.(17, 18) With increasing H2 or D2 loading, both adsorption enthalpies decrease and eventually converge to the same value. This implies that (i) strong primary sites are occupied first, followed by less attractive secondary sites, and thereby (ii) the initial D2 and H2 difference in heat of adsorption (∼1.2 kJ mol–1) is produced by these strong primary sites, indicating a significant isotope effect and preferential D2 adsorption.Figure 1. High-resolution low-pressure D2 (open symbols) and H2 (filled symbols) adsorption isotherms for CPO-27-Co at various temperatures: (a) 19.5 K (black square), 40 K (blue triangle), 60 K (red diamond). (b) Isosteric heat of hydrogen (black) and deuterium (red) adsorption for CPO-27-Co as function of the surface coverage. The solid lines are polynomial fits of H2 and D2 heats of adsorption (see Figure S2, Supporting Information for additional H2 and D2 isotherm comparisons at 30, 50, and 70 K).Cryogenic Thermal Desorption SpectroscopyIn order to identify preferred adsorption sites on CPO-27-Co and to estimate the adsorption strength at these sites, we performed cryogenic TDS(19) measurements after exposure to pure H2 and D2 atmospheres under identical experimental conditions (see procedure details in Figures S5 and S6a, Supporting Information). Figure 2a shows the H2 and D2 desorption spectra in the range of 17–140 K, recorded with a heating rate of 0.1 K s–1. In accordance with pure gas isotherms, the pure D2 TDS signal is higher than that for H2. After careful calibration of the TDS device with a Pd95Ce5 alloy and by integration of the area under the desorption curve (see details in Supporting Information), the total amount of desorbed H2 and D2 can be determined to be 16.0 and 18.7 mmol g–1, respectively.Figure 2. (a) Pure gas H2 and D2 thermal desorption spectra of CPO-27-Co with 0.1 K s–1 heating rate. Inset: Identification of the three adsorption sites on CPO-27-Co. Site I is the metal site, site II is the triangle of oxygen atoms, and site III is the benzene ring. (b) Qualitative plot of the strength of the adsorption sites. Zero point energies are indicated qualitatively for H2 (black) and D2 (red). The strength of each binding site is demonstrated by the depth of the potential well.In the TDS measurements, the sequential filling from strong to weak adsorption sites is typically observed.(20) The occurrence of three desorption maxima in both H2 and D2 desorption spectra (Figure 2a) points to the existence of three energetically different adsorption sites. By comparison with neutron powder diffraction measurements,(21) we can directly assign each maximum to an adsorption site in the CPO-27-Co framework (as the adsorption strength decreases along the series; open metal site > triangle of oxygen atoms > benzene ring; see Figure 2a,b). Furthermore, the D2 spectrum is slightly shifted to higher desorption temperatures compared to the H2 spectrum, indicating the difference of binding energy between the two molecules and the host surface (e.g., D2–surface interaction is higher than H2–surface interaction). In particular, the temperature shift of the D2 spectrum at open metal sites (∼80 K) is more pronounced, implying a stronger attraction of D2 over H2.Quantum-Mechanical Adsorption Calculations and Simulation of D2/H2 SeparationThe experimental isotherms and TDS analysis indicate that the hydrogen isotopologues are strongly physisorbed in the framework. Chemisorption can be ruled out as in that case we would expect the formation of HD from the H2/D2 mixtures, which is not observed at the thermodynamic conditions of the experiments. In MOFs, only open metal sites show adsorption enthalpies of 10 kJ mol–1 or higher. These sites are expected to exhibit the strongest quantum sieving effect, as the ZPE difference between adsorbed H2 and D2 molecules is highest. The low-energy adsorption sites II and III show much weaker ZPE differences and, therefore, poor selectivities. At temperatures higher than ∼50 K (Figure 2a), only the open metal sites remain occupied, and for these thermodynamic conditions, we can restrict our theoretical investigations to the undercoordinated Co(II) sites present in CPO-27-Co. A finite structure model has been chosen to model the hydrogen framework interaction. The construction of the finite molecular model follows the work of Chen et al.(22) and is described in the Methods section. All quantum-mechanical calculations have been carried out using London dispersion corrected density functional theory (DFT) as described in the Methods section. The structure has been fully optimized (Table S1 in Supporting Information), and afterward, the position and orientation of H2 has been determined as adsorbed at the central Co(II) site of the finite MOF model. The most stable dihydrogen orientation is a T-shaped configuration with respect to the open Co(II) site, as shown in Figure 3a, at a distance of 2.2 Å from the central Co atom. The molecule became slightly elongated by 0.01 Å with respect to the free gas phase geometry, resulting to the equilibrium bond length of 0.76 Å. By harmonic analysis, this structure has been verified to be a minimum on the potential energy surface (PES). The six vibrational modes of the adsorbed hydrogen molecule can be characterized as two rotations, two translations normal to the Co center, one vibration varying the metal–dihydrogen distance and one stretching mode. The PES calculations are based on the Born–Oppenheimer approximation. In order to assess the quantum contributions, we performed a harmonic analysis of the adsorbed dihydrogen molecule on the adsorption site model (see Table S2, Supporting Information). The obtained vibrational modes of the D2 and H2 moieties have been further analyzed as suggested by Sillar et al.,(23) and one of the rotational modes (corresponding to the frequency of 145 cm–1 within the harmonic approximation for H2) is treated within the rigid rotor approximation, while the second mode that corresponds to a rotational mode (at 617 cm–1 for H2) shows a significant barrier in the rotation and is thus treated as vibration. The rotational contribution needs to take into account the nuclear spin distribution of the protons in H2 and D2. Those effects play an appreciable, but not determining, role. The rotational partition function depends on the nuclear spin distribution in H2 and D2 and is treated following the approach of Sillar et al.,(23) as outlined in the Supporting Information. The distribution of ortho- and para-hydrogen depends on the temperature and is hence not exactly known from experiment.Figure 3. (a) Structure of finite model of CPO-27-Co as optimized by DFT and corresponding equilibrium position of the hydrogen molecule adsorbed at the central cobalt atom (blue, cobalt; red, oxygen; silver, carbon; gray, lithium; white, hydrogen; black, adsorbed hydrogen molecule). Details on model choice and calculations are given in the Supporting Information. (b) Theoretically predicted selectivity of D2/H2 for an equimolar 1:1 mixture (dark red curve, filled squares) adsorbed in CPO-27-Co. The contribution of quantum (red filled triangles) and thermal (empty red triangles) effects in the isotope separation is shown.On the basis of the above conclusions, we compute the adsorption enthalpy of H2 and D2 in the CPO-27-Co complex as −12.5 and −14.5 kJ mol–1 at 77 K, respectively, in good agreement with our experiments and with the literature.(18)The other adsorption sites have a significantly weaker binding energy. The TDS experiment and experience with other MOF structures(24, 25) predict these sites to adsorb hydrogen with 5 kJ mol–1 or less, and treatment of these sites requires a significantly higher level of theory.(26) At temperatures of 77 K and higher and moderate pressure, there is no significant amount of hydrogen adsorbed at these sites and thus they can be safely neglected in the forthcoming analysis. Thus, we can concentrate on the open metal site modeled using the cluster as shown in Figure 3a. We assume that only one hydrogen molecule can occupy any open metal site as assumed in the Langmuir isotherm model. The relative occupation of the Co(II) sites with D2 and H2 gives the selectivity of the material. Thus, the selectivity is a function of the temperature and of the adsorption enthalpy. The relative occupation of the Co(II) adsorption sites is given aswith i and j being indexes that denote either H2 or D2. The selectivity is calculated as Sj/i = θj/xj/θi/xi, where xi,j is the fraction of molecules in the gas phase, Ki,j is the equilibrium constant for the adsorption process of each isotope, and Pi,j is the partial pressure of isotopes in the gas phase. Results are shown in Figure 3b, and our calculations confirm the experimentally observed selectivity. Note that our calculations refer only to the individual selectivity of the open Co(II) sites. The remaining gas in the framework pores has a much weaker adsorption enthalpy, thus a smaller difference in ZPE and in the partition functions and consequently a much lower selectivity. Hence, our calculations are expected to somewhat overestimate the selectivity, in particular, for higher surface coverage when additionally weaker adsorption sites are occupied which are not considered in the theoretical calculation, and for a correct treatment, different approaches (e.g., PI-GCMC(13) or QLDFT(27)) in conjunction with a force field well-parametrized for CPO-27-Co would be necessary. However, here we concentrate on T = 77 K and above, and the agreement with experiment is very satisfactory. The selectivity of a 1:1 mixture of D2/H2 exhibits a remarkably high value of S ∼ 7 at 77 K and drops to 4 and 3 for temperatures of 100 and 120 K, respectively. We conclude that our theoretical model works and can be used to estimate trends for isotopologue selectivities that are beyond the current experiment, as discussed later. First, we address the situation that our process works at rather high temperature, where quantum effects are not expected to dominate. D2 and H2 contribute to the adsorption enthalpy via the ZPE and the partition function q, while the latter is scaled by the temperature as −NkBT ln q. The difference in ZPE is a pure quantum effect and independent of the temperature. The latter term, which also dominates the entropy S, scales with the temperature and is therefore denoted as the thermal effect. Our model allows the quantification of the contribution of quantum and thermal effects to the selectivity, and the results are included in Figure 3b. The quantum effect is strongest for low T and then decays. However, this decay is surprisingly slow, and even at 120 K, this contribution is still appreciable. The thermal effect is about 0.3 and relatively constant with temperature and favors—contrary to the quantum effect—the adsorption of H2.These results have a consequence on the overall selectivity–temperature relation, as will be confirmed by our experimental analysis below: at low temperature, weakly selecting sites and the interior of the framework pores are occupied with the gas mixture and contribute significantly to the selectivity. At 77 K and higher, the adsorbed gas is predominantly adsorbed at the open metal sites that offer highest adsorption enthalpy and also show the highest selectivity. Thus, in total, the selectivity is expected to increase with T up to the point when only the strong adsorption sites are occupied and then drops. In contrast, framework materials with adsorption sites of similar energy are expected to have selectivities that decrease with T.Experimental D2/H2 SeparationFrom pure gas adsorption isotherms, the D2/H2 molar ratio can be directly determined as a function of temperature and pressure (Figure 4a). To test our hypothesis on the role of the open metal sites, we compare the molar ratio of CPO-27-Co to a covalent organic framework (COF-1), possessing similar pore size (9 Å) and no open metal sites (Figure 4b and Figure S8, Supporting Information). For both materials, the highest D2/H2 molar ratio is observed at near zero coverage pressure, decaying rapidly for higher pressures. In the case of COF-1, however, the molar ratio is increasing with decreasing temperature, whereas the reverse is the case of CPO-27-Co. Thus, we conclude that open metal sites determine the selectivity–temperature relation of the framework. In general, the quantum sieving effect is more evident at lower temperature as shown in Figure 4b (COF-1), but an increase of molar ratio with temperature (CPO-27-Co) indicates that the material has a selectivity governed by the coverage of the adsorption sites, a quantity that is strongly related to pressure and temperature. As a result, hydrogen isotope adsorption on CPO-27-Co at above 60 K or low pressures is governed by the metal sites due to their high heat of adsorption, yielding the maximum D2/H2 molar ratio of 7 at near zero coverage pressure and 70 K. To the best of our knowledge, this is the highest experimental value reported to date.Figure 4. Comparison of the molar ratio (nD2/nH2) at the temperature range of 19.5–70 K and pressure range of 0–1 bar. (a) CPO-27-Co (aperture = 10 Å) and (b) COF-1 (aperture = 9 Å).(11)In accordance with the high molar ratio in pure gas isotherms, the TDS experiments also suggest a high selectivity of CPO-27-Co for D2/H2 separation due to different adsorption enthalpies for the two isotopologues. These measurements, as well as our theoretical considerations, allow estimation of the selectivity of the material if that quantity is controlled solely by thermodynamic factors, and no further, including kinetic, effects are involved. Even though the latter ones are not expected due to the absence of a hysteresis in the adsorption/desorption measurements, the proof of principle is only possible if the selectivity is directly measured in experiment by exposing a H2/D2 mixture to the material. Hence, TDS experiments for an equimolar mixture of these isotopologues have been performed (see details in Methods and Figure S6b, Supporting Information). It is worth noting that signals of m/z values of 1 (H) and 3 (HD) were also monitored during entire measurements, but their intensities were negligible compared to m/z values of 2 (H2) and 4 (D2) under exposure condition of 20–80 K for 10 min.Figure 5a–d shows H2 and D2 TDS spectra of CPO-27-Co after an exposure to 30 mbar of a 1:1 H2/D2 mixture at Texp of 30–60 K. The desorption starts close to Texp as all free molecules are released already during the evacuation process that was carried out at the same temperature. For all measurements, the area under the D2 desorption curve is remarkably higher than that below the H2 counterpart, and their ratio is directly reflecting the selectivity. Since the binding enthalpy of H2 and D2 at two sites (triangle of oxygen atoms and benzene ring) is rather weak, H2 and D2 desorption at these sites mostly occurs below 60 K (Figure 5a–d). The enthalpy difference between D2 and H2 is significantly greater at strong adsorption sites, that is, at the open metal sites. Those are the only sites with relevant occupation at high desorption temperature (above 60 K in Figure 5a–d). Under an equimolar H2/D2 mixture, these sites are predominantly occupied by D2, and therefore, only a D2 desorption signal can be observed, indicating an extremely high D2 selectivity at the open metal sites. In order to observe the influence of pressure and Texp on the isotope sieving, H2 and D2 TDS spectra are measured for 3–60 mbar of 1:1 H2/D2 mixture and Texp of 20 to 80 K (Figures S9 and S10, Supporting Information). Regardless of the applied pressure, we observe the occupation of the open metal sites preferentially by D2 at Texp ≥ 60 K.Figure 5. H2 (black, filled symbols) and D2 (red, open symbols) desorption spectra of 30 mbar (1:1 H2/D2 mixture) loading on CPO-27-Co with a heating rate of 0.1 K/s. Exposure temperature (Texp) at (a) 30 K, (b) 40 K, (c) 50 K, and (d) 60 K (see Figure S9, Supporting Information for additional 20, 70, and 80 K TDS). (e) Equimolar H2/D2 mixture (30 mbar), selectivity as a function of Texp, and its corresponding amount of adsorbed D2. (f) Development of D2 mole fraction (%) in 5% D2/95% H2 mixture as an initial bulk concentration at Texp = 80 K and 30 mbar as function of separation cycle.Figure 5e shows the selectivity after exposure to 30 mbar of a 1:1 H2/D2 mixture as function of Texp and the adsorbed D2 amount. It is clear that SD2/H2 at Texp ≤ 50 K is less than 4 due to the simultaneous D2 and H2 adsorption at weak binding sites, whereas SD2/H2 at Texp ≥ 60 K, thus governed by the strong binding sites, increases dramatically and reaches to the highest SD2/H2 of 11.8 ± 1.3 at Texp = 60 K. Although SD2/H2 and the amount of adsorbed D2 at Texp = 80 K decrease to 6.3 ± 0.6 and 1.3 mmol/g, it is still the highest value ever reported above liquid nitrogen temperature and far more superior compared to the commercial cryogenic distillation process (SD2/H2 ∼ 1.5 at 24 K).(3) Table S4 summarizes the SD2/H2 values for all exposure temperatures and pressures ranging from 3 to 60 mbar.Motivated by the significantly enhanced selectivity, we experimentally simulated 3 cycles of a temperature swing (range of 80–110 K) separation process. Since the natural abundance of deuterium is much lower than in a 1:1 D2/H2 mixture, we prepared a mixture containing only 5% D2. Thus, a 5:95 D2/H2 mixture is exposed to CPO-27-Co above liquid nitrogen temperature. After evacuation, the adsorbed gas is desorbed by increasing the temperature to 110 K, showing already a D2 concentration of almost 80% after this first cycle. For the second cycle, the samples were exposed to this D2-enriched mixture and likewise for the third cycle. The result is presented in Figure 5f, showing clearly that within only 3 separation cycles D2 is enriched from 5 to 95%. Indeed, this result demonstrates the strong capability of CPO-27-Co for a practical application of hydrogen isotope separation.Top of PageAbstractResultsDiscussionConclusionMethodsReferencesDiscussionDespite many theoretical suggestions on the QS, almost all physisorptive porous materials that have been examined at 77 K exhibit a very low separation factor for the isotopologues, indicating that those materials are not competitive for industrial application. A recent review article(28) summarizes that the adsorptive separation of hydrogen isotopes should not be based on equilibrium but on kinetic quantum sieving. However, the foregoing results evidently demonstrate the feasibility of achieving effective “equilibrium-based QS” for industrial hydrogen isotope separation. Clearly, designing MOFs possessing numerous strong binding sites will substantially improve the overall isotope separation performance even at high temperature. As it is shown in Figure 3b, the performance of these highly D2-selective metal sites can be rationalized by the fact that the difference in zero point energies (producing quantum effects) of isotopes is the main driving force for the separation of the hydrogen isotopes even at high temperature. Moreover, the direct observation of first experimental equilibrium-based QS, which is not influenced by kinetic effects during the separation process, in conjunction with a theoretical analysis highlights its great advantage in terms of technical and economical aspects. Finally, we note that Fitzgerald et al.(29) also estimated a high selectivity by analyzing infrared signals of H2 and D2 adsorbed in MOF-74 (what is equivalent to CPO-27).On the basis of the experimental and theoretical results obtained so far, and with the confidence that our theoretical model is capable of describing the experimental process in sufficient accuracy, we suggest a process that could be directly applied in industrial applications (Figure 6).Figure 6. Suggested procedure for an industrial deuterium production process. Flue gas with enriched deuterium content (predominantly present as HD) is purified in several cycles to HD. This gas is catalytically transformed and produces a 25% D2 fraction. The pure D2 product is again separated in CPO-27.The thermodynamic conditions (T, P) are chosen similar as in our experiment reported here, namely, such that the strongly binding metal sites are covered with hydrogen, while the weak adsorption sites are emptied. According to our calculations, for P = 25 mbar, this is the case at temperatures smaller than the desorption temperature TD = 180 K.As a small inaccuracy in the adsorption enthalpy leads to strong shifts of the surface coverage shoulder, and as the results depend crucially on the pressure (Figure 7a), the thermodynamic conditions must be adjusted in experiment rather than predicted by the simulation. The framework is loaded at a temperature just below TD. Using a temperature-swing process, the gas covering the MOF surface is released into a new reservoir. Repeating this process, HD is purified within 8 cycles at 77 K from an initial concentration of 1% (Figure 7b).Figure 7. (a) Simulated thermal desorption spectra of pure H2 and D2 at 25 and 1 mbar. (b) Cyclical selection of HD over H2 starting with typical concentration of HD 1% as in an industrial process. (c) Cyclical selection of D2 over mixture of 1/2/1 D2/HD/H2.It has been reported that the open metal sites activate hydrogen molecules and thus are capable of isotope exchange reactions.(30) Thus, the nearly pure HD gas can be catalytically converted to a statistical isotopologue distribution of H2/HD/D2 as 1:2:1 in an isotope exchange reaction, for example, in CPO-27-Co at sufficiently high temperature, or on any other hydrogen-activating catalyst. Finally, this 1:2:1 isotopologue mixture is separated in only six cycles using the same material (Figure 7c). HD is recycled for catalytic conversion, and D2 is separated as product.Top of PageAbstractResultsDiscussionConclusionMethodsReferencesConclusionWe have combined theory and experiment to demonstrate the extraordinary D2/H2 separation on open metal sites in porous frameworks. Extremely efficient hydrogen isotopologue separation can be achieved in the presence of strong adsorption sites that enable highly selective D2 adsorption by exploiting the quantum phenomenon. In a theoretical analysis based on results obtained via DFT calculations, we could quantify the contributions of thermal and quantum effects to H2/D2 separation, showing that the largest contribution is due to the difference in the zero point energy for the adsorbed isotopes. To the best of our knowledge, our experimental value of SD2/H2 of ∼11.8 ± 1.3 at 30 mbar and 60 K is the highest one reported so far. Remarkably, CPO-27-Co can enrich very efficiently from low (5%D2/95%H2 isotope mixtures) to high D2 concentrated isotope mixtures (95%D2/5%H2) within only 3 separation steps at a practical temperature of 80 K (SD2/H2 of ∼6.3 ± 0.6). On the basis of these results, we propose a process that may lead to a significant reduction of the deuterium production cost. We expect our results to lead to the design of new porous framework materials with more and even higher selective adsorption sites that may enable deuterium production at even higher temperature.Top of PageAbstractResultsDiscussionConclusionMethodsReferencesMethodsMaterialsCPO-27-Co sample has been produced by semitechnical scale-up synthesis approach(31) at BASF SE.Low-Pressure, High-Resolution Hydrogen/Deuterium Adsorption Isotherm MeasurementThe H2 and D2 adsorption isotherms of CPO-27-Co from 70 down to 20 K were measured with volumetric adsorption equipment (Quantachrome Autosorb-1 MP) utilizing a laboratory-designed temperature-controlled cryostat. Twenty-nine milligrams of CPO-27-Co was activated at 420 K under vacuum for 12 h. For the laboratory-designed cryostat, the temperature control was calibrated by measuring the liquefaction pressure for H2, D2, and N2 in the empty sample chamber at various temperatures.Thermal Desorption SpectroscopyTDS experiments were performed in a homemade device(19) with 3.05 mg of CPO-27-Co powder. The high vacuum (HV) chamber contains the sample holder that is screwed tightly to a Cu block, which is surrounded by a resistive heater. This Cu block is connected to a coldfinger of a flowing helium cryostat, which allows cooling below 20 K. The CPO-27-Co powder was activated at 420 K under vacuum for several hours. For the pure gas thermal desorption experiment, the sample is exposed to D2 or H2 atmosphere (25 mbar) at RT. Afterward, the sample is rapidly cooled to the boiling temperature of the adsorbed gas, and the gas molecules that had not been adsorbed were pumped out. Finally, a linear heating ramp (0.1 K s–1) is applied. In the case of the D2/H2 mixture thermal desorption experiments, the sample was exposed to a 30 mbar 1:1 H2/D2 mixture at the given exposure temperatures between 20 and 80 K for 10 min. After 10 min, the gas molecules that had not been adsorbed were mildly pumped off until HV is reached again. Afterward, the sample chamber was cooled quickly down to below 20 K. For desorption, the sample was heated with a rate of 0.1 K s–1 from 20 to 150 K and the desorbing gas was continuously detected by a quadrupole mass spectrometer. In order to quantify the mass spectrometer signal, the TDS device had been calibrated by a hydrogen/deuterium-loaded Pd95Ce5 alloy. For more details, consult the Supporting Information.Density Functional Theory CalculationsThe framework is modeled by using a molecular cluster of finite size that was cut out from the experimental XRD crystal structure. The model was cut along the c-direction of the periodic cell containing five cobalt ions. To simplify the structure, we replaced the five dioxidoterephthalate anions with 3-oxidoacrylate and one formate anion. The final substitution of two cobalt atoms at each end of the chain with two lithium atoms, while saturating all the dangling bonds by hydrogen atoms, led to the final electro-neutral cluster model shown in Figure 3a. Our goal was to create a molecular cluster, where the active center (i.e., the unsaturated Co(II) atom) possesses the same coordination environment and preserves the electronic structure as in the periodic structure. This model has been used by Chen et al.(22) for studying the adsorption of CO2 on CPO-27-Mg.Cluster calculations were performed with the Turbomole 6.4 program. The PBE0 hybrid functional(32) along with the def2-TZVPP basis set was used. The London dispersion interactions have been treated by Grimme’s approach (denoted as DFT-D3)(33) and corrected with Counterpoise (CP) correction for basis set superposition error (BSSE).(34) The structure of the model was relaxed, with the cobalt and oxygen atoms belonging to the square-pyramidal positions fixed such that the atoms are located at their lattice positions. Tight convergence criteria and fine grid were applied for the geometry optimization procedure. For the calculation of the host–guest interactions, the structure of the framework was kept fixed and only the H2 molecule was allowed to relax, resulting in H–H distance elongation of 0.01 Å, change in H2 orientation with respect to the Co atom retaining T-shape and spacing from the central Co atom of 2.2 Å. This approximation has been used in two recent works, where the adsorption of CO2 and small hydrocarbons on the CPO-27-Mg and -Co has been studied, respectively.(35, 23) Finally, a harmonic analysis confirmed the minimum of the optimized structure and yielded the vibrational modes for the thermodynamic calculations.Top of PageAbstractResultsDiscussionConclusionMethodsReferencesAcknowledgmentSpecial thanks go to U. Müller (BASF SE) for providing the CPO-27-Co samples and A. Fuchs (MPI for Solid States Research) for the N2 BET measurements. H.O. is grateful for the scholarship from the International Max Planck Research School for Advanced Materials (IMPRS-AM). Partial funding by the German Research Foundation DFG within the priority program SPP 1362 (AM), of the European Research Council (IS, ERC-StG C3ENV, GA256962) and of the Marie-Curie IAPP QUASINANO (TH, GA251149) is gratefully acknowledged. Top of PageAbstractResultsDiscussionConclusionMethodsReferencesSupporting InformationA detailed description of the methods and additional results are available. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Reference QuickViewTop of PageAbstractResultsDiscussionConclusionMethodsReferencesReferencesThis article references 35 other publications.1. Greenwood, N. N.; Earnshaw, A.  Chemistry of the Elements, 2nd ed.; Butterworth-Heinemann: Oxford, 1997.There is no corresponding record for this reference.2. Tanaka, H.; Noguchi, D.; Yuzawa, A.; Kodaira, T.; Kanoh, H.; Kaneko, K. Quantum Effects on Hydrogen Isotopes Adsorption in Nanoporse J. Low Temp. Phys. 2009,  157,  352– 373[Crossref], [CAS]2. Quantum Effects on Hydrogen Isotopes Adsorption in NanoporesTanaka, Hideki; Noguchi, Daisuke; Yuzawa, Akiko; Kodaira, Tetsuya; Kanoh, Hirofumi; Kaneko, KatsumiJournal of Low Temperature Physics\r\n        (2009),\r\n    157\r\n        (3/4),\r\n    352-373CODEN:\r\n                JLTPAC;\r\n        ", "title": "Highly Effective Hydrogen Isotope Separation in Nanoporous Metal–Organic Frameworks with Open Metal Sites: Direct Measurement and Theoretical Analysis", "authors": ["Hyunchul Oh", "Ievgeniia Savchenko", "Andreas Mavrandonakis", "Thomas Heine", "Michael Hirscher"], "doi": ["10.1021/nn405420t"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0008.gif\">"]}