{"abstract": "Oversolubility, which corresponds to large apparent gas solubilities in liquids confined in nanoporous solids, has been proposed as a means to develop novel adsorption, phase separation, or catalytic processes. We report a molecular simulation study to help design such hybrid adsorbents consisting of a solvent confined in host nanoporous materials. Water is selected as the confined solvent because of its ubiquity in industrial applications, while N, CH, and CO are selected as they allow probing the effect of specific molecular interaction and polarity. For each system, we consider a zeolite, an ordered mesoporous silica, and a metal–organic framework as the confining host as they present different morphologies, porosities, and surface chemistries. We show that oversolubility is always observed because the apparent solubility in these materials surpasses the bulk solubility. In all cases, oversolubility is an enhanced bulklike solubility in which solubility is favored in the regions of low water density formed by the layering of the solvent. Such an oversolubility mechanism, which arises from the fact that the gas–solid interactions are weaker than the solvent–solid interactions, leads to large uptakes as high as a few hundred times that expected from bulk solubility.", "text": "10.1021/acs.jpcc.5b06660 Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferences1 IntroductionThe term “oversolubility” refers to a striking increase of gas solubility in liquids confined in nanoporous solids with respect to the values predicted by Henry’s law.(1-11) Such an effect has recently emerged in works dealing with gas capture and storage in nanoporous media, suggesting that bulk Henry constants no longer apply at the nanoscale. As a pioneering illustration of such enhanced solubility effects, Peureux et al.(1) observed a zero-order kinetics for the gas reactant when molecular hydrogen and liquid nitrobenzene are put into contact using a catalytic membrane contactor. This effect was interpreted as an oversolubility phenomenon of molecular hydrogen in the liquid nanovolume confined inside the pores. From a theoretical point of view, Luzar and Bratko(2, 3) performed molecular dynamics simulations and observed an increase of nitrogen and oxygen solubilities in water by a factor of 5–10 under confinement in ∼4 nm hydrophobic nanopores. Using liquid 1H NMR, Miachon et al.(4) reported a significant enhancement of hydrogen and light hydrocarbon (methane and ethane) solubility in CCl4 and CS2 confined in coarse-grained mesoporous γ-alumina (d = 10.9 nm) and silica (d = 13.0 nm). In another study to design CO2 storage applications, experiments combined with molecular modeling(9-11) investigated the mechanisms underlying the occurrence of enhanced CO2 solubility in hybrid sorbents.Recently, the physical origins of such enhanced gas solubility in confined solvents were identified.(12) Depending on the gas and solvent considered, three atomic mechanisms at the heart of oversolubility in such hybrid sorbents (i.e., solvent confined in a host porous matrix) were highlighted. On the one hand, gas uptake can correspond to an adsorption-driven phenomenon which occurs because of favorable gas adsorption at the solvent–adsorbent interface. On the other hand, gas uptake can be a confinement-induced enhanced solubility in which solubility is favored in the regions of low solvent density formed by the layering of solvent molecules. Moreover, in partially filled pores, adsorption at the gas–liquid solvent interface provides a third mechanism leading to large gas uptakes. This comprehensive picture of oversolubility effects in pores allows envisioning the design of efficient hybrid adsorbents for applications in heterogeneous catalysis, gas separation, capture, etc. In this work, molecular simulation is used to help rationalize such hybrid adsorbents by providing important insights on the type of oversolubility observed for a given gas–solvent–solid system. Water is selected as the confined solvent because of its ubiquity in industrial applications and natural media. N2, CH4, and CO2 have been selected as confined gases because of their different features (such as size and solubility in water) and because of their relevance to various applications including gas storage and capture. As for the confining solids, we consider a zeolite (ZSM-5), an ordered porous silica (MCM-41), and a porous metal–organic framework (MOF) as they present different morphologies, porosities, and surface chemistries. By considering different gases and porous solids, we are therefore able to probe the effect of the gas–solid and gas–solvent interactions as well as the role of the porous solid chemistry and morphology on the phenomenon of oversolubility. While further work is needed to establish a comprehensive phase diagram of oversolubility, the present work allows predicting efficient hybrid sorbents by providing optimal porous solid–solvent couples as well as thermodynamic conditions for the capture or catalysis of gas molecules.The remainder of this paper is organized as follows. Section 2 presents the molecular simulation methods used to investigate gas solubility in hybrid sorbents. The generation of atomistic pore models (Na-ZSM-5, MCM-41, and MIL-100(Cr)) is first described. The grand canonical Monte Carlo algorithm (GCMC), which was used to investigate N2, CH4, and CO2 solubility in hybrid systems consisting of porous solids filled with water, is then presented. Section 3 reports the water adsorption isotherms in the three porous solids and presents the behavior of the different gases solubilized in the hybrid solids. Section 4 discusses for each system the microscopic mechanism at the origin of the observed oversolubility phenomenon. Finally, section 5 presents some concluding remarks and suggestions for future work.Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferences2 Computational Details2.1ModelsThe adsorption of three different gases (CO2, CH4, and N2) was studied at room temperature in hybrid adsorbents. These hybrid adsorbents were prepared by confining water within three porous materials: Na-ZSM-5, mesoporous silica MCM-41, and metal–organic framework MIL-100(Cr) (these three nanoporous materials are shown in the left, central, and right panels of Figure 1).Zeolite ZSM-5 was built from the MFI crystal which is orthorhombic (Pnma). The simulation box consists of two unit cells along the z-axis which contains 96 silicon and 192 oxygen atoms each. The simulation box has the following dimensions: a = 20.77 Å, b = 19.92 Å, and c = 26.84 Å (note that this supercell consisting of the unit cell replicated along the z-axis was used to limit finite size effects). To obtain the ZSM-5 model with a desired Si/Al ratio, a total of 15 Si atoms are substituted with Al at T atoms site. To compensate the charge defects induced by the Si/Al substitutions, Na+ ions are distributed in the framework (following the procedure described in ref 13). The force field for ZSM-5 is taken from the literature.(14, 15)The model of cylindrical MCM-41 pore used in the present work was generated using the procedure reported in refs 16 and 17. The silica pore is carved out of a block of bulk amorphous silica which is first prepared using a simulated annealing technique. This technique consists of melting crystalline silica at high temperature and then quenching it to room temperature. The pore in this study has a diameter D = 3.4 nm with a length Lz = 10 nm. The pore is opened at both ends toward external bulk reservoirs so that it mimics real materials in which the confined fluid is in contact with the external gas phase.(18) This allows investigating the effect on oversolubility of adsorption at the gas–liquid curved interface (Kelvin meniscus) at the pore entrance which cannot be addressed with infinite pores. To represent the silica surface in a realistic way, all the silicon atoms in an incomplete tetrahedral environment are removed. Oxygen atoms with two dangling bonds are also removed. Finally, to ensure that the simulation box is electrically neutral and that none of the silicon and oxygen atoms has dangling bonds, the system is saturated with hydrogen atoms (which are added to the unsaturated O atoms at a distance 1 nm). The pore surface is then relaxed by means of molecular dynamics simulations as described in refs 16 and 17. The pore size D = 3.4 nm was selected as it corresponds to a typical pore size for ordered mesoporous silica. More importanly, as shown in Figure S1 of the Supporting Information, available experimental data for N2, CO2, and CH4 adsorption in a MCM-41 porous silica with this pore size were used to validate our model.MIL-100(Cr) was built from known experimental crystallographic data using a computational procedure similar to that proposed by Hamon et al.(19) In the crystallographic framework, each octahedral Cr in the Cr3O trimer is linked to four oxygen atoms from carboxylates, one O3 oxygen atom, and one terminal water molecule. First, all the terminal water sites are replaced by fluorine atoms. In the next step, two F atoms per Cr3O trimer are removed randomly. The partial charges carried by the framework atoms, which are taken from ref 19, were calculated via the charge equilibration method. More details can be found in refs 19−21. The labels of the atoms are described in Figure 2.The CO2 molecule is described using the rigid model proposed by Harris and Yung.(22) This model consists of three Lennard-Jones (LJ) sites located on the atomic nuclei. Each atomic site also carries an electrostatic partial charge. The C–O bond is assumed to be rigid and of a length 0.116 nm while the rigid O–C–O angle is set to 180°. The model of Potoff and Siepmann(23) is used to describe nitrogen. The N2 molecule carries a negative charge, qN, on each N atom, and a positive charge, −2qN, at the center of the nitrogen–nitrogen bond to maintain electroneutrality. The CH4 molecule is described with a united atom model in which each molecule is treated as a single interaction center. Finally, the single point charge (SPC) model by Berendsen et al.(24) is used for water as it quantitatively reproduces the structure of bulk water as well as its saturating vapor pressure. In this model, water is represented as a rigid molecule: the hydrogen atoms are at a distance of 0.1 nm from the oxygen atom, and the HOH angle is 109.47°.2.2Interaction PotentialsThe intermolecular interactions between various sites in adsorbates and atoms in the framework of the porous materials are calculated through a pairwise-additive Lennard-Jones 12–6 potential and a Coulombic electrostatic contribution:(1)where ε and σ are the potential well depth and the diameter of the atom, respectively. r denotes the distance between the center of sites i and j while q is the partial electrostatic charge of each site. In our simulations, the LJ cross interaction parameters (σij, εij) between unlike sites are calculated using the Lorentz–Berthelot combining rules.(-25, 26) The Lennard-Jones potential parameters and atomic charges used for the solvent, the three gases, and the adsorbents are summarized in Table 1.Table 1. Lennard-Jones Potential Parameters for Wall Atoms and Fluid Molecules Used in the GCMC Molecular Simulationsystematomsσ (Å)ε (K)q (e)CO2C2.75728.1290.65120 O3.03380.507–0.32560N2N3.3236.400–0.482 center of mass––0.964CH4LJ center3.730147.900–H2OO3.16778.210–0.82 H––0.41MCM-41Si3.79564.1782 O3.15478.021–1 H2.8467.6540.5Na-ZSM5Na2.65515.0801 Si0.67718.6000.73 Al1.01619.1100.626 O2.708128.210–0.4MIL-100(Cr)Cc3.43152.78754–0.0282 Co3.43152.787540.6008 Ch3.43152.78754–0.1142 Oc3.11830.16431–0.5062 O33.11830.16431–0.2602 Cr12.6937.541081.1658 Cr22.6937.541081.031 H2.57122.118090.11513 F2.99725.13692–0.46922.3Grand Canonical Monte Carlo SimulationsGas adsorption in the hybrid solids made up of the different porous materials filled with water was simulated using Grand Canonical Monte Carlo simulations. The simulation methodology follows the procedure proposed by Ho et al.(12) The hybrid adsorbent is prepared by filling the pore volume of the pore model with water molecules. We restrain this study to liquid adsorption applications by considering porous solids filled with liquid water only. To simulate the solvent loading process, GCMC simulations were performed by adjusting the chemical potential of the water external reservoir (i.e., the chemical potential μ = μ0 where μ0 is the chemical potential corresponding to the bulk saturating vapor pressure P0 of water at room temperature). The final configuration is used as the initial configuration to simulate gas (CO2, N2, and CH4) adsorption. The absolute adsorption isotherms of gas in the hybrid sorbents are calculated as the ensemble average number of adsorbed molecules as a function of the gas pressure at constant temperature. In the course of the simulations, the framework of the hybrid sorbent is kept rigid and the number of water molecules constant. Periodic boundary conditions are applied in all three directions. Our simulations are performed at room temperature and for different gas pressures, P, in the 0.5–10 bar range.In this study, the gas solubility in bulk water was also determined using molecular simulation. The Henry constant was computed using the Widom test-particle insertion method(27) as the GCMC method becomes very inefficient in the case of low gas solubilities. The simulated Henry constants were found to be close although slightly larger than the experimental data (about 5, 12, and 16% for CO2, CH4 and N2, respectively). For the sake of consistency, throughout this paper, the same molecular models were used when comparing the solubility in confined and in bulk water.Figure 1. Three porous materials used in this work: (left) MCM-41, (middle) Na-ZSM-5, (right) MIL-100(Cr). The yellow, red, white, pink, purple, gray, and light blue spheres are the Si, O, H, Al, Na, C, and F, respectively. For MIL-100(Cr), polyhedrons are trimers of chromium octahedra in the MOF framework.Figure 2. Atom labels in MIL-100(Cr).Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferences3 Results3.1Nitrogen and Water AdsorptionFigure 3 shows the nitrogen adsorption isotherm at 77 K in the bare MIL-100, MCM-41, and ZSM-5. These adsorption isotherms, which are obtained for the different porous materials without preadsorbed water, were determined as N2 adsorption at low temperature is a routine technique used to characterize porous adsorbents. As expected for microporous samples, the adsorption isotherms for MIL-100 and ZSM-5 are of type I of the IUPAC classification. When the pressure is increased, the adsorbed amount increases very steadily at low pressure (P/P0 < 0.05) as the micropores get filled. Once the micropores are fully filled, the amount of adsorbed N2 reaches a plateau. In contrast, the adsorption isotherm for MCM-41 is typical of mesoporous adsorbents. At low pressures, a film forms rapidly at the pore surface. In the multilayer adsorption regime, the film thickness increases slowly upon increasing the pressure. At a pressure lower than the bulk saturating vapor pressure P0, a sharp increase in the adsorbed amount is observed because of capillary condensation. In agreement with experimental data for mesoporous MCM-41, starting from the liquid phase at high pressure (i.e., when the pore is filled by liquid nitrogen), capillary evaporation occurs at a pressure lower than the condensation pressure so that a hysteresis loop is observed. Using the liquid density of N2 and the maximum N2 adsorbed amount, we can estimate the following porous volumes: V = 1.02, 0.63, and 0.18 cm3/g for MIL-100, MCM-41 and ZSM-5, respectively. These values are in good agreement with the known porous volumes for such samples.(28-31) More properties of the three nanoporous materials are presented in Table S1 in the Supporting Information.Figure 3. N2 adsorption isotherms at 77 K in the atomistic models of MIL-100 (open circles), MCM-41 (open triangles), and ZSM-5 (open squares).To validate our molecular simulation approach, we first discuss water adsorption in the three porous solids considered in this work. Figure 4 compares the simulated water adsorption isotherm at room temperature for ZSM-5, MCM-41, and MIL-100 with available experimental data. The simulated adsorption isotherm for ZSM-5 reproduces relatively well type IV of the experimental adsorption isotherm. However, the simulated adsorbed amounts overestimate the experimental data. This result can be explained by the fact that molecular simulations are carried out for perfect, infinite ZSM-5 crystals while the experimental sample is not well-crystallized. Assuming that the density of confined water equals the bulk density of liquid water (1 g/cm3), the porous volume of ZSM-5, determined from the maximum amount of adsorbed water molecules, is 0.17 cm3/g. This value is in very good agreement with the porous volume estimated from nitrogen adsorption at low temperature, V = 0.18 cm3/g (see discussion above). Such a porous volume obtained from two different adsorption isotherms is in good agreement with values reported in the literature for ZSM-5 (between 0.163 and 0.185 cm3/g).(30, 31) In addition to the difference between the simulated and experimental results on water adsorption in ZSM-5, it should be emphasized that available experimental data show some important scattering due to differences in the samples (Figure 4, top panel). This confirms that the occurrence and distribution of defects as well as the crystal size distribution play an important role in water adsorption at room temperature. For instance, commercial ZSM-5 samples, which are likely to contain a large amount of structural silanol defects, were used in refs 32 and 33. Such defects are generated upon using tetrapropylammonium as a template in the conventional hydrothermal synthesis process (instead of fluorine-based processes which are known to provide silanol-free samples). The role of such defects is further confirmed by the fact that the simulated and experimental adsorption isotherms for ZSM-5 can be superimposed when normalized to the maximum adsorbed amount (Figure S2 in the Supporting Information).In the case of mesoporous MCM-41, the adsorption isotherm resembles that observed experimentally; water adsorption at low pressures occurs through the formation of an adsorbed film at the pore surface. The adsorbed amount increases continuously in the multilayer adsorption regime until a jump occurs because of capillary condensation in the mesopore at P/P0 = 0.6 for the pore with D = 3.3 nm (experimental) and P/P0 = 0.7 for the pore with D = 3.4 nm (our MCM-41 model). Finally, in agreement with the experimental data, the simulated adsorption isotherm for water in MIL-100 exhibits different steps. Prior to the first adsorption step, a small number of water molecules are adsorbed for relative pressures P/P0 < 0.5. A large number of water molecules gets adsorbed into the smaller cages of 25 Å at P/P0 = 0.5. Such a sharp increase is followed by another sharp increase in the adsorbed amount attributed to water uptake into the larger cages of 29 Å diameter in MIL-100. While the difference between the simulated and experimental data for MCM-41 can be explained by the different pore sizes between the two sets of data, the difference for MIL-100 is thought to be due to the choice of water model used in this study. This idea is consistent with the previous work of De Lange et al.(36) in which it was demonstrated that the choice of water–adsorbent interactions significantly affects the comparison between experimental and molecular adsorption isotherms in MOF. Overall, the results above show that, despite some quantitative differences between the simulated and experimental data, the simulated water adsorption isotherms for MCM-41, ZSM-5, and MIL-100 reproduce qualitatively the experimental adsorption isotherms. Therefore, the models of nanoconfined water and solids used in this work can be considered representative and reliable for describing hybrid adsorbents consisting of water confined in these porous solids.Figure 4. Water adsorption isotherms at 298 K for Na-ZSM-5 (top), MCM-41 (center), and MIL-100(Cr) (bottom). The open and closed symbols are the experimental and simulated data, respectively.3.2Gas Solubility in Hybrid AdsorbentsFigure 5 shows the CH4, N2, and CO2 solubility in water confined in the three porous solids as a function of pressure at 298 K. For each gas, we also show the solubility in bulk water at the same temperature. The gas solubility is given as the ratio of the number of solubilized molecules to the number of solvent molecules. As expected, the uptake in gas molecules increases upon increasing the pressure. Enhanced gas solubility in hybrid sorbents is observed over the whole range of pressure with respect to the bulk solubility.For all hybrid adsorbents, CO2 exhibits greater solubility than CH4 and N2 because of its stronger interaction with both the host solid and water. In addition, the solubility of CH4 is greater than that of N2 over the entire pressure range because of its higher polarizability. These results are consistent with the adsorption isotherms for these three gases in the bare solids (Figure S3 of the Supporting Information). The gas adsorption capacity in these adsorbents increases as follows: N2 < CH4 < CO2. These results suggest that the adsorption and affinity of the gas for each surface plays a key role in the solubility in the confined solvent. On the other hand, the hybrid adsorbent displays an adsorption capacity lower than that of the bare solid. This result can be explained by the fact that the pore volume which is occupied by solvent molecules is inaccessible to gas molecules.For all gases, solubility in nanoconfined water follows the order ZSM-5 < MCM-41 < MIL-100. The direct link between gas solubility and the porous volume of the material can be rationalized as follows. As will be discussed in detail below, considering that oversolubility for these systems is a bulklike solubility mechanism, large pore volumes (e.g., MIL 100) allow adsorption of large amounts of nanoconfined water which then lead to a large oversolubility.To discuss the effect of pressure on oversolubility, we report in Figure S4 of the Supporting Information the same data as Figure 5 but normalized to the maximum solubility taken at P = 10 bar. For CO2, the solubility curves do not follow Henry’s law as the gas uptake does not vary linearly with pressure but obeys a Langmuir-like type adsorption isotherm. In contrast, while CH4 solubility curves are Langmuir-like adsorption isotherms for MCM-41 and MIL-100, it follows Henry’s law for ZSM-5. Similarly, N2 solubility in MIL-100 corresponds to a Langmuir-like adsorption isotherm but follows Henry’s law for MCM-41 and ZSM-5. As will be shown in detail in the next section, enhanced solubility for these systems corresponds to a bulklike solubility mechanism in which gas uptake occurs in local density minima of confined water. Consequently, the pressure dependence of the solubility curves for the different hybrid adsorbents suggests that such enhanced gas uptake follows bulklike solubility curves, but the pressure at which departure from the linear regime is observed significantly decreases as the strength of the gas–surface interaction increases.Figure 5. CO2 (top), CH4 (center), and N2 (bottom) solubility, S, at T = 298 K in hybrid sorbents consisting of a porous medium filled with water. The triangles, squares, and circles are for Na-ZSM-5 zeolite, MCM-41 porous silica, and MIL-100(Cr), respectively. For each gas, the dashed line is the simulated solubility, S, in bulk water. The solubilility, S, is expressed in moles of gas per mole of water.Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferences4 DiscussionOversolubility can stem from different mechanisms depending on the gas, solvent, and solid considered. Such enhanced gas uptakes in hybrid sorbents obey one of the following atomic mechanisms.(12) (1) Oversolubility can be an adsorption-driven phenomenon which arises from the strong interactions between gas and solid framework. (2) For weak gas–adsorbent interactions, the gas uptake is a confinement-induced enhanced solubility in which solubility is favored in the regions of low solvent density. (3) In the case of partially filled pores, adsorption at the gas–liquid solvent interface leads to large gas uptakes. Considering that the porous materials considered in this work are fully loaded with water, oversolubility observed in Figure 5 necessarily pertains to mechanism 1 or 2. To provide a comprehensive picture of such oversolubility effects and help design efficient hybrid adsorbents, the atomic oversolubility mechanisms in the different triphasic systems (gas–liquid–solid) should be clarified. To do so, we calculated the radial distribution functions, g(r), between the adsorbate or solvent molecules and the solid atoms:where r is the distance between an atom i of the confined aqueous phase and an atom j of the adsorbent. ΔNij(r,r+Δr) is the ensemble-averaged number of atoms j within a distance r and r + Δr from atoms i, and V is the pore volume; Ni and Nj are the numbers of atoms of type i and j, respectively. Figures 6 and 7 show the g(r) for the three gases with the framework atoms of ZSM-5, MCM-41, and MIL100. For each solid, we selected the framework atom types for which the strongest positional correlations are observed: O atoms for ZSM-5 and MCM-41 and the Cr1 and F atoms for MIL-100 (strong correlations were observed with these atoms as they carry a large absolute charge while being easily accessible to the solvent and gas molecules). For each system, we also show the g(r) functions between water molecules and the same framework atoms of the host porous solid (note that the positions of the water molecules with respect to the porous solid atoms were found to be nearly insensitive to the presence of the solubilized gases). The different data sets shown in Figures 6 and 7 were obtained for a gas pressure P = 10 bar. Note that for ZSM-5 the g(r) were calculated for distances larger than the cavity or channel size so that correlations at large distances correspond to typical distances between water molecules and O framework atoms located in different cavities or channels.The different g(r) functions in Figures 6 and 7 show that water is in strong interaction with the host frameworks as it is localized at a closer distance (2–3 Å) than the gas molecules. This behavior is due to the strong electrostatic interactions between the charges carried by the water molecules and the atoms of the host materials (Ow for the zeolite and MCM-41 silica and Cr1 and F for MIL-100). In the case of the MCM-41 and ZSM-5 materials, the gas molecules are found to be adsorbed between the local minima in the g(r) functions for water with the host frameworks. In the case of the MIL-100 material, the gas molecules also tend to be located away from the pore walls although not in water density minima because water does not exhibit layering in the g(r) functions for this host framework. These results suggest that oversolubility for all the systems considered in this work falls in the category of enhanced bulklike solubility mechanisms (and not to an adsorption-driven effect). In particular, considering that for all systems considered in this work, oversolubility in MCM-41 porous silica corresponds to bulklike enhancement arising from gas solubility in the solvent density minima, such an oversolubility is expected to increase upon increasing the specific surface area of the sample. Indeed, given that layering occurs for a few layers of solvent (about 2 layers) close to the pore surface, oversolubility due to gas solubility between the solvent layers must be proportional to the specific surface area, which scales as 1/D.The results above are consistent with our previous work(12) in which oversolubility for solubilized gases with weak interactions with the host matrix (or at least weaker than the solvent–host interactions) pertains to a bulklike solubility phenomenon. In the case of such bulklike oversolubility phenomena, we have shown that the local gas solubility can be described by considering the bulk solubility taken at a density equal to the solvent local density. In the case of ZSM-5, gas oversolubility in confined water follows Henry’s law in the pressure range up to 2 bar for CO2 and 10 bar for both CH4 and N2, i.e., the amount of gas solubilized in the confined solvent is proportional to the pressure of gas above the solvent. However, at higher pressures and in the case of MCM-41 and MIL-100, the classical Henry’s law breaks down. Considering that oversolubility obeys a bulklike solubility phenomenon for all these systems, it is important to recognize that the differences between Henry’s law domains and Langmuir domains do not pertain to separate mechanisms. In fact, these different domains simply reflect that the limit of validity of Henry’s regime is reached at lower pressures for some gas–solvent–solid systems than for others. In particular, the results above suggest that, as expected, the pressure range where Henry’s regime holds decreases upon increasing the strength of the gas–surface and gas–solvent interactions.Figure 6. Radial distribution functions, g(r), for H2O (black), CO2 (red), CH4 (green), and N2 (blue) at P = 10 bar in hybrid sorbents consisting of a porous material filled with water: (left) ZSM-5 and (right) MCM-41 porous silica. The g(r) functions correspond to radial distributions between the gas molecules and the O atoms of the host porous material. For each hybrid adsorbent, the black line is the g(r) between the confined water molecules and the O atoms of the host porous material.Figure 7. Radial distribution functions g(r) for CO2 (red), CH4 (green), and N2 (blue) at P = 10 bar in a hybrid sorbent consisting of MIL-100(Cr) filled with water: (left) between the gas and the Cr1 in MIL-100(Cr) and (right) between the gas and the F in MIL-100(Cr). The black line is the g(r) function between the water molecules and the Cr1 atoms (left) and F atoms (right) of MIL-100(Cr).To quantitatively assess oversolubility, we determined the enhancement factor, fgas, defined as the ratio of the gas solubilities in confined and bulk water (Figure 8). The three hybrid materials show remarkable solubility enhancement for all pressures considered in this study. The enhancement factor in the hybrid systems increases as fCO2 < fCH4 < fN2. In the specific case of ZSM-5, there is a ∼15-fold increase for CO2, 25-fold increase for CH4, and a 30-fold increase for N2 at a pressure of 1 bar. However, we note that much larger enhancement factors can be reached with MCM-41 and MOF materials. The difference in the relative solubility of the three gases is mostly due to their different interactions with water. The increase in the gas concentration at surfaces is the strongest with the least soluble gas, N2, and weakest for the most soluble gas, CO2. Although the three gases also differ in their interactions with the walls, these interactions play a secondary role in the enhanced solubility phenomenon. The fact that the strongest oversolubility is observed for MIL-100 and MCM-41 to a smaller extent is due to the significant ordering of water in the vicinity of the surface of these host solids (which necessarily boosts oversolubility as more gas molecules can be adsorbed in the local minima of the water density). This result shows that host materials leading to significant ordering of water have to be preferred in order to achieve large oversolubilities.Figure 8. Enhancement factor, fgas, at P = 1 bar in different hybrid sorbents consisting of water confined in nanoporous materials: (blue) N2, (green) CH4, and (red) CO2. fgas is defined as the ratio of the gas solubilities in confined and bulk water (see text).Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferences5 ConclusionBy considering different gases (N2, CH4 and CO2) solubilized in water confined in atomistic models of zeolites (ZSM-5), porous silica (MCM-41), and MOF (MIL-100), we found that oversolubility is always observed because the apparent solubility in these materials surpasses the bulk solubility. We further showed that such an oversolubility, which is observed over a large pressure range, pertains to a bulklike solubility mechanism where the gas gets adsorbed in regions where the local water density is low. This result suggests that host nanoporous materials leading to significant ordering of confined water, i.e., with both high and low water density domains, lead to large gas uptakes. Such a bulklike oversolubility is consistent with the fact that the N2, CO2, and CH4 have weaker interactions with the host frameworks than water. Thanks to such oversolubility effects, very large gas uptakes can be reached. As an example, we found that, depending on the host matrix, apparent solubilities from 10 to a few 100 times larger than the bulk solubility can be reached for moderate pressures (pressure of approximately a few bars). The increase in the gas concentration is the strongest with the least soluble gas, N2, and weakest for the most soluble gas, CO2. The fact that the largest oversolubility enhancement factors (ratio of the confined to the bulk solubilities) are observed for gases with weak interactions is promising for potential applications. Indeed, while gases with strong interactions (typically dipolar molecules) are easy to capture through adsorption effects, weakly interacting molecules (typically small nonpolar molecules such as rare gases or H2 or N2) are difficult to separate. Consequently, while hybrid adsorbents still might be insufficient to design cost-effective and efficient processes, they allow the improvement of capture and enrichment of such small molecules compared to bulklike or adsorption-based processes. In particular, these results allow envisioning the design of novel processes using such hybrid adsorbents. Such processes can also be extended to heterogeneous catalysis as the local amount of reactants that can be reached locally (close to the confining host surface) is known to play a key role. Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.5b06660.Properties of the three solid models as well as different gas adsorption isotherms (PDF)The authors declare no competing financial interest.Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesAcknowledgmentWe thank Dr. Caroline Mellot-Draznieks for her help with the atomic model of the MOF material. This work is supported by a grant from the Project OCTAPPOM within the research program NEEDS (Nucléaire, Energie, Environnement, Déchets et Société).Reference QuickViewTop of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesReferencesThis article references 37 other publications.1. Peureux, J.; Torres, M.; Mozzanega, H.; Giroir-Fendler, A.; Dalmon, J. A. Nitrobenzene Liquid-Phase Hydrogenation in a Membrane Reactor Catal. Today 1995,  25,  409– 415 DOI: 10.1016/0920-5861(95)00128-3 [Crossref], [CAS]1. Nitrobenzene liquid-phase hydrogenation in a membrane reactorPeureux, J.; Torres, M.; Mozzanega, H.; Giroir-Fendler, A.; Dalmon, J-A.Catalysis Today\r\n        (1995),\r\n    25\r\n        (3-4),\r\n    409-15CODEN:\r\n                CATTEA;\r\n        ", "title": "Solubility of Gases in Water Confined in Nanoporous Materials: ZSM-5, MCM-41, and MIL-100", "authors": ["Linh Ngoc Ho", "Yves Schuurman", "David Farrusseng", "Benoit Coasne"], "doi": ["10.1021/acs.jpcc.5b06660"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-37/acs.jpcc.5b06660/20150911/images/small/jp-2015-06660b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-37/acs.jpcc.5b06660/20150911/images/small/jp-2015-06660b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-37/acs.jpcc.5b06660/20150911/images/small/jp-2015-06660b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-37/acs.jpcc.5b06660/20150911/images/small/jp-2015-06660b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-37/acs.jpcc.5b06660/20150911/images/small/jp-2015-06660b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-37/acs.jpcc.5b06660/20150911/images/small/jp-2015-06660b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-37/acs.jpcc.5b06660/20150911/images/small/jp-2015-06660b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-37/acs.jpcc.5b06660/20150911/images/small/jp-2015-06660b_0009.gif\">"]}