{"abstract": "Structural dynamics of Ca(BDC)(DMF)(HO) with rhombic-shaped channels and 4 net topology upon heating and hydration were elucidated by using complementary methods of diffraction (XRD) and spectroscopy (FT-IR, MAS NMR, EXAFS, XANES). During heating the Ca(BDC)(DMF)(HO) framework underwent structural changes in two steps. The first change at 150 °C includes breaking of Ca–O bonds with HO and DMF molecules. In this step, DMF is removed from the surface or near the surface of the crystals. The affected parts of the crystals are transformed to a new nonporous Ca-BDC(400) phase that prevents the diffusion of DMF from the cores of the crystals. Second transition at 400 °C led to the complete transformation to Ca-BDC(400). This phase is reversibly transformed to a pseudo-3-D framework Ca(BDC)(HO) upon exposure to humid environment. We proposed mechanisms of Ca-BDC(RT) → Ca-BDC(400) and Ca-BDC(400) → Ca(BDC)(HO) transformations, which include breaking of the bonds between Ca and carboxylate groups, rotating of BDC ligand, and recoordination of COO groups to Ca centers. The crystal-to-crystal transformations are driven by the tendencies to change the bonding modes between COO and Ca with the change of Ca coordination number. Thus the decrease in Ca coordination number, which is usually a consequence of activation, does not lead to the expansion or contraction of the pores, but it leads to pronounced structural rearrangement. Such behavior can explain the lack of porosity in Ca-MOF systems.", "text": "10.1021/jp311529e Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMuch effort has been devoted to the development of new metal–organic frameworks (MOFs) due to their potential applications in areas such as gas storage and gas separation, catalysis, drug delivery, electronics, and optics.(1-17) MOFs can possess rigid frameworks or they can exhibit distinctive structure flexibility. Dynamics of flexible frameworks are among the most interesting characteristics of metal–organic structures, which can be exploited for various applications such as sensing, separation, and adsorption. Structural dynamics can usually be triggered by external stimuli (most commonly by inclusion and exchange of guest molecules or by pressure and temperature changes)(18, 19) and are possible in MOFs that exhibit specific structural characteristics: (a) the presence of weak interactions such as hydrogen bonds, π–π stacking, or van der Waals connections, which often support and stabilize coordination polymer structures; (b) flexibility and versatility of metal-cation coordination environment (e.g., Jahn–Teller effect, change of coordination number); and (c) flexibility of ligands, which include rotation, stretching, or bending of organic molecules.(20) Structural changes, which can be in general classified to crystal-to-amorphous (CTA) and crystal-to-crystal (CTC) transformations, are well-investigated for numerous MOF structures.(21-32) Adsorption of gases at high pressures in some cases induces structural transition and significantly increases the porosity at certain pressure point (“gate-opening” pressure).(33) Some MOFs exhibit extensive flexibility when exposed to a certain type of guest molecules and show reversible structural dynamics upon adsorption/desorption processes (breathing effect).(34-40) Temperature change is another very common external stimulus that can trigger structural changes. In this case, structural dynamics are usually driven by the removal of solvents or dehydration upon heating.(41-43)Structural dynamics are most frequently studied on MOFs based on transition-metal cations and rarely on s-block metal centers. However, Mg- and Ca-MOFs deserve special attention. They are advantageous for implementation and industrial applications (bioapplications, gas storage) due to their nontoxicity and relatively low densities. Despite the potential application opportunities that this group of MOFs offers, Ca-MOFs in particular are relatively poorly investigated. Moreover, the development of Ca-based metal–organic structures with permanent porosity still remains a challenge due to the specific difficulties in synthetic procedures, which is mainly caused by the limited prediction of the desired structures, variability, and control over coordination geometries.(44) There are few papers describing rigid 3-D Ca-based MOF-type carboxylate structures,(45-52) but to our knowledge only work of Platero-Prats et al.(32) has dealt with structural dynamic investigations of Ca-based MOF material.At the same time, terephthalate MOF-type materials based on Cr, Al, and Ga with 44 networks (MIL-53 materials) are known to exhibit extensive breathing upon guest exchange or adsorption/desorption of gases.(53-55) Because the network of Ca(BDC)(DMF)(H2O) material reported by Liang et al.(52) possesses topology of MIL-53, structural flexibility upon external stimuli can be expected for that material as well. We report on the structural changes studied by complementary investigations using XRD and spectroscopic (NMR and XAS) methods. Furthermore, we explained the mechanism of structural dynamics of Ca(BDC)(DMF)(H2O) upon external stimuli (heating and hydration/dehydration processes).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionSynthesisFor the preparation of Ca(BDC)(DMF)(H2O), we modified the procedure published by Liang et al.(52) This procedure resulted in a higher yield of pure Ca-terephthalate product (ca. 70% with respect to BDC ligand). Synthesis started with separate dissolution of 0.26 g (1 mmol) of Ca(NO3)2·6H2O (99%, Sigma-Aldrich) in 2 mL of demineralized water and 0.18 g of terephthalic acid (95% BDC, Alfa Aesar) in a mixture of 8 mL (100 mmol) of N,N′-dimethylformamide (99% DMF, Aldrich) and 0.25 mL (0.7 mmol) of triethylamine (99% TEA, Aldrich). The latter was used to deprotonate dicarboxylic acid. Two solutions were mixed together and stirred for a few minutes. White suspension was solvothermally treated under autogenous pressure in a glass vessel at 125 °C for 72 h. The time of crystallization could be decreased to 24 h if the molar ratio of TEA/Ca2+ was increased to 1.8. The obtained rod-like crystals with the average length of 100 μm were continuously rinsed with ethanol and dried under ambient conditions.For the dynamic investigation purposes the synthesized material was heated to 400 °C and hydrated in a controlled humid environment. X-ray analysis indicated that as-synthesized and hydrated samples have already known structures,(52, 56) whereas thermal treatment at 400 °C yielded a new phase, denoted as CaBDC(400).CharacterizationX-ray powder diffraction data of as-synthesized, thermally treated, and hydrated samples were collected on a PANalytical X’Pert PRO high-resolution diffractometer with Cu Kα1 radiation (λ = 1.5406 Å) in the range from 5 to 60° 2θ with the step of 0.016° per 100 s using a fully opened 100 channel X’Celerator detector. For the purpose of the structure determination of CaBDC(400) phase, the XRD pattern was collected using a wider 2θ range (from 5 to 90°) and step of 0.008° per 300 s. The XRD pattern of CaBDC(400) was indexed with the DICVOL06 package(57) for the first 20 lines. Unit cells in Cc space group (no. 9) with the parameters of a = 18.8433(6), b = 5.3324(3), c = 6.9596(3), and β = 87.005(5)° were obtained with satisfactory figure of merit (F20 = 24, 0.02, 37). Whole pattern profile refinement without structural parameters using the Le Bail method(58) confirmed the adequacy of the unit cell. Structure determination was performed by using the EXPO2009 package.(59) The first electron density map revealed positions of all Ca and O atoms. C atoms were located by the difference Fourier map analysis, except for one atom belonging to the benzene ring (C10) and one atom belonging to the carboxylate group (C13). After the missing atoms were inserted onto the most probable positions, the constructed model was relaxed and its geometry was optimized using the ab initio density functional theory optimization (with CASTEP code). The obtained structural model with the space group C2/c (no. 15) was used in the final Rietveld refinement, which converged with acceptable agreement factors of Rexp = 4.1, Rp 7.4, and Rwp = 11.8. Details of Rietveld refinement along with the crystallographic parameters and crystal structure scheme for CaBDC(400) are available in the Supporting Information.Elemental analyses for all samples were performed on a CHNS analyzer (Perkin-Elmer 2400, Series II) and by inductive-coupled plasma atomic emission spectrometry on an Atom Scan 25 (Thermo Jarrell Ash) ICP-AES spectrometer.The thermal analysis (TG/DTG) was performed on a SDT 2960 Thermal Analysis System (TA Instruments, Inc.). The measurements were carried out in static air with the heating rate of 10 °C/min.Structural changes during the heating were investigated on a PANalytical X’Pert PRO high-resolution diffractometer with Cu Kα1 radiation (λ = 1.5406 Å) in the range from 5 to 60° 2θ using a step of 0.034° per 100 s. Diffraction patterns were recorded in steps of 50 °C from room temperature to 500 °C in air flow.Fourier-transform infrared (FT-IR) measurements were performed on a Perkin-Elmer Spectrum One FTIR spectrometer with resolution of 1 cm–1 from self-supporting KBr pellets.1H CRAMPS (combined rotation and multiple pulse sequence), and 1H–13C CPMAS (cross-polarization magic-angle spinning) NMR spectra were recorded on a 600 MHz Varian NMR system, operating at 1H Larmor frequency of 599.87 MHz and 13C Larmor frequency of 150.815 MHz. Sample rotation frequencies for 1H CRAMPS and 1H–13C CPMAS experiments were 10 and 16 kHz, respectively. One-dimensional CRAMPS measurement employed a supercycled windowed DUMBO homonuclear decoupling scheme.(60) For the decoupling, the strength of the radiofrequency field was 166 kHz and the duration of the entire supercycle was 61.2 μs. The sampling was performed after each of the two DUMBO blocks within the supercycle. Duration of the sampling window was 3.2 μs. The 1H–13C CPMAS experiment employed RAMP(61) during CP block and high-power TPPM heteronuclear decoupling(62) during acquisition. Chemical shifts of 1H and 13C signals were in all experiments referenced to the corresponding signals of tetramethylsilane, which was used as an external reference. The chemical shift axis for the CRAMPS spectra was scaled so that peak positions within these spectra matched the peak positions within the MAS spectra. The scaling factor was 2.08.Two-dimensional 1H–1H homonuclear correlation NMR spectra were obtained by first exciting protons by a 90° pulse and letting the magnetization to evolve under the homonuclear DUMBO decoupling during t1. Afterward magnetization was rotated back to z axis. During a mixing delay of 1 ms spin-diffusion among the protons occurred. After the read-out 90° pulse the signal was detected under the windowed DUMBO decoupling. The number of increments along the indirectly detected dimension was 160, and the number of scans for each increment was 4. The experiment was carried out in a hypercomplex mode(63) at 10 kHz sample rotation frequency.X-ray absorption spectra of analyzed materials were measured in the Ca K-edge energy region (4039 eV) in the transmission detection mode at the XAFS beamline at the ELETTRA synchrotron facility in Basovizza, Italy. A Si(111) double-crystal monochromator with ∼0.5 eV resolution at Ca K-edge was used. Higher-order harmonics were effectively eliminated by slightly detuning the second monochromator crystal, keeping the intensity at 50% of the rocking curve with the beam stabilization feedback control. The intensity of the monochromatic X-ray beam was measured by three consecutive ionization chambers filled with (1) 85 mbar N2 and 1915 mbar He, (2) 460 mbar N2 and 1540 mbar He, and (3) 880 mbar N2 and 1120 mbar He. The samples were prepared as homogeneous self-supporting pellets with the total absorption thickness (μd) of about two above the Ca K-edge and mounted on a sample holder between the first and the second ionization detectors. The absorption spectra of the samples were measured in the energy region from 250  to 1000 eV above the Ca K-edge with the integration time of 1 s per step. In the XANES region, equidistant energy steps of 0.25 eV were used, whereas for the EXAFS region equidistant k steps (k = 0.03 Å) were adopted. Exact energy calibration was established with the simultaneous absorption measurements on Sn metal foil inserted between the second and third ionization cells. The analysis of EXAFS spectra was performed with the IFEFFIT program packages(64) using FEFF6 code(65) in which photoelectron scattering paths were calculated ab initio from a presumed distribution of neighboring atomsTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionStructural Changes upon HeatingCa(BDC)(DMF)(H2O) material is built up from chains of edge-sharing polyhedra with Ca2+ centers with eight-fold coordination. Polyhedra can be described as distorted bicapped prisms frequently found in Ca-based carboxylates.(35, 36, 44) Ca2+ cations are coordinated to two bridging oxygen atoms in monodentate fashion and four chelating oxygen atoms all coming from carboxylate groups (Figure 1a). The remaining two oxygen atoms are coming from water and DMF molecules, respectively (Figure 1b). Inorganic chains running along three a directions are connected with terephthalate ligands along the bc plane. The planes of the benzene rings form the angles of ∼67° with respect to each other, thus forming a 3-D structure with parallel 1-D rhombic channel system with the 44 net and morphology similar to the already observed V-, Cr-, Al-, Fe-, In-, and Ga-based terephthalates (Figure 1c).(37-42) Coordinated planar DMF molecule is perpendicular to the channel direction, filling the majority of the free channel space, whereas coordinated water occupies the cis position with respect to the DMF molecule.Figure 1. (a) Ca2+ environment in Ca(BDC)(DMF)(H2O) framework. (b) Chain of Ca-based edge-sharing polyhedra with DMF molecules coordinated perpendicular to the chain direction. (c) Structure along the a axis revealing 1-D rhombic channels with coordinated DMF molecules. Dark-blue circles, Ca atoms; red circles, O atoms; light-blue circles, N atoms; gray circles, H atoms.Thermogravimetric analysis of Ca(BDC)(DMF)(H2O) (Figure 2) shows weight losses up to 680 °C in four distinctive steps. The first step with the loss of 3.2 wt % up to 80 °C is due to the physisorbed or surface water removal. The second step with the loss of 15.4 wt % up to 200 °C should correspond to the removal of coordinated water. However, theoretical loss of mass due to the removal of one water molecule from Ca(BDC)(DMF)(H2O) is 5.9 wt %, which suggests that also some DMF is removed at the temperature up to 200 °C. Weight loss of 14.7 wt % in the third step, which occurs between 200 and 400 °C, is due to the removal of the remaining quantity of DMF. The sum of the removed DMF in the second and third steps is 23.2 wt %, which is in good agreement with theoretically predicted loss of DMF from Ca(BDC)(DMF)(H2O) material (24.0 wt %). The last step with the weight loss of 33.8 wt % in the range between 440 and 670 °C is attributed to the decomposition and removal of terephthalate ligand. To explain the phenomena of DMF removal in relatively discrete steps, further investigations of thermally treated samples at 150 and 400 °C, that is, at the temperatures where the major weight changes occur, was required. The obtained samples are denoted as Ca-BDC(150) and Ca-BDC(400), respectively, whereas as-prepared material is marked as Ca-BDC(RT).Figure 2. TG (full line) and DTG (dotted line) curves of Ca(BDC)(DMF)(H2O) material.CHN and ICP analyses confirmed the findings derived from TG measurements. In the Ca-BDC(RT) sample, the measured elemental composition of 13.3 wt % Ca, 44.4 wt % C, 4.9 wt % H, and 4.2 wt % N agreed well with the calculated values for Ca(BDC)(DMF)(H2O) (13.6 wt % Ca, 44.7 wt % C, 4.4 wt % H, and 4.3 wt % N). In the Ca-BDC(150) sample, the measured composition of 16.9 wt % Ca, 47.4 wt % C, 3.7 wt % H, and 2.4 wt % N suggests that ∼55 wt % of the total amount of DMF molecules diffuse from the material at 150 °C. From TG analysis, we assumed that all coordinated water is already removed at this temperature. Slightly higher contribution of hydrogen found in Ca-BDC(150) in comparison with the theoretical value for the Ca(BDC)(DMF)0.45 (3.0 wt %) is most probably due to the water, which readily adsorbs on the surface of the material under ambient conditions in the humid air. In the Ca-BDC(400) sample the nitrogen is no longer detected by CHN analysis and the measured composition of 19.3 wt % Ca, 47.5 wt % C, and 2.6 wt % H matched the calculated values for Ca(BDC) (19.6 wt % Ca, 47.1 wt % C, and 2.0 wt % H).The dynamics of DMF and water molecules during the heating of the Ca(BDC)(DMF)(H2O) structure was additionally investigated by infrared spectroscopy. The FT-IR spectra of Ca-BDC(RT), Ca-BDC(150), and Ca-BDC(400) in the wavenumbers region between 2800 and 3500 cm–1 are shown in Figure 3 a. The spectrum of Ca-BDC(RT) shows very broad band in the range between 3500 and 3100 cm–1 with the peak and the knee at approximately 3370 and 3280 cm–1, respectively. Two contributions indicate the presence of different water moieties in the sample. The broad band with the peak at 3370 cm–1 is most probably due to the surface water, whereas the extensively overlapped band at 3280 cm–1 can be attributed to the coordinated water molecules. The band is significantly narrowed in the Ca-BDC(150) spectrum and almost disappears in the Ca-BDC(400) spectrum. The peak at 3280 cm–1 is no longer observed in Ca-BDC(150), which suggests that coordinated water is removed at 150 °C. The surface water is still present in the thermally treated materials due to the fact that these IR investigations were not performed in situ and the samples apparently adsorbed some water from the atmosphere, which may cause partial hydrolysis of the materials. The IR spectra of the Ca-terephthalate samples in the lower wavenumbers region are shown in Figure 3 b. The spectrum of Ca-BDC(RT) material exhibits some characteristic bands that are in agreement with the described structure. Strong bands at 1563 and 1400 cm–1 are assigned to asymmetric and symmetric stretching vibrations of carbonyl groups, respectively. The absence of the band in the range between 1680 and 1800 cm–1 indicates the presence of only deprotonated carboxylic groups. The band at 1657 cm–1 is assigned to C═O stretching of the DMF molecule.(45, 46) Carboxylate anions remain completely deprotonated after thermal treatment up to 400 °C, as indicated by the absence of the band at ∼1700 cm–1 in FT-IR spectra of Ca-BDC(150) and Ca-BDC(400). In the spectrum of Ca-BDC(150), the band corresponding to C═O stretching of DMF is shifted for 13 cm–1 to higher wavenumbers (1670 cm–1) with respect to the corresponding band within the Ca-BDC(RT) spectrum. This suggests that in the temperature range between 150 and 400 °C DMF remains in the structure in the uncoordinated, free form.(47) This particular band disappears after the thermal treatment at 400 °C, indicating that DMF is completely removed from the material at that temperature.Figure 3. FT-IR spectra of the Ca-BDC(RT) (black), Ca-BDC(150) (red), and Ca-BDC(400) (green) materials shown at (a) higher and (b) lower wavenumber regions.1H–13C CPMAS and 1H CRAMPS NMR spectra (Figure 4) confirm the above-described hypothesis and provide some additional information. The 1H–13C CPMAS spectrum of the as-prepared material exhibits eight narrow contributions, showing that the environment of carbon nuclei within Ca-BDC(RT) is very well-defined and thus the material is well crystalline. The contribution resonating at 175.5 ppm belongs to carboxyl carbon atoms, and the contributions resonating at 139.0, 138.2, 130.6, and 129.6 ppm belong to aromatic carbon atoms of the BDC ligands. The peaks at 165.3, 35.0, and 31.6 ppm belong to carbon atoms of the DMF molecules. 1H CRAMPS spectrum of the as-prepared materials is also very well resolved. We can distinguish signals from four different hydrogen atoms from the aromatic ring resonating at 8.4, 7.9, 7.1, and 6.0 ppm. Protons from the two methyl groups of the DMF molecules give rise to two resolved peaks resonating at 1.6 and 0.7 ppm. The signal of the proton from the formamide group overlaps with the signals of the protons from the aromatic ring. A shoulder at 2.5 ppm and a broad contribution at ∼4.9 ppm can further be assigned to protons from the coordinated and the physisorbed water molecules, respectively. No signals belonging to protons from the carboxyl groups can be found, showing that indeed all carboxyl groups of the BDC ligands form bonds with Ca atoms.1H–13C CPMAS and 1H CRAMPS NMR spectra of Ca-BDC(150) differ substantially from the spectra of the as-prepared material. We first note that the signal of the BDC ligands in the carbon spectrum splits into several lines but does not broaden substantially. This implies that carbon nuclei in this sample experience different environments than the carbon nuclei in the as-prepared material and also that these numerous environments are well-defined, at least on the short-range scale. We can also note that intensities of the DMF signals as compared with the intensities of the BDC signals drop by ∼35% in Ca-BDC(150). This matches very well with the amount of DMF molecules removed by thermal treatment at 150 °C, as observed by thermal analysis. The resultant absence of DMF molecules in some parts of the crystals might be responsible for the generation of new environments of the BDC carbon nuclei and thus for the “splitting” of carbon peaks discussed above. The difference in resonance frequencies of carbon nuclei of the two methyl groups of the DMF molecules in Ca-BDC(150) is larger (6.0 pm) than it was in the as-prepared materials (3.4 pm) and is closer to the difference observed in the solution NMR spectra of DMF.(66) Also, 1H CRAMPS spectrum of Ca-BDC(150) exhibits a single peak due to protons from the two methyl groups. Both observations indicated that the arrangement of DMF molecules in Ca-BDC(150) is different than it was in the as-prepared material. The two methyl groups are in Ca-BDC(150); either they are further away from the framework or the DMF molecules are more mobile, resulting in the fact that protons of the methyl groups no longer experience two substantially different environment.NMR spectra of Ca-BDC(400) are more simple. The 1H–13C CPMAS spectrum exhibits only three signals with a ratio of intensities of 1:1:2. The spectrum shows that there is no DMF left in the sample and that the BDC molecules in the CaBDC(400) framework are in more symmetrical environment than the frameworks of Ca-BDC(RT) and Ca-BDC(150). The 1H CRAMPS spectrum also confirms that DMF was completely expelled from the material.Figure 4. 1H–13C CPMAS (a) and 1H CRAMPS (b) NMR spectra of as-prepared Ca-BDC(RT) (black), Ca-BDC(150) (red) and Ca-BDC(400) (green). Asterisks in (a) denote spinning sidebands.A further insight into the structure of Ca-BDC(150) sample is obtained by the 2D 1H–1H homonuclear correlation NMR experiment. The experiment provides unambiguous evidence that DMF molecules interact much more weakly with the framework of Ca-BDC(150) than with the framework of Ca-BDC(RT) (Figures 5 and 6). Namely, the comparison of the spectra of those two samples clearly shows that the cross-peaks between the protons of the DMF molecule and the protons of the BDC molecules are much stronger in Ca-BDC(RT) than in Ca-BDC(150).Figure 5. Two-dimensional 1H–1H homonuclear correlation NMR spectra of (a) Ca-BDC(RT) and (b) Ca-BDC(150). Above each spectrum there is a projection corresponding only to the area of the 2D spectrum that is depicted by the dotted line. Such projection enables easier comparison of the intensities of the cross-peaks and the diagonal peaks.After investigating the changes in the local environment of the organic part of the materials (terephthalate and DMF molecules), we also studied how the environment of Ca2+ changes during heating. The study was carried out using X-ray absorption spectroscopy. Normalized Ca XANES spectra of the samples were extracted by a standard procedure(67) and are shown in Figure 7. The shapes of XANES spectra suggest that during the heating a change in coordination of Ca atoms occurs when the sample is heated to 150 °C. Because the Ca-BDC(150) sample is a mixture of phases, we could not determine the exact coordination number of Ca in the constituents using only XANES. However, in combinations with other analyses done on the sample the results point toward an average coordination number of seven. A further decrease in Ca coordination to six-fold can be observed for Ca-BDC(400).Figure 6. Two-dimensional 1H–13C heteronuclear correlation NMR spectrum of Ca-BDC(150). Horizontal dotted lines indicate the positions of carbon signals that exhibit no cross-peaks with the DMF protons. Leftmost is the projection of the 2D spectrum onto the carbon axis. Compared with this projection is the 1H–13C CPMAS NMR spectrum of Ca-BDC(400).Figure 7. Normalized Ca K-edge XANES part of the absorption spectra of Ca-BDC(RT), Ca- BDC(150), and Ca-BDC(400) materials. The changes in the absorption edge shape indicating alterations in the local Ca environment are clearly visible.More information about the local environment of Ca ions was obtained from the EXAFS part of the spectra, which were quantitatively analyzed for the coordination number, distance, type of neighboring atoms, and the Debye–Waller factors for the nearest coordination shells of Ca atoms. Recorded spectra along with the best fit EXAFS models are shown in Figure 8.In the EXAFS analysis of the Ca-BDC(RT) spectrum, the crystallographic data were used as an input model. In the model, all single-scattering (SS) paths and multiscattering (MS) paths with relative intensities of 10% or higher of the first Ca–O scattering path were used.(68) Because the structure of Ca-BDC(RT) is known, we used EXAFS analysis of this sample to prove the validity of our approach and to determine parameters such as amplitude factor So = 1.17 and energy shift ΔE0 = 5.2 eV, which were then kept constant for the analysis of the EXAFS spectra of Ca-BDC(150) and Ca-BDC(400). The spectrum of Ca-BDC(RT) was analyzed in the range from 1 to 4.8 Å in the R space and from 3.5 to 11.5 Å–1 in the reciprocal space. The first coordination shell of Ca atoms (which in this case comprises eight O atoms) was fitted with separate distance parameters and Debye–Waller (DW) factors to the rest of the scattering paths, which were also in the second coordination shell: the carbon atom of the DMF molecule coordinated to Ca (CDMF) and the neighboring Ca atoms. While fitting, the rest of the crystal structure model was allowed to adapt to the EXAFS data with the overall expansion parameter α and the overall DW factor σ2. The total number of O atoms in the first coordination shell was fixed to eight. The best fit gave two O atoms at the distance of 2.32 Å and six O atoms at a longer distance of 2.47 Å, which is consistent with the crystallographic data.As it was suggested, coordination bonds between Ca2+ and DMF molecule are already broken at 150 °C, but DMF still remains trapped within the cores of the crystal. This results in a slightly deformed RT structure. For the EXAFS analysis of Ca-BDC(150), the starting model of Ca-BDC(RT) was adapted by using seven O atoms in first coordination shell and by the removal of CDMF atom and all MS paths. Because the O–Ca–O angles were expected to change due to the subsiding of the channels, the distance and DW-factor of C atoms closest to Ca were added to the fit. The remaining paths were allowed to adapt by an overall extension and DW factors. The fit of the modified model described the average environment of Ca2+ better than the one with the coordinated DMF molecules. The best fit was obtained with two oxygen atoms at a distance of 2.30 Å and five oxygen atoms at a distance of 2.44 Å. It should be noted that the EXAFS spectrum reflects an average Ca environment and that it cannot distinguish the contributions from the two domains, which were proposed to exist in Ca-BDC(150) by NMR analysis.The analysis of the EXAFS spectra of Ca-BDC(400) confirmed the six-fold coordination of Ca atoms proposed by Rietveld refinement of the powder X-ray diffractogram, described later in the text. In the first coordination shell two O atoms were found at a distance of 2.30 Å and four O atoms were found at a distance of 2.45 Å from the Ca cations. Carbon atoms from the carboxylic groups coordinated to Ca2+ were found at 2.27 Å. The distances between Ca2+ cations and neighboring atoms obtained by EXAFS analysis along with the refinement parameters for Ca-BDC(RT), Ca-BDC(150), and Ca-BDC(400) are given in Table 1. The results are compared with the crystallographic data extracted from XRD analysis. Note that the phase transformation at 150 °C is not homogeneous and that the Ca-BDC(150) does not represent a uniform phase. Therefore, the crystallographic data for Ca-BDC(150) are not given in the Table. However, findings of EXAFS analysis for this transformation are still important because they provided very strong indication that the bond between DMF and Ca2+ breaks at 150 °C. The more detailed explanation of the phase transformation at 150 °C will be described later in the text.Table 1. Summary of EXAFS Refinement Parameters Obtained on the Ca-BDC(RT) (Δk = 3.5–11.5 Å–1; ΔR = 1.0–4.8 Å), Ca-BDC(150) (Δk = 3.8–11.5 Å–1; ΔR = 1.0–4.0 Å), and Ca-BDC(400) (Δk = 3.5–11.5 Å–1; ΔR = 1.0-3.9 Å) in Comparison with Crystallographic Data Obtained by XRD AnalysisaCa-BDC(RT)crystallographic dataEXFAS experimentpathNR (Å)pathNR (Å)σ2 (Å2)Ca–O1a22.372(3)    Ca–O1b12.376(6)Ca–O122.324(9)0.005(1)Ca–O1c12.418(6)    Ca–O1d22.518(4)Ca–O262.469(5)0.010(1)Ca–O1a22.565(4)    Ca–C112.879(6)    Ca–C212.881(6)    Ca–CDMF13.36(1)Ca–CDMF13.27(5)0.009(7)Ca–C223.597(2)    Ca–Ca23.9388(9)Ca–Ca23.89(3)0.016(3)   α 0.001(7)    σ2  0.017(5)Ca-BDC(150)   EXFAS experiment   pathNR (Å)σ2 (Å2)   Ca–O122.292(9)0.004(1)   Ca–O252.438(7)0.009(1)   Ca–C113.22(4)0.013(6)   Ca–C213.22(4)0.013(6)   Ca–C223.93(1)0.013(6)   Ca–Ca23.73(3)0.017(4)   α 0.012(7)    σ2  0.006(3)Ca-BDC(400)crystallographic dataEXFAS experimentpathNR (Å)pathNR (Å)σ2 (Å2)Ca–O122.234(2)Ca–O122.30(1)0.002(1)Ca–O242.430(4)Ca–O242.45(2)0.007(1)Ca–C63.256(9)Ca–C63.27(4)0.017(5)Ca–Ca23.832(2)Ca–Ca23.86(6)0.014(6)   α –0.01(1)    σ2  0.016(8)aUncertainty of the last digit is given in the parentheses.Figure 8. k3-weighed Fourier-transformed Ca K-edge EXAFS spectra of Ca-BDC(RT) and the thermally treated Ca-BDC(150) and Ca-BDC(400). Experimental data (black line) are presented along with best fit of the FT magnitude (red line) and imaginary part (blue line).Complementary spectroscopic investigations (FT-IR, NMR, XAS) along with the TG measurements offered good insight into local structural changes of Ca(BDC)(DMF)(H2O) material during thermal treatment. Coordination bonds between Ca2+ ions and oxygen atoms belonging to H2O and DMF molecules are broken at approximately the same temperature (ca. 150 °C). Spectroscopic results suggest that Ca-BDC(150) contains either two separate phases or two types of domains within the crystals. Because the prolonged heating time at 150 °C did not enhance the removal of DMF, the occurrence of different domains in one crystal is more probable. At 150 °C, a slight framework rearrangement seems to occur, because of which only water molecules can completely desorb from the channels. DMF molecules with larger kinetic diameter and lower mobility than water diffuse more slowly. Partial structural changes of Ca(BDC)(DMF)(H2O) that occur at 150 °C seem to block the channels within the material and allow only the desorption of the DMF molecules, which are on or close to the surface of the crystals. The rest of the free DMF molecules remain trapped within the blocked channels and only after the next structural rearrangement at 400 °C does desorption of the remaining DMF occur. The DMF molecules located in the cores of the crystals are released after the cracking of the crystals, which apparently appear at ∼350 °C and were confirmed by SEM observations. (See the Supporting Information.)Information about the changes of the local environment of the carbon atoms and calcium ions during heating enabled us to go one step further and to explain the entire crystal structure transformations. Structural changes during heating were monitored in situ by XRD measurements. XRD patterns measured at given temperatures are shown in Figure 9. Phase transitions at 150, 400, and 550 °C are in accordance with weight losses observed by TG measurements. An attempt to determine the crystal structure of Ca-BDC(150) failed because the reflections in XRD pattern could not be indexed with the proper reliability due to the presence of different domains. The diffraction pattern of Ca-BDC(150) namely shows the reflections corresponding to Ca-BDC(RT), which are shifted toward higher angles, and also the reflections belonging to Ca-BDC(400). As already proposed, the outer domains of the crystals, where DMF is initially removed, are most probably transformed to the Ca-BDC(400) phase, which will be described later in the text. The cores of the crystals, where DMF is still trapped within the structure, seem to be subjected to only minor framework rearrangement. As indicated by the shifting of the corresponding XRD reflections, the rhombic-shaped channels contract along one direction and expand along the other; however, the presence of free DMF molecules within the channels prevents substantial channel subsiding and complete transformation to the Ca-BDC(400) phase. The process is completed only at 400 °C, when the crystals crack and DMF leaves the channels.The crystal structure of Ca-BDC(400) phase, determined by the support of NMR and EXAFS findings, was successfully refined by Rietveld method. The structure contains infinite chains of edge-sharing CaO6 octahedra running along the b axis. Note that Ca2+ occurring in octahedral environment is a rarity in Ca-based metal–organic frameworks, and it has been reported only a few times.(49, 51) CaO6 octahedra are bonded through terephthalate linkers along the a axis. Such arrangement of terephthalate ligands and CaO6 building unit exhibits nonporous 3-D crystal structure.Once we knew the structure of Ca-BDC(400) we were able to predict the mechanism of structural transformation, which occurs between 350 and 400 °C. The removal of free DMF molecules trapped within the channels enables further closing and subsiding of the channels. Consequently, 1-D CaO6 chains move closer and closer to each other along the b direction. Terephthalate ligand that is initially linked to two neighboring CaO6 chains in bidentate, chelating fashion rotates for ∼90° around the axis, which runs through the carboxylate carbon atoms in ortho positions of the benzene ring, and recoordinates with one carboxylate oxygen atom on each side of the ligand to two additional CaO6 edge-shared chains. Thus, after the transformation the BDC ligand connects four Ca-based chains in monodentate fashion. The proposed mechanism of crystal structure transformations during the thermal treatment is schematically represented in Figure 10.Figure 9. High-temperature XRD patterns of Ca(BDC)(DMF)(H2O) material measured at every 50 °C. Broad peak at ∼7° 2θ is due to the foil covering during the measurements.Figure 10. Schematic representation of structural transformations of Ca-terephthalate from Ca-BDC(RT) to Ca-BDC(400) with the corresponding measured and calculated XRD patterns.Structural Changes upon HydrationAlthough the Ca-BDC(400) phase possesses a nonporous framework, which seems to be relatively rigid, it still shows some structural flexibility upon hydration/dehydration processes. When it is exposed to the controlled humid environment (relative humidity of 80%) for 24 h, it completely transforms to a hydrated Ca(BDC)(H2O)3 phase that was already previously reported.(56) The transformation is indicated by the XRD patterns shown in Figure 11. Treatment of the hydrated phase in vacuum at slightly elevated temperatures (ca. 50 °C) causes reversible transformation back to the Ca-BDC(400) phase. The reversibility of the hydration/dehydration process is clearly also demonstrated by 1H–13C CPMAS NMR spectroscopy (Figure 11). Ca2+ in the octahedral environment, which is generated in Ca-BDC(400) after the removal of coordinated water and DMF molecules, obviously has a high tendency to bond additional ligands (water molecules) to increase its coordination number. This presumption can be supported by the fact that the majority of Ca-based carboxylate structures possess Ca2+ centers with higher coordination numbers then six. High tendency for additional coordination with water may be the driving force for the transformation into the hydrated phase. Ca-BDC(400) ↔ Ca(BDC)(H2O)3 structural transformation involves breaking and reformation of Ca–O bonds. More precisely, the process involves rotation of the BDC ligand, disconnection, and protonation of the carboxylate group on one side and partial disconnection and reformation of Ca–O bond on the other side of the BDC ligand. Thus, terephthalate ligand that connects four CaO6 chains in monodentate fashion in Ca-BDC(400) structure becomes connected to one CaO8 chain in a bidentate way with deprotonated COO– group on one side, whereas the carboxylate on the other side becomes protonated. The occurrence of two distinct carboxylate groups upon hydration is clearly demonstrated by 1H–13C CPMAS NMR spectroscopy. The single carboxyl peak in the spectrum of Ca-BDC(400) splits into two equally strong and resolved peaks in the spectrum of Ca(BDC)(H2O)3. This structure is stabilized to pseudo 3-D structure by hydrogen bonds between coordinated water and protonated carboxylates. Dehydration obviously triggers the reverse structural transformation mechanism: disconnection of Ca–O bonds from one carboxylate group, rotation of BDC ligand, deprotonation of carboxylate group, and reformation of Ca–O bond. The scheme of the proposed mechanism of Ca-BDC(400) ↔ Ca(BDC)(H2O)3 structural transformation is shown in Figure 12.Figure 11. X-ray powder patterns (left) and 1H–13C CPMAS NMR spectra (right) of (a) Ca-BDC(400), (b) hydrated sample Ca(BDC)(H2O)3 at relative humidity of 80%, and (c) dehydrated sample of panel b in vacuum at 50 °C.Figure 12. Schematically depicted mechanism of the reversible structural transformation of Ca-BDC(400) upon hydration/dehydration. Hydrogen bonds in Ca(BDC)(H2O)3 are represented by dotted lines.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsWe described the structural dynamics of Ca(BDC)(DMF)(H2O) MOF-type material with rhombic-shaped channels and 44 net topology upon heating and hydration process. Mechanisms of structural changes were elucidated in situ by XRD analysis supported by complementary spectroscopic techniques (FT-IR, 1H–13C CPMAS NMR, 1H CRAMPS NMR, and XAS). During the heating, Ca(BDC)(DMF)(H2O) framework undergoes two phase transitions before the final framework decomposition. First structural change to Ca-BDC(150) at 150 °C causes breaking of Ca–O(H2O) and Ca–O(DMF) bonds and leads to the nonuniform phase transition. DMF molecules diffuse from the outer parts of the crystals, and the emptied domains are transformed to the Ca-BDC(400) phase. The cores of the crystals seem to consist of different domains. Nonporous nature of Ca-BDC(400) structure prevents the removal of DMF from the cores of the crystals. Here the free DMF molecules that are trapped within the channels disable the transformation to Ca-BDC(400) and allow only minor subsiding of the channels. The removal of the remaining DMF from the cores of the crystal occurs at 400 °C, where the transformation to Ca-BDC(400) is completed. Exposure of Ca-BDC(400) to humid environment leads to the formation of Ca(BDC)(H2O)3. The structural changes upon hydration/dehydration were found to be reversible.We showed that for the elucidation of structural dynamics of MOFs induced by external stimuli the complementary spectroscopic methods are an indispensable support to diffraction analysis, particularly in the cases where the latter data are not of sufficient quality for ab initio studies. The determination of structural dynamics of Ca(BDC)(DMF)(H2O) upon external stimuli not only enabled us to propose the mechanisms of transformations but also enabled us to elucidate the reason for such behavior. Even though Ca(BDC)(DMF)(H2O), like MIL-53, possesses the 44 net topology, it does not show any breathing effect upon heating or hydration. Instead, it undergoes significant crystal-to-crystal transformations leading to the new nonporous phases. The reason for the different behavior of Ca(BDC)(DMF)(H2O) lies in the tendency to change the carboxylate-to-Ca2+ coordination mode when the coordination number of Ca2+ is changed. As it was shown by Williams et al.,(49) chelating–bridging coordination mode of COO– groups preferentially occurs when Ca2+ is in environment with higher coordination number (7 to 9), whereas the monodentate–bridging mode is found in octahedral geometry. In the Ca-BDC(RT) structure, Ca2+ occurs in eight-fold coordination and COO– are indeed bidentately coordinated to Ca cations in chelating–bridging mode. Heating to 400 °C removes the coordinated water and DMF molecules, and consequently the coordination number of Ca2+ in Ca-BDC(400) is reduced to 6. In such an environment, COO– groups tend to coordinate to Ca2+ in monodentate–bridging mode, which causes the rotation of terephthalate ligand for ∼90° and recoordination in monodentate fashion connecting two neighboring edge-sharing CaO6 chains. However, because of its ionic radius (106 pm), Ca2+ prefers a higher coordination number than 6. Thus in MOFs, Ca cations in octahedral environment have a high tendency for additional ligand bonding (typically water molecules). Indeed, Ca-BDC(400) is stable only at elevated temperatures, in inert atmosphere, or in vacuum. In humid environment, Ca2+ will coordinate to an additional three water molecules and transform to Ca(BDC)(H2O)3. Nine-fold coordination of Ca2+ favors the carboxylate-to-Ca2+ coordination in the bridging–chelating mode, and thus Ca-BDC(400) → Ca(BDC)(H2O)3 transformation undergoes a reversible pathway to the one observed in the Ca-BDC(RT) → Ca-BDC(400) transformation.The explanation of structural transformations by specific carboxylate-to-Ca2+ interactions can be projected also to other Ca-MOF systems. Such transformations are most probably the reason for the lack of porosity of those systems. In the majority of Ca-MOF structures, the inorganic building units represent chains of edge- or face-shared polyhedra with seven-, eight-, or nine-fold coordination of Ca2+. In such configuration of inorganic units, coordination of COO– to metal is preferably in the chelating–bridging mode and Ca2+ is additionally coordinated to solvent molecules. The removal of solvent and thus the decrease in the coordination number to six does not cause only the change of the pore dimensions (contraction or expansion), as in the case of the flexible MIL-53 system, but it leads to the significant irreversible crystal-to-crystal transformation due to the tendency to change the coordination mode between Ca2+ and carboxylate group. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationRefinement details and crystallographic data of atomic positions, bond lengths and angles for Ca-BDC(400), ORTEOP scheme of Ca-BDC(400) structure, simulated and measured XRD patterns of Ca-BDC(400), SEM micrographs of Ca-BDC(RT), Ca-BDC(150), and Ca-BDC(400). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the Slovenian Research Agency research programme P1-0021.AbbreviationsMOFsmetal–organic frameworksSBUsecondary building unitCTAcrystal-to-amorphousCTCcrystal-to-crystalBDC1,4-benzenedicarboxylic acidTEAtriethylamineDMFN,N′-dimethylformamideNMRnuclear magnetic resonanceXRDX-ray diffractionCPMAScross-polarization magic-angle spinningCRAMPScombined rotation and multiple pulse sequenceTGthermogravimetric analysisDTGderivative thermogravimetric analysisXASX-ray absorption spectroscopyXANESX-ray absorption near-edge spectroscopyEXAFSextended X-ray absorption fine structureMILMaterials of Institute LavoisierReference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 68 other publications.1. Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Reticular Synthesis and the Design of New Materials Nature 2003,  423,  705– 714[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "Spectroscopic Studies of Structural Dynamics Induced by Heating and Hydration: A Case of Calcium-Terephthalate Metal–Organic Framework", "authors": ["Matjaž Mazaj", "Gregor Mali", "Mojca Rangus", "Emanuela Žunkovič", "Venčeslav Kaučič", "Nataša Zabukovec Logar"], "doi": ["10.1021/jp311529e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0012.gif\">"]}