{"abstract": "With the 6 layers as secondary building units formed by the 1,3,5-tris(-imidazol-ylphenyl)benzene and targeted metal ions, four pillar-layer metal organic frameworks (MOFs) have been synthesized and characterized. The structure and porous properties of the resulting MOFs could be tuned by modifying the size, geometry, and functional groups of the anionic coligands (pillar).A series of porous pillar-layer frameworks have been prepared with 1,3,5-tris(-imidazolylphenyl)benzene (tipb) as the main ligand and dicarboxylic acids as coligands. Our studies have demonstrated that tipb is prone to form a 6 layer with targeted metal ions, which could be utilized to construct pillar-layer frameworks. The structure and porous properties of the resulting metal–organic frameworks could be tuned by modifying the size, geometry, and functional groups of the coligands (pillars). Moreover, gas adsorption measurements revealed that both complexes  and  exhibit selective adsorption of H over N for the pore-size effect.", "text": "10.1021/cg500975j Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionPorous metal–organic frameworks (MOFs) have attracted great attention in recent years not only for their fascinating architectures and topologies,(1) but also for their exceptional properties such as gas storage(2)/separation,(2a, 3) catalysis,(4) ion-exchange,(5) chemical sensing,(6) and so on.(7) As such, the controllable synthesis of porous MOFs with particular structures and properties has become one of the most attractive targets in this field. To achieve this goal, many strategies have been developed based on the utilization of various organic ligands with different structures and coordination behaviors. As a class of versatile linkers, imidazole and imidazole-containing ligands have been extensively studied and used in the construction of MOFs according to their potential to produce robust and unique structures.(8)With our continued effort toward synthesizing functional MOFs, a imidazole-containing ligand, 1,3,5-tris(p-imidazol-ylphenyl)benzene (tipb) (Chart 1), was focused on for its expanded and rigid configuration, which may afford MOFs with large pore volume and surface area. By introducing terephthalic acid (H2pta) as a coligand, we have constructed a MOF with unique dynamic structure transformation properties.(6a) In our further investigations of tipb based MOFs, we found that tipb tends to coordinate with NiII/CoII ions to result in robust layer secondary building units under certain conditions, which could be interlinked by dicarboxylic acid coligands to give porous pillar-layer(9) MOFs. These results indicated that the structures and properties of tipb based MOFs may be modulated by the rational choice and utilization of dicarboxylate ligands. Herein, we report four porous MOFs, namely, {[Ni(tipb)(pta)]·(solvents)}n (1), {[Ni(tipb)(atpa)]·(solvents)}n (2), {[Co(tipb)(bpda)]·(DMF)(H2O)}n (3), and{[Co(tipb)(obba)]·(DMF)}n (4) (H2atpa = 2-aminoterephthalic acid, H2bpda = 4,4′-biphenyldicarboxylic acid, H2obba = 4,4′-oxybisbenzoic acid), based on tipb and different dicarboxylate coligands. These MOFs show tunable interpenetration,(6a, 7a, 10) porosity, and topology of frameworks depending on the size, geometry, and functional groups of the coligands used, which deeply affect the gas sorption properties of these MOFs.Chart 1Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterials and Physical MeasurementsAll chemicals used for synthesis are of analytical grade and commercially available. IR spectra were measured on a Tensor 27 OPUS (Bruker) FT-IR spectrometer with KBr pellets. The powder X-ray diffraction spectra (PXRD) were recorded on a Rigaku D/Max-2500 diffractometer at 40 kV, 100 mA for a Cu-target tube and a graphite monochromator. Simulation of the XRPD pattern was carried out by the single-crystal data and diffraction-crystal module of the Mercury (Hg) program available free of charge via the Internet at http://www.iucr.org.Synthesis1,3,5-Tris(p-imidazolylphenyl)benzene (tipb)The ligand was prepared according to a literature procedure.(11){[Ni(tipb)(pta)]·(solvents)}n (1)A mixture of Ni(OAc)2·4H2O (0.1 mmol), tipb (0.1 mmol), H2pta (0.3 mmol), and two drops of pyridine in 5 mL DMF was sealed in a 16 mL Teflon lined autoclave and heated at 120 °C for 5 days. The autoclave was then cooled to room temperature at a rate of 2 °C/h. The green crystalline product obtained was separated by filtration and washed with DMF. Yield: 35% (based on tipb). FT-IR (KBr pellets, cm–1): 3128, 1667, 1605, 1575, 1522, 1385, 1307, 1254, 1090, 1064, 964, 819, 753.{[Ni(tipb)(atpa)]·(solvents)}n (2)A mixture of Ni(NO3)2·6H2O (0.1 mmol), tipb (0.1 mmol), H2atpa (0.2 mmol), and two drops of triethylamine in 5 mL of DMF was sealed in a 16 mL Teflon lined autoclave and heated at 120 °C for 5 days. The autoclave was then cooled to room temperature at a rate of 2 °C/h. The green crystalline product obtained was separated by filtration and washed with DMF. Yield: 35% (based on tipb). FT-IR (KBr pellets, cm–1): 3127, 1662, 1522, 1399, 1307, 1252, 1095, 1062, 826, 773, 660.{[Co(tipb)(bpda)]·(DMF)(H2O)}n (3)A mixture of Co(OAc)2·4H2O (0.3 mmol), tipb (0.1 mmol), H2bpda (0.3 mmol), and 2 mol/L NaOH aqueous solution 0.1 mL in 5 mL DMF was sealed in a 16 mL Teflon lined autoclave and heated at 120 °C for 5 days. The autoclave was then cooled to room temperature at a rate of 2 °C/h. The red crystalline product obtained was separated by filtration and washed with DMF. Yield: 20% (based on tipb). FT-IR (KBr pellets, cm–1): 3124, 1658, 1604, 1522, 1396, 1304, 1103, 1060, 964, 824, 770, 733, 660, 545.{[Co(tipb)(obba)]·(DMF)}n (4)A mixture of Co(OAc)2·4H2O (0.3 mmol), tipb (0.1 mmol), H2obba (0.3 mmol), and two drops of pyridine in 5 mL DMF was sealed in a 16 mL Teflon lined autoclave and heated at 120 °C for 5 days. The autoclave was then cooled to room temperature at a rate of 2 °C/h. The red crystalline product obtained was separated by filtration and washed with DMF. Yield: 35% (based on tipb). FT-IR (KBr pellets, cm–1): 3121, 1669, 1607, 1519, 1396, 1303, 1237, 1159, 1102, 1060, 963, 929, 879, 830, 781, 735, 659, 543.X-ray Data Collection and Structure DeterminationsThe crystallographic data of 1 and 2 were collected on a Rigaku Saturn724+ (2 × 2 bin mode) diffractometer at 113(2) K with Mo–Kα radiation (λ = 0.71075 Å) by ω scan mode. The crystallographic data of 3 was collected on a Rigaku Saturn70 (4 × 4 bin mode) diffractometer at 113(2) K with Mo–Kα radiation (λ = 0.710747 Å) by ω scan mode. Crystallographic data for complex 4 was collected on a Rigaku SCX-mini diffractometer at 293(2) K with Mo–Kα radiation (λ = 0.71073 Å) by ω scan mode. The program CrystalClear was used for integration of the diffraction profiles. All the structures were solved by direct methods using the SHELXS program of the SHELXTL(12) package and refined by full-matrix least-squares methods with SHELXL (semiempirical absorption corrections were applied using SADABS program). Metal atoms in each complex were located from the E-maps, and other non-hydrogen atoms were located in successive difference Fourier syntheses and refined with anisotropic thermal parameters on F2. The hydrogen atoms of the ligands were generated theoretically onto the specific atoms and refined isotropically with fixed thermal factors. Detailed crystallographic data are summarized in Table 1. The selected bond lengths and angles are given in Table S2, Supporting Information. It should be noted that the solvent molecules in the channels of 1 and 2 are highly disordered, and the program SQUEEZE in PLATON(13) was applied to treat regions of diffuse electron density that could not be satisfactorily modeled.Table 1. Crystal Data and Structure Refinement Parameters for Complexes 1–4 1234empirical formulaC41H28N6O4NiC44H34N8O5NiC50H39N7O6CoC50H39N7O6Coformula weight727.40813.50892.81892.81temperature/K113(2)113(2)113(2)293(2)crystal systemmonoclinicmonoclinicmonoclinicmonoclinicspace groupP21/nP21/nP21/cP21/ca /Å8.8570(15)9.0061(14)14.614(3)14.867(3)b /Å31.574(5)31.498(5)32.604(7)32.323(6)c /Å16.097(3)15.780(2)9.1030(18)9.1792(18)β /°92.152(5)90.584(4)104.61(3)104.26(3)V (Å3)4498.2(13)4476.0(12)4197.1(15)4275.1(14)Z4444Dc (g·cm–3)1.0741.2071.4131.387F(000)1504168818521852θ range /°1.81–27.801.44–25.011.25–25.012.97–25.01reflns collected44152367863065123718independent reflns10498788573767322goodness-of-fit0.9921.0311.1121.070R1a (I > 2σ(I))0.04660.06510.06040.1330wR2b (I > 2σ(I))0.10730.17920.16270.2416aR1 = Σ||F0| – |Fc||/Σ|F0|.bwR2 = [Σ[w(F02 – Fc2)2]/Σw(F02)2]1/2.Sorption MeasurementsGas adsorption measurements were performed using an ASAP 2020 M gas adsorption analyzer. UHP-grade gases were used in measurements. The N2 isotherms measurements were preceded at 77 K in a liquid nitrogen bath. The H2 sorption isotherms were collected at 77 K in a liquid nitrogen bath and 87 K in a liquid argon bath. The CO2 sorption isotherm was collected at 195 K in a dry ice and acetone mixture bath. Before measurements, the samples were soaked in methanol for 7 days to remove DMF and H2O solvates and then filtrated and dried at room temperature. The dry samples were loaded in sample tubes and activated under high vacuum (less than 10–5 Torr) at 160 °C. About 80–100 mg of degassed samples was used for gas sorption measurements, and the weight of each sample was recorded before and after outgassing to confirm removal of guest molecules. The outgassing procedure was repeated on the same sample between experiments for about 2 h.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionDescriptions of Crystal Structures{[Ni(tipb)(pta)]·(solvents)}n (1)X-ray crystallographic analysis revealed that 1 crystallizes in monoclinic space group P21/n. The asymmetric unit in 1 contains one NiII ion, one tipb ligand, and one pta2– ligand. H2pta ligand in 1 is fully deprotonated. As shown in Figure 1a, NiII ion is six-coordinate and exhibits a distorted octahedral geometry, defined by three nitrogen atoms from three independent tipb ligands (Ni1–N1 2.0590(15) Å, Ni1–N3 2.1078(16) Å, Ni1–N5 2.0560(15) Å), and three oxygen atoms from two different pta2− ligands (Ni1–O1 2.0386(14) Å, Ni1–O3 2.1469(13) Å, Ni1–O4 2.1717(13) Å).Figure 1. (a) The coordination environments of nickel ion in 1 (hydrogen omitted for clarity). Symmetry code: a −0.5 + x, 1.5 – y, 0.5 + z; b 1 + x, y, 1 + z; c 2.5 – x, −0.5 + y, 0.5 – z. (b) The 63 layer formed by tipb ligands and nickel atoms. (c) The pillar-layer structure linked by 63 layer and pta2− ligand. (d) The (3,5)-connected 2-fold interpenetrating gra topology of 1.Each tipb ligand connects three NiII atoms affording a 63 layer which is wavy for the twist of the imidazole rings (Figure 1b). The 63 layers are packed in an ABAB fashion, and adjacent layers are interconnected by pta2– ligands to give a three-dimensional (3D) pillar-layer structure (Figure 1c). Since the void space in the pillar-layer structure is large enough to accommodate another equivalent network, 2-fold interpenetrating occurred (Figure 1d). Although the framework of 1 is interpenetrated, there are one-dimensional (1D) triangular channels (0.25 × 0.34 nm in size) left along the a axis (Figure S1b, Supporting Information). After the solvent molecules were removed from the channels, PLATON(13) calculations show that the accessible volume is 1492.8 Å3 (33.2%) per unit cell volume.To gain a better visualization and understanding of the structures of 1, the framework topology of the complex was analyzed. With the NiII centers being considered as five-connected nodes and tipb ligands as three-connected nodes, the framework of 1 can be simplified as a 2-fold interpenetrating (3,5)-connected gra net with a Schläfli symbol of (63)(69,8), as determined using the program TOPOS 4.0(14) (Figure 1d).{[Ni(tipb)(atpa)]·(solvents)}n (2)The structure of 2 is nearly the same as that of 1. X-ray crystallographic analysis revealed that complex 2 is also 2-fold interpenetrating pillar-layer framework with gra topology, with the pta2– ligands in 1 replaced by atpa2– in complex 2. In complex 2, the addition of amino-group did not significantly influence the aperture size (0.25 × 0.34 nm) of the triangular channels along the a axis. However, the porosity of complex 2 was reduced to 29.4% compared with that of 1.Figure 2. (a) The coordination environments of nickel ion in 2 (hydrogen omitted for clarity). Symmetry code: a 0.5 + x, 1.5 – y, 0.5 + z; b 1.5 – x, 0.5 + y, 1.5 – z; c 2.5 – x, 0.5 + y, 0.5 – z. (b) The 63 layer formed by tipb ligands and nickel atoms. (c) The pillar-layer structure linked by 63 layer and atpa2− ligand. (d) The (3,5)-connected 2-fold interpenetrating gra topology of 2.{[Co(tipb)(bpda)]·(DMF)(H2O)}n (3)X-ray crystallographic analysis revealed that 3 crystallizes in monoclinic space group P21/c. There are one CoII ion, one tipb ligand, and one bpda2– ligand in the asymmetric unit of 3. As shown in Figure 3a, CoII ion is six-coordinate and shows a distorted octahedral geometry, defined by three nitrogen atoms from three independent tipb ligands (Co1–N1 2.127(3) Å, Co1–N3 2.123(3) Å, Co1–N5 2.137(3) Å), and three oxygen atoms from two different bpda2– ligands (Co1–O1 2.105(3) Å, Co1–O2 2.466 Å, Co1–O3 2.015(3) Å).Figure 3. (a) The coordination environments of cobalt ion in 3 (hydrogen omitted for clarity). Symmetry code: a 1 + x, y, 1 + z; b −1 + x, y, 1 + z; c 2 – x, −0.5 + y, 1.5 – z. (b) The 63 layer formed by tipb ligands and cobalt atoms. (c) The pillar-layer structure linked by 63 layer and bpda2− ligand. (d) The (3,5)-connected 4-fold interpenetrating hms topology of 3.In complex 3, the 63 layers (Figure 3b) similar to that in complex 1 and 2 are also formed with tipb and CoII ions. The layers packed in an AAA fashion, and adjacent layers are interconnected by bpda2– ligands to give rise to a 3D pillar-layer structure (Figure 3c). Because of the increase of the pillar length, the void space in the framework is large enough to accommodate another three equivalent networks, resulting in the 4-fold interpenetrating framework of 3 (Figure 3d). Accordingly, the porosity of complex 3 was reduced. After the solvent molecules were removed from the channels, PLATON(13) calculations show that the accessible volume of 3 is 607.7 Å3 (14.5%) per unit cell volume. Topology analysis revealed that the framework of 3 can be simplified as a 4-fold interpenetrating (3,5)-connected hms net with the CoII centers considered as five-connected nodes and tipb ligands as three-connected nodes. The Schläfli symbol is (63)(69.8) (Figure 3d).{[Co(tipb)(obba)]·(DMF)}n (4)Since the coordination modes and configuration of ligands in complex 4 are essentially the same as that of complex 3, complex 4 also reveals a 4-fold interpenetrating pillar-layer framework with hms topology (Figure 4). The main divergence between complexes 3 and 4 is that the coligand bpda2– is substituted by obba2– in complex 4. It should be noted that since the obba2– is V-shape, the channels along the a axis were blocked (Figure S4c, Supporting Information) and only the 1D channels along the c axis was preserved. The V-shape obba2– ligand also decreased the porosity of the framework of 4 to 13.5%.Figure 4. (a) The coordination environments of cobalt ion in 4 (hydrogen omitted for clarity). Symmetry code: a 1 + x, y, 1 + z; b −1 + x, y, 1 + z; c 1 – x, −0.5 + y, 2.5 – z. (b) The 63 layer formed by tipb ligands and cobalt atoms. (c) The pillar-layer structure linked by 63 layer and obba2− ligand. (d) The (3,5)-connected 4-fold interpenetrating hms topology of 4.From the structure analysis of complexes 1 and 2, it is observed that tipb ligand is prone to form a 63 layer with NiII ions, which could be used for targeted construction of pillar-layer frameworks with dicarboxyate ligands as pillars. Because of the porous nature of the layer structure, 2-fold interpenetration occurred even with relatively short pta2– and atpa2– ligands as pillar. Though the porosity of the resulting frameworks were reduced according to the interpenetration, the MOFs obtained still reveal moderate porosity. Also, it is worth noticing that introducing of −NH2 groups in the ligands did not affect the formation of framework structure, suggesting that functional groups could be introduced to modulate the pore structure and pore surface properties of these MOFs.On the basis of the structure of 1 and 2, we tried to increase the length of the auxiliary ligands (the pillars) to increase the porosity of the frameworks. Then H2bpda and H2obba were adopted, and complexes 3 and 4 were obtained. Since the 63 layer in 1/2 and 3/4 is nearly the same, it could be concluded that tipb tends to coordinate with NiII/CoII ions to result in layer structures. However, the layers in complexes 1 and 2 become wavy to adapt to the relatively shorter pillar ligands. On the other hand, X-ray crystallographic analysis of complexes 3 and 4 revealed that the increase of the length of the pillars led to the increase of the interpenetrating degree (from 2-fold interpenetrating in complexes 1/2 to 4-fold interpenetrating in complexes 3/4). Because of the high interpenetrating degree, the porosities of complexes 3/4 are decreased compared with complexes 1/2. This mean that the porosity of these pillar-layer MOFs materials could not be increased simply by extending the pillar ligands, and the interpenetrating degree must be considered. Besides the effect on porosity, the increase of the pillar length also led to the difference of packing fashions of the 63 layers (ABAB fashion in complexes 1/2, AAA fashion in complexes 3/4). The different packing fashion of the 63 layers results in the change of topology from gra in complexes 1/2 to hms in complexes 3/4. All the structure features discussed above demonstrated that the structures of these MOFs could be tuned with the coligands incorporated.Phase Purity and Thermal Stability of the ComplexesIn order to confirm the phrase purity of complexes 1–4, PXRD were performed with their bulk samples. As shown in Figure S5–S8 (see Supporting Information), the experimental PXRD patterns of complexes 1–4 are in good agreement with their corresponding simulated ones, indicating phase purity of the samples. Thermogravimetric analyses (TG) were carried out for the complexes 1 and 2, and the results are shown in Figures S9 and S10 (see Supporting Information). Complex 1 is stable up to 117 °C and shows a weight loss of 14.9% below 180 °C, which corresponds to the loss of solvent molecules. The framework finally collapsed at 348 °C. Complex 2 is stable up to 150 °C and shows a weight loss of 14.1% below 256 °C, which corresponds to the loss of solvent molecules. The framework finally collapsed at 365 °C. TG analyses indicate that the frameworks of 1 and 2 have high thermal stability.Gas Adsorption PropertyIn order to characterize the nature of the pores and gas adsorption properties of 1 and 2, isotherms are measured for CO2, N2, and H2. For 1, no N2 could be adsorbed at 77 K, while a moderate amount of H2 (33.8 cm3 g–1 (STP)) could be adsorbed under the same condition, indicating a high H2/N2 selectivity at 77 K. To further confirm the origination of the selectivity, CO2 isotherms were measured at 195 K. The results show a type I isotherm, indicating a typical permanent microporosity as expected (Figure 5a). On the basis of these results, the selective gas adsorptions behavior could be attributed to the pore-size effect:(15) the narrow channels (0.25 × 0.34 nm in size) in 1 can let H2 (kinetic diameter: 2.827–2.89 Å) and CO2 (3.3 Å) enter, while it cannot let the N2 (3.64–3.80 Å) enter.(16) This could also be used to explain the selective adsorption of H2 in 2 (Figure 5b). Comparing to that of complex 1, the reduced H2 adsorption capacity of 2 could be ascribed to the reduced porosity.Figure 5. (a) Adsorption isotherms of 1 for CO2, N2, and H2. (b) Adsorption isotherms of 2 for N2 and H2 (filled symbols: adsorption; open symbols: desorption).H2 adsorption isotherms reveal that the H2 adsorption capacity of 1 is about 33.8 cm3 g–1 (STP) and 12.9 cm3 g–1 (STP) of 2. The decline of H2 adsorption capacity of 2 could be ascribed to the reduced porosity. For complex 2, it is obvious that the H2 desorption displays serious hysteresis (Figure 5b). Besides the effect of pore-size, the addition of amino-groups in 2 may be responsible for the desorption hysteresis. The interactions between H2 molecules and amino-groups makes it  difficult for H2 molecules to escape from the framework of 2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionWe systematically investigated the coordination behavior of tipb ligand to find that it readily forms 63 layers with NiII and CoII ions under certain conditions, which could be utilized for the construction of pillar-layer MOFs. The structures and porous properties of the resulting MOFs could be modulated by modifying the size, geometry, and functional groups of the dicarboxylate pillar ligands. In addition, complexes 1 and 2 show selective adsorption of H2 over N2 due to the limited pore size, which may be applied in selective adsorption applications. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationX-ray crystallographic data for complexes 1–4 in CIF format, Figures S1–S10 and Table S1. These materials are available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was financially supported by the 973 program (2014CB845600), NNSF of China (21031002, 21290171, and 21202088), and MOE Innovation Team (IRT13022) of China.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 16 other publications.1. (a) Jia, J. T.; Sun, F. X.; Borjigin, T.; Ren, H.; Zhang, T. T.; Bian, Z.; Gao, L. X.; Zhu, G. S. Chem. Commun. 2012,  48 (48)  6010– 6012[Crossref], [CAS]1. Highly porous and robust ionic MOFs with nia topology constructed by connecting an octahedral ligand and a trigonal prismatic metal clusterJia, Jiangtao; Sun, Fuxing; Borjigin, Tsolmon; Ren, Hao; Zhang, Tingting; Bian, Zheng; Gao, Lianxun; Zhu, GuangshanChemical Communications (Cambridge, United Kingdom)\r\n        (2012),\r\n    48\r\n        (48),\r\n    6010-6012CODEN:\r\n                CHCOFS;\r\n        ", "title": "Pillared Metal–Organic Frameworks Based on 6 Layers: Structure Modulation and Sorption Properties", "authors": ["Qiang Chen", "Yan-Yuan Jia", "Ze Chang", "Ting-Ting Wang", "Bo-Yu Zhou", "Rui Feng", "Xian-He Bu"], "doi": ["10.1021/cg500975j"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-10/cg500975j/20140925/images/small/cg-2014-00975j_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-10/cg500975j/20140925/images/small/cg-2014-00975j_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-10/cg500975j/20140925/images/small/cg-2014-00975j_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-10/cg500975j/20140925/images/small/cg-2014-00975j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-10/cg500975j/20140925/images/small/cg-2014-00975j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-10/cg500975j/20140925/images/small/cg-2014-00975j_0004.gif\">"]}