{"abstract": "Materials built from multiple constituents have revealed emerging properties that are beyond linear integration of those from single components. We report a mesoporous metal–organic framework made from three geometrically distinct metal-containing secondary building units (SBUs) as a result of topological induction. The combinations of the Cu-based triangular, Zn-based octahedral, and Zn-based square pyramidal SBUs have created four types of cages in the network, despite that only one organic linker pyrazolecarboxylate was used. The longest distance for molecules maneuvering inside the largest cage is 5.2 nm. Furthermore, the complex and diversified pore environments allow the installation of various new functionalities in the framework as well as the expedited Ag nanoparticle formation in the pores. As presented in the molecule movement diagram, the crystal has provided specific arrangements of cages and apertures with distinct chemical features for guests transporting between the pores.", "text": "10.1021/jacs.5b07687 Extended structures of crystalline solids are generally composed of a few building units which are repeated to make relatively simple constructs. It is desirable to learn how to make chemical structures composed of multiple building units. In metal–organic frameworks (MOFs),(1) incorporating two kinds of linkers or two kinds of inorganic secondary building units (SBUs)(2) with distinct geometries into their corresponding places has been demonstrated(3) by elaborate topological design. The successful syntheses of these promise to provide materials in which the multiplicity of units endows the materials with properties where the whole functions are better than some of the parts.(3c-3e, 4) However, it remains a challenge to further increase the number of topologically distinct components in one single framework, due to the difficulties in designing structures in which all components can participate and the complications in avoiding the exponentially increased possibilities of obtaining unwanted mixed phases.(4)Recently, quaternary MOF structures based on three linkers were reported;(5) however, the syntheses of MOFs containing three inorganic nodes of different geometries require more precise control because the SBUs are constructed in situ. Herein, we show how linking 4-pyrazolecarboxylic acid (H2PyC) with Zn(II) and Cu(II) gives a MOF with three geometrically and compositionally different SBUs (triangular, octahedral, and square pyramidal) arranged in the cubic symmetry encompassing four kinds of polyhedral cages (Cages I–IV), which can be best described in terms of “heterogeneity within order”.(6) Two of the cages, with the sizes of 2.3 and 2.9 nm in diameter, contribute to the mesoporosity of this framework. The apertures connecting neighboring cages are decorated with fully saturated or active metal sites in particular order. This framework is capable of incorporating linkers with new functionalities, and the activeness of the structure was further evidenced by the fast reduction of Ag(I) to form Ag nanoparticles (NPs) in the pores. The rich structural information embedded in the crystal, as presented in the proposed guest movement diagram, allows molecules to experience distinctive collections of specific chemical microenvironments (cage sizes, shapes, apertures, metal compositions, and sequences) along the moving pathways.Figure 1. SBUs in FDM-3. (a) One triangular Cu3(OH)(PyC)3, (b) four octahedral Zn4O(COO)3R3 (R = COO or NN), and (c) two square pyramidal Zn4O(COO)4R.Solvothermal reaction of Zn(NO3)2·6H2O, Cu(NO3)2·3H2O, and H2PyC in mixed solvents affords single crystals of FDM-3 (FDM = Fudan materials, see the Supporting Information (SI)). Single crystal X-ray diffraction reveals that it crystallizes in the cubic space group Fm3̅m, with a = 62.30 Å (Table S3). Mixing two metal ions with one simple organic linker has introduced three kinds of metal-containing SBUs with distinct geometries, all of which are in order in the framework. The triangular SBU Cu3(OH)(PyC)3 (Figure 1a) is assembled by Cu ions with N in pyrazolate. The octahedral SBU Zn4O(COO)3R3 (R = COO or NN in PyC) shares the same connectivity with the nodes in Zn4O(PyC)3 (FDM-1),(7) but the orientational disorder of the linkers has created four variations (Figure 1b). More interestingly, the third type of SBU, the square pyramidal Zn4O(COO)4R (Figure 1c) with two variations, can be considered as the defected version of the octahedral SBU, in which one site for the organic linker is vacant. The topology of the framework is ott,(3h, 8) in which the SBUs are recognized as 3-, 5-, and 6-coordinated nodes (Figure 2). Careful inspection on the powder X-ray diffraction (XRD) of the crystals has ruled out the possibility of obtaining multiple phases in this mixed metal reaction (Figures S2 and S3). As determined by crystallography, ICP-AES, and elemental analysis, the resulting structure has a formula of [(Zn4O)5(Cu3OH)6(PyC)22.5(OH)18(H2O)6]·[Zn(OH)(H2O)3]3, where the highly disordered [Zn(OH)(H2O)3]+ serves as the compensating cations for the anionic framework (see Tables S1 and S3 for formula determination and crystallography details). Previously, inherent rigidity of MOFs has made the introduction of multivariate linkers(4) or metals(9) into topologically identical positions possible. However, FDM-3 provides three kinds of topologically different SBUs from two metals arranged precisely in predetermined positions with order.Figure 2. (a) One unit cell of FDM-3. (b) The topology of FDM-3 net is ott. Triangular SBU, light brown; octahedral SBU, blue; square pyramidal SBU, orange.The assemblies of triangular Cu3(OH)(PyC)3 and octahedral Zn4O(COO)3R3 SBUs are frequently observed in MOF syntheses. It could be assumed that a (3,6)-coordinated net would be favored in our system. However, FDM-3 crystallizes with neither the default pyr or rtl topology nor the qom topology as in MOF-177.(10) This is due to the observation that to accommodate the aforementioned topologies, the 3-coordinated node has to be distorted or with orientation difference.(10a) On the other hand, the triangular SBU is coplanar in FDM-3 and could not afford apparent distortion or rotation. By intentionally avoiding the simple networks with topological induction, the third SBU, the square pyramidal Zn4O(COO)4R, was created by vacating one site in the octahedral SBU. Overall, guided by the topological design, the organization of three distinct SBUs into one single and pure structure is observed in one-pot synthesis.Given the three types of metal-containing SBUs, FDM-3 possesses four kinds of cages (Figure 3). Cubic Cage I (Figure 3a,e) resides at the body center or edge center of the cubic unit cell and can fit a sphere with a diameter of 7.6 Å inside. With four pentagons on the surface, Cage II has a size of 8.0 × 8.0 Å (Figure 3b,f). On the other hand, Cages III and IV fall into the mesopore range. Topologically identical with the largest cages observed in UMCM-3(3a) and MIL-101,(11) Cage III (Figure 3c,g) in FDM-3 is surrounded by 12 pentagons and 4 hexagons, with the cavity size of 23.4 Å. The largest cage in this structure, Cage IV (Figure 3d,h), is pseudooctahedral in shape. A sphere with a diameter of 28.8 Å can be accommodated into this cavity, and the longest straight pathway for molecules maneuvering inside the cage is 5.2 nm. The surface of Cage IV is decorated with 96 linkers, 24 Cu(II)-based triangular SBUs, 12 Zn(II)-based square pyramidal SBUs, and 24 Zn(II)-based octahedral SBUs. With the linker length 2.8 Å shorter than terephthalate, each unit cell (V = 241831 Å3) in FDM-3 contains 28 microporous cages (4 Cage I and 24 Cage II) and 11 mesoporous cages (8 Cage III and 3 Cage IV).Figure 3. Cages in FDM-3. Structures of Cages (a) I, (b) II, (c) III, and (d) IV. Ball and stick diagrams of Cages (e) I, (f) II, (g) III, and (h) IV.To further advance MOFs’ performance in gas separations,(12) catalysis,(13) and biological applications,(14) etc., it becomes fundamentally important to understand how the incoming guests contact with the inorganic units and the organic functionalities specifically along their movements. The compositions and the arrangements of the constituents decorating the pore apertures are as important, if not more, than the aperture sizes in determining the molecule pathways within the crystals. Studying the building unit sequences along the apertures and further envisioning the communications between neighboring pores in a systematic manner will pave the way to fully interpret how the multiplicity of building units leads to better material functions as a whole.With that in mind, we consider that guests in MOF-5(1a) crystals keep passing through squares one after another (Figure 4a), and the SBUs sitting on the corners of squares are Zn4O(COO)6.(15) ZIF-8,(16) which is composed of sodalite cages, provides two kinds of pathways (through square or hexagon) for guest transport (Figure 4b).The movement diagram, as shown in Figure 4, provides not only the cage and tiling analysis of these structures but also information on how the cages communicate with each other and the structural information related to the communication. Thus, it allows us to better understand complex MOF structures with multiple pores from multiple building units. As one of the few structures made from two linkers and one SBU, UMCM-3(3a) contains four kinds of cages. As in Figure 4c, the junctions between neighboring cages are triangles, pentagons, and hexagons composed of SBUs and organic branch points. Apparently, metal composition of these junctions is only Zn.Figure 4. Molecule movement diagrams of (a) MOF-5, (b) ZIF-8, (c) UMCM-3, and (d) FDM-3. For tilings, different colors represent geometrically different faces. For apertures, organic branch point and SBUs are shown as balls with different colors.As a whole, these cages communicate with each other through repeated and linear manner. FDM-3, however, is constructed by three types of SBUs and one organic linker and carries more information in the molecule movement pathways (Figure 4d): (a) Cage I is isolated from a loop involving Cages II–IV. In other words, Cage I communicates with Cage IV only while all other cages are interconnected. (b) Arising from the multiplicity in this quaternary MOF, the meeting points for the pore communications feature completely distinct sequences of SBUs: Cage I↔Cage IV, square with four 6-coordinated SBUs; Cage IV↔Cage II, pentagon with a sequence of 6-,6-,3-,5-,3-coordinated SBUs along the circle; Cage II↔Cage III, different pentagon with a sequence of 5-,5-,3-,6-,3-coordinated SBUs; Cage III↔Cage IV, hexagon with a sequence of 6-,3-,6-,3-,6-,3-coordinated SBUs. (c) Moreover, in FDM-3, these sequences also feature specific arrangements of two types of metal ions unprecedentedly (Zn···Zn···Zn···Zn for square, Zn···Zn···Cu···Zn···Cu for both pentagons, and Zn···Cu···Zn···Cu···Zn···Cu for hexagon). As clearly presented in the movement diagram, FDM-3 has introduced a new level of heterogeneity within order originating from periodic arrangements of multiple constituents in sophisticated manner.To further evaluate the mesoporosity of FDM-3, N2 adsorption isotherm at 77 K measurement was conducted on the activated sample (see SI). As illustrated in Figure 5, the isotherm could be classified as Type IV, with a secondary uptake at the P/P0 ≈ 0.10 region. The Brunauer–Emmett–Teller (BET) surface area and pore volume were 2585 m2 g–1 and 1.186 cm3 g–1 (Figure S11), respectively, which are in good agreement with the theoretical values (2697 m2 g–1 and 1.210 cm3 g–1, see SI). The pore size distribution analysis (Figure S13) revealed a distribution of both micropores at 1.0–1.5 nm and mesopores at 2.0–2.7 nm in diameter, corresponding to Cages I–II and III–IV in the structure, respectively. The strategy applied to build mesopores in our structure does not involve the elaborate organic synthesis, and what is more, it avoids the undesirable framework collapse during materials activation due to the use of slender linkers as building units (Figures S2, S3, and S20).As a result of defect engineering, two Zn in each of the square pyramidal Zn4O(COO)4R and all Cu in the triangular Cu3(OH) (PyC)3 are the potentially active sites for installation of new organic linkers. 4-aminobenzoic acid (NH2–BC), 1,8-diazanaphthalene (DAP), and pyrazole (Pyr) were employed to further functionalize the FDM-3 (see SI). Although complete structure solving and refinement were not possible due to reduced crystal qualities, the unit cell parameters of the functionalized structures, noted as NH2–BC–FDM-3, DAP–FDM-3, and Pyr–FDM-3, are almost the same as those of FDM-3 (Table S4). The structure retainments were further validated by their similarities in XRD (Figures S4 and S5). As determined by the solution-state 1H NMR of the DCl-digested and Cu-removed samples, the ratios between the new functionalities and PyC are ∼0.29:1, 0.31:1, and 0.93:1 in NH2–BC–FDM-3, DAP–FDM-3, and Pyr–FDM-3 (Figures S14–S16). The ratio contrast is probably due to the difference in the binding ability of the new functionalities to various sites in square pyramidal and triangular SBUs and in the ligand exchange competence on the compensating ions. The BET surface areas of NH2–BC–FDM-3, DAP–FDM-3, and Pyr–FDM-3 reduced to 1718, 1783, and 810 m2 g–1, respectively (Figures S9, S12, and S20). Nevertheless, the capability of installing new linkers with controlled ratios comes from the fact that two metals (Cu and Zn) with distinct coordination environments are distributed quantitatively at different sites and thus contributes to the multifunctionalities of the material.To further investigate the accessibility of the pores in FDM-3, they were used as the hosts for Ag nanoparticle formation. Upon immersion of FDM-3 crystals in ethanol solution of AgNO3,(17, 18) the crystal color turned black in 3 min (Figure S1). Consequently, ∼20.1 wt % Ag NPs were loaded in FDM-3 in 16 h, as confirmed by ICP-AES (Table S2 and Figures S6, S10, S12, and S20). Microporous FDM-1(7) and mesoporous MOF-177(10b) show only ∼1.4 and ∼2.6 wt % loading of Ag NPs, with no obvious color change observed in 16 h (Figures S7 and S19). The transmission electron microscopy images of Ag@FDM-3 suggest the sizes of Ag NPs in MOF crystals being 2–17 nm (Figures S17 and S18), which is larger than the mesoporous cages in FDM-3. This is probably due to larger NPs on the crystal surface, local damage of MOFs during encapsulation,(19) and the coalescence of NPs upon illumination with electron beam.(17)The expedited color change of FDM-3 upon Ag NPs formation has intrigued us to examine the catalytic properties of the structure. We observed that the Ag NPs uptake in FDM-3 is as high as 16.7 wt % within the first 30 min. Comparative studies on the MIL-68(In)(20) result in <0.1 wt % Ag NPs in the pores in 30 min, significantly lower than that in FDM-3, even though higher uptakes could be achieved(17) in longer time (see SI). NH2–BC–FDM-3, DAP–FDM-3, and Pyr–FDM-3 show similar uptakes within 30 min (Table S2 and Figure S8). It has been explained that ethanol serves as the reductant in the Ag formation(17) and is responsible for the slow reactions in MIL-68(In), MOF-177, and FDM-1. It is the active metals with periodic arrangements in the pores in FDM-3 and its derivatives, rather than their mesoporosities or linker functionalities, that bring some unusual properties to facilitate the redox reaction and accelerate the NPs formation.Figure 5. Low-pressure N2 adsorption isotherm of FDM-3 at 77 K.In summary, we have synthesized a mesoporous MOF with three geometrically distinct SBUs encompassing four kinds of cages by topological induction. Based on one organic linker and two metals, the (3,5,6)-coordinated net with ott topology shows a cubic unit cell with a = 62.30 Å and a BET surface area of 2585 m2 g–1. Furthermore, the “heterogeneity within order” in this complex MOF was demonstrated by the capability of incorporating new functionalities as well as the fast formation of Ag NPs in the pores. With all components in absolute order, the signature cage arrangement in FDM-3 has provided periodic chemical information-rich pathways for guests, which allow us to further study the kinetic behaviors and movement principles of guests along the pores in the future. Top of PageAbstractReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b07687.Synthetic and characterization procedures (PDF)Crystallographic files for FDM-3. CCDC: 1413919 (CIF)The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was supported by the Innovation Program of Shanghai Municipal Education Commission (14ZZ005), Shanghai Rising-Star Program (15QA1400400), and the Science & Technology Commission of Shanghai Municipality (14JC1400700).Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 20 other publications.1. (a) Li, H.; Eddaoudi, M.; O’Keeffe, M.; Yaghi, O. M. Nature 1999,  402,  276 DOI: 10.1038/46248 [Crossref], [CAS]1. Design and synthesis of an exceptionally stable and highly porous metal-organic frameworkLi, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.Nature (London)\r\n        (1999),\r\n    402\r\n        (6759),\r\n    276-279CODEN:\r\n                NATUAS;\r\n        ", "title": "Heterogeneity within a Mesoporous Metal–Organic Framework with Three Distinct Metal-Containing Building Units", "authors": ["Binbin Tu", "Qingqing Pang", "Erlong Ning", "Wenqing Yan", "Yi Qi", "Doufeng Wu", "Qiaowei Li"], "doi": ["10.1021/jacs.5b07687"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-42/jacs.5b07687/20151023/images/small/ja-2015-07687x_0005.gif\">"]}