{"abstract": "Carbon dioxide adsorption isotherms have been computed for the metal–organic framework (MOF) Fe(dobdc), where dobdc = 2,5-dioxido-1,4-benzenedicarboxylate. A force field derived from quantum mechanical calculations has been used to model adsorption isotherms within a MOF. Restricted open-shell Møller–Plesset second-order perturbation theory (ROMP2) calculations have been performed to obtain interaction energy curves between a CO molecule and a cluster model of Fe(dobdc). The force field parameters have been optimized to best reproduced these curves and used in Monte Carlo simulations to obtain CO adsorption isotherms. The experimental loading of CO adsorbed within Fe(dobdc) was reproduced quite accurately. This parametrization scheme could easily be utilized to predict isotherms of various guests inside this and other similar MOFs not yet synthesized.", "text": "10.1021/jp500313j Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences1 IntroductionMetal–organic frameworks (MOFs) are nanoporous materials that consist of metal nodes connected by organic linkers, and can be synthesized with a wide range of topologies, surface areas, and other structural characteristics. These materials can be used to store gases with different physical and chemical characteristics.(1-3) Experimental characterization of MOFs is necessary for gaining insight into their adsorption ability,(4-8) but experiment alone is not sufficient for the rapid characterization of MOFs due to many possible combinations of metals, linkers, and topologies that could be tested for various applications. Accordingly, one of the reasons that computational approaches play an important role in the screening process is that they can help experimentalists to efficiently screen MOFs that are worth considering for use in gas separations.Molecular simulations have been widely used to compute macroscopic properties such as adsorption isotherms. These classical simulations require the use of force fields for describing intermolecular interactions. The Grand-Canonical Monte Carlo (GCMC) approach with force fields such as DREIDING(9) and the Universal Force Field (UFF)(10) has been used with some success to study simple molecule adsorption within MOFs.(11-13) However, adsorption within MOFs that strongly bind guests, such as those with open-metal sites, cannot be described accurately with these force fields.(14, 15) Although it is not possible to accurately compute adsorption isotherms for guests within open-metal site MOFs with general force fields, it is possible to parametrize force fields from quantum mechanical calculations that could be used to simulate these isotherms more accurately.In previous work, intermolecular potentials were parametrized for the interaction of CO2 and N2 with Mg2(dobdc), Zn2(dobdc), and Zn4O(bdc)3 (bdc2– = 1,4-benzenedicarboxylate), also called MOF-5 or IRMOF-1.(15) MOF fragments were used to design clusters to model these extended systems and were used to compute interaction energy curves with CO2 and N2. This approach yielded parameters that accurately predicted CO2 and N2 adsorption in closed-shell MOFs. Møller–Plesset second-order perturbation theory (MP2)(16) was used to compute interaction energies for Mg2(dobdc) and Zn2(dobdc) respectively cluster models with CO2. Cluster models were designed to describe CO2 interactions with every atom type present in these MOFs. These resulted in accurate force fields, but it was rather expensive. In this study, we simplified this parametrization scheme by computing new parameters only for the interaction between the open-metal site M and the oxygen of CO2.It should be noted that there are multiple ways to compute macroscopic characteristics of MOFs. The energy decomposition proposed in this article is useful both to derive the force field, and also to understand the physics beyond the various terms contributing to the interaction energy, for example, electrostatics, induction, dispersion, and repulsion. This means that the derived force field will be accurate due to a correct description of the physics of the various terms rather than simply error cancellation. These decomposed terms can then either be used within a polarizable force field or be further simplified to effectively include polarization effects in a nonpolarizable force field, making calculations with large number of atoms possible. Examples of some of these energy partitioning schemes are the Sum of Interactions Between Fragments Ab Initio computed (SIBFA)(17) method, Symmetry Adapted Perturbation Theory (SAPT),(18) which is fully quantum mechanical and has been used on  Fe2(dobdc) before,(19) and the Effective Fragment Potential (EFP) method. The EFP method describes inert interactions with effective potentials, while describing an active region with quantum mechanics. EFPs have been used to compute energies for many types of interactions,(20-22) but to our knowledge this method has not been employed to study gas adsorption in MOFs.In this work, we focus on another member of the M2(dobdc) family, commonly referred to as the M-MOF-74 series, Fe-MOF-74 (see Figure 1), and its ability to bind CO2. Species containing Fe(II) ions are known to be challenging to describe computationally. In some coordination environments, the low-spin and high-spin states of Fe(II) are so close in energy that it is difficult to predict which is the ground state,(23) and within spin states multiconfigurational character has been observed when binding guests to heme.(24, 25) Furthermore, complex redox reactions occurring with guests have been observed in Fe-MOF-74 previously.(7) The coordination environment within Fe-MOF-74 favors the high-spin state for Fe(II) when bare(26) and when binding hydrocarbons.(19) The primary goal of this work was to compute isotherms for CO2 adsorption within Fe-MOF-74 by extracting force field parameters from an interaction energy curve calculated with Restricted Open-shell Møller–Plesset second-order perturbation theory (ROMP2), while using UFF parameters to describe all nonmetal interactions instead of computing new parameters for each of these pairwise interactions.The isotherms simulated in this work are compared to new experimental Fe-MOF-74/CO2 adsorption data. The surface area of Fe-MOF-74 was determined at low pressure and temperature by using pure N2. CO2 adsorption isotherms were measured at three temperatures by cycling pure CO2 through an activated sample of Fe-MOF-74 at a constant rate. From these isotherms, we can obtain information on the surface area and binding characteristics of MOFs.(6, 7, 27)This Article is organized as follows: In section 2, the experimental details, the clusters, and the interaction energy calculation method will be described, along with the parametrization method for obtaining the new force field parameters describing the adsorption of CO2 within Fe-MOF-74. The specific details regarding the classical simulations will be reported in section 2.4. In section 3, the simulated CO2 adsorption isotherms for Fe-MOF-74 and Mg-MOF-74 will be provided and compared to experimental data and previous simulation data. Finally, in sections 4 and 5, there will be a discussion and conclusions.Figure 1. Structure of Fe-MOF-74 optimized using periodic density functional theory (DFT) with its stoichiometric unit pictured on the right. The brown atoms are iron, red are oxygen, black are carbon, and pink are hydrogen.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences2 Methods2.1Gas Adsorption MeasurementsFe-MOF-74 was prepared and activated as reported in ref 7. For the surface area determination and low-pressure CO2 adsorption experiments, 85 mg of Fe-MOF-74 was transferred to a preweighed glass sample tube under an atmosphere of nitrogen and capped with a Transeal. The sample was then transferred to a Micromeritics ASAP 2020 gas adsorption analyzer and heated at a rate of 1 °C/min from room temperature to 160 °C. The sample was considered activated when the outgas rate at 160 °C was less than 2 μbar/min. The evacuated tube containing the activated sample was then weighed and transferred to the analysis port of the instrument where the outgas rate was again determined to be less than 2 μbar/min at 160 °C. High-purity N2 (99.998%) and CO2 (99.995%) were used for the adsorption experiments. Nitrogen adsorption at 77 K indicated a surface area of 1345 m2/g (BET). Prior to CO2 adsorption experiments, the sample was reactivated at 160 °C. The measurements at 25, 35, and 45 °C were performed using a recirculating dewar connected to an isothermal bath. The measured experimental data in terms of excess loadings were fit to a dual-site Langmuir–Freundlich model:(1)where n is the excess CO2 adsorbed in mmol/g, P is the pressure in bar, qsat,i is the saturation capacity in mmol/g, bi is the Langmuir parameter in bar–1, and vi is the Freundlich parameter for the two sites indicated by the subscript i. The isotherms measured at 25, 35, and 45 °C were used to compute the isosteric heat of adsorption (Qst) with the Clausius–Clapeyron equation:(2)where P is pressure, n is the amount of CO2 adsorbed, T is temperature, R is the universal gas constant, and C is a constant. The isosteric heat of adsorption at a given adsorbed amount of CO2 was obtained from the slope of the plots of (ln P)n as a function of 1/T.2.2Quantum Mechanical Calculations2.2.1Model StructuresA neutron powder diffraction structure obtained at 4 K(7) was used as an initial structure for the geometry optimization of Fe-MOF-74 under periodic boundary conditions with the Vienna Ab Initio Simulation Package (VASP).(28-31) Projector-augmented wave(32) potentials that describe the interaction between electrons in the core and valence shells(33) were used in these calculations. The Perdew–Burke–Ernzerhof (PBE) gradient-corrected, exchange-correlation functional(34) was used with a rotationally invariant, effective Hubbard U correction(35) of 5 eV on the d levels of the Fe(II) centers. This U value was chosen to reproduce the Fe(II)–Fe(II) distances and lattice parameters of the experimental structure. The PBE+U approach was previously shown to give reasonable unit cell volumes, lattice parameters, and metal–metal distances within MOFs.(36, 37) The periodic DFT optimization was done using a 54 atom primitive cell of Fe-MOF-74. A gamma point optimization of the unit cell volume, lattice parameters, and atom positions was performed with an energy cutoff of 1000 eV. The energy and force convergence criteria were set to 1 × 10–6 eV and 0.05 eV/Å, respectively.A metal centered cluster similar to that from ref 15 was used to calculate an interaction energy curve of CO2 with Fe-MOF-74. This reference curve was used to optimize the Fe(II)–O(CO2) parameters in this force field. The role of the noncentral metal atoms was probed by comparing interaction energy curves upon replacement of Fe(II) by Mg(II) and Zn(II). These tests were performed to reveal whether or not the Fe(II)–O(CO2) interaction within Fe-MOF-74 is sensitive to magnetic couplings between the metal atoms, and to see if calculations could be simplified by replacing some of the open-shell Fe(II) ions with diamagnetic ions of the same charge.Seven other clusters were designed to model the immediate environments of the other atom types (i.e., Oa, Ob, Oc, Ca, Cb, Cc, and Cd) present in Fe-MOF-74 (see Supporting Information Figure S1). These clusters were adopted to compute the charges for these atom types, which were then used in the GCMC simulations. The positions at which the clusters were cut from the periodic DFT structure were capped with hydrogens, and the hydrogen positions were optimized using the PBE(34) functional and def2 basis sets(38-40) (def2-TZVP on Fe and O; def2-SV(P) on C and H) with Turbomole 6.4.(41)2.2.2MOF–CO2 Interaction Energy CurvesIn this work, one of our main goals was to provide a physical description of the Fe(II) interaction with CO2 in Fe-MOF-74. To accomplish this, we decided to probe a configuration space that contains strong Fe(II)–O(CO2) interactions. The configuration space used to calculate the potential energy curve (PEC) was determined by minimizing the UFF repulsion energy of CO2 with all atoms present in the cluster except the Fe(II) ions. This was done to ensure that the interaction energies between the CO2 and the Fe(II) ion of interest were the greatest contributor to the PEC.The PEC was calculated with the Complete-Active Space second-order Perturbation Theory (CASPT2) formalism(42, 43) using Molcas 7.8.(44) A quintet spin multiplicity on Fe(II) was specified on the basis of previous experimental and theoretical work.(5, 7, 19, 26) The four singly occupied Fe(II) orbitals for each Fe(II) ion were included in the active space of the Complete-Active Space Self-Consistent Field (CASSCF) calculations. A high-spin (16,16) CASSCF wave function is monoconfigurational and is thus isomorphic to a Restricted Open-shell Hartree–Fock calculation (ROHF). To justify the accuracy of this active space, a (24,20) CASSCF calculation containing the five d6 orbitals of each Fe(II) ion was performed. With this active space, the high-spin ground state had a maximal configuration weight of 0.997 (1 would correspond to a perfect monoconfigurational state). Thus, assuming that the lowest energy d orbital of each of the four Fe(II) ions is strictly doubly occupied was valid. The high-spin (S = 8) ground state of the 60-atom cluster is in agreement with previous studies indicating ferromagnetic nearest neighbor(5, 7, 26, 45) and ferromagnetic next-nearest neighbor(26, 45) interactions within Fe-MOF-74. The second-order Perturbation Theory (PT2) correction was used to capture more dynamic correlation, and an imaginary shift of 0.2 hartree was applied to prevent the occurrence of intruder states.(46) The Resolution of the Identitity (RI) and Cholesky Decomposition (CD) were used to decrease the computational cost associated with the two-electron integrals.(47-49) The Douglas–Kroll–Hess Hamiltonian(50, 51) was used in conjunction with Atomic Natural Orbital Relativistic Core Correlated (ANO-RCC) basis sets(52, 53) for the ROHF and ROMP2 calculations. The ANO-RCC Valence Double Zeta plus Polarization (ANO-RCC-VDZP) basis set was used for the central atom of each cluster, its nearest neighbor oxygen atoms, and the CO2 atoms. The ANO-RCC Minimal Basis set (ANO-RCC-MB) was used for all of the remaining atoms. We applied a minimal basis set to the atoms not immediately bound to the central atom to reduce the computational cost, assuming that it does not significantly affect the computed interaction energies.Basis set superposition error (BSSE) was addressed with the counterpoise correction.(54) A simplified form of the equation used to compute the interaction energies is provided as eq 3. The explicit form of the counterpoise corrected interaction energy formula is provided in the Supporting Information. In this work, the Fe(II) cluster pictured in Figure 2 was the only one for which the CO2 interaction energy curve was calculated because in this case the interaction between CO2 and the open-metal site provides the most important contribution to the adsorption energy.(15) The interaction energy is given by the relation:(3)where Eint is the interaction energy between the MOF and CO2, EMOF–CO2 is the energy of the interacting system, and EMOF and ECO2 are the energies of the MOF and CO2, respectively. All energies were computed in the basis of the interacting system (see the Supporting Information).Figure 2. Sixty-atom cluster used to model the Fe(II) ion and its ligand environment within Fe-MOF-74. Blue atoms represent iron, red are oxygen, gray are carbon, and white are hydrogen.2.2.3Partitioning Molecular PropertiesThe point charge approximation is often used in force fields employed to compute adsorption isotherms of guests interacting with MOFs, because it is computationally convenient and reasonably accurate.(55) The Localization of Properties (LoProp)(56) approach was chosen to compute the point charges. The LoProp approach was also used to extract dipoles, quadrupoles, and polarizabilities. The effects from these were included implicitly in the force field by optimizing parameters against reference data that include these contributions. The LoProp charges were computed by using the seven clusters analogous to those in ref 15 (see Supporting Information Figures S2–S8). The charge of the hydrogen atoms was chosen to neutralize the charge of the unit cell by distributing the nonzero charge between the hydrogen atoms equally.It is often useful to partition interaction energies into multiple terms to try to understand which interactions are predominant and effectively account for more complex electron–electron interactions.(57) The Non-Empirical MOdeling (NEMO) approach(58) was used to decompose the interaction energy of the Fe(II) cluster with CO2 into electrostatic, induction, dispersion, and repulsion terms, as provided in eq 4. The interaction energy was calculated using the procedure described in section 2.2.2. The NEMO intermolecular interaction energy is decomposed as follows:(4)The electrostatic Eelect, induction Eind, and dispersion Edisp terms were obtained from quantum mechanical reference calculations, and the repulsion energy Erep was chosen to reproduce the reference intermolecular interaction energy, as shown in eq 5. It is important to note that a scaling parameter ε was applied to force the repulsion energy to be positive throughout the configuration space. The scaling parameter on the dispersion term can to some extent be justified by considering the fact that a small basis set, like the one used in this work, does not capture the long-range nature of the dispersion interaction.(59) The equations that were used to compute the explicit NEMO terms were taken from ref 60, and are reported in the Supporting Information as eqs S2–S5. The NEMO terms from eq 4 can be reorganized to calculate the repulsion energy as follows:(5)The partial atomic charges of the CO2 molecules during the NEMO energy decomposition were set to those used in the Transferable Potentials for phase Equilibria (TraPPE)(61) force field, because the parameters from this force field are generally considered reliable for the bulk phase of CO2. The higher-order electrostatic, induction, and dispersion terms in eqs 4 and 5 were combined into a single attraction energy curve. The attraction and repulsion energy curves were used to optimize the force field parameters for the Fe(II)–O(CO2) interaction. During the fitting of the attraction and repulsion parameters described in section 2.3, the scaling factor was further considered as a tunable constant to provide better fitting agreement.2.3Force FieldsThe effective force field to be used for molecular simulations considers a rigid MOF and rigid CO2 molecules. We included only pairwise intermolecular interaction terms. These approximations have been used to optimize force field parameters for MOF–guest interactions previously.(57, 62) The form of the force field used in this work is(6)where Eattr(i, j) and Erep(i, j) are the attraction and repulsion energies. The qi and qj terms are the charges of atoms i and j. The rij term represents the distance between atoms i and j within molecules A and B, which contain NA and NB atoms, respectively. The vacuum permittivity is provided as ε0, while Aij, Bij, and Cij are parameters to be fitted from the NEMO decomposed, quantum mechanical reference data. The Eattr term contains contributions from the dipole, quadrupole, induction, and dispersion interactions. The Erep term was computed by fitting an exponential function to the curve resulting from eq 5. The rmin value present in this term was chosen to prevent the Buckingham potential from going to negative infinity as rij approaches zero.Note that during the parametrization procedure all of the pairwise interactions besides Fe(II)–O(CO2) between the cluster atoms and the CO2 atoms were calculated using a point charge interaction term and a conventional Lennard-Jones potential with standard UFF parameters. To determine the Fe(II)–O(CO2) parameters in eq 6, a simple grid searching method was implemented. A one-dimensional array was used to minimize the deviation with respect to the reference attraction energy curve. A two-dimensional array containing different ranges for the Bij and Cij parameters was constructed, and the pair of parameters that minimized the deviation with respect to the reference repulsion energy curve was chosen. The attractive parameters (Aij) and repulsive parameters (Bij,Cij) derived from the PEC were fitted separately.In summary, three force fields were combined to give the overall force field used in this work. The first and most important van der Waals (vdW) parameters define the vdW interaction between Fe(II) and the oxygen of CO2. These were the parameters optimized in this work. The second set regards all other pairwise interactions between the MOF and CO2. These parameters were taken directly from UFF because it often describes organic molecules(63) and nonbonding interactions within closed shell, closed site MOFs quite well.(64) The third set of vdW parameters was used to describe the vdW CO2–CO2 interactions. These were taken from the Transferable Potential for Phase Equilibria (TraPPE) force field,(61) which is a reliable and transferable force field for intermolecular interactions of CO2 molecules. The Lorentz–Berthelot mixing rules were used for the vdW interactions.(65, 66) Note that in all cases the MOF atomic point charges were computed with LoProp, and the CO2 atomic point charges were obtained from the TraPPE force field.(61)2.4GCMC SimulationsAdsorption isotherms of CO2 were simulated using the GCMC technique. In the grand-canonical ensemble, the chemical potential, the volume, and the temperature are held constant. In these simulations, both the framework and the guest molecules were regarded as rigid. A 1 × 1 × 4 supercell (see Supporting Information Figure S10 and Table S2) was chosen to ensure that all of the potentially relevant vdW interactions are consistently accounted for. The vdW interactions were truncated and shifted to zero at the cutoff radius of 12.8 Å. No tail correction was used. The electrostatic energy was computed using the Ewald summation technique. Several million configurations were sampled in each simulation. These configurations were generated by random CO2 translation, rotation, insertion, and deletion to obtain a satisfactory statistical average. Detailed descriptions of the parameters for the vdW interactions and the atomic charges of the framework atoms can be found in sections 2.3 and 3.4.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences3 Results3.1Gas Adsorption MeasurementsThe optimized parameters for the dual-site Langmuir–Freundlich model (eq 1) are reported at three different temperatures in Table 1. Excess CO2 adsorption isotherms in terms of CO2 per Fe(II) cation are reported in Figure 3. The CO2 loading per Fe(II) site increases with decreasing temperature. This is because the average kinetic energy of the CO2 molecules allows a larger proportion of them to escape the binding wells that result from the open sites of the MOF. At a pressure of 1 bar, the number of CO2 molecules per Fe(II) site is approximately 0.80 at 45 °C, 0.95 at 35 °C, and 1.10 at 25 °C. No saturation was observed under the chosen experimental conditions. The adsorption and desorption measurements both fit closely with the dual-site Langmuir–Freundlich plot at each temperature.Figure 3. CO2 adsorption isotherms in Fe-MOF-74 at 25 (blue), 35 (green), and 45 (red) °C; closed and open symbols represent adsorption and desorption, respectively. The continuous solid lines are the dual-site Langmuir–Freundlich fits using the parameters specified in Table 1.Table 1. Parameters for the Dual-Site Langmuir–Freundlich Fit of the Experimental Isotherm Datatemp, °Cqsat,1, mmol/gb1, bar–1v1qsat,2, mmol/gb2, bar–1v2258.204.291.070.830.774.26358.202.721.070.830.304.26458.201.771.070.830.214.263.2Structural AnalysisThe first coordination sphere of Fe-MOF-74 is pictured in Figure 4, and the bond distances computed with periodic DFT and the PBE and PBE+U functionals along with the Mg-MOF-74 bond distances optimized with PBE(15) are reported in Table 2. Table 2 indicates that PBE is not capable of reproducing experimentally determined metal–metal distances for Fe-MOF-74 with the present computational setup. When a Hubbard U correction of 5 eV was used on the 3d levels of Fe(II), the metal–metal distances within Fe-MOF-74 were closer to those determined by experiment.Figure 4. A single Fe(II) ion and its nearest neighbors within Fe-MOF-74. The Oa, Ob, and Oc labels correspond to atom types described in Supporting Information S1. M1, M2, and M3 are Fe(II) ions.Table 2. Bond Distances for the Nearest Neighbors of a Metal Ion in Fe-MOF-74 and Mg-MOF-74 Computed Using Periodic DFT length (Å)bondFe(PBE+U)Fe(PBE)Fe(exp)aMg(PBE)bMg(exp)bM1–M23.002.803.002.942.94M1–M33.002.793.002.942.94M1–Oa12.132.032.132.032.14M1–Oa22.072.062.172.042.01M1–Ob2.112.032.112.082.18M1–Oc12.082.112.072.031.92M1–Oc22.072.041.992.031.86aTaken from ref 7.bTaken from ref 15.3.3Interaction Energy CurvesInteraction energies for three versions of the 60-atom cluster, differing by the atoms that were used to represent the peripheral Fe(II) centers, are provided in Figure 5. These interaction energy curves are within 1 kJ/mol of each other in the considered configuration space. Because this deviation is within the numerical uncertainty of the method, these curves are considered to be in good agreement. We can thus state that the 1Fe3Mg and 1Fe3Zn models are good approximations of the 4Fe cluster when it comes to interaction with CO2 in the chosen configuration space. The components of the NEMO force field from Figure 6 indicate that, with the model and level of theory used, the dispersion contribution to the binding of CO2 with the Fe(II) ion of interest is quite small when compared to the electrostatic and induction quantities (see Figure 6). This finding may be ascribed to the small basis set used for the PEC calculations, which was chosen for computational efficiency. Because only the CO2, the central Fe(II) ion, and the five oxygens coordinated to the Fe(II) had VDZP basis sets, much of the electron correlation energy is missed.Figure 5. ROMP2 interaction energies computed for clusters in which the three noncentral metal atoms were modeled by Mg(II) ions (black curve), Zn(II) ions (red curve), and Fe(II) ions (blue curve). A view of the CO2 path as it approaches the MOF fragment is also provided.Figure 6. NEMO decomposition of the ROMP2 reference curve, including atomic dipole and quadrupole contributions, of the interaction of the 60-atom Fe-MOF-74 cluster with CO2.3.4Force FieldsThe LoProp charges used in the final force field and those previously used in the Mg-MOF-74 case(15) are reported in Table 3, with more significant numbers in Supporting Information Table S1. These charges were used in the Coulombic term reported in eq 6. The charges obtained for Fe-MOF-74 in Table 3 are quite similar to those previously obtained for Mg-MOF-74.(15) The ligand charges are all more positive in the Fe-MOF-74 case in part because of the more negative Fe(II) ions present in the model clusters. The large difference between the hydrogen charges is due to the fact that these charges were set to neutralize the charge of the unit cell.Table 3. LoProp Charges for Fe-MOF-74 and Mg-MOF-74 Computed with ROMP2 Using the Clusters Provided in Supporting Information Figures S2–S8 chargeatomFe-MOF-74Mg-MOF-74ametal1.511.56Oa–0.75–0.77Ob–0.70–0.71Oc–0.80–0.83Ca0.610.48Cb–0.14–0.14Cc0.230.19Cd–0.16–0.18H0.210.39aTaken from ref 15.The result of the final fitting of the attraction and repulsion curves for the Fe-MOF-74 case is plotted in Figure 7. These curves indicate that the Fe(II) ion contributes more to the attraction and repulsion energy than the other atom types within this configuration space. Also, the Fe(II) ion accounts for approximately one-half of the total attraction energy and a higher proportion of the repulsion energy. The dispersion and repulsion curves that resulted from using other scaling factors on the dispersion energy term are provided in Supporting Information Figure S12.To validate further this parametrization method, we applied the same methodology proposed in this work to the Mg-MOF-74 case. The Mg-MOF-74 fitting results from this work match closely previous results from Dzubak et al.(15) The force field parameters for the Fe(II)–O(CO2) interaction within Fe-MOF-74 are reported in Table 4 along with the parameters used for the Mg(II)–O(CO2) interaction. Note that these new parameters reproduced satisfactorily the reference attraction and repulsion energy curves for both the Fe-MOF-74 and the Mg-MOF-74 cases (see Figures 7 and 8).Figure 7. Force field fitting results for the ROMP2 interaction energies of CO2 with the Fe-MOF-74 60-atom cluster. The attraction energy reference curve, force field fitting result, and Fe(II) contribution are reported on the left as Ref. Attr., FF Attr., and Fe Attr., respectively. The same curves are reported on the right for the repulsion energy.Figure 8. Force field fitting results for the MP2 interaction energies of CO2 with the Mg-MOF-74 60-atom cluster. The result from fitting to the attraction energy is pictured on the left. The Ref. Attr. and Ref. Rep. lines represent the MP2 interaction energies separated into attractive and repulsive portions by NEMO. The repulsion fitting result from this work is provided on the right as FF Rep. along with the repulsion fitting result from Dzubak et al.(15) This fitting procedure was performed with a scaling factor of 2.0 on the dispersion term.The vdW interaction energy curves resulting from this work are compared to the UFF curves in Figure 9. The vdW contribution to the interaction energy curve of the Fe-MOF-74 cluster and CO2 obtained with UFF is similar to that predicted by our new force field. The minimum energy values are less than 1 kJ/mol apart, and the CO2 equilibrium positions are different by approximately 0.1 Å. For Mg-MOF-74, on the other hand, UFF cannot properly capture the strong binding of CO2 with the Mg(II) open-metal site and thus predicts much weaker binding than the force field fitted by Dzubak et al.(15) DREIDING predicts weaker CO2 vdW minimum energies and longer minimum energy distances than both UFF and the fitted force field from this work.Figure 9. The vdW contributions to the interaction energy curves of the Mg-MOF-74 and Fe-MOF-74 cluster models with CO2. The Dzubak et al. curve comes from ref 15.3.5Simulation of IsothermsThe experimental and theoretical Fe-MOF-74/CO2 isotherms generated from this work are reported in Figure 10, and the isosteric heat of adsorption is provided in Figure 11. Isotherms simulated with UFF and DREIDING are shown for comparison. The force field from this work results in isotherms that are in good agreement with the experimental isotherms of Fe-MOF-74 at multiple temperatures. Also, the interaction energy curves between the cluster model and CO2 (see Figure 9) agree with findings of the classical simulations. The inflection points in the isosteric heat of adsorption curves predict the point at which open-metal binding sites are saturated with CO2. This indicates that nearly all of the open-metal sites within Fe-MOF-74 were open for CO2 binding. There is fairly good agreement between experiment and our force field considering that it is very difficult to exactly predict the Qst inflection point when there is such a small difference in binding energy between the primary and secondary binding sites within Fe-MOF-74. An extended Qst plot can be seen in Supporting Information Figure S13. To test the validity of this parametrization method, isotherms for the adsorption of CO2 in Mg-MOF-74 were computed using the same approach. The attraction and repulsion fitting curves are reported in Figure 8, and are compared to the fittings from Dzubak et al.(15) The reference interaction energy curve was computed with MP2, which is numerically equivalent to the CASPT2 method with no active space. The same ANO-RCC basis sets used for the calculation of the reference PEC of CO2 with Fe-MOF-74 were used for the Mg-MOF-74 case. The force field parameters for the Fe(II)–O(CO2) and Mg(II)–O(CO2) interactions are provided in Table 4.Figure 10. Experimental isotherm at 308 K is compared to the isotherm from the newly defined force field and the UFF and DREIDING force fields on the left. The picture on the left includes isotherms computed with different scaling factors on the dispersion term. The isotherms using the force field from this work are compared to experiment for multiple temperatures on the right.Figure 11. Experimental and theoretical Fe-MOF-74/CO2 isosteric heat of adsorption curves derived in this work.Table 4. Force Field Parameters for the Fe(II)–O(CO2) and Mg(II)–P(CO2) from This Work in the Form of Equation 6metal:Fe(II)Mg(II)ε:2.93.74.52.0A (kJ/mol·Å6)2083293237773616B (kJ/mol)317 300164 00099 500191 400C (Å–1)4.0403.6643.3733.815The fitted force field result from Dzubak et al.(15) is similar to the result obtained in this work. Our force field estimates that the attraction energy between CO2 and the Mg(II) centered cluster is slightly weaker than the force field of Dzubak et al.(15) Simulations that used these two force fields are compared to experiment in Figure 12. Both force fields result in isotherms that are reasonably close to experiment, while UFF significantly underestimates the loading of CO2.Figure 12. Isotherms of CO2 adsorption in Mg-MOF-74. The experimental data were taken from ref 6 and were scaled assuming that 80% of the sites within Mg-MOF-74 were available for adsorption of CO2 as demonstrated by ref 15. The experiment was performed at 313 K, which was the temperature considered in each simulation.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences4 DiscussionFigure 5 demonstrates that the interaction energy is not significantly affected by the way that the peripheral Fe(II) ions are modeled, provided that the effective charge of these ions is respected. This indicates that if the noncentral metals play a role in the adsorption, it is essentially electrostatic. This conclusion is in agreement with recent works that reported that the isotropic couplings between the Fe(II)–Fe(II) centers within this MOF are quite small.(5, 26, 36, 45)With the PBE functional, the obtained Fe(II)–Fe(II) distances in Fe-MOF-74 were found to be significantly smaller than experiment, while in the Mg-MOF-74 case, satisfactory results were obtained. Because the M(II)–M(II) distances are considered reliable experimental quantities (the positions of heavy atoms being obtained quite accurately), this shows a problem in the description of the Fe-MOF-74 electronic structure with the PBE exchange-correlation functional. The introduction of a U correction of 5 eV led to the best reproduction of the Fe(II)–Fe(II) distances in Fe-MOF-74. Note that a Hubbard U correction typically leads to the localization of the spin density on the paramagnetic centers, and corrects the unphysical, metallic behavior often obtained with the PBE exchange-correlation functional for open-shell systems, and is thus commonly applied to these systems.(36)The current force field reproduces experimental findings quite well. The overestimation of CO2 loading at higher pressures is probably due to imperfections in the experimental sample that are not present in our GCMC simulation. This was the reason cited for the scaling of the experimental isotherm discussed in ref 15. The scaling of the experimental isotherm was not replicated for Fe-MOF-74 because the inflection point from the experimental data occurred at between 0.90 and 0.95 (see Figure 11), indicating that nearly all of the metal sites within Fe-MOF-74 were open for CO2 binding. Furthermore, the simulated Qst curve did not have an obvious inflection point. However, imperfections in the experimental sample must be present even in this case, and thus such a good agreement between the two curves was not expected.In Figure 10 and Supporting Information Figure S11, the effect of the dispersion scaling factor ε from eqs 4 and 5 is reported. These plots demonstrate that our force field is not heavily sensitive to changes in the ε parameter, once it is large enough to make the repulsion energy positive within the configuration space (ε = 2.9). Additionally, Figure 9 shows that UFF provides reasonable results for Fe-MOF-74 but not for Mg-MOF-74. The UFF and fitted curves are similar for Fe-MOF-74 but are quite different in the Mg-MOF-74 case. UFF clearly overestimates the repulsion energy contribution for the Mg-MOF-74 cluster/CO2 interaction. Also of note is the large underestimation in Fe-MOF-74 cluster/CO2 binding predicted by DREIDING. Both DREIDING and UFF use a charge equilibration model. However, the DREIDING vdW parametrization was designed to describe primarily biological molecules, while UFF was meant to be more general. UFF and DREIDING parameters were each optimized with training sets that did not include metal sites similar to those in the MOF-74 series. As such, it was somewhat expected that these force fields would perform inconsistently for these systems, because they are outside of their respective training sets. These findings indicate that commonly used force fields do not yield consistent results for the MOF-74 series. In contrast, the force fields developed with the parametrization scheme proposed in this work do provide reasonable estimates for adsorption of CO2 within Mg-MOF-74 and Fe-MOF-74.The isotherm resulting from this work estimates less CO2 adsorption than does the isotherm computed by Dzubak et al.(15) (see Figure 12). The main differences between these two force field parametrizations are that an r–5 attraction term was used in the force field of Dzubak et al.(15) to improve the fitting quality, and all eight clusters pictured in Supporting Information Figures S2–S8 were used to compute interaction energy curves with CO2. NEMO energy decompositions were then performed on each of the resulting PECs, and pairwise parameters were optimized for the interaction of each atom type with O(CO2). In this work, only the metal–O(CO2) interaction parameters were computed, and the other parameters were taken from UFF. The remaining clusters were used only to compute LoProp charges. A comparison of the resulting force field fittings is plotted in Figure 8. When the vdW parameters optimized with the Mg-MOF-74 oxygen and carbon atom-type clusters were used, the resulting force field did not yield an accurate prediction of CO2 adsorption within Fe-MOF-74, and it is difficult to rationalize because so many variables are present in this force field parametrization. Because UFF has demonstrated some success in cases where there is not a strong interaction between the guest and an open-metal site, we decided to use these parameters to describe the nonmetal, vdW interactions between the MOF and CO2. In this way, the laborious determination of pairwise parameters from a large number of calculations was avoided. Note that the force fields proposed in this work and those computed by Dzubak et al.(15) are both fairly system specific because the open-metal site within the MOF-74 series is unique and the structural changes that result from switching metals have non-negligible effects on CO2 binding. These force fields, on the other hand, are less dependent on minor changes to the topology of the MOFs. The important improvement made in this work with respect to the work of Dzubak et al.(15) is the reduction in the number of quantum calculations necessary to simulate new isotherms, and the extension of the method to open-shell MOFs.The energies computed by our new force field and the one proposed by Dzubak et al.(15) are comparable along the metal–CO2 path. The Mg-MOF-74 study in this work demonstrates that the metal–CO2 interaction is key to improving the prediction of adsorptive properties within open-metal site MOFs. Furthermore, this result provides validation for the approach proposed in this work for CO2 adsorption within Fe-MOF-74. By only optimizing the parameters for the interaction of the CO2 oxygen atoms with an open-metal site, it is possible to provide reasonable descriptions of adsorptive properties.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferences5 ConclusionsHigh-purity CO2 was flowed through activated Fe-MOF-74, and isotherms were measured at 25, 35, and 45 °C. The dual-site Langmuir–Freundlich model provided a fairly precise fit to the experimentally determined adsorption and desorption measurements at three different temperatures. The CO2 loading increases with decreasing temperature, and no saturation was observed under the chosen experimental conditions.The simulated isotherms of the adsorption of CO2 within Fe-MOF-74 using the UFF and DREIDING force fields were not consistently accurate as compared to experiment. Additionally, the CO2 adsorption within Mg-MOF-74 predicted by UFF differed from experiment by approximately 1 order of magnitude at low pressure. Thus, force field parameters were optimized to better describe the strong open-metal site interaction with CO2. A CASSCF calculation was used to confirm that the Fe(II) ions within Fe-MOF-74 are in a monoconfigurational quintet state. ROMP2 was then used to compute a reference PEC, and the NEMO approach was used to partition this interaction curve into attractive and repulsive terms. The Fe(II)–O(CO2) Buckingham interaction parameters were fit against these terms. The CO2–CO2 interactions were modeled using the TraPPE force field. The remaining vdW parameters were all taken from UFF. This was done based on the success of UFF with MOFs that do not have open-metal sites,(11-13) and to simplify the parametrization scheme. With this scheme, a force field was derived that can accurately predict CO2 adsorption for a MOF containing high-spin Fe(II) ions by using LoProp charges and optimizing three vdW parameters describing the Fe(II)–O(CO2) interaction.To further validate the parametrization scheme proposed in this work, the isotherm of CO2 within Mg-MOF-74 was computed in a way that was similar to the Fe-MOF-74 case, and compared to experiment and the results of Dzubak et al.(15) The isotherm of CO2 within Mg-MOF-74 computed in this work is in good agreement with the previously reported experimental and computational results, suggesting that parametrizing the metal–O(CO2) interactions for these two MOFs was sufficient for the simulation of accurate CO2 adsorption isotherms. This indicates that force fields for MOFs with dominant metal–guest interactions could be parametrized quickly with this scheme. Furthermore, this method makes the computation of adsorption isotherms involving multiconfigurational states feasible. Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferencesSupporting InformationClusters and unit cells, equations used to perform the NEMO decomposition, a plot showing the effect of the scaling factor on the dispersion term, and an isosteric heat of adsorption plot of CO2 in Fe2(dobdc). This material is available free of charge via the Internet at http://pubs.acs.org.⊥Author ContributionsThese authors contributed equally.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferencesAcknowledgmentWe thank Sijie Luo for assisting with periodic DFT calculations, and William C. Isley III, Stuart G. Kohl, and Prof. Christopher J. Cramer for their help and support. This research was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences and Biosciences under Award DE-FG02-12ER16362. A.L.D. was supported by the US Department of Energy under contract DE-SC0001015.Reference QuickViewTop of PageAbstractIntroductionMethodsResultsDiscussionConclusionsReferencesReferencesThis article references 66 other publications.1. Farha, O. K.; Yazaydin, A. O.; Eryazici, L.; Malliakas, C. D.; Hauser, B.; Kanatzidis, M.; Nguyen, S.; Snurr, R.; Hupp, J. De novo Synthesis of a Metal-Organic Framework Material Featuring Ultrahigh Surface Area and Gas Storage Capacities Nat. Chem. 2010,  2,  944– 948[Crossref], [PubMed], [CAS]1. De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacitiesFarha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.Nature Chemistry\r\n        (2010),\r\n    2\r\n        (11),\r\n    944-948CODEN:\r\n                NCAHBB;\r\n        ", "title": "CO Adsorption in Fe(dobdc): A Classical Force Field Parameterized from Quantum Mechanical Calculations", "authors": ["Joshua Borycz", "Li-Chiang Lin", "Eric D. Bloch", "Jihan Kim", "Allison L. Dzubak", "Rémi Maurice", "David Semrouni", "Kyuho Lee", "Berend Smit", "Laura Gagliardi"], "doi": ["10.1021/jp500313j"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-23/jp500313j/production/images/small/jp-2014-00313j_0013.gif\">"]}