{"abstract": "We have applied an accurate molecular mechanics force field, parametrized with respect to first-principles calculated reference data, for copper paddle wheel (Cu(OC)) based metal organic frameworks to investigate possible systems with a 3,4-connected network topology. The results explain why the well-known HKUST-1 forms a  net, whereas for an extended linker, as in MOF-14, the  topology is preferred. In particular, the complex structure of the latter system, consisting of two deformed and “interwoven” nets, is accurately predicted, and the necessary deformation energy can be quantified. In this context also all possible forms of interpenetration were considered. Finally, by designing a bromine-substituted extended linker the system can be forced back into the more open  topology. This first molecular mechanics investigation of the relative strain energies of MOF network topologies demonstrates that the structure is to a large extent defined by the intrinsic conformational preferences of the building blocks. Our approach allows to analyze and understand the reasons for this preference and can be used as a computational tool for the design of specific topologies.", "text": "10.1021/jp200123g Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesIntroductionThe new class of nanoporous materials, referred to as metal–organic frameworks (MOFs), is intensively investigated because of its great potential in sensing, gas storage and separation applications, and catalysis.(1-3) In contrast to zeolites, which are built mainly from tetrahedral building blocks, such porous coordination polymers can be formed from a wide variety of inorganic fragments, the so-called secondary building units (SBUs),(4) connected by organic linkers. One of the exciting key points of MOFs, besides their large accessible pore space, is the fact that the shape and size of these pores can be varied and tuned by modifying the linkers. For example, by a single bromine substitution on the linker, a 2D layered system could be converted into a 3D network.(5) In contrast to zeolites, where the network topology can solely be controlled via the synthesis conditions and structure-directing agents, MOFs offer the unique possibility to alter the intrinsic steric preference for a particular network topology. In certain cases, where the energetic differences are small, it is of course also possible to use solvent effects to alter the topology. As an example, very recently, two different phases could be crystallized for a copper paddle wheel Cu2(CO2)4 based MOF by a variation of the synthesis conditions, which share the same network topology and space group but differ in the adsorption properties.(6) Thus, to employ this unique option for a rational design, it is necessary to quantify the relative network stability and analyze the origins for the differences. This can be achieved by atomistic theoretical simulations.From the very beginning, theoretical investigations accompanied the development of MOFs.(7-9) These studies focused on the nature of host–guest interactions, applying mostly Monte Carlo simulations in the Grand Canonical ensemble (GCMC),(8) a well-established technique in zeolite modeling,(10, 11) to compute adsorption isotherms. In such calculations the structure of the framework is taken from experiment and kept rigid.(12-21) However, a further important property of MOFs is their flexibility. For example, certain MOFs are able to substantially change their cell volume upon adsorption (‘‘breathing’’).(22) Consequently, a number of fully flexible force fields have been developed. In the case of MOF-5 and the IRMOF family, they were used to investigate properties related to the framework flexibility, such as thermal expansion and conductivity, or elastic constants.(23-28) For the ‘‘breathing’’ MIL-53 systems the variations of the unit cell size with respect to the guest molecule loading could be explained.(29) Nevertheless, in all these investigations the topology and atom connectivity was taken from experiment. For determining the relative stability of different topologies it is, however, necessary to predict also yet unknown structures. Up to now, only in a few theoretical studies have alternative network topologies been considered. For example, a coarse-grained molecular mechanics model was used to identify initial structures for a Rietveld refinement of the very large pore MIL-100 and MIL-101 frameworks by screening different connectivities.(30) Further, possible supramolecular isomers in the IRMOF family were investigated by a flexible force field.(31) By a more involved quantum mechanical method the stability of different zeolitic imidazolate framework (ZIF) topologies were computed, which have modestly sized unit cells.(32) A newly parametrized force field for the boron-containing 3D-periodic covalent organic framework COF-102(33) was used to compute strain energies of known and unknown network topologies.(34) This force field was meanwhile also employed to investigate yet unknown COFs for their potential in hydrogen storage.(35)As demonstrated by Baburin et al. in their work on ZIFs, periodic density functional theory (DFT) methods can be used to screen topologies.(32) In the case of MOFs such quantum mechanical methods have been used for investigating elastic constants,(36, 37) thermal expansion,(38) or chemisorption of guest molecules.(37) However, they are still numerically demanding in particular for larger systems.(9-39) In addition, only relative energies for supramolecular isomers have to be computed, which have the same number of atoms and bonds and differ only in their conformation. For such relative conformational energies advanced force fields such as MM3(40, 41) or MMFF(42) have a longstanding tradition and are known for their accuracy.(43, 44) Unfortunately, only parametrizations for the organic linker parts exist. Therefore, we have developed a consistent force field parametrization approach, using a genetic algorithm (GA) optimization method.(28) On the basis of reference data computed by DFT methods for small nonperiodic model systems, we initially derived a parameter set for the Zn4O(O2C)6 SBU, which is able to quantitatively reproduce the elastic constants of MOF-5, determined previously by periodic DFT methods.(36) More recently, we developed a parameter set for the copper paddle wheel SBU (Cu2(CO2)4), which was validated to qualitatively reproduce structure and dynamic properties (normal modes, elastic constants, negative thermal expansion) of HKUST-1.(45) Our approach can be seen as a multiscale simulation method, with the force field trained systematically by the DFT level,(46) which is ideally suited for a topological screening, because in this case no bonds are formed or broken. Note also that this force field can be used for a variety of other MOFs based on the same SBU.(47, 48)In this contribution we employ the new force field, to our knowledge for the first time for carboxylate based MOFs, to investigate the strain energy preference of different topologies. As a proof of concept we studied 3,4-connected copper paddle wheel network topologies. In Figure 1 on the left, the two high symmetric edge transitive 3,4-connected networks for a square planar four coordinate vertex tbo and pto are shown in augmented form.(49, 50) Following the strategy introduced for COF-102,(34) the frameworks can be constructed by replacing the (augmented) vertices by real building blocks, as schematically shown on the right in Figure 1. If the trigonal vertex is replaced, e.g., by a C6H3 unit, allowing for three connections to adjacent carboxylates of the square SBU, MOFs of the formula Cu3(BTC)2 are formed (BTC = 1,3,5-benzenetricarboxylate), which we abreviate as Cu-BTC in the following. The experimentally known HKUST-1,(51) with its small and large pore, represents Cu-BTC in the tbo topology. An isoreticular network, in analogy to the linker extension in the IRMOF series,(52) can be formed by adding three phenylene groups (see Figure 1), resulting in the BTB linker (BTB = benzene-1,3,5-tribenzoate). Interestingly, the only known copper paddle wheel MOF with a BTB linker is MOF-14, which represents Cu-BTB in a peculiar interwoven pto network.(53) In addition, we included a 6-fold bromine-substituted derivative of BTB, referred to as BTB-Br6, which is to our knowledge not used in a MOF synthesis, yet, in order to demonstrate how a linker can be designed to achieve a different network topology.Figure 1. Edge transitive 3,4-networks with a square planar vertex in augmented form (left). Correspondence of vertices and real building blocks considered in this work (right).Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesComputational DetailsAll calculations have been performed with our recently derived force field for copper paddle wheel systems.(45) This first-principles derived force field was parametrized in the same spirit as our force field for the Zn4O SBU in the IRMOF family using a genetic algorithm strategy, described in full detail in ref 28. The potential energy expression is based on the MM3 force field,(40) which is designed to predict conformational energies and includes anharmonicity in bond and angle terms, a number of cross-terms, and a softer Buckingham potential for the van der Waals (vdW) interaction (as compared to the usual Lennard-Jones type interactions). All vdW parameters are taken unadjusted from ref 54, and the usual Lorentz–Berthelot mixing rules are used. The parameters for the inorganic SBU have been derived from DFT calculations of the nonperiodic model system Cu2(O2CH)4 on the B3LYP/aug-cc-pVDZ level. In contrast to standard MM3, atomic point charges are used in our force field (1–4 interactions scaled by a factor of 0.5) derived from an electrostatic point charge fit. Importantly, the specific square coordination environment of the Cu(II) atom is described with a Morse potential for the Cu–Ocarb bond and an improved Fourier-type angle bending potential(55) for the Ocarb–Cu–Ocarb angle. This force field was validated to be able to reproduce structure and normal modes of the DFT reference. In particular, it is able to reproduce properties of HKUST-1, related to network flexibility like the bulk modulus or the negative thermal expansion, quantitatively without recourse to experimental data.(45) Thus, by a combination of a refined potential energy expression and an accurate parametrization it is possible to describe both structure and flexibility of copper paddle wheel based MOFs accurately. A complete description of the force field terms and a listing of all parameters including atomic partial charges is given in the Supporting Information.All calculations have been performed with a modified version of the Tinker suite of molecular mechanics programs.(56) Initial structures of the periodic networks were generated by our Weaver code.(57) For all systems periodic boundary conditions were assumed and full energy minimizations were performed by optimizing fractional coordinates and orthorhombic cell parameters without any symmetry constraint (space group P1). In certain cases, conformational flexibility combined with steric strain leads to multiple local minima, often together with a slight breaking of spatial symmetry. We used a simple annealing scheme (minimization of snapshots, generated by a molecular dynamics simulation in the NVT ensemble at an elevated temperature of 500 K) to locate the global minimum energy. A cutoff value of 12 Å for the van der Waals interactions was used, while the electrostatic interactions were computed by a smooth particle mesh Ewald summation with a real space cutoff value of 12 Å. The geometrically accessible surface was determined using a code(58) provided by Düren et al.(59) The necessary atomic diameters were taken from the van-der-Waals parameter set of the force field.Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesResults and DiscussionTopologies of 3,4-Connected NetworksTwo high-symmetry network topologies (tbo and pto, see Figure 1) are possible for 3,4-connected networks with a square SBU.(50) The question arises, why does Cu-BTC form the tbo structure (HKUST-1)? It is important to note, as realized previously,(34) that both networks represent (supramolecular) isomers with the same connectivity and therefore are located both on the same molecular mechanics energy surface, even though bond breaking would be needed to interconvert them. Thus, relative strain energies can be computed as the difference of the force field energies for the relaxed structures per formula unit. Therefore, the Cu-BTC network was optimized in both topologies without any symmetry constraint (space group P1). Note that the pto network consists of two formula units S3T4 (where S represents the square and T the trigonal building block) per unit cell, whereas the tbo cell is formed from eight such minimal units. For comparison, all energies are given per formula unit S3T4 in the following. In Table 1 relative steric energies of all investigated systems are summarized.Table 1. Relative Energies (per Formula Unit S3T4), Lattice Sizes, and Solvent-Accessible Surfaces (SAS, per Formula Unit, See Text) for All Investigated Network Topologies Cu-BTCCu-BTB tboptotbo (int)apto (int)btboptotbo (int)apto (int)bΔEstrain [kcal/mol]0.011.9–40.1179.215.30.0–7.6–31.8lattice size [Å]26.38315.28126.36215.06347.409c27.46347.344c26.994SAS [Å2]45721444.428.3191320241367976aInterpenetrated (see Figure 3).bInterwoven (see Figure 3).cAveraged.(60)The tbo network topology is by 11.9 kcal/mol per formula unit more stable then the alternative pto. Thus, the experimentally observed structure of HKUST-1(51) is due to a thermodynamic preference, which reduces the steric strain. A closer analysis of the tbo case reveals a nonplanar deformation of the trimesic acid linker to maintain the square planar coordination at the paddle wheel unit (Figure 2a). However, apart from this slight bending, the linker is planar in contrast to the situation in the pto topology, where the carboxylate planes are rotated by 33.4° with respect to the C6H3 aromatic plane (Figure 2b). As observed previously in experiment(61) as well as theoretically(62) the phenyl carboxylate bond has a sizable rotational barrier due to conjugation. The energetic penalty for the carboxylate rotation in pto outweighs the linker deformation in the tbo net. This observation demonstrates the necessity for an accurate parametrization of the force field, since a delicate balance between different small deviations from the individual equilibrium geometries of the building blocks needs to be accurately captured.(63)From the above analysis it can be concluded that an additional “joint” in the linker backbone, allowing for a rotation of the carboxylate group out of the trigonal plane, should lead to a preference for the alternative pto topology. This can be realized by exchanging the BTC with the BTB linker (Figure 1), where the biphenyl bond has a much lower rotational barrier. We constructed and optimized the corresponding networks, termed Cu-BTB here for brevity, in both topologies. The relative lattice energies (Table 1) reveal now a preference of the pto structure by 15.3 kcal/mol. The closeup of the linker structure in Figure 2c shows clearly that in the tbo topology the nonplanar BTB core does not fit to the constraint of carboxylate units in the trigonal plane. Both the Cph–Ccarb and the Cbiph–Cbiph bonds are twisted, leading to numerous minima close in energy, all of them breaking the cubic symmetry, an effect observed for other systems before.(31) In contrast to that the pto topology matches perfectly to the linkers equilibrium geometry (Figure 2d): the Cbiph–Cbiph bond is rotated by 38.1°, close to the biphenyl equilibrium torsion, whereas the carboxylate groups are in plane.Figure 2. Structures of all noninterpenetrated systems (view of the cubic unit cell along one of the crystallographic axes) together with a closeup of one representative linker conformation. Note the optimal conjugation of the carboxylate groups in (a) and (d).InterpenetrationBoth Cu-BTB networks are unknown experimentally, but the very intriguing MOF-14 represents the interpenetrated variant of Cu-BTB in the pto topology.(53) This system is particularly interesting, since the two independent networks are “woven” around each other and—in contrast to usual interpenetration—the pore volume is only slightly reduced. This behavior is therefore referred to as interweaving, and for the following discussion it is necessary to analyze the different interpenetration modes of the tbo and pto networks in general. The interpenetrated tbo can be generated by shifting the second net by [1/4, 1/4, 1/4] (fractional coordinates) with respect to the primary, thus filling its pore space. In Figure 3 the interpenetrated networks are shown in augmented form. In the case of pto, shifting an identical copy of the primary network by [1/2, 1/2, 1/2] leads to a situation where the trigonal vertices of both networks coincide. Only by a distortion of the networks via a displacement of the trigonal vertices away from each other, two nonintersecting interwoven networks can be formed as shown in Figure 3b. Note that if one connects the neighboring trigonal vertices of the two networks, which are rotated by 180° with respect to each other, an octahedral six-coordinated vertex is formed, and the resulting noninterpenetrated net is now 4,6-connected (referred to as pto-d in the RCSR database(49)). Since in the resulting interwoven pto net (Figure 3b) only the square vertices occupy pore space of the other network, the resulting structure is very rigid, but still porous. For a further discussion we refer here also to ref 53.It is gratifying that our flexible force field is able to explain the steric preference for the pto topology in the case of Cu-BTB. However, the structure of the interwoven MOF-14, determined experimentally, poses an additional challenge, due to the steric deformation of each individual net. To address this problem, we also investigated all possible interpenetrated systems of Cu-BTC and Cu-BTB in both topologies tbo and pto. In the following discussion we use the terms “interpenetrated” and “interwoven” as synonyms, since the latter is just a special variant. In principle, steric energies of interpenetrated nets can be compared with non-interpenetrated ones in the same way as different topologies, since all structures reside on the same molecular mechanics potential energy surface. However, in this case it is more difficult to assess the preference of the real system. Because of the additional close contacts between the nets a mainly dispersive stabilization in the gas phase is usually observed. In real systems, this stabilization could be compensated by difference in the free energy of solvation. In the case of an attractive interaction between solvent and network, interpenetration leads to a destabilizing reduction of the SAS. The entropic contributions to the free energy of solvation in the microporous framework are not easy to assess and depend also on the type and size of the solvent. In particular, open metal site frameworks can coordinate donor solvents, and a delicate hydrogen bonding network can be formed. We are currently extending our force fields to include these interactions and are developing simulation protocols to determine the changes in solvent free energy when going from one topology to another or changing the interpenetration mode. Note that this problem is closely related to the solvation of biomolecules. The native state of a protein structure can often only be described by including the free energy of solvation including ‘‘nanoscaled’’ cavities or pores.(64) However, such a treatment including a sampling of the solvent configurational space is beyond the scope of this work. Thus, we have used a simple and qualitative measure for the possibility of solvent stabilization, namely the determination of the SAS with a probe diameter of 3 Å. This is a typical value for water, often used for the evaluation of solvation energies of biomolecules.(65) Interestingly, the same approach is used to determine the inner surface of porous hybrid materials.(59)Figure 3. Interpenetrated tbo and pto networks in augmented form.The computed SAS values summarized in Table 1 are given per formula unit, since we consider them to be roughly proportional to the solvent stabilization energy per formula unit. For the Cu-BTC systems the pto topology has about half the accessible surface, as compared to tbo, even though it is only by a factor of 1.3 more dense. Interestingly, in the case of the larger Cu-BTB systems both topologies are nearly equal in surface size, with pto having a slightly larger SAS. In the case of the Cu-BTC, interpenetration reduces the accessible surfaces by an order of magnitude. These systems are essentially nonporous, and a sufficient solvent framework interaction will lead to a large energy penalty for interpenetration. In contrast to that, for the Cu-BTB systems, the reduction is about a factor of 2. This is what can be expected for very large pores, where—in analogy to two infinite planes—maximizing the contact would halve the accessible surface per formula unit.From an energetic point of view, interpenetration does not change the tendency to form a tbo structure for the BTC linker, nor for pto in the case of the larger BTB. As mentioned above, however, interpenetration in the gas phase is always stabilizing. Thus, from the bare gas phase steric energies the nonporous interpenetrated Cu-BTC in tbo structure appears to be most stable. This stabilization will largely be reduced by the loss in solvation free energy. A close inspection of the structure of this system even reveals that it might be unlikely to be formed under real growth conditions: a phenylene hydrogen atom of one net is situated just 3.22 Å away from a copper site of the other net, exactly in the direction of the Cu-dimer axis. Under growth conditions a solvent molecule like water or ethanol will be strongly bonded to this copper atom. By positioning an axial water ligand at a Cu–OH2O distance of 2.3 Å(37, 45) a short contact below 1 Å between the water oxygen and the non-hydrogen bonding phenylene hydrogen atom would result, and a large steric repulsion to the second network can be expected. This repulsion would be even larger for ethanol with the ethyl fragment pointing away from the copper dimer. Correspondingly, to our knowledge no indication for interpenetrated Cu-BTC is reported in the literature. The situation is different for Cu-BTB. Again, the interwoven pto structure is the most stable in the gas phase. However, such close contacts for the axial position of the Cu-dimer are absent here, and the loss in SAS is much smaller. Thus, the interwoven Cu-BTB can be expected to be formed, which is indeed the case. With our force field it is possible to determine the energy contributions necessary to generate the interwoven MOF-14, which is depicted in Figure 4. Starting from the relaxed noninterwoven Cu-BTB net, the bowing of the trigonal BTB backbone leads to a deformed structure shown in the center of Figure 4. An energy of 16.3 kcal/mol is necessary for this deformation. As a result, half of the paddle wheel SBUs are shifted apart, whereas the other half gets closer to each other, and alternating enlarged and shrunken pores are generated. Now, by combining two such deformed nets, the final interwoven structure is generated. The stabilization in the gas phase is with −48.0 kcal/mol rather large, compensating the deformation energy.A detailed comparison of the theoretical structure, computed by a first-principles derived force field without any recourse to experimental data, shows the accuracy of the theoretical model.(66) In Figure 5 a graphical overlay is shown. Note that because of the small difference in the cell parameters (X-ray diffraction, 26.948 Å; force field, 26.994 Å) a slight overall shift of the atoms is observed. The largest deviation is because of the shorter Cu–Cu distance in theoretical structure, because of the fit to the “gas-phase” paddle wheel without axial ligands.(67) Apart from that the overall network structure coincides perfectly. Also the typical bending of the carboxylate with respect to the square coordination at the metal atom is well reproduced. The nonbonding Cph–Cph distances of the π-stacked central aromatic rings of the two networks are very similar at 3.742 and 3.697 Å for the experimental and theoretical network, respectively. The most important measure for the deformation of the pto network is the distances between the Cu dimer centroids. In the non-interwoven and unperturbed structure they are both exactly half the cell parameter. In the deformed structure, two centroids have to approach each other, whereas the other two are pushed apart to allow the interweaving of the networks. Again, the sum of both distances is equal to the cell spacing. In Figure 5 these two critical distances are indicated by arrows. The deviation from experiment is within about 0.2 Å in the same order as the deviation in the cell parameter. These results indicate that our force field is able to model the distortion in the interwoven MOF-14 accurately.Figure 4. Stepwise formation of MOF-14 starting from a single Cu-BTB network in pto topology. The energies for deformation and interweaving are given per formula unit.Design of a Topology: Enforcing tbo with BTB-Br6From the analysis of the noninterpenetrated Cu-BTC and Cu-BTB systems it becomes clear that the tbo topology is sterically preferred when the three carboxylate groups remain in the plane of the trigonal vertex, as in the case of the BTC linker. Because of the twisted biphenyl bond and the Ccarb–Cph conjugation this is unfavorable for BTB, and the pto net is formed. We have used our force field to design a BTB-type linker where the more open tbo topology is preferred. To achieve this we need to introduce a steric strain to avoid the complanar conformation of the peripheral phenylene and the carboxylate group. It was shown previously that bromine ortho substitution can induce enough strain to overcome the Ccarb–Cph conjugation and rotate the carboxylate group out of the phenyl ring plane.(5) For example, the BTC-linked copper paddle wheel system forms a 2D periodic square grid, whereas the 2-bromo-substituted BTC derivative is a 3D periodic network of nbo topology. To minimize positional disorder we decided to test a BTB derivative, substituted with six bromine atoms in all ortho positions with respect to the carboxylate. In the tbo topology each peripheral bromo-substituted phenyl ring can rotate out of the trigonal vertex plane in two directions leading to a large number of local energy minima structures. In Figure 6a the lowest minimum we could locate by an extensive simulated annealing is shown. The cutout linker structure in Figure 6b does not maintain the 3-fold symmetry axis of the vertex. In contrast to that, the pto network of Cu-BTB-Br6 (not shown) is sterically locked into a single configuration, which is indeed 7.0 kcal/mol higher in energy as the tbo network. It must be kept in mind that this is just the intrinsic steric preference of the network itself, which might be compensated by solvent or kinetic effects. In addition, the very open structure might lead to the formation of a less porous interpenetrated system. However, we can conclude that the introduction of steric strain in the ortho position of the carboxylates, leading to a rotation out of the aromatic plane, can trigger the formation of the more porous tbo network topology for extended BTB-type linkers. In particular, we propose the 6-fold bromium-substituted BTB-Br6 ligand as candidate for this behavior.Figure 5. Superposition of fully relaxed calculated (red) and experimental (blue(53)) structure. The two different Cu dimer centroid and the linker–linker π-stacking distances are given for comparison, with the FF computed values in parentheses.Figure 6. Cu-BTB-Br6 network in the sterically preferred tbo topology (a). Cutout of a linker with the adjacent copper paddle wheel units (b).Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesConclusionTo our knowledge for the first time for carboxylate-based MOFs, we have screened possible network topologies of copper paddle wheel based systems with the tritopic linkers BTC and BTB with respect to their relative stability. We assumed the formation of the 3,4-connected edge transitive tbo or pto nets including their interpenetrated variants. A previously derived force field, parametrized with respect to first-principles reference data, was used to compute relative strain energies, since the different topologies represent supramolecular isomers and reside on the same molecular mechanics potential energy surface. As observed experimentally in HKUST-1, for BTC the tbo topology is preferred, since the bowing of the linker means less strain then a rotation of the carboxylate groups out of the aromatic plane, necessary in the pto case. The contrary is true for the extended BTB linker, where the pto topology is energetically favored because of the additional flexibility in the biphenyl bond. This tendency is maintained also in the case of interpenetration. From an estimate of the solvation contribution via the SAS, the interwoven pto network appears to be the energetically preferred system, which is known indeed experimentally as MOF-14. Most noteworthy, the structural deformation for this interweaving is accurately predicted by the force field, and the corresponding strain energy can be quantified. By ortho substitution with a sterically demanding bromium the carboxylate is rotated out of the aromatic plane. On the basis of our force field calculations we propose a 6-fold brominated BTB-Br6 should again prefer the more open tbo network topology.Our results demonstrate that the intrinsic conformational preferences of the building blocks often dictate which network topology is formed. This is in contrast to zeolites, where the topology needs to be enforced by templating solvent molecules. With our approach it is possible to analyze and rationalize the underlying reasons for such a preference, which can in turn be used to design specific topologies. It must be mentioned, however, that also for MOFs different topologies and connectivities can be achieved just by varying the synthesis conditions.(6) Currently we have used SAS areas as a rough estimate for the solvent stabilization energies in particular to assess the relative thermodynamic stability of interpenetrated over noninterpenetrated networks. Future work will be dedicated to a more accurate but also more involved phase space sampling using an explicit solvent model. Note also that our force field is restricted to the activated systems in the absence of axial water coordination, since we found simple two body potentials to be unable to model this weak coordination bond properly.(45) We are working on a refined energy expression in order to include ligand coordination.In addition we could show that our first-principles-derived force field can be used to accurately predict even deformed network structures. The results can be used to rationalize and—given that strain effects dominate—also to predict structural preferences. In combination with parametrizations for other organic linkers it can be employed for arbitrary systems beyond the ones investigated here. We are currently using it to study possible surface terminations of Cu-BTC, a problem not yet tackled at all by theoretical methods. With its predictive power it is potentially useful both in structural characterization of already known MOFs and in computing yet unknown structures.Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesAcknowledgmentThe Deutsche Forschungsgemeinschaft (SFB 585, SPP 1362) and the Alfried Krupp von Bohlen und Halbach Stiftung are gratefully acknowledged for their financial support of this project. S.A. would like to thank the “Graduierten Kolleg” of the SFB 558 for a scholarship. R.S. would like to thank Prof. Michael O’Keeffe for helpful and stimulating discussions. Top of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesSupporting InformationFull description of the force field energy expression, a complete listing of the parameter set used in this work, and structural data of all investigated MOFs in cif format. This information is available free of charge via the Internet at http://pubs.acs.orgReference QuickViewTop of PageAbstractIntroductionComputational DetailsResults and DiscussionConclusionReferencesReferencesThis article references 68 other publications.1. Rowsell, J. L. C.; Yaghi, O. M. Microporous Mesoporous Mater. 2004,  73,  3– 14[Crossref], [CAS]1. Metal-organic frameworks: a new class of porous materialsRowsell, Jesse L. C.; Yaghi, Omar M.Microporous and Mesoporous Materials\r\n        (2004),\r\n    73\r\n        (1-2),\r\n    3-14CODEN:\r\n                MIMMFJ;\r\n        ", "title": "Exploring Network Topologies of Copper Paddle Wheel Based Metal–Organic Frameworks with a First-Principles Derived Force Field", "authors": ["Saeed Amirjalayer", "Maxim Tafipolsky", "Rochus Schmid"], "doi": ["10.1021/jp200123g"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0003.gif\">"]}