{"abstract": "A new microporous metal−organic framework has been realized from a novel organic linker, exhibiting moderately high selectivities for CO/N, CH/CH, and CO/CH gas separations at room temperature because of the small pores within the framework.A new organic ligand of pyrene-containing tetracarboxylic acid and its first metal–organic framework  was designed and synthesized. The MOF has the two-dimensional (4,4) framework topology. The activated  exhibits permanent porosity and moderately high selectivities for CO/N, CH/CH, and CO/CH gas separations at room temperature because of the small pores within the framework.", "text": "10.1021/cg500235j Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionMicroporous metal–organic frameworks (MOFs) are very promising porous materials for gas separation.(1, 2) Such materials can be readily constructed from self-assembly of the suitable metal ions/clusters and organic linkers.(3, 4) Because the chemistry of metal ions/clusters and organic linkers is very rich, an almost infinite amount of porous MOFs can be theoretically synthesized in which their pores can be systematically varied based on the different combinations of metal ions/clusters and organic linkers, and diverse framework topologies.(5, 6) Indeed, a very wide range of porous MOFs from those ultramicroporous (pore sizes smaller than 3.0 Å) to those mesoporous (pore sizes larger than 25 Å) have been realized with the highest BET surface area up to 7000 m2/g and pore volume of 4.40 cm3/g.(7) In terms of MOFs for their gas separation, high porosities are not the prerequisite, whereas suitable pore sizes/windows for their size-exclusive effects and functional sites for their differential interactions with gas molecules are even much more important.(8-10) There have been extensive research endeavors on the construction of microporous MOFs for gas separation.(11) Over the past several years, we have been particularly interested in those porous MOFs with small pores for gas separation and realized a series of such porous MOF materials for such a purpose.(12) On the one hand, detailed studies on some reported MOFs will be still necessary to rediscover their values for gas separation;(13) on the other hand, it will be certainly important to target some new organic linkers and their constructed MOFs for their diverse functions as well. With this in mind, we developed a new organic linker, 3,3′,3″,3‴-(pyrene-1,3,6,8-tetrayl)tetrabenzoic acid (H4PTTB) (Scheme 1). This linker can be straightforwardly synthesized by the coupling and hydrolysis reaction from its bromo precursor. Solvothermal reaction of this organic linker with Zn(NO3)2 led to the formation of a new microporous MOF [Zn2(PTTB)(DMF)2]n·(DMF)n (UTSA-72) in which the well-known paddle-wheel Zn2(COO)4 cluters are bridged by PTTB tetracarboxylates to form a two-dimensional MOF. The single-crystal X-ray structure of UTSA-72 was characterized. With two kinds of small micropores of about 2.9 × 2.9 and 2.4 × 4.6 Å2, the activated UTSA-72a exhibits moderately high selective gas separation for C2H2/CH4, CO2/CH4, and CO2/N2 at room temperature.Scheme 1. Schematic Molecular Structure of H4PTTB LigandTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionAll reagents and solvents were used as received from commercial suppliers without further purification. 1,3,6,8-Tetrabromopyrene was prepared according to the reported literature.(14) The multidentate O-donor ligand of 3,3′,3″,3‴-(pyrene-1,3,6,8-tetrayl)tetrabenzoic acid (H4PTTB) was prepared referring to the published procedure with slight modification.(14) The powder X-ray diffraction (PXRD) pattern was recorded by a Rigaku Ultima IV diffractometer with Cu Kα radiation operated at 40 kV and 44 mA with a scan rate of 2.0° min–1. The FTIR spectrum was performed at a Bruke Vector 22 infrared spectrometer at room temperature. 1H NMR and 13C NMR spectra were obtained using a Varian INOVA 500 MHz spectrometer at room temperature. Tetramethylsilane (TMS) and deuterated solvents (DMSO-d6, δ = 39.5 ppm) were used as internal standards in 1H NMR and 13C NMR experiments, respectively. The elemental analyses were performed with PerkinElmer 240 CHN analyzers from Galbraith Laboratories, Knoxville, TN. Thermal gravimetric analysis (TGA) was performed under a nitrogen atmosphere with a heating rate of 3 °C/min using a Shimadzu TGA-50 thermogravimetric analyzer. A Micromeritics ASAP 2020 surface area analyzer was used to measure gas adsorption isotherms. The methanol-exchanged UTSA-72 was activated under high vacuum at room temperature for 24 h to generate the activated UTSA-72a. A sample of activated UTSA-72a was used for the sorption measurement and was maintained at 196 K with a dry ice–acetone slurry, at 273 K with an ice–water bath. As the center-controlled air condition was set up at 23 °C, a water bath was used for adsorption isotherms at 296 K.Synthesis of H4PTTB LigandA mixture of (3-(methoxycarbonyl)phenyl)boronic acid (2.5 g, 16.5 mmol), 1,3,6,8-tetrabromopyrene (1.42 g, 2.75 mmol), potassium carbonate (3.0 g, 22 mmol), and dry dioxane (40 mL) was stirred under nitrogen for 30 min at room temperature, and then palladium tetrakis(triphenylphosphine) (0.05 g, 0.045 mmol) was added. The temperature of the reaction mixture was refluxed for 3 days. After it cooled to room temperature, the reaction mixture was poured into a solution of 150 mL of ice containing concentrated hydrochloric acid (3:1). The solution with a yellow suspension was extracted with chloroform (100 mL × 3), and the organic phases were combined and dried over anhydrous sodium sulfate. The solvent was removed on a rotatory evaporator under vacuum, giving 1,3,6,8-tetrakis(3-(methoxycarbonyl)phenyl)pyrene with a yield of 1.54 g, 76%. The product was directly used to give the H4PPTB ligand in the detailed procedure as below.A mixture of 1,3,6,8-tetrakis(3-(methoxycarbonyl)phenyl)pyrene (0.5 g), an excess amount of NaOH (1.5 g), and 150 mL of THF/dioxane/H2O (1:1:1) was stirred and refluxed for 24 h. The organic solvent was removed under vacuum, and the mixture was filtrated. The pH value of the filtrate was adjusted to 2–4 by using concentrated HCl. The resulting yellow solid was collected by filtration, washed with water and methanol, and then dried under vacuum to construct the metal–organic framework. Yield: 0.44 g, 95%. 1H NMR (DMSO-d6): δ 13.12 (s, 4H), 8.21 (s, 4H), 8.12 (s, 4H), 8.08 (d, J = 5 Hz, 4H), 8.04 (s, 2H), 7.95 (d, J = 5 Hz, 4H), 7.72 (t, J = 5 Hz, 4H) (Figure S1, Supporting Information). 13C NMR (DMSO-d6): δ 167.18, 140.09, 136.25, 134.85, 131.23, 131.04, 129.04, 127.58, 125.23 (Figure S2, Supporting Information). Anal. Calcd for C44O8H26·2H2O: C, 75.42; H, 4.03. Found: C, 75.42; H, 4.00.[Zn2(PTTB)(DMF)2]n·(DMF)n (UTSA-72)The starting materials of Zn(NO3)2·6H2O (0.2 g), H4PTTB (0.11 g), and DMF (2 mL) were sealed in a 23 mL vial and heated at 80 °C for 48 h. After being cooled to room temperature, the oven was cut off, leading to the separation of perfect yellowish orange crystals suitable for X-ray diffraction by filtration with a yield of 0.13 g, 81% (based on H4PTTB ligand). Anal. Calcd for C53H43O11N3Zn2: C, 61.88; H, 4.21; N, 4.08. Found: C, 61.91; H, 4.23; N, 4.07. IR/cm–1 (KBr): 2927 (m), 1624 (s), 1394 (s), 1086 (s), 772 (s), 734(m), 696 (m).Single-Crystal X-ray Diffraction DeterminationA crystal suitable for X-ray diffraction was mounted in Paratone oil onto a glass fiber and frozen under a nitrogen cold stream. The data were collected at 98(2) K using a Rigaku AFC12/Saturn 724 CCD fitted with Mo Kα radiation (λ = 0.71073 Å). Data collection and unit cell refinement were performed using CrystalClear software.(15) Data processing and absorption correction, giving minimum and maximum transmission factors, were accomplished with Crystal Clear and ABSCOR,(16) respectively. All structures were solved by direct methods and refined on F2 using full-matrix, least-squares techniques with SHELXL-97.(17, 18) All non-hydrogen atoms were refined with anisotropic displacement parameters. All carbon bound hydrogen atom positions were determined by geometry and refined by a riding model. “DFIX”, “ISOR”, “EADP”, and “PART” commands were used to deal with the disorder of solvent DMF molecules. CCDC 986601 for UTSA-72 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionUTSA-72 was synthesized by the solvothermal reaction between zinc nitrate and H4PTTB in the presence of DMF solvent at 80 °C. UTSA-72 crystallizes in the monoclinic system and P2/c space group.(19) As quite frequently observed in MOFs, the framework contains paddle-wheel binuclear Zn2(COO)4 secondary building units (Figure 1a), which are bridged by organic PTTB tetracarboxylates to form a slightly distorted two-dimensional (2D) square grid {Zn2(PTTB)2} (Figure 1b). The fifth coordination sites of paddle-wheel Zn2(COO)4 units were occupied by the DMF molecules. The topology of UTSA-72 can be best described as a simple 4,4-connected net (Figure 1c,d). The structure is quite similar to those well-established ones, such as MOF-2 Zn(BDC)(DMF),(20) Cu(BDC-OH),(21) and Zn2(TBAPy).(22) The adjacent 2D square grids are packed parallelly, leading to the final porous-containing frameworks with the two kinds of cavities of 2.9 × 2.9 Å2 for i and 2.4 × 4.6 Å2 for ii.Figure 1. X-ray crystal structure of UTSA-72 indicating (a) the coordination geometry for Zn(II) atoms (the hydrogen atoms and solvent molecules omitted for clarity), (b) 2D square grid, and the 3D framework packing of UTSA-72 along (c) a and (d) c axes, respectively.The phase purity of the material in bulk amount was confirmed by elemental analysis and powder X-ray diffraction (PXRD) (Figure S3, Supporting Information). As shown in Figure S4 (Supporting Information), the thermogravimetric analysis (TGA) studies reveal that UTSA-72 gradually loses the free and coordinated DMF molecules (obsd. 21.2%, calcd. 21.4%) in the temperature range from 25 to 385 °C to form the desolvated framework. The activated UTSA-72a still exhibits a highly crystalline nature whose PXRD pattern is slightly right-shifted, indicating a certain degree of framework flexibility and shrinkage of the framework.The structurally porous nature of UTSA-72 and its similar structure with MOF-2 Zn(BDC)(DMF),(20) Cu(BDC-OH),(21) and Zn2(TBAPy)(22) have encouraged us to examine permanent porosity and thus for gas separation. The methanol-exchanged UTSA-72 was activated under high vacuum at room temperature for 24 h to generate the activated UTSA-72a. The CO2 gas sorption isotherm at 196 K (Figure 2) clearly indicates its microporous nature. UTSA-72a has a Brunauer–Emmett–Teller (BET) surface area of 173 m2 g–1 (Figure S5, Supporting Information), which is smaller than 270 m2/g in MOF-2 Zn(BDC)(DMF),(20) 584 m2/g in Cu(BDC-OH),(21) and 523 m2/g in Zn2(TBAPy).(22) As revealed in MOF-2(20) and Zn2(TBAPy),(22) the release of the terminal DMF molecules might lead to the formation of a three-dimensional framework Zn2(PTTB)2 (UTSA-72a). Because the new organic linker PTTB is spatially smaller than the organic linker in Zn2(TBAPy),(22) it is understandable that UTSA-72a exhibits smaller permanent porosity as well.Figure 2. CO2 sorption isotherm of UTSA-72a at 196 K (solid symbols: adsorption; open symbols: desorption).The small pore spaces and the establishment of its permanent porosity within UTSA-72a motivated us to examine its C2H2, CO2, CH4, and N2 gas sorption isotherms and potential for these gas separations. As shown in Figure 3, UTSA-72a takes up moderate amounts of acetylene (27.8 cm3 g–1) and carbon dioxide (21.7 cm3 g–1),(23) while much lower amounts of methane (4.4 cm3 g–1) and nitrogen (1.1 cm3 g–1) at 296 K and 1 atm.(23) Their sorption isotherms at 273 K further confirm the different gas uptakes of UTSA-72a for these examined gas molecules, underlying the potential of this new MOF for the selective gas separation of CO2/N2, C2H2/CH4, and CO2/CH4.Figure 3. C2H2 (black), CO2 (red), CH4 (blue), and N2 (green) sorption isotherms of UTSA-72a at (a) 273 and (b) 296 K (solid symbols: adsorption; open symbols: desorption).The coverage-dependent adsorption enthalpies of UTSA-72a to these four gas molecules were calculated based on the virial method,(24) a well-established and reliable methodology from fits of their adsorption isotherms at 273 and 296 K (Figures S6 and S7, Supporting Information). The enthalpies at zero coverage of gas were calculated to give the values of 20.2, 34.6, 11.4, and 10.2 kJ/mol for C2H2, CO2, CH4, and N2, respectively. The adsorption enthalpies for C2H2 and CO2 in UTSA-72a are moderately high,(24) whereas those for CH4 and N2 are slightly lower than those reported values. The relatively high Qst of this compound may be due to the small pore size and open metal sites in the activated framework, which favors the selective gas separation for these small gas molecules. Accordingly, the Henry’s law selectivities for CO2/N2 calculated based on the equation Si/N2 = KH(i)/KH(N2) are 61.6 at 273 K and 33.4 at 296 K. Such Henry’s law selectivities for CO2/N2 are quite high. The selectivity of 61.6 at 273 K is much higher than 6.4 in a much more porous MOF. The selectivities for C2H2/CH4 and CO2/CH4 calculated based on the equation Sii/CH4 = KH(i)/KH(CH4) are also shown in Table 1, which are moderately high. In fact, the CO2/CH4 selectivity of 7.2 at 296 K is higher than 4.4 in Zn2(BDC)2(DABCO), 6.7 in Cu(BDC-OH), 7.0 in UTSA-50a, and 6.2 in M’MOF-20a.(21, 24) The smaller pores within UTSA-72a apparently play a role in the moderately high selectivities for gas separations.Table 1. Virial Graph Analyses Data for UTSA-72a and Its C2H2/N2, CO2/N4, C2H2/CH4, and CO2/CH4 and Separation SelectivityadsorbateT (K)KH (mol g–1 Pa–1)A0 (ln(mol g–1 Pa–1))A1 (g mol–1)Si/N2aSii/CH4Qst (kJ mol–1)C2H22966.54 × 10–7–14.24–1181.098.521.120.22731.55 × 10–6–13.38–1342.7144.046.1 CO22962.22 × 10–7–15.32–198.833.47.234.62736.61 × 10–7–14.23–957.361.619.7 CH42963.10 × 10–8–17.29–868.64.7 11.42733.36 × 10–8–17.21–208.73.1  N22966.64× 10–9–18.83–7659.3  10.22731.07 × 10–8–18.35–2544.5   aThe Henry’s law selectivity for gas component i over N2 and CH4 at the speculated temperature is calculated based on the equations Si/N2 = KH(i)/KH(N2) and Sii/CH4 = KH(i)/KH(CH4).To further confirm the moderately high gas separation selectivities of UTSA-72a, we applied the well-known ideal adsorbed solution theory (IAST) calculation(25) to evaluate the IAST CO2/N2, C2H2/CH4, and CO2/CH4 adsorption selectivities. Mixture adsorption isotherms and the selectivities at different temperatures and pressures calculated by IAST for mixed CO2/N2 (CO2/N2 = 15:85), C2H2/CH4 (C2H2/CH4 = 50:50), and CO2/CH4 (CO2/CH4 = 50:50) in this activated MOF as a function of total bulk pressure are shown in Figure 4 and Figures S8 and S9 (Supporting Information), respectively. As shown in Table S1 (Supporting Information), the IAST selectivities for CO2/N2, C2H2/CH4, and CO2/CH4 are 48.3, 68.9, and 40.7, respectively, at 273 K and are 35.6, 26.5, and 9.3, respectively, at 296 K. The moderately high IAST selectivities once again established the good performance of UTSA-72a for the above-mentioned gas separations. The CO2/N2 selectivities with 0.15 bar of CO2 and 0.85 bar of N2 (modeling the typical composition of flue gas mixture from power plants) at 273 K are in the range of 48.3–47.6 (Figure 4), which are higher than those for Ni-MOF-74 (∼30)(25a) and a py-CF3 modified MOF (25–45)(25b) in similar conditions. The IAST CO2/CH4 separation selectivity of 40.7 at 273 K in UTSA-72a is moderately high as well, and comparable to those found in a microporous Ni MOF (∼65),(26c) a Co(II) carborane-based MOF (∼47),(27a) and a mixed-ligand MOF (30).(27b)Figure 4. Mixture adsorption isotherms and adsorption selectivity of UTSA-72a predicted by IAST for CO2 (15%) and N2 (85%) at (a) 293 and (b) 273 K, respectively.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn summary, we realized a new organic linker of pyrene-containing tetracarboxylic acid and its first metal–organic framework UTSA-72. The activated UTSA-72a exhibits moderately high performance for C2H2/CH4, CO2/CH4, and CO2/N2 gas separations based on both Henry’s law and IAST gas separation selectivities. In terms of the spatial arrangement of this new organic linker, it is particularly of interest to construct microporous MOFs of small micropores, and thus for gas separations. Given the fact that different metal ions/clusters can lead to diverse MOF structures and topologies of different pore sizes, we are now exploring to assemble this new tetracarboxylic acid linker with other metal ions/clusters to synthesize diverse microporous MOFs for gas separations. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationX-ray crystallographic file (CIF), virial graphs for adsorption of gas on UTSA-72a, powder X-ray diffraction analysis (PXRD), and TGA of UTSA-72 (PDF). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was supported by the grant AX-1730 from the Welch Foundation (B.C.). We would like to thank Prof. Dr. Daqiang Yuan for his valuable input and providing the software to calculate IAST gas separation selectivities.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 27 other publications.1. (a) Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Nature 2003,  423,  705[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "A Microporous Metal–Organic Framework Constructed from a New Tetracarboxylic Acid for Selective Gas Separation", "authors": ["Hussah Alawisi", "Bin Li", "Yabing He", "Hadi D. Arman", "Abdullah M. Asiri", "Hailong Wang", "Banglin Chen"], "doi": ["10.1021/cg500235j"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500235j/production/images/small/cg-2014-00235j_0004.gif\">"]}