{"abstract": "Water adsorption in porous materials is important for many applications such as dehumidification, thermal batteries, and delivery of drinking water in remote areas. In this study, we have identified three criteria for achieving high performing porous materials for water adsorption. These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material. In search of an excellently performing porous material, we have studied and compared the water adsorption properties of 23 materials, 20 of which are metal–organic frameworks (MOFs). Among the MOFs are 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), −802, −805, −806, −808, −812, and −841 reported for the first time. MOF-801-P (microcrystalline powder form) was reported earlier and studied here for its water adsorption properties. MOF-812 was only made and structurally characterized but not examined for water adsorption because it is a byproduct of MOF-841 synthesis. All the new zirconium MOFs are made from the ZrO(OH)(−CO) secondary building units ( = 6, 8, 10, or 12) and variously shaped carboxyl organic linkers to make extended porous frameworks. The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temperature. An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermolecular interaction between adsorbed water molecules within the pores.", "text": "10.1021/ja500330a Top of PageAbstractIntroductionExperimental SectionResults and DiscussionSummaryReferencesIntroductionThe adsorption of water by porous solids is important for many applications requiring capture and release of water. Microporous oxides such as zeolites are commercially used to capture water in electric dehumidifiers.(1) Temperature-triggered capture and release of atmospheric water is expected to be useful in climates where there is a large temperature difference between day and night. Here, water is adsorbed at night and released during the day, making it possible to deliver fresh water without electric power.(2) More recently, water capture by porous solids is being investigated in the design of adsorption-driven heat exchangers(3) for use as air-conditioning units in vehicles (heating and cooling are respectively achieved upon adsorption and desorption of water into/from a porous solid).In all such water capture applications, three criteria are prominent in the design of a viable porous material. First, the pore filling or condensation of water into the pores of the solid must occur at low relative pressure (relative humidity) and exhibit a steep uptake behavior. The former is important because water is being captured from media where it is present at low concentrations, and the latter is related to the working capacity of the material. Thus, the water adsorption isotherm should exhibit a steep uptake at a specific relative pressure (P/P0, where P0 is the saturation pressure of water). For on-board vehicle implementation of heat exchangers (so-called thermal batteries),(4) water capture is desirable at low relative pressures (P/P0 < 0.1) as it reduces the need to incorporate compressors or to raise the evaporation temperature for the adsorption/desorption cycles. The second criterion is the high water uptake capacity for maximum delivery of water and facile adsorption/desorption processes for energy efficiency. Third, high cycling performance and water stability of the material are required. Hence, porous materials with very large pore size and pore volume might exhibit large uptake capacity that is typically reached only at high relative pressure values (close to saturation) and after a gradual uptake.(5) Conversely, microporous zeolites can capture water at very low P/P0 values with steep uptake behavior; however, their recyclability is energetically demanding because of the strong interactions between water and the zeolite framework. There is a need for the design and study of porous materials whose water adsorption behavior meets these three requirements.Metal–organic frameworks (MOFs) have been examined for their water capture properties and they were found to be highly promising materials.(6) In this study, we show that zirconium MOFs can be designed to meet these three criteria for the first time and exhibit excellent performances as water capture materials. Specifically, we report the synthesis and crystal structures of five new zirconium MOFs, Zr6O4(OH)4(PZDC)5(HCOO)2(H2O)2, MOF-802; Zr6O4(OH)4[NDC-(OH)2]6, MOF-805; Zr6O4(OH)4[BPDC-(OH)2]6, MOF-806; Zr6O4(OH)4(BTC)2(HCOO)6, MOF-808; and Zr6O4(OH)4(MTB)2(HCOO)4(H2O)4, MOF-841; (Scheme 1). We measured and compared the water adsorption properties of these MOFs, other reported zirconium MOFs (Scheme 1), zeolite 13X, BPL carbon, MCM-41,(7) and MOF-74 compounds.(8) We report the X-ray single-crystal structure of an additional zirconium MOF, Zr6O4(OH)4(fumarate)6, hereafter MOF-801, which was reported earlier as a microcrystalline powder.(9) The water adsorption properties were studied for both forms of MOF-801 referred to in the present study as MOF-801-SC and MOF-801-P (SC, single crystal; P, powder). We also present the synthesis and crystal structure of Zr6O4(OH)4(MTB)3(H2O)4, MOF-812, which was isolated as a byproduct in the reaction leading to MOF-841.Scheme 1. Zr6O4(OH)4(−CO2)n Secondary Building Units (SBUs) with Different Coordination Numbers Listed under Each of the SBUs as n-c (left column) Are Connected with Organic Linkers (middle) To Form MOFs (right column) of Various Topologies (three letter codes in right column)This series of zirconium MOFs allowed us to evaluate the influence of pore size, surface area, framework topology, and presence of a hydrophilic functional group on the water adsorption properties of these MOF materials. We found that two members, MOF-801 and MOF-841, swiftly capture water at well-defined, low relative pressure values and exhibit high uptake, recyclability, and water stability. Furthermore, we carried out a diffraction study on MOF-801 to locate the adsorbed water molecules and gain insight into its excellent performance. It shows the formation of water clusters held by multiple hydrogen bonds in the cavities of the MOF, suggesting that the number of intermolecular interactions between adsorbed water molecules and their geometry plays a key role in optimizing the adsorption process.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionSummaryReferencesExperimental SectionStarting Materials and General ProceduresFull synthetic and characterization details are provided in the Supporting Information (SI), Section S1. N,N-Dimethylformamide (DMF), formic acid (purity >98%) and anhydrous methanol were obtained from EMD Millipore Chemicals; anhydrous acetone was obtained from Acros Organics; zirconium oxychloride octahydrate (ZrOCl2·8H2O, purity ≥99.5%) and Sigmacote siliconizing reagent were obtained from Sigma-Aldrich Co. All starting materials and solvents, unless otherwise specified, were used without further purification.Elemental microanalyses (EA) were performed in the Microanalytical Laboratory of the College of Chemistry at UC Berkeley, using a Perkin-Elmer 2400 series II CHNS elemental analyzer.(10) Low-pressure gas (N2 and Ar) adsorption isotherms were recorded in-house on a Quantachrome Autosorb-1 volumetric gas adsorption analyzer. Liquid nitrogen and argon baths were used for the measurements at 77 and 87 K, respectively. Water isotherms were measured in-house on a BEL Japan BELSORP-aqua3, and the water uptake in weight percent (wt %) units is calculated as [(adsorbed amount of water)/(amount of adsorbent) × 100], consistent with established procedures. Prior to the water adsorption measurements, water (analyte) was flash frozen under liquid nitrogen and then evacuated under dynamic vacuum at least 5 times to remove any gases in the water reservoir. The measurement temperature was controlled with a water circulator. Helium was used for the estimation of dead space for gas and water adsorption measurements.(11) Ultrahigh-purity grade N2, Ar, and He gases (Praxair, 99.999% purity) were used throughout the experiments.X-ray Diffraction StudiesData were collected in-house on a Bruker D8-Venture diffractometer equipped with Mo-target (λ = 0.71073 Å) and Cu-target (λ = 1.54184 Å) microfocus X-ray generators and a PHOTON-100 CMOS detector. Additional data were collected using synchrotron radiation in the beamline 11.3.1 of the Advanced Light Source at Lawrence Berkeley National Laboratory. Powder X-ray diffraction patterns were recorded in-house using a Bruker D8 Advance diffractometer (Göbel-mirror monochromated Cu Kα radiation λ = 1.54056 Å).Neutron Diffraction StudiesRoom-temperature neutron powder diffraction data (Figure S8 in SI) were collected on the high-resolution neutron powder diffractometer, BT1, at the National Institute of Standards and Technology Center for Neutron Research using a Ge(311) monochromator (λ = 2.0781 Å) and a 60 min collimator.Organic LinkersThe organic linkers used in this study are shown in Scheme 1 with their abbreviations. 1,4-Benzenedicarboxylic acid (H2BDC), fumaric acid, 2,5-dihydroxy-1,4-benzenedicarboxylic acid [H2BDC-(OH)2], 3,3′-dihydroxy-4,4′-biphenyldicarboxylic acid [H2BPDC-(OH)2], thiophene-2,5-dicarboxylic acid (H2TDC), 1H-pyrazole-3,5-dicarboxylic acid (H2PZDC), and 1,3,5-benzenetricarboxylic acid (H3BTC) were obtained from Aldrich. 1,5-Dihydroxynaphthalene-2,6-dicarboxylic acid [H2NDC-(OH)2] was purchased from Sugai Chemical Industry (Japan). 4,4′,4″,4‴-Methanetetrayltetrabenzoic acid (H4MTB) was prepared according to the published procedure.(12) 4,4′-[(2,5-Dimethoxy-1,4-phenylene)bis(ethyne-2,1-diyl)]dibenzoic acid [H2-PEDB-(OMe)2] was kindly provided by Professor Stoddart’s group at Northwestern University.(13)Procedure for MOF PreparationMOFs were prepared solvothermally by heating solutions containing zirconium salts, the corresponding acid form of the organic linker, and a modulating agent (either formic acid or acetic acid). DUT-67,(14) MOF-804,(15) UiO-66,(16) and PIZOF-2(17) were prepared according to published procedures with slight modifications (see SI for details). For supercritical CO2 activation,(18) the solvent-exchanged MOFs were immersed in liquid CO2, kept under supercritical CO2 atmosphere, and then bled using a Tousimis Samdri PVT-3D critical point dryer. Activations involving solvent-exchange and evacuation techniques were done using established methods.(19)Single Crystals of Zr6O4(OH)4(fumarate)6, MOF-801-SCFumaric acid (0.081 g, 0.70 mmol) and ZrOCl2·8H2O (0.23 g, 0.70 mmol) were dissolved in a solvent mixture of DMF/formic acid (35 mL/5.3 mL) in a 60-mL screw-capped glass jar. The mixture was heated at 120 °C for 24 h. Octahedral colorless crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.10 g, 63% based on fumaric acid). As-synthesized sample of MOF-801-SC was rinsed with 10 mL of anhydrous DMF three times per day for 3 days and immersed in 10 mL of methanol for 3 days, during which time the methanol was replaced three times per day. The solid was then dried at 150 °C under vacuum for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C24H16O32 = [Zr6O4(OH)4(fumarate)6]: C, 21.14; H, 1.18%; Found: C, 19.40; H, 1.77%. Calcd for Zr6C24H28O38 = [Zr6O4(OH)4(fumarate)6]·6(H2O): C, 19.59; H, 1.92%.(20)Microcrystalline Powder Sample of Zr6O4(OH)4(fumarate)6, MOF-801-PFumaric acid (5.8 g, 50 mmol) and ZrOCl2·8H2O (16 g, 50 mmol) were dissolved in a solvent mixture of DMF/formic acid (200 mL/70 mL) in a 500-mL screw-capped jar, which was heated at 130 °C for 6 h. White precipitate was filtrated using Nylon membrane filters (pore size 0.2-μm), and washed three times with 20 mL of fresh DMF and three times with 50 mL of methanol (Yield: 10 g; 90% based on fumaric acid). As-synthesized MOF-801-P was rinsed with 50 mL of anhydrous DMF three times per day for 3 days, and immersed in 100 mL of methanol for 3 days, during which time the methanol was replaced three times per day. The solid was then dried at 150 °C under vacuum for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C24H16O32 = [Zr6O4(OH)4(fumarate)6]: C, 21.14; H, 1.18%; Found: C, 19.25; H, 1.05%. Calcd for Zr6C24H28O38 = [Zr6O4(OH)4(fumarate)6] ·6(H2O): C, 19.59; H, 1.92%.(20)Zr6O4(OH)4(PZDC)5(HCOO)2(H2O)2, MOF-802H2PZDC (0.27 g, 1.5 mmol) and ZrOCl2·8H2O (0.40 g, 1.3 mmol) were dissolved in a solvent mixture of DMF/formic acid (50 mL/35 mL) in a 125-mL screw-capped glass jar, which was heated at 130 °C for 72 h. Block colorless crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.12 g; 39% based on H2PZDC). As-synthesized MOF-802 was rinsed with 10 mL of anhydrous DMF three times per day for three days and immersed in 10 mL of anhydrous acetone for 3 days, during which time the solvent was replaced three times per day. Acetone exchanged material was activated with the supercritical CO2 activation protocol and evacuated at 120 °C for 24 h to yield guest-free sample. EA of activated sample: Calcd for Zr6C27N10H20O34 = [Zr6O4(OH)4(PZDC4)5(HCOO)2(H2O)2]: C, 20.58; H, 1.28; N, 8.89%. Found: C, 18.39; H, 0.72; N, 7.56%.Zr6O4(OH)4[NDC-(OH)2]6, MOF-805H2NDC-(OH)2 (0.012 g, 0.050 mmol) and ZrOCl2·8H2O (0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated at 120 °C for 24 h. Obtained yellow precipitate was recovered by centrifugation. The solid was washed three times with 3 mL of fresh DMF [Yield: 0.014 g, 78% based on H2NDC-(OH)2]. As-synthesized MOF-805 was rinsed with 5 mL of anhydrous DMF three times per day for 3 days, and immersed in 5 mL of anhydrous methanol for 3 days, during which time the solvent was exchanged three times per day. Exchanged material was dried under dynamic vacuum at 120 °C for 24 h to yield activated sample. EA of activated sample: Calcd for Zr6C72H40O44 = [Zr6O4(OH)4(C12H6O6)6]: C, 40.11; H, 1.87%. Found: C, 38.36; H, 1.74%. Calcd for Zr6C72H50O49 = [Zr6O4(OH)4(C12H6O6)6] ·5(H2O): C, 38.49; H, 2.24%.(20)Zr6O4(OH)4[BPDC-(OH)2]6, MOF-806H2BPDC-(OH)2 (0.014 g, 0.050 mmol) and ZrOCl2·8H2O (0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated at 120 °C for 48 h. Octahedral colorless crystals were collected and washed three times with 3 mL of fresh DMF (Yield: 0.012 g, 62% based on H2BPDC-(OH)2). As-synthesized MOF-806 was rinsed with 5 mL of anhydrous DMF three times per day for 3 days and immersed in 5 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. Acetone exchanged material was activated on a supercritical CO2 dryer, followed by evacuation at 120 °C for 24 h. EA of activated sample: Calcd for Zr6C84H52O44 = {Zr6O4(OH)4[BPDC-(OH)2]6}: C, 43.63; H, 2.27%. Found: C, 39.80; H, 2.34%. Calcd for Zr6C84H72O54 = {Zr6O4(OH)4[BPDC-(OH)2]6}·10(H2O): C, 40.48; H, 2.91%.(20)Zr6O4(OH)4(BTC)2(HCOO)6, MOF-808H3BTC (0.11 g, 0.50 mmol) and ZrOCl2·8H2O (0.16 g, 0.50 mmol) in a solvent mixture of DMF/formic acid (20 mL/20 mL) were placed in a 60-mL screw-capped glass jar, which was heated at 100 °C for 7 days. Octahedral colorless crystals were collected and washed three times with 10 mL of fresh DMF (Yield: 0.098 g, 70% based on ZrOCl2·8H2O). As-synthesized MOF-808 was rinsed with 10 mL of anhydrous DMF three times per day for 3 days, and immersed in 10 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. Acetone exchanged crystals were activated on a supercritical CO2 dryer, followed by evacuation at 150 °C for 24 h. EA of activated sample: Calcd for Zr6C24H13O32 = [Zr6O4(OH)4(BTC)2(HCOO)6]: C, 21.13; H, 1.19%. Found: C, 21.46; H, 1.46; N, 0.77%. Calcd for Zr6C25.5H21.5O33.5N0.5 = [Zr6O4(OH)4(BTC)2(HCOO)6]·0.5(DMF)(H2O): C, 21.59; H, 1.53; N, 0.49%.(20)Zr6O4(OH)4(MTB)2(HCOO)4(H2O)4, MOF-841H4MTB (0.12 g, 0.25 mmol) and ZrOCl2·8H2O (0.32 g, 1.0 mmol) were dissolved in a solvent mixture of DMF/formic acid (40 mL/25 mL) in a 125-mL screw-capped glass jar, which was heated at 130 °C for 48 h. Mother liquor of the reaction mixture was transferred into another 125-mL screw-capped glass jar and further heated at 130 °C for 2 days. Colorless block crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.13 g, 55% based on H4MTB). As-synthesized MOF-841 was rinsed with 10 mL of anhydrous DMF three times per day for 3 days and immersed in 10 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. The obtained material was activated on a supercritical CO2 dryer followed by evacuation at 120 °C for 24 h. EA of activated sample: Calcd for Zr6C62H48O36 = [Zr6O8H4(C29H16O8)2(HCOO)4(H2O)4]: C, 38.86; H, 2.52%; Found: C, 39.15; H, 2.16%.Zr6O4(OH)4(MTB)3(H2O)2, MOF-812H4MTB (0.048 g, 0.10 mmol) and ZrOCl2·8H2O (0.064 g, 0.20 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/6 mL) in a 20-mL screw-capped glass vial, which was heated at 130 °C for 1 day. Crystals of MOF-812 appeared only in low yield and as a byproduct along with crystals of MOF-841.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionSummaryReferencesResults and DiscussionAlthough several classes of compounds have been used for water adsorption, it remains a challenge to find materials of high performance combining high total uptake, precise operational pressure range control, recyclability, and stability, aspects consistent with the criteria stated above. Zeolites have the ability to capture water at very low relative pressures because of their great affinity for water.(21) However, as consequence of the strong interaction with the framework, heating to a high temperature is required to desorb the water and regenerate the adsorbent. High water uptake capacity can be achieved with large-pore materials, such as mesoporous silicas and carbons,(22) but due to their hydrophobic nature, the water capture is restricted to the condensation at high relative pressure values with these materials being difficult to chemically manipulate to significantly modify their sorption profile. A similar scenario is found for the large-pore MOF called MIL-101.(6d, 6f, 6n, 6o) This material exhibits a large total uptake with a step position at high P/P0 (0.3–0.5), which indicates that the hydrophobic nature of the organic linker dominates the water sorption profile of the MOF. The addition of functional groups to provide water binding sites resulted in changes in the water isotherm profile of this material;(6p) however, the condensation step is still far from the low-pressure region and with gradual, shallow uptake events rather than sharp ones. Similar results have been observed with functionalized versions of the smaller-pore size UiO-66,(6q) but the organic functional groups here are not sufficiently strong to bind water at very low relative pressure. Stronger sorption sites can be incorporated in MOFs in the form of open metal sites, as in MOF-74;(8) however, similar to the case of zeolites, these are found to be very strong sorption sites for water and require higher temperatures to desorb the water molecules.(23)Here we show that large, steep water uptake at low relative pressure can be achieved with zirconium MOFs having appropriate pore size where the interactions between water molecules is optimal. In addition, because this approach does not rely on the presence of very strong binding sites in the framework, regeneration of the MOF material can be completed without heating. We have implemented this strategy with MOFs based on zirconium oxide secondary building units (SBUs), which consist of six octahedrally disposed zirconium atoms held together by eight μ3-oxygen atoms (Scheme 1). Thus, we have prepared an isoreticular series of MOFs with fcu topology by combining 12-coordinated (12-c) SBUs with linear and ditopic linkers. MOFs with other topologies (ith, bct, flu, reo, and spn) are produced by combining analogous SBUs of different coordination number (12, 10, 8, and 6) and organic linkers of different geometry (tetrahedral, bent ditopic, and tritopic) as shown in Scheme 1.(23)1Crystal Structures of the New Zirconium MOFsMOF-805Microcrystalline MOF-805 is prepared with the use of NDC-(OH)2 as a linker (Scheme 1). Its structure was determined by comparison of the experimental PXRD pattern with the one calculated from a structural model based on the fcu net (Figure 1a), with refined unit cell parameter a = 23.612 Å in the space group F23 (Figure 1b, Section S2, SI). Each of the SBUs is coordinated to 12 organic linkers and each of the linkers is coordinated to two SBUs to give a three-dimensional framework having a network of porous tetrahedral and octahedral cages with internal pore diameters of 8.6 Å and 9.5 Å, respectively, as calculated with Platon (Table 1).(24)MOF-806Single crystals of MOF-806 were prepared with the use of BPDC-(OH)2 as organic linker (Scheme 1). The resulting structure is an expanded version of MOF-805. The single-crystal diffraction data analysis indicates that MOF-806 crystallizes in the cubic Fm3̅ space group with lattice parameter a = 26.8514(7) Å (section S3, SI). The inorganic SBUs are coordinated to 12 organic linkers resulting in a three-dimensional fcu network, with tetrahedral and octahedral cages with internal pore diameters of 10.1 Å and 12.6 Å, respectively (Figure 1c).MOF-802MOF-802 is prepared with the bent ditopic PZDC as a linker (Scheme 1). The analysis of the single-crystal diffraction data reveals that MOF-802 crystallizes in the Fdd2 space group, with unit cell parameters a = 39.222(3) Å, b = 26.018(2) Å and c = 27.887(2) Å (section S3, SI). In MOF-802 each inorganic SBU is connected to 10 organic linkers, with formate and DMF ligands occupying the remaining two coordination sites. The resulting three-dimensional framework has a bct topology (Figure 2a). In this topology there is only one kind of cavity, which in the case of MOF-802 has a maximum diameter of 5.6 Å (b and c of Figure 2).Figure 1. Representation of the fcu topology (a) and the structure of MOF-805 (b) and MOF-806 (c). Atom color scheme: C, black; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange balls indicate the space in the framework.MOF-808Octahedral crystals of MOF-808 are prepared with the tritopic BTC as a linker (Scheme 1). Single crystal diffraction data analysis shows that MOF-808 crystallizes in the cubic space group Fd3̅m with lattice parameter a = 35.076(1) Å (section S3, SI). The crystal structure solution reveals that the inorganic SBUs are connected to six BTC linkers and each of the linkers is coordinated to three SBUs. In addition, the coordination of the SBU is completed with six formate ligands, which account for the charge balance. These formate anions are found coordinated to the Zr atoms and disordered as both mono- and bidentate ligands. MOF-808 has a 6,3-connencted three-dimensional framework with an overall spn topology (Figure 3a). Tetrahedral cages with internal pore diameters of 4.8 Å are formed, with the inorganic SBUs at the vertices and the BTC linkers at the faces of the tetrahedron (Figure 3b). The tetrahedral cages are sharing vertices in such a way that the overall connectivity of MOF-808 can be simplified to an augmented diamond net. A large adamantane cage is formed with an internal pore diameter of 18.4 Å (Figure 3c).Table 1. Summary of the Sorption, Physical and Pore Structure Properties of the Studied Zirconium MOFs surface area, m2 g–1   water uptake, cm3 g–1 materialBETLangmuirVp, cm3 g–1dcrystal, g cm–3apore diameter, ÅbP/P0 = 0.1P/P0 = 0.3P/P0 = 0.9Group 1MOF-801-P99010700.45N/A7.4, 5.6, 4.8280380450MOF-801-SC6907700.271.687.4, 5.6, 4.8170270350MOF-802<20<20<0.011.475.63570110UiO-66129013900.491.238.4, 7.420125535Group 2MOF-808206023900.840.8618.455160735MOF-841139015400.531.059.210550640DUT-67156017200.601.0416.6, 8.8100390625PIZOF-2208024900.880.6717.647850Group 3MOF-804114512600.461.317.2, 6.8160235290MOF-805123013700.481.069.5, 8.625160415MOF-806222023900.850.7812.6, 10.13060425Other porous solidsMg-MOF-74125015100.530.9111.1550605750Co-MOF-74113014200.491.1711.1505565630Ni-MOF-74104013200.461.1911.1490545615CAU-67609500.341.039.1260335380CAU-106007700.261.605.6110275365Basolite A10087010800.360.956.93060250Basolite A300166025700.820.6224.6, 31.0130260815Basolite C300147015200.560.9511.1, 6.3, 5.6285520690zeolite 13X6507100.24N/A10355385415MCM-41134031601.12N/A250–3002560960BPL carbon121015000.53N/A10–200.41.34.8aFrom crystal structure data.bCalculated with Platon.MOF-812Crystals of MOF-812 were obtained with the use of MTB as linker (Scheme 1). MOF-812 crystallizes in the monoclinic C2/c space group, with a = 23.965(1) Å, b = 29.284(1) Å, c = 17.3545(9) Å, β = 96.301(2)° (section S3 of the SI). The SBUs in MOF-812 are connected to 12 tetrahedral linkers, with four carboxylate groups acting as monodentate ligands. The simplified SBU in MOF-812 corresponds to an icosahedron, which is different from the cuboctahedron that is found in the 12 connected Zr SBUs of the fcu series. Each one of the linkers is coordinated to four SBUs, and the resulting three-dimensional network has ith topology, with cavities of 5.6 Å diameter (a and b of Figure 4). MOF-812 was obtained only as byproduct during the synthesis of MOF-841, and no further analysis was implemented on this material.Figure 2. Representation of the bct topology (a). One cavity in MOF-802 is shown in (b), and the packing of several unit cells is shown in (c). Atom color scheme: C, black; N, green; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow balls indicate the space in the framework.MOF-841Crystals of MOF-841 were prepared with MTB as a linker (Scheme 1). Structural analysis carried out with single-crystal X-ray diffraction data reveals that MOF-841 belongs to the tetragonal space group I4/m, with lattice parameter a = 14.6766(6) Å and c = 28.033(1) Å (section S3 of the SI). Each SBU in MOF-841 is connected to eight linkers. Water and formate ligands complete the coordination of the SBU. The combination of eight connected SBUs with tetrahedral linkers results in a three-dimensional framework with flu topology (Figure 4c). This is the default, high symmetry, edge transitive network, obtained with the combination of cubic and tetrahedral building units. Only one type of cage is formed in this structural type. For MOF-841 the diameter of the cage (without terminating formic acid) is 11.6 Å (Figure 4d).Figure 3. Representation of the spn topology (a) exhibited by MOF-808, which is built with octahedral (red) and triangular (green) units, resulting in the formation of tetrahedral cage (b) and large adamantane pores (c). Atom color scheme: C, black; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange balls indicate the space in the framework.Other Zr-based MOFs that we have made and evaluated include several members of the fcu family (Figure 1a). The smallest member of this series, MOF-801, is obtained by using fumarate as the organic linker (Figure 5). This material was originally reported by Wißmann et al.,(9) who elucidated its crystal structure on the basis of analysis of the PXRD pattern. The microcrystalline powder form of MOF-801 was obtained under optimized synthetic conditions. Under different synthetic conditions, we have been able to grow crystals suitable for SXRD studies. As explained below, the two forms of MOF-801 [large single crystals, MOF-801-SC, and microcrystalline powder, MOF-801-P] consistently show different sorption properties and are described here as separate materials. The structure of MOF-801 belongs to the cubic space group Pn3̅. In this space group there are two crystallographically independent tetrahedral cavities, with slightly different sizes of 5.6 Å and 4.8 Å diameter. The diameter of the octahedral cavity is 7.4 Å.Figure 4. Combination of tetrahedral units with icosahedral units produces the ith network (a) exhibited by MOF-812 (b). The flu network (c) is formed when tetrahedral units are combined with cubic ones, as in the case of MOF-841 (d). Atom color scheme: C, black; O, red; Zr, blue polyhedra. Green polyhedra represent central tetrahedral carbon. H atoms are omitted for clarity. Yellow balls indicate the space in the framework.Structural Aspects of Other Zirconium MOFs Examined in This StudyThe well-known UiO-66 is formed with BDC as the linker, and the tetrahedral and octahedral cavities are 7.4 Å and 8.4 Å of diameter, respectively.(16) MOF-804 is the dihydroxyl derivative of UiO-66, prepared with BDC-(OH)2.(15) The presence of the hydroxyl groups in the organic linker results in slightly smaller pore sizes, 6.8 Å and 7.2 Å in diameter for the tetrahedral and octahedral cages, respectively. PIZOF-2 is the largest member of the fcu series, and it consists of two interpenetrated frameworks. The interpenetration leads to only one type of cavity, with 17.6 Å in diameter. Finally, we have evaluated DUT-67, which is prepared with the bent ditopic TDC linker (Scheme 1) and has a reo topology, with two types of cavities with diameters of 8.8 Å and 16.6 Å (Table 1).Figure 5. MOF-801 is the smallest Zr-MOF with fcu topology. Atom color scheme: C, black; O, red; Zr, blue polyhedra. Yellow, orange and green balls indicate the space in the framework.2Permanent Porosity of New and Reported Zirconium MOFsPrior to the water sorption measurements, we recorded N2 and/or Ar adsorption isotherms for the 11 Zr-MOFs to confirm their permanent porosity and to calculate their surface area. The N2 and/or Ar isotherms can be found in the SI (Figures S19–S29). For easy reference, we have classified the MOFs used in this study into three groups depending on their structure and functionality (Table 1). In group 1 we include MOFs with small pores (pore diameter <8.4 Å for MOF-801-SC, MOF-801-P, MOF-802, and UiO-66); group 2 includes MOFs with large pores where pore diameter ranges from 8.8 Å to 18.4 Å for DUT-67, MOF-808, MOF-841, and PIZOF-2; and group 3 includes the MOFs with hydroxyl functionalized linkers, (MOF-804, MOF-805, and MOF-806). The BET and Langmuir surface areas, pore volume, crystal density, pore diameter, and water uptake capacity for each Zr-MOF sample belonging to the three groups are summarized along with other porous solids in Table 1.3Water Adsorption Properties of Zirconium MOFsCondensation Pressure and Uptake CapacityThe water isotherms are shown in Figure 6 (Figures S30–S39 in SI). For comparison, we first studied the water uptake properties of the prototypical Zr-MOF, UiO-66 (Figure 6a, black squares), and compared it to data reported by other researchers.(26) The water isotherm of UiO-66 (group 1) has a sigmoidal shape with a moderate hysteresis loop at P/P0 = 0.3–0.4. Maximum water uptake at 25 °C reaches 535 cm3 g–1 (43 wt %) at P/P0 = 0.9 (Table 1). These results, recorded on a volumetric instrument (uptake vs P/P0), show the same trend as those previously reported and measured on a gravimetric system (uptake vs relative humidity, RH%).(25)The water isotherm of MOF-801-SC measured at 25 °C is shown in Figure 6a, blue squares. The adsorbed amount of water gradually increases with increasing pressure up to P/P0 = 0.05, followed by abrupt water uptake in the pressure range from P/P0 = 0.05 to 0.1, and the maximum uptake is 350 cm3 g–1 (28 wt %) at P/P0 = 0.9. The step pressure is much lower than that of UiO-66, indicating a higher water affinity for this material. A similar trend is observed by MOF-801-P (Figure 6a, red squares), while the maximum water uptake is now 1.3 times greater than MOF-801-SC [450 cm3 g–1 (36 wt %) at P/P0 = 0.9]. This difference in maximum uptake between the two forms of MOF-801 was also observed in the N2 sorption measurements, and we attribute this to the possibility of a large amount of missing linker defects in MOF-801-P.(25) MOF-802 shows a type I isotherm (Figure 6a, green squares). Although this compound does not show significant N2 and Ar uptake, the total water uptake is 100 cm3 g–1 (8.0 wt %) at P/P0 = 0.9, indicating that the pore is large enough to allow inclusion water molecules due to its smaller kinetic diameter (2.6 Å).The water isotherms for group 2 MOFs display significant steps with a hysteresis loop (Figure 6b). The limited water uptake at lower pressure from these steps indicates that the affinity of water to the MOF surface is low. This is related to the hydrophobicity of the organic linker; therefore, higher water vapor pressure is required to induce the pore filling. This is clearly illustrated by the behavior of PIZOF-2, which has a large pore diameter and does not take up water up to P/P0 = 0.7. Once the uptake starts, it reaches a total water storage capacity of 850 cm3 g–1 (68 wt %) at P/P0 = 0.9. This high uptake capacity at high relative pressure indicates a strong correlation between porosity and total water uptake (Figure S50 in SI). The maximum uptake of DUT-67 and MOF-808 is 625 cm3 g–1 (50 wt %) and 735 cm3 g–1 (59 wt %), respectively. DUT-67 shows several steps in its isotherm, which can be correlated to the filling of the variously sized cavities that are present in this structure. MOF-841 shows an isotherm with a steep adsorption commencing at P/P0 = 0.2 and reaching 550 cm3 g–1 at P/P0 = 0.3 (640 cm3 g–1 at P/P0 = 0.9).In the case of group 3 MOFs, MOF-804 shows a type I isotherm profile (Figure 6c, red circles), while sigmoid isotherms are observed for the larger pore materials MOF-805 and MOF-806 (Figure 6c, blue and green circles, respectively). All three MOFs in this group show relatively low maximum uptakes, compared to the other studied MOFs: MOF-804 has a maximum uptake of 295 cm3 g–1 (24 wt %) at P/P0 = 0.9, while MOF-805 and MOF-806 have a maximum uptake of 415 cm3 g–1 (33 wt %) and 425 cm3 g–1 (34 wt %), respectively.(26)In principle, the presence of hydroxyl functional groups as in MOF-804, -805, and -806 should increase the affinity of the framework for water, resulting in higher uptake values at lower pressure. However, we find that, although the presence of these functional groups affect the isotherm profile, this effect appears to be marginal in enhancing the affinity of the adsorbent surface to the water molecules. Hence, the water uptake by MOF-805 and MOF-806 at P/P0 = 0.1 is only 10% of that found for MOF-801-P under the same conditions Thus, to fill the micropores with water in the desirable pressure range (especially below P/P0 = 0.1) and realize the steep water uptake (i.e., the first criterion mentioned above), the pore size of the MOF structure plays a primary role. The reasons for the higher affinity of MOF-801 are explained in detail below.Figure 6. Water isotherms of zirconium MOFs with small pore (a), large pore (b), and hydroxyl functionalized linkers (c) measured at 25 °C. The isotherm of zeolite 13X is also included in panel (a).Ease of Regeneration and Cycle Performance in Water UptakeThe third criterion for the actual applicability of MOFs as water adsorbents concerns the ease of regeneration and stability to maximize the delivery of water. To evaluate these factors, the samples were evacuated at 25 °C for 2 h after the isotherm measurements. Typical pressure in the sample cell after the regeneration process was 5 Pa. We then collected the water isotherms up to five cycles (Figure 7) for the Zr-MOFs studied here along with 10 other representative porous solids, including zeolite 13X, MCM-41, M-MOF-74 (M = Mg, Ni, and Co), CAU-6,(27) CAU-10(28) and the commercially available MOFs Basolite A100, C300, and A300 (Table 1). The isotherms are shown in the SI (Figures S40–S49). The cycle performance results show that, for MOF-805, MOF-806, MOF-808, and Basolite A100, A300, and C300, the uptake constantly drops in every cycle. The surface area of these MOFs was redetermined after the water cycle tests, showing a significant decrease. This observation suggests that the loss of water uptake capacity is related to the loss of porosity.For DUT-67, MOF-804, MOF-74s, CAU-6, and zeolite 13X, we find a significant decrease from the first to the second cycle and a nearly constant uptake thereafter. This behavior can be explained if some of the water molecules are strongly bound to the framework, not being desorbed under the aforementioned regeneration conditions. If this is the case, the water release requires further energy input (higher temperature and/or better vacuum). In practical terms, the working capacity of these materials is strongly limited due to the high regeneration cost.Finally, we find that MOF-801-P, MOF-802, MOF-841, UiO-66, CAU-10, and MCM-41 exhibit the best and closest to the ideal cycling performance. These materials show robust cycling performance as indicated by the similarity of water uptake in all five cycles (Figure 7). Since these materials are stable under humid conditions and have no strong binding sites (e.g., open metal sites) for water to bind, it is expected their working capacity (deliverable amount of water) not to be strongly influenced by the regeneration conditions.Best Performing Porous Materials for Water AdsorptionAs mentioned above, different applications require different operation pressures. Whereas, for on-board heat exchange systems, it is preferable to have materials capable of taking up large amounts of water in low-pressure regions (P/P0 ≤ 0.1), temperature-triggered water capture and release systems are expected to operate at P/P0 values close to 0.3. Therefore, the water uptake for selected materials at various ranges of P/P0 values in the five consecutive cycles is plotted in Figure 7 (Figure S51 in SI). Furthermore, the uptake capacities for the first and fifth cycles for zirconium MOFs and other porous solids are also compared in Figure 7.At P/P0 = 0.1, the water uptakes of MOF-801-P and Co-MOF-74 are higher than 20 wt %, which outperform any of the other MOFs. More importantly, after the first cycle these capacities are still 3 times greater than that of zeolite 13X, which is commonly used for water adsorption chillers.(29) The water uptake capacity increases for all materials at P/P0 = 0.3. However, the order is slightly different from the one observed at relative pressure of 0.1: here, MOF-841 outperforms other materials. The isotherm profile of this material (Figure 6b), which shows a significant step in the pressure range from P/P0 = 0.2 to 0.3, indicates that water rapidly condenses in the pore of this MOF at this pressure range. In addition, the uptake is nearly constant throughout the five cycles. After the fifth cycle, the uptake is still greater than 40 wt %. To the best of our knowledge, this is the highest value of water uptake at P/P0 = 0.3 for any porous solid.4Temperature Dependency of Water UptakeSince water adsorption is an exothermic process, a large amount of heat can be utilized if the adsorption enthalpy is large. With that in mind, released heat can increase the temperature in adsorbent beds so that the uptake capacity can be drastically influenced by this temperature change. Therefore, we have measured the water isotherms for the best performers, MOF-801-P and MOF-841, at various temperatures between 15 to 55 °C (Figure S52, S54 in SI). These isotherms show that the maximum uptake capacity is not significantly influenced by the temperature, indicating that water molecules are easily condensed within the MOF pores.(30) We have estimated the isosteric heat of adsorption (Qst) of water from the isotherms measured at various temperatures (Figures S53, S55 in SI). The Qst value in the low water coverage range for MOF-841 is around 50 kJ mol–1, which remains nearly constant throughout the entire adsorption process, and represent 25% greater energy than the latent energy of water (40.7 kJ mol–1). The Qst value for MOF-801-P is even greater than for MOF-841, approximately 60 kJ mol–1.Applications to Thermal Battery and Water Delivery in Remote Desert RegionsWith these values, we can estimate how much heat can be stored in 15 kg of MOF-801-P. Assuming that the storage capacity and Qst of MOF-801-P are 20 wt % (at P/P0 = 0.1) and 60 kJ mol–1, respectively, the total heat expected to be released is 10 MJ. If such a system is operated for 1 h with 65% efficiency, the power capability is equivalent to 1.8 kW: a value approaching the 2.5 kW power target for typical thermal batteries as set by DOE.(31)The temperature effect on water uptake is also important to realize another application of water adsorption in MOFs: temperature-triggered water capture and release systems, where atmospheric water would be captured and delivered at different temperatures in areas with high temperature contrasts between day and night. For example, in the city of Tabuk in Saudi Arabia, the typical summer temperature and relative humidity during day time are respectively 40 °C and 5%, drastically changing at night to 25 °C and 35%. Assuming P/P0 × 100 = RH%, the working capacity of MOF-841 between P/P0 = 0.05–0.35 is more than 40 wt % (Figure S58 in SI), which is the largest obtained among all Zr-MOFs. If 15 kg of MOF-841 is deployed in Tabuk under these optimal conditions, it should be able to deliver 6.3 L of pure water per day.5Location of Water Molecules in MOF-801-SC Using X-ray DiffractionThe above results provide valuable insight into the water adsorption behavior of porous solids, in particular MOF materials. On the basis of the forgoing discussion, it is reasonable to state that structural parameters such as pore size dictate the differences in the isotherm profiles rather than sole effects of additional hydroxyl functionality in the linkers. To further understand how these structural factors influence the adsorption properties of the MOFs, we set out to determine the location of water molecules in MOF-801 with the prescribed amount of guest water molecules using diffraction techniques (SXRD for MOF-801-SC and neutron powder diffraction for MOF-801-P).Location of Water at Low UptakePrior to studying the location of water, we collected diffraction data for a crystal which was evacuated in situ under dynamic vacuum (50 Pa) at 90 °C. No significant residual electron density was found in the difference Fourier maps of this sample, which is indicative of the absence of guest molecules in the pore. Subsequently, an activated crystal was exposed to moisture, and a new data set was collected.In the structure of MOF-801 there are three symmetry-independent cavities (Figure 8a), two with tetrahedral shape, hereafter referred to as cavity T1 and cavity T2 (Figure 8b), and one with octahedral shape (Oh, Figure 8c). After refinement of the framework atoms we could identify up to three areas of high residual electron density in the tetrahedral pores, which we attributed to the adsorbed water molecules, while the octahedral pores remained empty. These residual electron densities maxima were assigned as oxygen atoms, and their occupancy was refined. Both T1 and T2 cavities clearly demonstrated a primary adsorption site located close to the μ3-OH groups of the SBUs.(32) These sites, labeled as site I and II (d and e in Figure 8), have a refined occupancy of 0.25 and 0.40, respectively. The distances of the primary adsorption sites are 2.757(7) Å and 2.781(1) Å from the position of the oxygen atom in the μ3-OH group of the Zr-SBU.(33) The distance between the μ3-OH group and the adsorbed water at sites I and II indicates that the μ3-OH groups provide the MOF with primary adsorption sites through the formation of hydrogen bonds with the water molecules. The third adsorption site, site III, was located only in the interior of cavities T2 (Figure 8e). The water molecule adsorbed in site III has a refined occupancy of 20%, which is half of the occupancy of the other O atoms in the same cavity (site II). Interestingly, each water molecule in site III would form hydrogen bonds [O–O distance of 2.871(7) Å] with three molecules in site II, resulting in a cubic arrangement of adsorbed water molecules. The water cubane is the smallest cluster where each water molecule forms three hydrogen bonds. This type of cubic water cluster has been studied spectroscopic and theoretically (34) and seldom observed crystallographically.(35)Figure 7. Water uptake capacity of zirconium MOFs (left) and other representative porous materials (right) in different pressure ranges. The large portion of water uptake capacity indicates that the pore filling or condensation occurs in this pressure range. Left and right bars represent first and fifth cycles, respectively. An asterisk (*) indicates no data. For MOF-801-SC, uptake capacities of first and second cycles were demonstrated.Location of Water at High UptakeTo have a glimpse of the arrangement of the water molecules at high water loading, another data collection was carried out for a crystal exposed to a 100% RH under N2. The results of the structural refinement demonstrate the presence of high electron density in both cavities (tetrahedral and octahedral) of the MOF-801-SC, indicating that these cavities are now occupied with guest molecules. The refinement in the Pn3̅ space group resulted in very high residuals due to the large electron density now occupying the pores. We then carried out least-squares refinements in the P1̅ space group to individually describe the different possible sorption sites. With only an inversion center in the unit cell, there are now four crystallographically independent tetrahedral cavities (T1 is split in three) each one of them with unit cell multiplicity 2. In all cases, the same primary adsorption sites I and II are clearly found close to the μ3-OH groups. They were refined by assigning O atoms with 50% occupancies. In one out of the four tetrahedral cavities, no additional sorption sites were found, while in the other three cavities, electron density areas corresponding to the adsorption sites III were located and assigned to O atoms, resulting in satisfactory refinements. In two of these cavities (splitting from T1), the water clusters are formed by seven atoms, where one atom at a site III is missing in the cube, resulting in an incomplete cubic disposition (Figure 8f). The occupancies refined were 50% for sites I and II atoms, and 33% for sites III atoms. In the fourth cavity, T2, a complete cubic cluster like the one depicted in Figure 8e was found, with the eight O atoms refined with 50% occupancy.(36)The large octahedral cavity was also filled with water molecules. Considering that there is no primary sorption site in the octahedral cavity, it is presumed that the filling process is more or less initiated by the formation of hydrogen bonds with adsorbed water molecules. Indeed, new adsorption sites are identified near the atoms located in the previously described sorption sites III of the tetrahedral cavities and inside the octahedral ones (Figure 8g). These sites were refined as O atoms with occupancies between 25 and 33%.Figure 8. Structure of MOF-801 consists of three symmetry-independent types of cavities (a), two with tetrahedral shape, T1 and T2 (b), and one with octahedral shape (c). The single-crystal diffraction study of a moisture-exposed crystal (d and e) shows that the water molecules are initially adsorbed in the tetrahedral cavities through hydrogen-bond formation with the SBUs (sites I and II) and among them (sites III). In the crystal exposed to 100% RH, the same arrangements are found, as well as incomplete cubic clusters (f). The octahedral cavities are also filled, and several sorption sites were identified, forming hydrogen bonds with sites III (g). In the microcrystalline MOF-801-P, the neutron diffraction study (h and i) show similar sorption sites I, II, and III, and additional sites, IV and V, at the center of the tetrahedral cavities.These observations should reinforce the importance of the cooperative effect in the formation of hydrogen bonds between adsorbed water molecules, which governs the sorption process. Thus, the water molecules are initially adsorbed on the μ3-OH groups of the Zr-SBU. Following, more water molecules are confined in the cavity by forming new hydrogen bonds with several of the adsorbed molecules at the primary binding sites. Finally, these secondarily adsorbed molecules provide further binding sites to facilitate the adsorption in the larger cavities and subsequent water condensation in the framework of MOF-801-SC.6Location of Water Molecules in MOF-801-P Using Neutron DiffractionThe location of adsorbed water molecules in MOF-801-P was analyzed by neutron powder diffraction data collected at room temperature. A vanadium sample holder equipped with a custom-designed gas loading lid was filled with deuterium-exchanged MOF-801-P and connected to the vapor sorption analyzer to expose the sample to D2O at P/P0 = 0.3. Rietveld analysis of the neutron powder diffraction data revealed a good agreement with the structural model determined from SXRD [Pn3̅ space group, a = 17.8736(5) Å]. Subsequent difference Fourier analysis revealed the site positions and orientations of the framework-adsorbed water molecules. Three primary D2O adsorption sites, namely site I of cavity T1 as well as sites II and III in cavity T2, were identified (h and I of Figure 8). These sites were similarly observed in MOF-801-SC. Additional adsorption sites in MOF-801-P were located at the center of the tetrahedral cavities T1 and T2 and labeled as sites IV and V, respectively. For site IV, the excess scattering density resembled a tetrahedron (Figure S11 of SI), a direct result of hydrogen-bonding interactions with site I molecules. Therefore, site IV was modeled as two water molecules that are rotated with respect to one another (Figure 8h) with an average occupancy of 0.33(4). Note that the orientation of the water molecules, as determined by the position of the D atoms, is incompatible with a situation where all five water molecules are present at the same time. This indicates that cavity T1 is occupied simply by the primarily adsorbed molecules in site I, or by three water molecules (i.e., two in site I and the third one in site IV). The presence of water molecules in site I seems to stabilize the presence of site IV molecules through the formation of hydrogen-bonding interactions. As such, the precise orientation of D2O bound at these two adsorption sites was determined, revealing a well-defined hydrogen-bonding network between sites I and IV of the T1 cavity and the μ3-OD group of in the SBU (Figure S9 in SI). The intermolecular O···D distances between sites I and IV and the O···D distances between site I and framework bound μ3-OD exhibit values around 1.85 Å, which is similar to previously reported hydrogen bonding of water molecules.(37)In the case of cavity T2, an area of excess scattering density was located in the center of the cavity, site V, that is represented by large globules (Figure S10 in SI), likely indicating that the molecule exhibits significant static disorder or is rattling around in the cavity pocket. As such, we modeled it as rotationally disordered. In this case, the most likely situation is an average combination of all the scenarios already described: (i) molecules only in site II, (ii) a cubic (or incomplete cubic) disposition with molecules in sites II and III, or (iii) trimers with molecules in sites II and V. A situation where the cavity is filled with nine molecules (a cube with an extra molecule in the center) is ruled out on the basis of the short distance between sites III and V.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionSummaryReferencesSummaryWe have prepared six new zirconium MOFs, MOF-802, MOF-805, MOF-806, MOF-808, MOF-812, and MOF-841. With the exception of MOF-812, which was isolated as a byproduct, we have evaluated the water sorption properties of this series of MOFs along with other reported zirconium MOFs, MOF-801, UiO-66, MOF-804, DUT-67, and PIZOF-2, with the aim of finding new water capture materials with optimal response in the most important criteria to be considered for this important application: position at which the adsorption occurs and steepness of the process, uptake, and reuse and stability. We have also evaluated other porous solids, zeolite 13X, MCM-41, M-MOF-74 (M = Mg, Ni, and Co), CAU-6, CAU-10 and the commercially available MOFs Basolite A100, C300 and A300. Among all of them, two materials, MOF-801-P and MOF-841 show excellent performance when considering all these three criteria: MOF-801-P takes up 22.5 wt % of water at P/P0 = 0.1, and MOF-841 takes up 44% at P/P0 = 0.3. These uptakes are steep and nearly constant after five consecutive cycles where the materials are easily regenerated with a low energy cost. Due to these characteristics, MOF-801 is a good candidate to be used in advanced thermal batteries, while MOF-841 has potential to be used in capture and release of atmospheric water in remote desert areas. In addition, we have identified the sorption sites with an X-ray diffraction study on MOF-801-SC. These results indicate that structural factors including the size of the pores dictate the ease of hydrogen-bond formation between neighboring water molecules. A neutron powder diffraction study with MOF-801-P supports these observations. On the basis of the X-ray and neutron diffraction data of the water molecules in both MOF-801-SC and MOF-801-P, we attribute their good performance to the aggregation of water molecules within an appropriate pore size, which is pinned on the formation of hydrogen bonds with the zirconium SBUs. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionSummaryReferencesSupporting InformationDetailed synthetic procedures and characterization, structure model details, crystal structure refinement tables, PXRD patterns, neutron diffraction patterns, thermal gravimetric curves, gas and water adsorption isotherms, complete refs 6j,n,r,x, and 7. Crystallographic data. This material is available free of charge via the Internet at http://pubs.acs.org.‡Author ContributionsH.F. and F.G. contributed equally.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionSummaryReferencesAcknowledgmentThe work was partially supported for the synthesis by BASF SE (Ludwigshafen, Germany), general adsorption characterization by the U.S. Department of Energy (DOE) Office of Science, Office of Basic Energy Sciences, Energy Frontier Research Center Grant DE-SC0001015 and by the Laboratory Directed Research and Development Program of Lawrence Berkeley National Laboratory under U.S. DOE Contract No. DE-AC02-05CH11231, and water adsorption by DOE Advanced Research Projects Agency-Energy (ARPA-E) (DE-AR0000185). We acknowledge Dr. D. K. Britt and Mr. F. Fatollahi-Fard (The Molecular Foundry at Lawrence Berkeley National Laboratory) for providing CAU-10 sample, Drs. M. Hmadeh, D. Peri, H. Deng, W. Morris, and A. Duong and Ms. L. Wang from the Yaghi group for their assistance in sample preparation at the initial stages of this work, and Drs. S. Teat and K. Gagnon (Advanced Light Source, Lawrence Berkeley National Laboratory) for support during the single-crystal diffraction data acquisition at the beamline 11.3.1. Work at the Molecular Foundry and the Advanced Light Source was supported by the Office of Science, Office of Basic Energy Sciences, of the U.S. DOE under Contract No. DE-AC02-05CH11231. We thank the NIST/NRC Fellowship Program for the support of M.R.H. We also acknowledge Prof. E. N. Wang (MIT) and Dr. S. Narayanan (MIT), Dr. U. Müller (BASF) and Prof. M. O’Keeffe (ASU) for their interest and invaluable discussions. The in-situ structural work was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences and Biosciences under Award DE-FG02-12ER16362.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionSummaryReferencesReferencesThis article references 37 other publications.1. Golubovic, M. N.; Hettiarachchi, H. D. M.; Worek, W. M. Int. J. Heat Mass Transfer 2006,  49,  2802[Crossref], [CAS]1. Sorption properties for different types of molecular sieve and their influence on optimum dehumidification performance of desiccant wheelsGolubovic, Mihajlo N.; Hettiarachchi, H. D. M.; Worek, William M.International Journal of Heat and Mass Transfer\r\n        (2006),\r\n    49\r\n        (17-18),\r\n    2802-2809CODEN:\r\n                IJHMAK;\r\n        ", "title": "Water Adsorption in Porous Metal–Organic Frameworks and Related Materials", "authors": ["Hiroyasu Furukawa", "Felipe Gándara", "Yue-Biao Zhang", "Juncong Jiang", "Wendy L. Queen", "Matthew R. Hudson", "Omar M. Yaghi"], "doi": ["10.1021/ja500330a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0008.gif\">"]}