{"abstract": "A luminescent microporous metal−organic framework based on a triphenylene-2,6,10-tricarboxylate ligand, which exhibits highly selective CO adsorption over CH and N gases and selective sensing of the nitro explosive 2,4,6-trinitrophenol, has been constructed and characterized.A luminescent microporous metal–organic framework based on a π-electron-rich tricarboxylate ligand and an In ion has been solvothermally obtained and characterized and exhibits highly selective CO adsorption over CH and N gases and selective sensing of the nitro explosive 2,4,6-trinitrophenol.", "text": "10.1021/ic501413r Metal–organic frameworks (MOFs) have been extensively researched during the past decade for their structural diversity and potential applications in gas storage and separation, magnetism, catalysis, and molecular sensing.(1) Recently, MOFs have emerged as excellent sorbents for CO2 capture and storage because of their advantages such as high surface area, tunable pore size, and low crystal density,(2) particularly for the usage of selective capture of CO2 from natural gases.(3) Until now, only a few porous MOFs have shown highly selective adsorption of CO2 over other gases such as CH4 and N2,(4) and the construction of viable CO2-capture MOF materials that can exhibit high CO2 selectivity over CH4 and N2 still remains a challenge. On the other hand, MOFs combining luminescence and permanent porosity have been of particular interest because of their potential applications as chemical sensors.(5) The rapid sensing of nitro explosives present in soil and groundwater is very crucial for security screening, homeland security, and environmental monitoring. The luminescence quenching method has proven to be a simple, sensitive, and convenient method for the sensing of such explosives.(6)Herein, we report a luminescent microporous MOF, (Me2NH2)6[In10(TTCA)12]·24DMF·15H2O (1; TTCA = triphenylene-2,6,10-tricarboxylate and DMF = N,N-dimethylformamide), that exhibits highly selective CO2 adsorption over CH4 and N2 and selective sensing of the nitro explosive 2,4,6-trinitrophenol (TNP).Solvothermal reaction of triphenylene-2,6,10-tricarboxylic acid (H3TTCA)(7) with In(NO3)3·H2O and hydrochloric acid in DMF and 1,4-dioxane at 170 °C for 72 h led to the formation of colorless block-shaped crystals of 1. The result of single X-ray structural analysis reveals that 1 crystallizes in the R3̅c space group, which adopts a In3(CO2)8 cluster as a secondary building unit (SBU; see Figure S1a in the Supporting Information, SI). The In3(CO2)8 SBU contains three In atoms, which are connected by two μ2-CO2 and four μ3-CO2 groups, with an In1···In2 distance of 3.499 Å and an In1···In2···In1 angle of 167.56°. The In1 atom in the SBU is seven-coordinated with a distorted monocapped prismatic geometry, while the In2 atom is six-coordinated with a distorted octahedral geometry (Figure 1a). In 1, each TTCA ligand links three In3(CO2)8 SBUs to form a three-dimensional (3D) framework with one-dimensional (1D) channels along the c axis (Figure 1b); the size of the channel is 8 × 8 Å. Each In3(CO2)8 SBU, linking eight TTCA ligands, can be regarded as an 8-connected node, and each TTCA ligand, connecting three In3(CO2)8 SBUs, can be considered a 3-connected node, so the overall structure can be simplified to a (3,8)-connected network with {42·6}6{43}2{45·612·810·1010}3 topology (Figure S1b in the SI). Among the reported nets based on trinuclear SBUs,(8) the here-presented framework of 1 has not been observed so far.Figure 1. (a) Coordination environments of In1 and TTCA3– in 1 (symmetry operations: A, −y + 5/3, −x + 4/3, z – 1/6; B, −y + 5/3, x – y + 4/3, z + 1/3; C, y – 1/3, x + 1/3, −z + 11/6; D, −x + 1, −y + 2, −z + 2). (b) 3D microporous MOF of 1, showing the 1D channels along the c axis.The anionic framework of 1 is balanced by Me2NH2+ cations decomposed from DMF.(9) The pores of 1 are filled with disordered Me2NH2+, DMF, and H2O molecules, and the solvent-accessible volume calculated using PLATON(10) is 48.1%. Moreover, soaking 1 in methanol leads to the exchange of DMF and H2O molecules with methanol to give 1′.The results of thermogravimetric analysis (TGA) indicate that 1 readily lost DMF and H2O molecules in the temperature range of 30–250 °C, and desolvated 1 is stable up to 350 °C, while 1′ shows plateaus from 85 to 350 °C (Figure S2 in the SI). The results of powder X-ray diffraction (PXRD) measurements of 1 and 1′ demonstrate that the framework of 1 is stable in methanol (Figure S3 in the SI). The results of variable-temperature PXRD measurements demonstrate that the framework of 1 is stable up to 270 °C (Figure S4 in the SI).In order to evaluate the porous features of 1, gas adsorption studies were conducted. As shown in Figure 2, N2 adsorption measurement for 1 at 77 K and 1 atm revealed a reversible type I isotherm with saturated N2 uptake of 247 cm3 g–1 (STP), a characteristic of microporous materials, corresponding to a Brunauer–Emmett–Teller surface area of 726.8 m2 g–1. H2 adsorption isotherm of 1 measured at 77 K demonstrated an uptake of 167 cm3 g–1 (STP) at 1 atm. Furthermore, the adsorption isotherm of CO2 also shows a typical type I curve, with the amounts of CO2 uptake increasing abruptly at the beginning and then gradually reaching a plateau of 221 cm3 g–1 (STP) at 195 K and 1 atm.Figure 2. N2 and H2 adsorption isotherms of 1 at 77 K and CO2 adsorption isotherm of 1 at 195 K.To further examine the gas storage capacity of 1, we also measured the CO2, CH4, and N2 sorptions at near room temperature. Interestingly, 1 shows highly selective gas adsorption for CO2 over CH4 and N2 at 273 and 298 K. The CO2 uptakes at 1 atm reach 105.2 cm3 g–1 (4.69 mmol g–1, 20.6 wt %) at 273 K and 69.0 cm3 g–1 (3.08 mmol g–1, 13.5 wt %) at 298 K. For comparison, the CH4 and N2 uptakes are 30.2/18.3 and 7.0/4.3 cm3 g–1, respectively, under the same conditions (Figures 3a and S5 in the SI). Using the ideal absorbed solution theory,(11) the selectivity for a 50:50 CO2/CH4 mixture at 273 K and 1 atm is 24 (17 at 298 K), and that for a 15:85 CO2/N2 mixture at 273 K and 1 atm is 221 (71 at 298 K; Figures 3b and S6 in the SI). To our knowledge, among numerous MOFs, only a few frameworks have shown the selectivities of >20 for CO2/CH4 and 200 for CO2/N2 at near room temperature.(4a-4c) The highly selective adsorption of CO2 over CH4 and N2 suggests that 1 may be useful for methane purification and carbon capture. The selective sorption of CO2 rather than CH4 and N2 can be attributed to the quadrupole moment of CO2 (−1.4 × 10–39 cm2), which generates specific interactions with the framework.(12) To better understand the interactions between CO2 and the framework of 1, we calculated the isosteric heat Qst of CO2 by fitting the 273 and 298 K isotherms to the virial equation, which is approximately 30.5 kJ mol–1 at zero loading (Figures S7 and S8 in the SI), implying relatively strong interactions between CO2 and the framework of 1.Figure 3. (a) CO2, CH4, and N2 uptake curves of 1 at 273 K. (b) Adsorption selectivities of CO2/CH4 and CO2/N2 for 1 at 273 K.The photoluminescence spectrum of 1 exhibits strong emission at 505 nm at ambient temperature upon excitation at 410 nm (Figure S9 in the SI), with a quantum yield of 3%, which prompts us to explore its application for the detection of electron-withdrawing compounds such as nitro explosives. Fluorescence quenching titrations were performed by adding 1 in different concentrations of methanol solutions of TNP. Figure S10 in the SI shows the quenching of luminescent intensities upon the addition of methanol solutions of TNP (0–2 mM). The maximum fluorescent intensity of 1 was reduced by 82.2% upon exposure to 2 mM methanol solutions of TNP [quenching percentage = (I0 – I)/I0 × 100%, where I0 and I are fluorescent intensities of 1 before and after exposure to the nitroaromatic explosives]. Moreover, there is an obvious red shift (from 505 to 537 nm for the maximum fluorescent emission) for the spectra accompanied by quenching of the luminescent intensity upon the addition of a 2 mM methanol solution of TNP, which can be ascribed to the guest-dependent interactions between the MOF host framework and TNP (kinetic diameter ca. 7.2 Å).(6g, 13) On the other hand, the luminescence responses of 1 to other nitro explosives, such as 2,4,6-trinitrotoluene (TNT), 2,4-dinitrotoluene (2,4-DNT), 2,6-dinitrotoluene (2,6-DNT), and nitrobenzene (NB), were ascertained by dispersing 1 in 2 mM nitro explosives in methanol (Figure 4). The maximum fluorescent intensity of 1 was reduced by 41.7, 62.1, 73.5, and 65.9% upon exposure to 2 mM methanol solutions of TNT, 2,4-DNT, 2,6-DNT, and NB, respectively. The efficient quenching by nitro explosives can be attributed to a photoinduced electron transfer from the excited framework of 1 (as an electron donor) to the adsorbed electron acceptor (nitro explosives).(14, 6e) However, unlike TNP, the maximum fluorescent emission of 1 was hardly shifted by TNT, 2,4-DNT, 2,6-DNT, and NB, indicating that 1 could be regarded as a potential material for the selective detection of the nitro explosive of TNP.Figure 4. Luminescence changes of 1 by the addition of 2 mM methanol solutions of TNP, TNT, 2,4-DNT, 2,6-DNT, and NB.In conclusion, a 3D luminescent microporous MOF based on triphenylene-2,6,10-tricarboxylate has been constructed. The compound exhibits highly selective gas adsorption for CO2 over CH4 and N2, recommending the possible applications in purification of natural gas by CO2/CH4 separation and capturing CO2 from flue gases. Furthermore, it also shows selective sensing of the nitro explosive TNP, making it a promising sensing material for TNP monitoring. Top of PageAbstractReferencesSupporting InformationSynthesis and characterization, gas sorption measurements, additional structure figures, adsorption isotherms, adsorption selectivity and luminescenct profiles, isosteric heat isotherms, TGA, PXRD, and X-ray crystallographic data in CIF format. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was financially supported by the 973 Program of China (Grants 2012CB821705 and 2014CB845602), NSFC (Grants 21331007 and 21121061), and NSF of Guangdong Province (Grant S2012030006240).Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 14 other publications.1. (a) Yun, R. R.; Lu, Z. Y.; Pan, Y.; You, X. Z.; Bai, J. F. Angew. Chem., Int. Ed. 2013,  52,  11282– 11285[Crossref], [CAS]1. Formation of a Metal-Organic Framework with High Surface Area and Gas Uptake by Breaking Edges Off Truncated Cuboctahedral CagesYun, Ruirui; Lu, Zhiyong; Pan, Yi; You, Xiaozeng; Bai, JunfengAngewandte Chemie, International Edition\r\n        (2013),\r\n    52\r\n        (43),\r\n    11282-11285CODEN:\r\n                ACIEF5;\r\n        ", "title": "A Luminescent Microporous Metal–Organic Framework with Highly Selective CO Adsorption and Sensing of Nitro Explosives", "authors": ["Yun-Nan Gong", "Yong-Liang Huang", "Long Jiang", "Tong-Bu Lu"], "doi": ["10.1021/ic501413r"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-18/ic501413r/20140909/images/small/ic-2014-01413r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-18/ic501413r/20140909/images/small/ic-2014-01413r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-18/ic501413r/20140909/images/small/ic-2014-01413r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-18/ic501413r/20140909/images/small/ic-2014-01413r_0004.gif\">"]}