{"abstract": "Two highly eight-connected coordination polymers have been established:  presents an interesting self-penetrating network with 4·5·6 topology, and  stands for the first heteropentanuclear (DyMn) complex.A couple of metal-organic frameworks (MOFs) constructed from rigid bicarboxylates are presented herein, namely, Co(ndc)(bbi)(CHCN) () and DyMn(ndc)(bipy) (), where Hndc = 2,6-naphthalenedicarboxylic acid, bipy = 2,2′-pyridine, and bbi = 1,1′-(1,4-butanediyl)bis(imidazole). These two coordination polymers have been prepared through solvo/hydrothermal reactions and characterized by single-crystal X-ray study, TG, IR, and elemental analysis. Polymer  features a novel self-penetrating network mediated by flexible long-chain ligand and well defines a unique 4·5·6 topology with the treatment of Co unit as an 8-connected node, which equals the highest connectivity for monometallic self-penetrating system so far. Polymer  represents the first example of a Mn−Dy (3d-4f) heteropentanuclear complex showing an intriguing 3-D 3·4·5·6 framework upon the assignment of DyMn cluster to an 8-connected node. In addition, magnetic studies of  reveal that the antiferromagnetic behavior is operative within the trimeric Co cluster and  demonstrates dominant ferromagnetic coupling interactions between Dy and Mn ions.", "text": "10.1021/cg8013893  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroduction Construction and characterization of highly entangled network solids has attracted significant interest, not only due to their aesthetic appeal and interesting topologies(1) but also due to the potential applications of such materials.(2) Recently, there has been much progress in the discovery of entangled polymeric systems such as self-penetrating (self-catenating) networks, interpenetrating (polycatenating) networks, and rotaxanes. However, the majority of the reported entanglements fall into the interpenetrating category, as evidenced by several comprehensive reviews providing some insightful information on the rationalization and classification of their topologies.(3) Unlike interpenetration, self-penetrating networks, as another type of tangled motifs, are single nets that exhibit the peculiar feature of containing rings which pass through other components of the same network, and these rings must be topological shortest circuits of the net. To date, although considerable efforts have been directed to the construction of self-penetrating nets, only a limited number of cases are known.(4-6) After all, the achievement of self-penetration continues to be a great challenge since it is comparatively difficult to predict the target compound prior to synthesis.(5g) In order to design such materials, control over the appropriate reaction conditions plays a key role in the synthetic procedure. The polymer topology strongly depends upon the chemical structure of ligands, the coordinative propensity of metal ions, solvent preference, and metal-to-ligand molar ratio, etc. While numerous organic molecules have been utilized as spacers, coordination polymers tuned by the coligands of carboxylates and N-donor molecules have witnessed an expansion development.(7) As we found, those ligands bearing flexible lengths, charge-balance requirements, and different orientations of donor groups are likely to furnish advantages in the organization of novel frameworks.(8, 9) One such ligand having O-donors with multiple coordination modes is 2,6-naphthalenedicarboxylic acid, a member of the polycarboxylates family.(10) Furthermore, since those nonrigid ligands favor the fabrication of entangled motifs,(6b, 11, 12a) a flexible long-chain imidazole-based 1,1′-(1,4-butanediyl)bis(imidazole) is combined with rigid or semirigid polycarboxylates to exploit 3-D self-penetrating networks. On the other hand, lanthanide-transition-metal chemistry has been of great significance in the field of molecular magnetism. Particularly, 3d-4f cluster-based coordination polymers are expected to offer the possibility of single molecule magnet (SMM) in terms of the basic requirements such as high-spin ground-state and magnetic anisotropy. In the past, however, most research attention for the 3d-4f cluster complexes was primarily devoted to GdIII−CuII systems. As expected, Dy−Mn cluster-based complex seems to be an ideal choice for magnetic materials, and very few cases were reported to construct from such type of clusters, including [MnIII11DyIII4], [MnIII2DyIII2], [MnIII4MnIV2DyIII6] and [MnIII6DyIII4].(13) Although a variety of cluster-based SBUs have been established in various MOFs, the generation of high-connected topologies are extremely scarce as a result of the limited coordination number on transition metal centers.(6d) Herein, we report in detail the synthesis and properties of two novel 3-D MOFs, Co3(ndc)3(bbi)(CH3CN)2 (1) and Dy2Mn3(ndc)6(bipy)2 (2). Compound 1 contains an 8-connected topology, which, to the best of our knowledge, represents the highest connectivity net for self-penetration, equal to four others (with different topologies).(6) Ferromagnetic material 2 exhibits an unprecedented 8-connected net with heteropentanuclear Dy2Mn3 clusters as 8-connected node. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental Section  Materials and General Procedures The reagents and solvents employed were commercially available and were used as received without further purification. Ligand bbi was synthesized as reported previously.(14) The IR spectrum was recorded as KBr pellets on a Nicolet Magna-FT-IR 560 spectrometer in the 4000−400 cm−1 region. Elemental analysis for C, H, and N was performed on a Perkin-Elmer 240 analyzer. X-ray powder diffraction (XRPD) data were collected with a Rigaku D/max-RC diffractometer using a Cu target (λ = 1.54060 Å) operated at 50 kV and 180 mA. The thermogravimetric (TG) analysis was investigated on a standard TGA analyzer under nitrogen flow at a heating rate of 3 °C/min for all measurements. The magnetic measurements were performed on the Quantum Design SQUID MPMS XL-7 instruments. The diamagnetism of the sample and sample holder were taken into account.  Synthesis of Co3(ndc)3(bbi)(CH3CN)2 (1) A mixture of CoCl2·6H2O (0.24 g, 1.0 mmol), H2ndc (0.22 g, 1.0 mmol) and bbi (0.06 g, 0.33 mmol) in the molar ratio of 3:3:1 was added into 6 mL of CH3CN. Consequently, the resulting solution was transferred and sealed in a 25 mL Teflon-lined stainless steel vessel, which was heated at 140 °C for 60 h. After the reactor was slowly cooled to room temperature at a rate of 5 °C/h, pure purple block-shaped crystals were filtered off, and dried in air. Yield: 66% based on Co. Elemental analysis (%) calcd, C 55.01, H 3.51, N 7.70; found, C 55.03, H 3.55, N 7.72. IR (KBr): ν (cm−1) = 2190 (s), 1613 (s), 1560 (s), 1496 (s), 1380 (vs), 776 (s), 704 (m), 663 (m).  Synthesis of Dy2Mn3(ndc)6(bipy)2 (2) A mixture of Dy2O3 (0.09 g, 0.25 mmol), MnCl2·4H2O (0.15 g, 0.75 mmol), H2ndc (0.32 g, 1.5 mmol) and bipy (0.08 g, 0.50 mmol) in the molar ratio of 1:3:6:2 was dissolved in distilled water (6 mL). This solution was then adjusted to pH 2 with HNO3. Consequently, the resulting solution was transferred and sealed in a 25 mL Teflon-lined stainless steel vessel, which was heated at 180 °C for three days. After the reactor was slowly cooled to room temperature at a rate of 5 °C/h, yellow block-shaped crystals were filtered off, washed with distilled water, and dried in air. Yield: 62% based on Dy. Elemental analysis (%) calcd, C 52.94, H 2.51, N 2.68; found, C 52.97, H 2.48, N 2.65. IR (KBr): ν (cm−1) = 1602 (vs), 1556 (s), 1470 (m), 1385 (s), 795 (s), 737 (m), 714 (m).  X-ray Crystallographic Determinations Single crystal analyses were performed on the RAXIS-RAPID AUTO CCD diffractometer systems (Mo Kα radiation, λ = 0.71073 Å) for 1 and 2. All data were collected for absorption by semiempirical method using the SADABS program. The program SAINT was applied for integration of the diffraction profiles.(15) Data analyses were carried out with the program XPREP. The structures were solved with the direct method using SHELXS-97 followed by structure refinement on F2 with the program SHELXL-97.(16) All non-hydrogen atoms were refined anisotropically. Aromatic hydrogen atoms were assigned to calculated positions with isotropic thermal parameters. CCDC-642459 (1) and CCDC-672017 (2) contain the supplementary crystallographic data for this paper. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif. Crystal data and experimental details are summarized in Table 1.    Table 1. Crystal Data and Structure Refinement for 1 and 2  12formulaC50H38Co3N6O12C92H52Dy2Mn3N4O24Fw1091.652087.20T [K]298(2)298(2)crystal systemmonoclinictriclinicspace groupC2/cP1̅a [Å]18.379(4)11.368(2)b [Å]13.593(3)11.767(2)c [Å]18.835(4)18.397(4)α [deg] 104.96(3)β [deg]95.54(3)97.18(3)γ [deg] 112.78(3)V [Å3]4683.8(16)2121.0(7)Z41d [g·cm−3]1.5481.634μ [mm−1]1.1222.254Θ range [deg]3.00−27.483.06−29.80R1 and wR2 [I > 2σ(I)]a0.0458, 0.11930.0580, 0.1244R1 and wR2 (all data)0.0599, 0.12700.0808, 0.1392   a R1 = ∑(||Fo − Fc||)/∑|Fo|; wR2 = [∑w(Fo2 − Fc2)2/∑w(Fo2)2]1/2.     Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and Discussion  Crystal Structure of 1 Single crystal X-ray diffraction reveals that compound 1 crystallizes in the monoclinic space group C2/c, which is consistent with the XRPD experiment (Figure S1 in the Supporting Information). As shown in Figure 1, the fundamental building unit of polymer 1 contains one and a half unique CoII ions, one and a half ndc2− ions, half a bbi ligand and one coordinated CH3CN molecule. Co1 is arranged in a distorted octahedral geometry, coordinated by four Ocarboxyl atoms from three ndc2− ions and two nitrogen atoms (one from bbi and the other from CH3CN). Octahedral Co2 atom is bonded to six Ocarboxyl atoms from six different ndc2− ions (Co−O = 1.961(2)−2.214(2) Å). The Co2 atom is bridged to two neighboring Co1 by four −O−C−O− bridges and a pair of μ2-Ocarboxyl atoms (O5 and O5A) to afford a Co3 core. As shown in Figure 2, each Co3 core is then connected to eight others through two bbi and six ndc2− ions to generate a 3-D framework. Among the six ndc2− linkers, two adopt the bibidentate chelation mode (μ4-) and others with bibidentate bridging mood (μ4-).  Figure 1. View of the local coordination environment for CoII atom in 1. Hydrogen atoms have been omitted for clarity. Note that the CH3CN molecule is disordered over two positions; only one position is shown here.  Figure 2. Perspective (left) and simplified (right) views of the 8-connected Co3 core in 1. For 1, one of the most prominent structural characteristics is the self-penetration (Figure 3). By simplification of the structure of the Co3(OCO)6 species to an 8-connected node, the Schläfli topological description for 1 takes the form 416·58·64. The topological index is computed via OLEX.(17) As far as we know, no self-penetrated structure has been reported to contain nodes with connectivity higher than eight. Among those known 8-connected cases (424·5·63, 420·68, 421·67 and 412·56·67·72·8),(6) all of them are based on bridged (4, 4) sheet as a subnet of the corresponding frameworks. In 1, however, some 6-membered rings and two types of 4-membered rings are penetrated by the rods. Thus, the current architecture is topologically distinct from the reported 8-connected self-penetrating networks.  Figure 3. (a) Schematic representation of the 8-connected 416·58·64 self-penetrating nets and (b) local diagram of self-penetration in 1.   Crystal Structure Description of 2 The structure of 2 is composed of interconnected heteropentanuclear DyIII2MnII3 units (Figure 4), which act as linear SBUs. In this SBU, there exist one and a half crystallographically unique MnII and one DyIII ion. Each MnII atom (two symmetry-equivalent Mn1 and one Mn2) is six-coordinate to form octahedral geometry. Four oxygen atoms deriving from three carboxyl groups occupy the four coordination sites of Mn1, and the remaining two sites are chelated to two nitrogen atoms from bipy. Mn2 is surrounded by six oxygen atoms from six different ndc2− ions. The average Mn−O separation ranges from 2.069(5) to 2.508(4) Å. The two symmetry-related DyIII ions show a typical eight-coordinate environment, which is filled with eight oxygens from six carboxylates (Dy−O = 2.198(4)−2.780(5) Å). DyIII is related to Mn1 and Mn2 via one O atom in corner-sharing mode and two O atoms in edge-sharing mode, respectively, leading to a DyIII2MnII3 cluster SBU. Each DyIII2MnII3 SBU then bridges eight other SBUs by twelve bridging ndc2− ligands to afford an overall 3-D MOF (Figure 5a).  Figure 4. (a) Local coordination environment for MnII and DyIII centers in 2. Hydrogen atoms have been omitted for clarity; (b) perspective (left) and simplification (right) of the 8-connected heteropentanuclear core Dy2Mn3.  Figure 5. (a) 3-D supramolecular motif; (b) schematic representation of the 8-connected 36·418·53·6 topological network in 2. More significantly, polymer 2 represents the first DyIII2MnII3 (3d-4f) heteropentanuclear complex. We notice this structure is totally different from the reported Gd2Mn3 complex which is composed of discrete Gd2Mn3(CH2C(CH3)COO)12(bipy)2 molecules.(18) Topological study suggests this compound falls into an 8-connected network with 36·418·53·6 topology as long as DyIII2MnII3 cluster-based SBU is treated as an 8-connected node (Figure 5b), and only two cases have been found with this topological notation.(19) Based on the assignment of clusters, compound 2 would be described as hexagonal primitive lattice: the parallel hexagonal (3, 6) sheets are aligned perpendicular to the diagonal [1, 1, 1]. Obviously, the topology of polymer 2 distinguish from the commonly encountered body-centered-cubic (bcu) lattice in which the parallel (4, 4) sheets are cross-linked by zigzag chains.  Magnetic Property of 1 Temperature-dependent magnetic susceptibility for 1 was measured in the temperature range of 2−300 K. The molar magnetic susceptibility higher than 30 K follows the Curie−Weiss law with C = 7.00 cm3 K mol−1, and a negative θ = −4.75 K, which suggests the antiferromagnetic interactions within the trimeric Co3 core are operative. The χmT product (Figure 6) for each Co3 core of 6.02 cm3 K mol−1 at room temperature is larger than that expected (5.63 cm3 K mol−1) for three magnetically uncoupled CoII (S = 3/2). The variation of the value χmT as a function of temperature shows a continuous decrease with T between 300 and 2 K (3.25 cm3 K mol−1) in agreement with the negative Weiss temperature. These features confirm the existence of antiferromagnetic interactions and the effect of spin−orbit coupling known for octahedral Co ions.(20)  Figure 6. Plot of χm and χmT versus T for 1. The field strength used was H = 500 Oe. Inset: χm−1 versus T. The red line represents the best fit. Previously, we have appropriately fitted the magnetic data for Co3 cluster,(12b) which indicates it is necessary to introduce some additional magnetic parameters. Similarly, the data of 1 could be simulated using the HDVV (Heisenberg−Dirac−Van Vleck) isotropic spin Hamiltonian H = −2J S1S2, and the magnetic interaction between two terminal CoII atoms should be omitted. The best-fit parameters are listed as follows: J = − 6.87 cm−1, g = 2.21, χTIP = 380 × 10−6 cm3 mol−1, ρ = 0.009 and R = 2.33 × 10−4, where the term χTIP is the temperature-dependent paramagnetic contribution and ρ represents the possible paramagnetic impurity of the sample.  Magnetic Property of 2 Variable-temperature magnetization measurement of 2 was performed in the 2−300 K range at 500 Oe applied field. The temperature dependence of the reciprocal susceptibility (χm−1) above 2 K obeys the Curie−Weiss law (χm = C/(T − θ)) with Curie constant C = 42.3 cm3 K mol−1 and a Weiss constant θ = +1.97 K, thus indicating a ferromagnetic coupling interaction between the DyIII and MnII ions (inset of Figure 7b). The χmT value of 41.54 cm3 K mol−1 is very close to that of 41.47 cm3 K mol−1 expected for three magnetically isolated high-spin MnII (13.13 cm3 K mol−1) plus two DyIII ions (28.34 cm3 K mol−1) in a H15/2 ground state (g = 4/3; J = 5/2, L = 5, J = 15/2). As shown in Figure 7a, the monotonic increase in χmT until a maximum (47.13 cm3 K mol−1) at Tmax = 37.5 K with cooling temperature is also characteristic of ferromagnetic exchange. Upon further lowering the temperature to 2 K, the product χmT abruptly decreases to a minimum (36.88 cm3 K mol−1), which is probably due to the saturation effect.  Figure 7. (a) Plot of χm and χmT versus T for 2 at H = 500 Oe; (b) the hysteresis loop for 2 at 2 K. Inset: χm−1 versus T. The red line represents the best fit. Further magnetic characterization of 2 was performed by field-dependent magnetization at T = 2 K. Figure 8 shows the isotherm magnetization experiences a rapid increase in M − H at the start of lower field, followed by a smooth increase to the saturation magnetization at H = 5 T. The Ms = 24.01 Nβ for each DyIII2MnII3 unit is much less than the theoretical value. The critical field Hc = 800 Oe is approximately detected by the sharp peak of dM/dH vs H (inset of Figure 8). A sigmoidal-shaped hysteresis loop is provided in Figure 7, indicating the soft ferromagnetic behavior because of nondetectable coercivity in 2.  Figure 8. Plot of field-dependent magnetization for 2 at 2 K. The inset shows the critical field Hc.   Thermal stabilities by TG Figure S2 in the Supporting Information displays the first weight loss (calcd, 10.1%; found, 9.7%) in 1 at about 95 °C corresponding to the coordination CH3CN molecules, which is followed by a strong exothermic peak at 275 °C where the decomposition of the host framework of 1 starts. The resulting product should be CoO (calcd, 20.5%; found, 20.7%). Polymer 2 remains stable up to ca. 438 °C. A strong exothermic peak occurs at 520 °C, indicating the complete cleavage of the integrated skeleton. The remaining residue is presumed to be Dy2O3 and MnO (calcd, 28.1%; found, 28.9%).  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusions In summary, we have successfully developed a rational synthetic strategy for desired architectures causing the construction of two interesting MOFs composed of cluster-based SBUs. Toward this effort, a novel 8-connected networks with 416·58·64 topology is presented for the first time which equals the highest connectivity for monometallic self-penetrating networks. We have also established an unprecedented heteropentanuclear DyIII−MnII system, showing highly 8-connected 36·418·53·6 networks with the treatment of cluster-based Dy2Mn3 SBU as a node in which soft ferromagnetic behavior is confirmed. Such investigations demonstrate the utility of current methodology and versatility of rigid H2ndc for the high-dimensional supramolecules. As a result of the above impetus, continuous attempts are underway to prepare novel coordination polymers with unique attributes and desirable applications. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgment This work was supported by the National Natural Science Foundation of China for financial support (50872057).  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting Information XRPD patterns; TG curves. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 20 other publications.1.   (a)  Bourne, S. A.; Moulton, J.; Lu, B.; Zaworotko, M. J.  Chem. Commun. 2001,  861[CAS]1. Coexisting covalent and noncovalent nets: parallel interpenetration of a puckered rectangular coordination polymer and aromatic noncovalent netsLu, Jianjiang; Moulton, Brian; Zaworotko, Michael J.; Bourne, Susan A.Chemical Communications (Cambridge, United Kingdom)\r\n        (2001),\r\n    \r\n        (9),\r\n    861-862CODEN:\r\n                CHCOFS;\r\n        ", "title": "Two 3-D Cluster-Based Frameworks: Highly Eight-Connected Molecular Topology and Magnetism", "authors": ["Pang-kuan Chen", "Stuart R. Batten", "Yan Qi", "Ji-Min Zheng"], "doi": ["10.1021/cg8013893"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-6/cg8013893/production/images/small/cg-2008-013893_0008.gif\">"]}