{"abstract": "Grand-canonical Monte Carlo simulations and adsorption experiments are conducted to understand the adsorption of CO onto bundles of 3D aligned double-walled carbon-nanotubes of diameter 5 nm at 303 K. The simulation of partial adsorption isotherms, i.e., only inner tube volume, only interstices between tubes, and unrestricted, allows a breakdown of the experimental adsorption isotherms into contributions of different regions. The results are compatible with microscopic observations of the majority of the inner tube volumes being accessible for CO. Further, the unrestricted adsorption isotherm is quantitatively equivalent to the sum of inner and outer adsorption for the pressure range considered in this work,  < 40 bar, indicating no significant interference between inner and outer regions. The intertube distance, which is varied from 0 to 15 nm, dramatically affects the isosteric heat of adsorption and adsorption capacity. Excess adsorption is found to display a nonlinear behavior with , for unrestricted and outer cases. For low pressures ( ≤ 14 bar), maximum adsorption occurs at  = 0.5 nm. However, for higher pressures, 14 <  < 40 bar, the adsorption peaks at  = 1 nm. The Freundlich isotherm is found to fit the experimental and simulation data. The adsorption sequence changes with the intertube distance for the unrestricted case. At 0.5 nm, adsorption proceeds with increasing loading in the following order: grooves and inner surface adsorption → fill interstitial region → fill inner region. However, at higher distances,  > 0.5 nm, the sequence changes the following: inner surface adsorption + partial outer surface adsorption → complete outer surface adsorption → fill interstitial, groove, inner adsorption. The change in mechanism of adsorption is clearly reflected in the behavior of the heat of adsorption, where we observed a crossover behavior at around  = 0.5 nm.", "text": "10.1021/jp403624c Top of PageAbstractIntroductionModel and MethodExperimental DetailsResults and DiscussionConclusionReferences1 IntroductionIncreasing atmospheric carbon dioxide is considered as a globally alarming environmental issue.(1) It is found to have a key role in the recent rise of global temperature as summarized by Marcott and co-workers(2) based on reconstruction of more than 11 000 years of earth temperature across the globe. Hence, the quest for an immediate solution for carbon-dioxide sequestration and storage is warranted. Many options are being considered. Among them are geological sites such as unused oil fields and coal mines. In addition to storage, separating carbon dioxide from other gaseous content is of challenge, too.In order to understand the mechanism of CO2 adsorption, numerous investigations have been done to date using various porous materials, which is summarized in recent reviews.(3) Among adsorbents, carbon nanotubes (CNTs) and bundles of them are currently considered as potential media for selective adsorption. Cinke and co-workers(3) showed that purified single-walled carbon nanotubes (SWCNT) adsorbs almost twice the volume of CO2 compared to activated carbon. SWNT or multiwalled CNT (MWCNT) can be synthesized and fine-tuned as per the requirement.(4-6) CNTs also offer themselves as models for ideal pores for the investigation of adsorption and selectivity of gaseous components. For instance, Huang and co-workers(7) studied adsorption of a CO2–CH4 mixture in CNTs of diameters varying from 0.678 to 1.356 nm using molecular simulation and found CNTs to demonstrate a higher selectivity toward CO2 than toward other materials. Skoulidas and co-workers(8) studied the adsorption and transport diffusion of CO2 in SWNTs using molecular simulations, which were found to be in good agreement with the experiments. It is well-known that synthesis and processing conditions affect the morphology of CNTs, and CNTs usually are found as bundles or complicated aggregates.(9) CNT bundles are known to exhibit a high adsorptive capacity mainly due to different possible regions or sites of adsorption in such geometry. For example, a triangular SWNT array has been studied for its adsorption capacity for methane storage and found to meet the requirement of DOE energy criteria.(10) Recently, Kowalczyk et al(11) have studied the adsorption of CO2 in SWNT bundles using Monte Carlo simulations. The authors conclude that adsorption is indifferent to the chirality of the nanotubes. Further, they observed that the optimum size of the nanotube varies with external pressure. The authors, however, did not study the effect of intertube distance on the adsorption isotherm and isosteric heat of adsorption. Further, the mechanism of adsorption of CO2 with variable intertube distance has not been addressed. Some work, however, on the adsorption mechanism of organic molecules onto CNT bundles(12-14) has been done using Monte Carlo simulations. In particular, Cruz et al.(13) studied the adsorption of light alkanes and alkenes on SWNT bundles. The authors observed, based on very low pressure data, that for closed-packed bundles the adsorption is first dependent on the diameter of the tube. Further, the authors state that for CNTs beyond 1.47 nm diameter, adsorption starts in the grooves, where two CNTs touch, and only after filling the corresponding volume it proceeds to other surface regions of the CNT. The observations of the authors were still based on SWCNTs of less than 2 nm diameter. However, it is not known if such behavior is also found for double or multiwalled CNT bundles with more than 2 nm diameter. Furthermore, not much work has been done to understand the effect of pore size and intertube distance on the adsorption of CO2 in MWNT bundles. For large scale commercial application of CNT arrays for the adsorption of CO2 and other gases as compared to other porous media, a study on the effect of different bundle arrangements on the adsorption mechanism is necessary. In this work, using a combination of experiments and simulations, we address the effect of intertube distance and tube diameter on the adsorption mechanism of CO2 onto 3D vertically aligned CNT bundles containing double walled nanotubes (DWCNTs).Top of PageAbstractIntroductionModel and MethodExperimental DetailsResults and DiscussionConclusionReferences2 Model and MethodFigure 1 shows a schematic description of the DWCNT arrangement used in this work. The DWCNTs are arranged on a hexagonal lattice. In order to analyze the effect of porosity of the system, the intertubular distance (d; i.e, the surface-to-surface distance along the vector joining the axes of neighboring DWCNTs) is varied. We define d such that d = 0 represents the case of touching DWCNTs (i.e., the distance between the outer layers of the adjacent tubes for the case of d = 0 is 0.34 nm). In this work, we have considered seven values of d viz., d = 0, 0.2, 0.5, 1.0, 4.0, 2, and 15 nm. The effect of pore size is also analyzed in order to compare with the experiments, by considering internal diameter (2r) = 5.0 nm. The system is set up using orthorhombic periodic boundary conditions with two DWCNTs in the simulation cell. The cell length in the direction of the CNT axes is 24.78 nm; the cell lengths perpendicular to the CNT axes are adjusted to the required intertube distance d.Figure 1. Schematic arrangement of double walled CNTs as used in this work, with internal radius r and intertube (surface-to-surface) distance d. Interstitial and groove regions are represented by symbol i and g, respectively.A carbon nanotube is modeled as a rigid structure with the Lennard-Jones potential as in AMBER96 force field (ε = 0.36 kJ/mol, σ = 0.34 nm).(15) This model has also been used to understand the fast transport of water in CNT.(16) Carbon particles are considered to be neutral. Carbon-dioxide is modeled using the 3-site rigid potential of Harris and Yung,(17) which contains three centers with Lennard-Jones interactions and partial charges. It has been derived for the simulation of vapor–liquid phase equilibria. The CO2 Lennard-Jones parameters are σc-c = 0.2757 nm, εc-c = 0.23388 kJ/mol, σo-o = 0.3033 nm, εo-o = 0.66837 kJ/mol, qo = −0.3256e, qc = 0.6512e, lc-o = 1.149 Å. The Lennard-Jones interactions between unlike atoms are approximated using the Lorentz–Berthelot rules. Lennard-Jones and Coulombic interactions, based on center-of-mass of molecules, are truncated at 1 nm. Long range corrections are not considered in this work.Grand-canonical Monte Carlo (GCMC) simulations were carried out to investigate the adsorption of CO2 onto double walled nanotube bundle. GCMC is performed at constant chemical potential μ, volume V, and temperature T. The temperature is fixed at 303 K. In order to generate the adsorption isotherm, simulations were conducted at different chemical potentials to span the region from low to high pressure. Three MC moves are employed, namely displacement, addition/removal, and rotation, with relative trial probabilities: 0.2, 0.7, and 0.1, respectively. For each simulation run, 1 × 107 Monte Carlo steps are used for both the equilibration and production periods. In order to compare with the experimental data, the absolute adsorption amount (Nad: absolute number of CO2 molecules in the simulation cell) is converted to the absolute excess adsorption Nex by discounting the “sorption” of bulk fluid into the available volume:(1)where the bulk density ρb is obtained from independent GCMC simulations of the bulk fluid at the same thermodynamic conditions. Vfree is the volume available for fluid molecules. Various methods for obtaining the free volume(10, 18, 19) exist. In this work, we have used the geometric approach by Mahdizadeh et al.(10) together with their choice of parameters. The excess adsorption is reported in the specific form (in mmol per gram of adsorbent) as nex.The strength of force between the adsorbent and fluid molecules is reflected in the isosteric heat of adsorption, qst, which can be defined approximately as(20)(2)where Uad is the intermolecular energy of the adsorbed phase. The partial derivative in eq 2 is calculated using fluctuation theory. Equation 2 can be written as(3)Top of PageAbstractIntroductionModel and MethodExperimental DetailsResults and DiscussionConclusionReferences3 Experimental Details3D vertically aligned CNTs were synthesized by water assisted chemical vapor deposition method (WACVD). 10–12 nm of Al was deposited onto a B-doped ⟨100⟩ Si/SiO2 (600 nm of SiO2) substrate by thermal evaporation. Al along with a 0.6–1.2 nm layer of sputtered Fe served as catalyst for the CNT growth. CNTs were synthesized in an upscaled 3 in. CVD reactor to meet the requirements of 50–100 mg of CNT sample for each adsorption measurement. CNTs were grown at 850 °C in the presence of ppm quantities of water for 15 min. WACVD method produces vertically aligned 3D CNTs with high purity in a controlled manner.(21, 22) These 3D CNT arrays with the flexibility in tuning the diameter and the intertube distance are ideal model structures for investigating the gas adsorption characteristics on carbon materials. Further details of the procedure may be found elsewhere.(23)N2 adsorption measurements were made in a Quantachrome Autosorb. Prior to the measurement, 20–30 mg of sample was heated to 573 K under vacuum conditions for 12 h. Pore size distributions were calculated from the desorption branch of the N2 adsorption isotherm at 77 K, using the nonlinear density functional theory (NLDFT)(24, 25) approach assuming a slit/cylindrical pore structure. The multipoint BET method(26) was used for calculating the surface area. High pressure CO2 adsorption studies were carried out with a magnetic suspension balance (Rubotherm) that can be operated up to 200 bar. The aligned 3D CNT samples (50 mg) were placed in a stainless steel sample holder, which was evacuated to 10–3 mbar at 423 K for 12 h until a constant mass was obtained. The gas was dosed into the chamber at an elevated pressure and equilibrium was achieved in less than 30 min, characterized by constant weight and pressure. A helium buoyancy correction was made for each sample. A detailed description of the experiment can be found elsewhere.(27) High pressure CO2 adsorption measurements were carried out at three different temperatures (20, 30, and 40 °C), and the heat of adsorption was calculated using the Clausius-Clapeyron equation.Top of PageAbstractIntroductionModel and MethodExperimental DetailsResults and DiscussionConclusionReferences4 Results and DiscussionFigure 2a shows a low magnification image of a 3D aligned CNT structure, obtained using WACD method, depicting the bundled structure of the CNTs used in the study. The CNTs are organized over macro sized dimensions in a dense and compact arrangement with an average height of 800 μm. The individual CNTs in the block structures are held together by van der Waals forces which act alongside the overall length of the tubes and are mainly responsible for positioning of the tubes and thus the tube distance. Due to their large aspect ratio, the CNTs may distort locally along the individual tube length. However, their overall alignment in the bundled CNT structure remains intact. Figure 2b shows a high magnification image of such a structure revealing an inside view of the dense highly parallel vertically aligned CNT arrangement. As seen from the TEM image in Figure 2c, the CNTs are usually double-walled with an average inner diameter of 5 nm. Widespread methods for obtaining CNTs often incorporate catalyst particles and produces CNTs that are randomly oriented. Necessary purification steps of such CNT materials inevitably leads to the uncontrolled addition of functional groups or formation of defects on their surface. This seriously alters the adsorption behavior of CNTs in an uncontrolled manner.(28) However, the as-prepared CNTs obtained by WACVD are catalyst free (see Figure 2) and show a high degree of purity. Hence no further purifications were carried out.Figure 2. (a) SEM image of 3D aligned CNT block structure, (b) magnified image demonstrating the vertical alignment of the CNTs within such an array, and (c) TEM image of an individual double walled CNT (∼ 5 nm inner diameter) unhinged from a CNT block by ultrasonification.The N2 adsorption isotherm for the CNTs at 77 K (Figure 3) shows a type II behavior at lower relative pressure (p/p0 < 0.5, p0 = 1 bar) and a type IV isotherm at higher relative pressures, which is typical for CNTs.(29-31) The pore size distribution determined using NLDFT in the pore width range 1–40 nm revealed a split peak between 4 and 6 nm. It corresponds roughly to the inner CNT diameter of 5 nm, measured by TEM. The intertube distance, though, is not very clear from the pore size distribution. However, for vertically aligned CNT arrays with still larger tubes of internal diameter 8 nm, we have observed a second peak in the range of 13–15 nm which is the typical intertube spacing value reported in the literature for WACVD(5) (figure not shown). The prepared 5 nm CNTs have a specific surface area of 720 m2/g as measured by the multipoint BET method. Due to the uncertainities associated with the pore size distribution calculations for nanoporous materials(32) like carbon nanotubes, the internal pore size diameter was selected based on the experimental TEM study.Figure 3. Nitrogen adsorption–desorption isotherm at 77 K for the as-prepared 3D aligned CNT sample, p0 = 1 bar. The inset shows the pore size distribution using nonlinear density function theory(25, 26) as measured using the Quantachrome Autosorb.Various strategies have been used in the past to explain the experimental observations by simulation. Some authors have assumed nonideal packing of the tubes with larger interstitial pores together with a distribution of nanotube diameters within a bundle.(33, 34) Other authors have considered a certain percentage of the nanotubes to be open, allowing gas adsorption on the inside, to improve the agreement between simulation and experiment.(10) In our simulation set-ups, we consider three limiting cases with an aim to investigate the adsorption in different pore types and regions and also to compare with the experiments: (a) outer, the CNTs are assumed to be completely closed, and adsorption can only take place on their outside in the interstitial and groove regions (see Figure 1); (b) inner only, adsorption occurs only within the tubes and the interstitial and groove regions are assumed to be inaccessible; (c) unrestricted, adsorption may take place in all regions. This corresponds to the limiting case of all CNTs being open.The measured excess adsorption isotherm for a bundle of 5-nm-diameter double-walled CNTs is presented in Figure 4 along with the simulation data for the three adsorption modes. At a low pressure range, as studied in this work (p < 40 bar), unrestricted adsorption is simply a sum of adsorptions for inner and outer cases. It is first noted that the experiment is of the same order as all simulation scenarios. The deviation in the adsorbed amount is less than a factor of 2–3 in all cases. Boltzmann inversion translates this into a difference of the free energy of adsorption of less than 0.7–1.0 kBT, which is at the accuracy limit of force-fields without special adaptation. It is also evident, however, that the experimental data is not in precise agreement with any specific simulation scenario. There is also a qualitative difference. The experimental isotherm is linear, for p < 15 bar), which is in contrast to the behavior seen in Monte Carlo simulations for the inner and the unrestricted cases. On the other hand, the linear behavior of the experimental curve is qualitatively in line with that observed for the outer adsorption data obtained from simulations. However, the quantitative difference between the experiments and interstitial isotherms from simulations is still significant. It is clear though that the idealized scenario of open vertically aligned CNTs is far from real. One needs to take into account that a certain percentage of CNTs is closed, and intertube spacing, d, may vary. However, for the current analysis, we start with the typical value of d = 15 nm. We first fit the data from the experiment with the following equation:where ninnerex and nouterex are excess adsorptions for the inner and outer cases, respectively. The values of α and c, from the fit, are 0.58 and 0.89, respectively. The data from the fit are also included in Figure 4. Based on these fitted parameters, the surface area of the porous sample used in our simulation is ∼650 m2/g, which is slightly lower than the experimental value of 720 m2/g. The fitting results indicate that the majority of the carbon nanotubes is open and their inner volume is available for adsorption. A recent study on single-walled CNTs found 44% of the tubes open.(12) Furthermore, not all of the outer tube walls are accessible for adsorption, for example due to DWCNTs touching. The factor c in the fit absorbs all experimental and simulational uncertainties and adjusts the overall agreement. The raw isotherms generated from the simulation globally overestimate experiment by ∼10%; the fact that c is close to 1 gives some confidence to the modeling strategy. The above analysis does not change much if we use the data for d = 2 nm. Variations in the intertube distance beyond d ≥ 2 nm do not change the above analysis. However, lower values of d have, in general, significant effect on the adsorption isotherm, which is analyzed in a subsequent section. Further, uncertainties in the force field parameters may have some effects, as also reflected by c, which we also discuss in a later section.Figure 4. Excess adsorption amount of CO2 in double-walled carbon nanotube arrays with r = 2.5 nm and d = 15 nm, for different modes of adsorption. T = 303 K.It is evident that in case of open CNTs for a given loading, fewer CO2 molecules adsorb on the inner surface compared to the case of outer adsorption. (That is to say, the displayed excess isotherm is smaller for unrestricted than for outer adsorption, whereas the opposite is of course true for the absolute number of adsorbed molecules, cf. section 2.) This is also evident from the snapshots of adsorption at a given loading for different cases, Figure 5.Figure 5. Snapshot of adsorption at loading of ∼2.5 mmol/g, T = 303 K, r = 2.5 nm, d = 2 nm for cases: (a) unrestricted, (b) inner, and (c) outer.Although the agreement of the adsorption isotherms is good as reflected in Figure 4, the isosteric heat of adsorption qst data calculated for our idealized CNT geometry agrees less well with experiment (see Figure 6). The simulated qst obtained for an intertube distance d = 15 nm is considerably lower, in general, than in experiment. To assess a possible dependence of qst on the intertube distance, we have also calculated qst for d = 2 nm (Figure 7) keeping the same inner tube diameter 2r = 5 nm. Decreasing d dramatically affects the heat of adsorption: e.g. for unrestricted adsorption, the heat of adsorption increases by almost 50–100%, when d is lowered from 15 to 2 nm. This is a strong indication that the mean value of d in the experiments is either significantly lower than the assumed 15 nm, or that the qst varies strongly and nonlinearly with d, such that small-d arrangements contribute disproportionately to the overall qst, which may be the reason behind the different curvature of the experimental data. This is discussed in more detail in the next section.Figure 6. Isosteric heat of adsorption for different modes of adsorption of CO2 in double-walled carbon nanotube arrays with r = 5.0 nm and d = 15 nm at T = 303 K.Figure 7. Isosteric heat of adsorption for different modes of adsorption of CO2 in double-walled carbon nanotube arrays with r = 2.5 nm and d = 2 nm at T = 303 K.Effect of Intertube Distance on the CO2 Adsorption MechanismFigure 8 presents the adsorption isotherm for intertube distances d = 0–15 nm. As expected, the inner adsorption isotherm is indifferent to the value of d. For the outer case (i.e., when pores are closed) the adsorption isotherms are not much different at lower pressure. At low d values, isotherms saturate at a very low pressure as seen for d = 0–0.5 nm. However, the saturation value increases significantly, by about 200%, from d = 0 to 0.5 nm. Further increase in d increases the adsorption amount, and the saturation point is shifted to a higher pressure value. We notice that d does not affect the outer adsorption profile linearly as seen for d = 2.0 and 4.0 and 15 which are fairly similar. However, the distance d = 1.0 nm exhibits an interesting behavior. The corresponding excess adsorption amount of CO2 is the largest for all the d values studied, for p ≥ 14 bar. In the low pressure region, p < 14 bar, it is the intertube distance of d = 0.5 which displays the largest excess adsorption of CO2. The behavior of the unrestricted adsorption resembles that of the outer adsorption.Figure 8. Excess adsorption isotherm of CO2 in double-walled carbon nanotube arrays with radius, r = 2.5 nm. Intertube distance, d, is varied from 0 to 15 nm.To illustrate the adsorption mechanism, Figure 9a presents snapshots at different pressures for the unrestricted case, for d < 1 nm. At d = 0, the adsorption is mainly due to contributions from interstitial and inner adsorptions. The interstitial region is saturated within p ≈ 4 bar, and subsequent adsorption takes place mainly in the inner region. Hence, the adsorption isotherm is dominated by the inner adsorption characteristic. At d = 0.2 nm, adsorption at low pressure is mainly contributed by the grooves, interstitial regions and inner surface adsorptions. With increasing pressure, first the grooves and the interstitial region are filled followed by inner region, where multilayer adsorption is visible. At d = 0.5 nm, clearly groove region is filled up first followed by interstitial and inner regions with increasing pressure, respectively. When d is increased to 1.0 nm and beyond (see Figure 9 b), adsorption is initiated at the surface, preferentially at the inner surface. Hence, at low pressures there is mainly inner adsorption. Moreover, groove and interstitial regions are no more attractive for preferential adsorption due to the large surface-to-surface distance, which decreases the effective attraction of fluid molecules in that region. We observed the following sequence of adsorption for the unrestricted case: groove + inner surface adsorption → interstitial region → inner adsorption, for d ≤ 0.5 nm. At higher d > 0.5 nm, we have the following: inner surface adsorption + partial outer surface adsorption → outer surface adsorption → interstitial + groove + inner adsorption. This is not entirely in agreement with the prediction of Cruz et al.,(13) whose assessment was limited to the case of closed packed arrangement. However, in the case of d < 0.5 nm, the adsorption mechanism of hydrocarbons in carbon-nanotube bundles is similar to that seen for CO2. With an increase in pressure, the excess adsorption increases with increase in the d value until d = 1.0 nm; subsequently, it is seen to decrease. For example, we notice that at p = 40 bar, the d = 15 nm case has lower excess adsorption than that of d = 1.0 nm (see Figure 8), which has a maximum excess adsorption amount. This clearly indicates that d plays an important role in the storage of CO2, as it can be tuned to obtain an increase in adsorption by a factor of 2 within a pressure range of 15–40 bar.Figure 9. Snapshots of carbon-dioxide molecules in double-walled carbon nanotube arrays for unrestricted adsorption: (a) rows from top to bottom: d (nm) = 0, 0.2, and 0.5 (b): rows from top to bottom: d (nm) = 1, 2, and 15. Columns from left to right correspond to p (bar) = 1.9, 3.1, 23.1, and 38.2.Now, we turn our attention to the effect of intertube distance on the isosteric heat of adsorption, which is shown in Figure 10. In the case of inner adsorption, the behavior is similar for all values of d. qst first increases until a loading of ∼1.9 mmol/g, and subsequently decreases with further loading. The increasing regime corresponds to the stage where particles cover the surface with increasing loading, indicative of increasing adsorption energy with surface coverage. Further increase in loading, beyond a critical loading value, decreases the qst, indicative of the filling of second or higher adsorption layers, as can also be seen in Figure 11a for d = 0.5. In case of outer adsorption, the behavior is opposite. Here, we observe qst to strongly depend on d. At low d = 0–0.2 nm, qst is to seen to drop with increasing loading first. This is mainly due to filling of the groove regions (see Figure 11b), which have a high carbon density. Once the outer surface in the interstitial groove region is wetted, the qst increases with further increasing in loading. Such behavior is prominent where interstitial volume is extremely small as for d = 0–0.2 nm. Beyond a certain loading (which in this case is ∼1 and 3 mmol/g for d = 0 and 0.2 nm, respectively) qst starts increasing again. As seen from Figure 11b, the increase in qst corresponds to the regime where complete filling of the interstitial and groove regimes is seen. The opposite behavior is observed for d > 0.2 nm, where qst first increases with increasing loading until a certain loading, followed by decrease in the qst values. The effect of loading on the rise in qst, however, diminishes with increasing d. The overall difference in the behavior of d < 0.5 and d ≥ 0.5, is mainly due to different mechanisms of adsorption. The role of interstitial and groove regions diminishes with increase in d. Figure 11b also presents snapshots for different loading at d = 1.0 nm, where, adsorption starts at the outer surface uniformly. With increase in pressure or loading, we observed second layer deposition followed by the filling of the interstitial and groove regions. Figure 10c plots the isosteric heat of adsorption for the unrestricted case. Similar to the case of open pores, we have a decreasing qst for d = 0 and 0.2 nm and an increasing qst for d > 0.2 nm. However, qst does not increase with increasing loading for d = 0 and 0.2 nm. In case of d > 0.5 nm, the unrestricted adsorption is more or less similar to the outer adsorption.Figure 10. Isosteric heat of adsorption of CO2 in double-walled carbon nanotube arrays with radius, r = 2.5 nm. Intertube distance, d, is varied from 0 to 15 nm.Figure 11. Snapshots of carbon-dioxide molecules in double-walled carbon nanotube arrays for adsorption modes at different qst values. (a) Inner adsorption, d = 0.5 nm. (b) Outer adsorption, rows from top to bottom correspond to d = 0.0, 0.2, and 1.0 nm. qst values are displayed at the bottom of the snapshots.The experimental qst curvature (cf. Figure 6) has a decreasing trend, at low loadings, which based on the above analysis is possible only for low d value. Hence, the presence of small intertube distances cannot be ignored. However, pore size distribution and TEM analysis do not indicate lower values of d. Nevertheless, considering the fit to the experimental adsorption isotherm, we speculate that DWCNTs are not perfectly aligned, and intertube distances below 0.5 nm may be present locally, which disproportionally contribute to the qst. Furthermore, we speculate that defects of the order of 0.2–0.5 nm are possibly present, and they may substantially influence the isosteric heat of adsorption.Influence of Force-Field ParametersIn order to estimate the uncertainty of the present results due the choice of force field parameters, we have repeated the isotherm calculations with the Lennard-Jones interactions between CNTs and CO2 changed. We have considered two cases viz., ±10% change in energy ε and size parameter σ of the CNT carbon atoms at a time, leaving the CO2 force-field parameters unchanged. These changes are drastic. For example, reducing the Lennard-Jones σ of carbon (0.34 nm, derived from graphite interlayer spacing) by 10%, one arrives at a typical diameter of an oxygen atom. Because of the Lorentz–Berthelot mixing rules, the actual interaction potentials between CNT and CO2 are affected by approximately 5%. Figures 12 and 13 present illustrative adsorption isotherms for the case of unrestricted adsorption (d = 2 nm), which clearly indicate that adsorption increases or decreases with either ε or σ. The effect is larger at low pressures, where a 10% change of either ε or σ shifts the adsorption by about 100%. At large pressures, the influence is more like 25%. Thus, possible errors or uncertainties in the dispersion parameters for the solid–fluid interaction, which are much smaller than the extreme cases investigated here, can visibly affect the adsorption. The alteration, however, stays well below a factor of 2. We are therefore confident that the main conclusions of this work (e.g., the fraction of open CNTs, or the influence of the intertube distance) would remain unchanged with a different force-field choice.Figure 12. Excess adsorption amount of CO2 in double-walled carbon nanotube arrays with r = 2.5 nm and d = 2 nm for unrestricted adsorption and different values of the Lennard-Jones energy parameter ε of the CNT carbon, T = 303 K.Figure 13. Excess adsorption amount of CO2 in double-walled carbon nanotube arrays with r = 2.5 nm and d = 2 nm for unrestricted adsorption and different values of the Lennard-Jones energy parameter σ of the CNT carbon, T = 303 K.Top of PageAbstractIntroductionModel and MethodExperimental DetailsResults and DiscussionConclusionReferencesConclusionIn this work, we have used a combination of molecular simulations and experiments to understand the adsorption mechanism of carbon-dioxide in 3D aligned CNT bundles of variable intertube spacing. Our analysis is compatible with a majority (order of 58%) of the CNTs in experimental 5-nm bundles being open and available for adsorption. Intertube spacing d is found to have a strong effect on the isosteric heat of adsorption qst. A crossover of its behavior is seen in between d = 0.2 and 0.5 nm for the case of closed pores. At low d = 0 to 0.2 nm, qst first decreases and later increase with loading. The opposite behavior is seen for larger d. The difference in qst behavior is mainly due to a change of adsorption mechanism with d, which is not evident in the adsorption isotherm. Intertube spacing also affects the excess adsorption. For low pressures, p ≤ 14 bar, maximum adsorption is found for d = 0.5 nm. However, at 14 < p < 40 bar, excess adsorption is found to peak at d = 1 nm. In addition, the intertube distance also influences the mechanism and the sequence of adsorption of CO2 in CNT bundles. At small intertube distances (d ≤ 0.5 nm), adsorption for the unrestricted case, proceeds from the groove regions (.i.e. where two CNTs touch) in the following sequence: adsorption in grooves and on inner surface → fill interstitial region → fill inner region. For d > 0.5 nm, the adsorption sequence changes: inner surface adsorption + partial outer surface adsorption → complete outer surface adsorption → fill interstitial, groove and inner regions. A force field parameter sensitivity analysis suggests that the conclusions are invariant to small changes in the force field.The authors declare no competing financial interest.Top of PageAbstractIntroductionModel and MethodExperimental DetailsResults and DiscussionConclusionReferencesAcknowledgmentJ.K.S. thanks Parul Katiyar for providing a code for generating carbon nanotube structures and assembly. J.K.S. also thank Alexander von Humboldt Foundation for financial support. We also thank Enrico Riccardi for stimulating discussion. This work was supported by the Priority Programme 1570 Porous media with well-defined pore structure in chemical engineering: Modelling, application, synthesis of Deutsche Forschungsgemeinschaft. Part of our experimental work (TEM) is supported by the ERC-TU1 project of Ernst-Ruska Centre (ERC), Jülich, and TU Darmstadt.Reference QuickViewTop of PageAbstractIntroductionModel and MethodExperimental DetailsResults and DiscussionConclusionReferencesReferencesThis article references 34 other publications.1. White, C. M.; Smith, D. H.; Jones, K. L.; Goodman, A. L.; Jikich, S. A.; LacCount, R. B.; DuBose, S. B.; Ozdemir, E.; Morsi, B. I.; Schroeder, K. T. Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane RecoverysA Review Energy Fuels 2005,  19,  659– 725[ACS Full Text ], [CAS]1. Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A ReviewWhite, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.Energy & Fuels\r\n        (2005),\r\n    19\r\n        (3),\r\n    659-724CODEN:\r\n                ENFUEM;\r\n        ", "title": "Understanding Carbon Dioxide Adsorption in Carbon Nanotube Arrays: Molecular Simulation and Adsorption Measurements", "authors": ["Mahshid Rahimi", "Jayant K. Singh", "Deepu J. Babu", "Jörg J. Schneider", "Florian Müller-Plathe"], "doi": ["10.1021/jp403624c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0013.gif\">"]}