{"abstract": "A cadmium MOF, that is, , with nitrogen-rich channels has been synthesized on the basis of a rationally designed semirigid triazole-functionalized organic tetraacid linker  aimed at CO uptake. Rigidification of the central core of an organic linker with peripheral flexibility is demonstrated to improve the CO uptake properties by the MOF derived thereof.A semirigid tetraacid linker  functionalized with 1,2,3-triazole was rationally designed and synthesized to access nitrogen-rich MOFs for selective adsorption of CO. The cadmium MOF, that is, , obtained by the reaction of  with Cd(NO), is found to be a 3D porous framework structure that is robust to desolvation. Crystal structure analysis reveals channels that are decorated by the triazole moieties of . Gas adsorption studies show that  MOF permits remarkable CO uptake to the extent of 99 and 1000 cc/g at 1 and 30 bar, respectively, at 0 °C. While literature survey reveals that , constructed from a 1,2,3-triazole functionalized linker, exhibits no porosity to gas adsorption due to structural flexibility, the results with  MOF described herein emphasize how rigidification of the organic linker improves gas uptake properties of the resultant MOF.", "text": "10.1021/acs.inorgchem.5b00722 Top of PageAbstractIntroductionResults and DiscussionExperimental SectionReferencesIntroductionMetal–organic frameworks (MOFs) have surged into prominence as exciting hybrid materials with fascinating potential in a myriad of applications such as gas storage and separation, heterogeneous catalysis, sensing, magnetism, bioimaging, drug delivery, etc.(1) One of the applications that has been immensely explored with MOFs since their discovery is gas storage.(1f-1h, 2) Intense research over the past decade has led to the identification of certain factors that facilitate adsorption of gases. In general, interpenetration and catenation of the frameworks,(3) coordinative unsaturation of the metal centers,(4) the presence of certain functional groups,(1e-1g, 5) the shape, size, and chemical nature of the pores,(1e, 6) etc. have been shown to facilitate gas adsorption. Clearly, aside from metal linkers, chemical attributes of the organic linkers influence gas adsorption to a large measure; of course, their linkage geometries decisively control the overall topology of the MOFs. Thus, the design of organic linkers remains an issue of utmost significance in the synthesis of MOFs, as the functional properties of MOFs can be best modulated by maneuvering the structures of the organic linkers. Insofar as application of MOFs for selective adsorption of CO2 is concerned, it has been sufficiently established that the MOFs based on nitrogenous linkers are better.(1h, 7) A variety of MOFs constructed from different types of organic linkers, for example, amine-functionalized linkers and those based on heteroaromatic rings such as pyridyl, 1,2,3- and 1,2,4-triazole, tetrazole, triazine, etc., have been investigated for gas adsorption.(1h) In general, the nitrogen-containing ligands have been employed in three different ways, that is, as independent linkers,(5a, 8) as coligands with different carboxylate linkers,(5c, 9) and as mixed linkers that are characterized by the presence of nitrogen-containing heterocycle(s) as well as carboxylic acid(s).(10)We have been concerned with the synthesis of lattice inclusion compounds and MOFs based on de novo design of rigid organic systems engineered by diligent exploitation of sterics.(11) In continuation of our investigations with organic linkers based on biaryl core, we sought to create three-dimensional triazole-based linkers and explore the MOFs derived thereof for gas adsorption. While the recent literature revealed remarkable CO2 adsorption by the MOFs constructed with organic spacers containing N-(3,5-dicarboxyphenyl)-1,2,3-triazole moieties, we were intrigued by the lack of microporosity and gas adsorption observed with C3-symmetric benzene functionalized 3-fold at 1,3 and 5 positions with N-carboxymethylated 1,2,3-triazole;(12) structural contraction and intrinsic flexibility were advanced as possible reasons for the observed lack of propensity for gas adsorption.(12) We designed and targeted the synthesis of a semirigid three-dimensional 1,2,3-triazole-based tetratopic organic linker, that is, 2,2′,2″,2‴-(4,4′,4″,4‴-(2,2′,6,6′-tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis(1H-1,2,3-triazole-4,1-diyl))tetraacetic acid (H4L), to create MOFs with triazole rings as an integral part of organic spacers, and explore their propensity for gas adsorption, in particular CO2; it has been sufficiently demonstrated in the literature that the nitrogeneous environment of the pores facilitates CO2 adsorption.(1h, 7) The rationale for our design of H4L were the following: first, sterics between methyl groups at the ortho positions twist the central arene rings of H4L such that the topology of the 4-connecting tetradentate ligand corresponds to that of an allene, which is a three-dimensional extended tetrahedron. Second, the triazole rings in the derived MOFs would lie very proximate to the metal ions that get coordinated by the carboxylate groups such that the environment around the triazole rings is also rich with the carboxylate oxygen atoms. Third, sterics imposed by the ortho-methyl groups should ensure that the triazole rings remain twisted, but with some flexibility. This in conjunction with flexibility at the periphery via carboxymethyl groups of the otherwise rigid biaryl-based ligand was anticipated to facilitate metal-assisted self-assembly leading to MOFs without any structurally imposed constraints. Herein, we report that the Cd-MOF derived from semirigid H4L, that is, Cd-L, which is sustained by catenation of 2D square nets, is highly porous with 1D channels decorated by triazole moieties running down the c-axis. The robust framework is stable to desolvation and permits adsorption of CO2; remarkable CO2 uptake by Cd-L to the extent of 99 and 1000 cc/g at 1 and 30 bar, respectively, is demonstrated at 0 °C.Top of PageAbstractIntroductionResults and DiscussionExperimental SectionReferencesResults and DiscussionSynthesis of the Ligand H4LSynthesis of the tetraacid H4L was accomplished starting from the commercially available 2-bromo-meta-xylene; FeCl3-mediated homocoupling of the latter led to 2,2′,6,6′-tetramethylbiphenyl, which was tetraiodinated to afford 3,3′,5,5′-tetraiodo-2,2′,6,6′-tetramethylbiphenyl, Scheme 1. This compound was subjected to Sonogashira coupling followed by desilylation to yield 3,3′,5,5′-tetraethynyl-2,2′,6,6′-tetramethylbiphenyl. Click reaction of the latter with ethyl azidoacetate in the presence of Cu(I) delivered the tetraester, hydrolysis of which under basic conditions led to the target tetraacid H4L in excellent isolated yields.Scheme 1. Synthetic Route to the Organic Linker H4LSynthesis and Crystal Structure Determination of the MOF Cd-LColorless needle-shaped crystals of the Cd-L MOF were obtained by heating H4L with Cd(NO3)2 in diethylformamide (DEF) at 120 °C for 3 d. Single-crystal X-ray analyses revealed that the crystals belong to the tetragonal crystal system with the space group Ccc2. Structure determination and subsequent analysis of the crystal packing show that the Cd(II) ions are octa-coordinated and exist discretely in the framework; each of the Cd(II) ions is found to be chelated by four carboxylate groups, which is rather unusual. All four carboxylate groups of the ligand are found to show similar chelation mode for coordination to the metal ion leading to the formation of a 2D corrugated polymeric network, which is best described by the Schläfli symbol: {44·62}. TOPOS analysis reveals that the 2D networks correspond to “sql” topology and that they undergo catenation leading to an overall 3D framework structure, Figure 1. The triazole groups are found to remain uncoordinated. The crystal packing analyses show that the 3D framework contains channels functionalized with the free triazole groups running down the c-axis. The solvent-accessible void volume is 49%, as revealed by Platon analysis.Figure 1. (a) 2D corrugated layer of the Cd-MOF, that is, Cd-L. (b) Catenation of the 2D layers leading to 3D porous framework with 1D channels down the c-axis. (c) Crystal packing of Cd-L in space filling model; notice the nitrogen-decorated channels that run down the c-axis. (d) Topological representation of the catenated 2D layers of the Cd-L that lead to 3D framework structure.Stability is an important consideration in the exploration of MOFs as functional materials. The Cd-L MOF was found to be quite stable in different nonpolar and polar common organic solvents such as dichloromethane, toluene, acetonitrile, methanol, tetrahydrofuran, and dimethyl sulfoxide. The as-synthesized as well as the desolvated MOFs were found to be air-stable for several months. In Figure 2 are shown the PXRD profiles for as-synthesized Cd-L, Cd-L soaked in different organic solvents for at least 2 d, and desolvated Cd-L. As can be seen, the PXRDs of all match meaningfully with the simulated pattern based on single-crystal X-ray structure analysis.Figure 2. (a) PXRD profiles of Cd-L after soaking the samples in DCM, toluene, methanol, THF, acetone, and DMSO for 2 days. (b) Powder X-ray diffraction profiles of as-synthesized Cd-L, desolvated sample, and the material after using 10 times for gas adsorption experiments. The PXRD profiles match reasonably well with the pattern simulated based on the structure determined by single-crystal X-ray diffraction.Gas Adsorption StudiesWe were spurred by the high solvent-accessible volume in the crystal lattice of Cd-L MOF and the nitrogen-rich channels, which are decorated with triazole rings and run down the c-axis, to explore adsorption of CO2 and other gases. The sample of Cd-L MOF was activated by exchanging the trapped solvent in the crystals with DCM followed by vacuum drying at 35 °C overnight. To begin with, the activated sample was examined for adsorption of nitrogen from very low to atmospheric pressure at 77 K, Figure 3; the observed adsorption isotherm is typical of type-I behavior. The BET (Brunauer–Emmett–Teller) surface area of the MOF was determined to be 421 m2/g on the basis of the N2 adsorption isotherm. Pore size analysis of the Cd-L MOF, based on the N2 isotherm at 77 K, reveals that the distribution is largely dominated by pores of ca. ∼14 Å diameter. Likewise, adsorption of hydrogen was also carried out with the activated sample of Cd-L MOF. At 77 K, an uptake of 110 cc/g was observed at 1 bar, Figure 3. In the same vein, adsorption of CO2 by the Cd-L MOF up to the pressure 1 bar revealed an uptake of 163 cc/g at 195 K, Figure 3. As the Cd-L MOF exhibited high CO2 adsorption, CO2 uptake by Cd-L was also investigated at 273 and 298 K. Respectably high adsorptions of 99 and 79 cc/g were observed at 273 and 298 K, respectively. Clearly, the results vindicate significant uptake capacity of the Cd-MOF for CO2 at ambient temperature and pressure. The isosteric heat (Qst) of CO2 adsorption for Cd-L was calculated to be ca. 30 kJ mol–1 in the low uptake region based on the adsorption isotherms at 273, 278, and 283 °C.Figure 3. (a) Adsorption isotherms of CO2 (@195 K, blue), N2 (@77 K, red), and H2 (@77 K, green) of Cd-L. (b) Pore size distribution profile of Cd-L based on N2 adsorption isotherm at 77 K. (c) CO2 adsorption–desorption isotherms of the Cd-L MOF at 273 K (blue) and 298 K (black) and N2 isotherm at 273 K (red). (d) CO2 adsorption isotherm of Cd-L at pressures up to 30 bar at 0 °C. It should be noted that the adsorption and desorption profiles in each case have been shown with filled and open circles.To explore the potential of Cd-L MOF for separation of CO2 from a mixture under ambient conditions, N2 adsorption isotherm was recorded at 273 K, which revealed an uptake value of only 8.9 cc/g at 1 bar. The selectivity factor for CO2 capture by the Cd-L MOF over N2 was calculated on the basis of single-component isotherms at 273 K to be 18.4.(1h) Further, the CO2 storage capacity of Cd-L was investigated up to a pressure of 30 bar at 0 and 25 °C; the adsorption capacities were found to be 1000 and 420 cc/g at 273 and 298 K, respectively, cf., Figure 3 and the Supporting Information. Similarly, the CO2 uptake up to 40 bar at 50 °C indicates an uptake of 410 cc/g, cf., the Supporting Information.The literature survey reveals that excellent gas adsorption has been reported by the MOFs derived from triazole containing linkers in which the triazole unit is far removed from the carboxyl group, for example, in the ligand containing N-(3,5-dicarboxyphenyl)-1,2,3-triazole unit.(10b, 10d) However, as mentioned at the outset, Férey et al. reported that MIL-112 based on trigonal benzene functionalized at 1,3,5 positions with N-carboxymethyltriazole lacks microporosity for any gas adsorption.(12) In contrast, the Cd-MOF accessed in the present study from a twisted-biaryl functionalized 4-fold with the same N-carboxylethyltriazole, that is, Cd-L, exhibits notable propensity for CO2 adsorption. The selectivity observed vindicates the fact that the nitrogen-rich environment promotes CO2 adsorption. The propensity of Cd-L MOF to exhibit microporosity and hence notable gas adsorption when compared to that of MIL-112 reported by Férey et al. should be traceable to two chief factors: (i) three-dimensional attribute of the ligand structure and (ii) semirigidification of the triazole rings via sterics imposed by the methyl groups. Given that the nitrogen-rich environment is conducive for CO2 adosprtion, it is instructive to approach selective gas adsorption by carboxymethyltriazole-based MOFs from two main considerations, three-dimenional structural attribute of the spacer and rigidification. We are continuing our efforts on the de novo design and synthesis of the organic ligands based on N-carboxymethyltriazoles for metal–ligand coordination in the quest of establishing the limits of rigidification that allow high gas adsorption and selectivity by the MOFs thus derived. It should be mentioned that the CO2 uptake capacity of the Cd-L MOF is not among the best of the values reported. Further, the CO2 uptake capacity is lesser when compared to the MOFs developed based on a rigid N-(3,5-diacarboxyphenyl)-1,2,3-triazole-functionalized organic linkers.(1f, 10b, 10d) For example, Zhao and co-workers have shown that the Cu-MOF constructed from a triazole-based linker, 5,5′,5″-(4,4′,4″-(benzene-1,3,5-triyl)tris(1H-1,2,3-triazole-4,1-diyl))triisophthalic acid, exhibits exceptionally high CO2 uptake at ambient temperatures. The uptake capacities are 39.7 and 20.4 wt % at 273 and 298 K, respectively, at atmospheric pressure.(10b) A Cu-MOF, NOTT-122a, obtained with the same triazole based linker, that is, 5,5′,5″-(4,4′,4″-(benzene-1,3,5-triyl)tris(1H-1,2,3-triazole-4,1-diyl))triisophthalic acid, under different reaction conditions has been shown to exhibit a remarkable CO2 uptake capacity of 36.7 wt % at 273 K.(10d) However, the results with the MOF Cd-L are respectable and are better than many other MOFs constructed from different triazole- or tetrazole-based linkers. For example, NTU-101-Cu, accessed with a triazole-containing tetratopic ligand, 5,5′-(1H-1,2,3-triazole-1,4-diyl)-diisophthalic acid, has been shown to adsorb 19.8 wt % CO2 at atmospheric pressure and 273 K, which is similar to Cd-L.(13b) Ma and co-workers have shown that a Zn-MOF, that is, MTAF-3, constructed from benzene-1,4-dicarboxylate and 4,4′-(2H-1,2,3-triazole-2,4-diyl)dipyridine (tadp), exhibits a CO2 uptake capacity of 10 wt % at 1 atmospheric pressure and 273 K.(9a) Zhang and co-workers synthesized two isoreticular Zn-bdc (bdc = benzene-1,4-dicarboxylate) MOFs by employing 1H-benzotriazole (btz) and 1,2,3-1H-triazole (tz) as coligands; the MOFs were found to adsorb 9.8 and 11.2 wt % of CO2, respectively, at 1 atmospheric pressure and 273 K.(8d) A tetrazole-based MOF constructed from FeCl2 and 1,3,5-benzenetristetrazolate, reported by Long and co-workers, has been shown to adsorb only 13.5 wt % of CO2 at 1 atmospheric pressure and 298 K.(8b) Indeed, the results obtained with Cd-L are better than many well-known nitrogen-rich MOFs such as ZIFs.(8a, 13a)In conclusion, we have rationally designed and synthesized a 1,2,3-triazole-functionalized semirigid tetraacid linker H4L to explore selective CO2 adsorption; the N-rich triazole moieties in H4L lie in close proximity of the carboxy groups that undergo chelation with metal ions. Solvothermal reaction of H4L with CdCl2 is shown to lead to 2D square-grid nets that undergo catenation into a 3D MOF, Cd-L, with channels running down the c-axis; the channels are formed by the triazole moieties of the linker L such that the interior is nitrogen rich. Remarkably, the Cd-L MOF is robust to desolvation and also stable in different polar and nonpolar organic solvents. Gas adsorption studies with N2 reveal that the activated Cd-L MOF has a BET surface area of 421 m2/g, and adsorbs CO2 with an uptake of 163 cc/g at 1 atm pressure at 195 K. The CO2 uptake capacity is quite respectable at atmospheric as well as high pressures. The MOF is found to exhibit a capacity of 99 and 1000 cc/g for CO2 adsorption at 1 and 30 bar pressure, respectively, at 0 °C. Given that a Ln-MOF, MIL-122, reported by Férey et al. based on a trigonal linker functionalized with carboxymethyltriazole moieties as in H4L does not exhibit any propensity for gas adsorption,(12) the present investigations compellingly bring out how three-dimensional attributes of the ligand and semirigidification permit access to porous MOFs that display respectable gas adsorption. The results reiterate the fact that the MOFs with nitrogeneous pores enhance CO2 adsorption.Top of PageAbstractIntroductionResults and DiscussionExperimental SectionReferencesExperimental SectionSynthesis of 2,2′,6,6′-TetramethylbiphenylA two-necked round-bottomed flask was charged with magnesium turnings (2.9 g, 121.6 mmol), 120 mL of THF, and 1 mL of dibromoethane under a nitrogen gas atmosphere. Subsequently, 2-bromo-meta-xylene (10.8 mL, 81.1 mmol) was introduced slowly over a period of 15 min, and the reaction mixture was allowed to stir at room temperature for further 1.5 h to allow the formation of the Grignard reagent completely. At the end of this period, the resultant solution was added slowly to a suspension of FeCl3 (0.93 g, 5.7 mmol) in 1,2-dichloroethane (11 mL, 137.8 mmol), taken in another round-bottom flask, and maintained at ice-cold conditions under nitrogen atmosphere. After completion of the addition, the reaction mixture was allowed to attain room temperature slowly and heated subsequently at reflux for 4 h. Later, the reaction was quenched by adding ice, and the solvent was removed in vacuo. The organic material was extracted with chloroform three times. The combined organic extract was dried over anhydrous sodium sulfate and the solvent was stripped off to afford the required tetramethylbiphenyl as a crude product, which was further purified by silica gel column chromatography, yield 13.3 g, (78%); colorless low melting solid; 1H NMR(14) (CDCl3, 500 MHz) δ 1.94 (s, 12H), 7.14–7.19 (m, 6H); 13C NMR (CDCl3, 125 MHz) δ 19.8, 126.8, 127.4, 135.4, 139.9.Synthesis of 3,3′,5,5′-Tetraiodo-2,2′,6,6′-tetramethylbiphenylTo a solution of 2,2′,6,6′-tetramethylbiphenyl (0.50 g, 2.38 mmol) in a 10 mL mixture of chloroform and acetic acid (1:1, v/v) contained in a round-bottom flask was added crushed iodine (1.51 g, 5.95 mmol) with stirring. Subsequently, a 5 mL mixture of conc. H2SO4 and conc. HNO3 (1:1, v/v) was introduced into the reaction mixture dropwise. After the addition was complete, the reaction mixture was allowed to stir at rt for an additional 4 h, and the progress of the reaction was monitored by TLC analysis. At the end of the reaction, it was quenched with water, the organic layer was diluted with more CHCl3, and washed twice with saturated NaHCO3 solution followed by Na2S2O3 solution to remove the unreacted iodine. The organic extract was dried over anhydrous Na2SO4, and the solvent was removed in vacuo to obtain the crude product, which was purified by silica gel column chromatography. Colorless solid, yield 70% (1.19 g); mp 199–201 °C; IR (KBr) cm–1 3433, 2912, 2853, 1538, 1434, 1409, 1376; 1H NMR (CDCl3, 500 MHz) δ 1.96 (s, 12H), 8.33 (s,2H); 13C NMR (CDCl3, 125 MHz) δ 25.5, 99.7, 138.5, 141.3, 147.3; EI-MS+ m/z [M]•+ calcd for C16H14I4 713.7275, found 713.7272.Synthesis of (2,2′,6,6′-Tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis(ethyne-2,1-diyl)tetrakis(trimethylsilane)A pressure tube containing 20 mL of dry Et3N was degassed for 10 min by bubbling N2. To this were added 3,3′,5,5′-tetraiodo-2,2′,6,6′-tetramethylbiphenyl (2.0 g, 2.8 mmol), trimethylsilylacetylene (4.8 mL, 33.6 mmol), Pd(PPh3)2Cl2 (0.39 g, 0.56 mmol), and CuI (0.11 g, 0.56 mmol) under nitrogen atmosphere. The pressure tube was tightly sealed and heated at 90 °C for 48 h. At the end of this period, Et3N was removed in vacuo, and the reaction mixture was extracted with EtOAc/H2O. The organic layer was dried over anhydrous Na2SO4 and the solvent was removed in vacuo to obtain the crude product, which was purified by column chromatography. Colorless solid, yield 1.4 g (84%); mp 228–230 °C; IR (solid) cm–1 2960, 2899, 2151, 1444; 1H NMR (CDCl3, 500 MHz) δ 0.25 (s, 36H), 1.94 (s, 12H), 7.36 (s,2H); 13C NMR (CDCl3, 125 MHz) δ 0.0, 18.1, 98.2, 103.5, 121.3, 135.3, 138.7, 139.6; EI-MS+ m/z [M]•+ calcd for C36H50Si4 594.2990, found 594.2992.Synthesis of 3,3′,5,5′-Tetraethynyl-2,2′,6,6′-tetramethylbiphenylTo a solution of (2,2′,6,6′-tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis(ethyne-2,1-diyl)tetrakis(trimethylsilane) (2.0 g, 3.4 mmol) in dry THF (20 mL) was added a 1 M solution of tetrabutylammonium fluoride (20.2 mL, 20.2 mmol) in a dropwise fashion under a nitrogen gas atmosphere, and the mixture was stirred for 4 h. Subsequently, the reaction was quenched with addition of crushed ice, THF was removed under vacuum, and the resulting mixture was extracted with ethyl acetate three times. The combined organic extract was dried over anhydrous Na2SO4, and the solvent was removed in vacuo to obtain the crude product, which was purified by a short-pad neutral alumina column chromatography. Colorless solid, yield 0.54 g (52%); mp 130–132 °C; IR (solid) cm–1 3297, 3279, 2921, 2099, 1799, 1443, 1378; 1H NMR (CDCl3, 500 MHz) δ 1.99 (s, 12H), 3.28 (s, 4H), 7.66 (s,2H); 13C NMR (CDCl3, 125 MHz) δ 18.1, 81.3, 120.5, 135.9, 139.2, 139.6; EI-MS+ m/z [M]•+ calcd for C24H18 306.14085, found 306.1408.Synthesis of Tetraethyl 2,2′,2″,2‴-(4,4′,4″,4‴-(2,2′,6,6′-tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis(1H-1,2,3-triazole-4,1-diyl))tetraacetateTo a two-necked round-bottom flask charged with 3,3′,5,5′-tetraethynyl-2,2′,6,6′-tetramethylbiphenyl (1.0 g, 3.2 mmol), ethyl azidoacetate (3.37 g, 26.1 mol), CuSO4·5H2O (0.16 g, 0.64 mol), and sodium ascorbate (0.19 g, 0.96 mol) was added, under a nitrogen gas atmosphere, a 1:1 degassed mixture of tert-butyl alcohol and water (20 mL). The contents were stirred under nitrogen overnight. Subsequently, tert-butyl alcohol was removed in vacuo, and the reaction mixture was extracted with ethyl acetate three times. The combined organic extract was dried over anhydrous Na2SO4, and the solvent was removed in vacuo to obtain the crude product. The latter was purified by silica gel column chromatography to obtain the tetraester compound. Yield 2.28 g (85%); mp 146–148 °C; IR (solid) cm–1 3461, 3147, 2986, 1747, 1455, 1376; 1H NMR (CDCl3, 500 MHz) δ 1.31 (t, J = 6.85, 12H), 2.08 (s, 12H), 4.29 (q, J = 6.85, 8H), 5.24 (s, 8H), 7.86 (s, 4H), 8.04 (s, 2H); 13C NMR (CDCl3, 125 MHz) δ 14.1, 17.9, 51.0, 62.5, 123.7, 128.4, 129.6, 134.2, 142.2, 147.7, 166.3; ESI-MS+ m/z [M + H]+ calcd for C40H47N12O8 823.3640, found 823.3647.Synthesis of 2,2′,2″,2‴-(4,4′,4″,4‴-(2,2′,6,6′-Tetramethylbiphenyl-3,3′,5,5′-tetrayl)tetrakis (1H-1,2,3-triazole-4,1-diyl))tetraacetic Acid, H4LTo the solution of the tetraester obtained above (2.0 g, 2.43 mmol) in methanol (20 mL) was added K2CO3 (4.02 g, 29.16 mmol), and the reaction mixture was stirred at rt for 36 h. After the completion of the reaction, MeOH was removed under vacuum, and the solid residue was dissolved in a minimum amount of water. The solution was acidified with conc. HCl and allowed to stand for some time for the complete precipitation of the acid H4L. The product was collected by filtration, washed thoroughly with water, and allowed to air-dry. Yield 1.55 g (90%); mp >300 °C; IR (solid) cm–1 3479, 3136, 2925, 2520, 1916, 1764, 1722, 1454, 1408, 1349; 1H NMR (DMSO-d6, 500 MHz) δ 2.07 (s, 12H), 5.36 (s, 8H), 8.14 (s, 2H), 8.45 (s, 4H); 13C NMR (DMSO-d6, 125 MHz) δ 17.7, 50.7, 125.1, 128.2, 128.7, 132.5, 142.1, 145.7, 168.8; ESI-MS+ m/z [M + H]+ calcd for C32H31N12O8 711.2388, found 711.2384.Synthesis of Cd-L MOFThe tetraacid linker H4L (0.01g, 0.014 mmol) and CdCl2·2H2O (0.005 g, 0.028 mmol) were taken in a 5 mL screw-capped vial, and 2 mL of DEF was added to it. The resultant mixture was sonicated for 5 min and subsequently heated at 120 °C for 3 days. The reaction vial was then allowed to cool to rt slowly. Needle-shaped colorless crystals were collected by filtration, and washed thoroughly with DMF. The crystals were soaked in DMF for 2 d to remove the impurities as well as the unreacted acid, and allowed to air-dry; yield 0.009 g (70%).Activation of MOF for Gas Adsorption StudiesThe Cd-L MOF was activated prior to the gas adsorption studies by solvent exchange followed by thermal activation. The crystals of the MOF were soaked in acetone for 2 days, and then in DCM for another 5 days. In each case, the supernatant solvent was replaced by fresh solvent at an interval of 1 day. The solvent-exchanged sample was dried under a vacuum at room temperature for 8 h. Prior to gas sorption experiments, thermal activation at a temperature of 50 °C under ultrahigh vacuum was done for 2 h to remove the trace amount of solvent present in the MOF. Top of PageAbstractIntroductionResults and DiscussionExperimental SectionReferencesSupporting InformationDetails of X-ray crystal structure determination, crystallographic data in cif format, CO2 adsorption isotherms at high pressure and temperature, TGA profile of Cd-L, and 1H and 13C NMR spectral reproductions of all intermediates and the tetraacid H4L. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b00722.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionExperimental SectionReferencesAcknowledgmentJ.N.M. is thankful to SERB, New Delhi, for generous funding. S.S. is grateful to CSIR, New Delhi, for SPM research fellowship. G.S. is immensely thankful to IITK for an institute research fellowship. The support from DORD, IITK, for gas adsorption setup through CARE funding is gratefully acknowledged.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionExperimental SectionReferencesReferencesThis article references 14 other publications.1. (a) Ma, L.; Abney, C.; Lin, W. Chem. Soc. Rev. 2009,  38,  1248– 1256[Crossref], [PubMed], [CAS]1. Enantioselective catalysis with homochiral metal-organic frameworksMa, Liqing; Abney, Carter; Lin, WenbinChemical Society Reviews\r\n        (2009),\r\n    38\r\n        (5),\r\n    1248-1256CODEN:\r\n                CSRVBR;\r\n        ", "title": "Carbon Dioxide Capture by a Metal–Organic Framework with Nitrogen-Rich Channels Based on Rationally Designed Triazole-Functionalized Tetraacid Organic Linker", "authors": ["Saona Seth", "Govardhan Savitha", "Jarugu Narasimha Moorthy"], "doi": ["10.1021/acs.inorgchem.5b00722"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00722/20150714/images/small/ic-2015-00722e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00722/20150714/images/small/ic-2015-00722e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00722/20150714/images/small/ic-2015-00722e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00722/20150714/images/small/ic-2015-00722e_0004.gif\">"]}