{"abstract": "Understanding the adsorption of water in metal–organic frameworks (MOF), and particularly in soft porous crystals, is a crucial prerequisite before considering MOFs for industrial applications. We report here a joint experimental and theoretical study on the behavior of a gallium-based breathing MOF, Ga-MIL-53, upon water adsorption. By looking at the energetics and thermodynamics of Ga-MIL-53, we demonstrate why it behaves differently from its sibling Al-MIL-53, showing a different phase at room temperature (a nonporous phase) and the presence of a hydrated narrow-pore structure at gas saturation pressure. Moreover, we present a complete water vapor pressure vs temperature phase diagram of Ga-MIL-53 upon water adsorption.", "text": "10.1021/jp412433a Top of PageAbstractIntroductionExperimental DetailsTheoretical and Calculation DetailsResults and DiscussionConclusionReferencesIntroductionSoft porous crystals (SPC) are a fascinating subclass of metal–organic frameworks (MOFs) that exhibit structural transformations of large amplitude triggered by external stimuli such as temperature variations, mechanical pressure or adsorption of guest molecules (in gas or liquid phase).(1) The changes in the framework of SPCs in response to the external constraint are reversible and maintain the crystalline character of the solid. A growing number of SPC structures have been synthesized and reported in the literature, and although none of them have yet been directly used at the industrial scale,(2) they have been proposed for a large range of potential practical applications. In addition to the general application of MOFs, flexible frameworks are expected to present an intrinsic interest due to their large-scale stimuli-responsive transformations,(3) which could leverage novel nanobiotechnologies, such as sensing for detecting traces of organic molecules,(4) slow release of drugs for long-release single-injection therapies,(5) and specific gas separations.(6, 7)While the existing soft porous crystals display a large gamut of flexibility mechanisms,(8) one of the most studied systems in this subclass is the family of MIL-53 materials, in which the adsorption of increasing amounts of guest molecules (carbon dioxide, xenon, alkanes, water, etc.) may induce a double structural transition with volume changes of up to 40%, a phenomenon called “breathing”. Various aspects of gas and liquid adsorption in these materials have been studied extensively in the literature: structure, energetics, thermodynamics, dynamics, and transport properties. However, despite the critical role that water is known to play in phase stability and gas separation properties in MOFs in general, only a few studies have dealt with the impact of water on the MIL-53 frameworks and their properties. Most dealt with the chromium-based Cr-MIL-53.(9) In 2010, Bourrelly(10) and Devautour-Vinot(11) published experimental studies of adsorption and desorption of water, among other polar vapors, along with quantum chemistry calculations of the preferential arrangements of the molecules within the pores. A later experimental study of Cr-MIL-53 immersed in liquid water used high resolution powder X-ray diffraction to solve the structure of the pores of both the large-pore (lp) and narrow-pore (np) phases, fully filled with water.(12) Molecular simulations were further used to characterize the structure, diffusion and adsorption thermodynamics of water in the lp and np phases of Cr-MIL-53.(13-15) A similar molecular simulation approach was also used with success to the understand CO2-driven pore opening of Sc-MIL-53.(16)In the present work, we focus on water adsorption in gallium-based Ga-MIL-53.(17, 18) While Ga-MIL-53 is isostructural to Cr-MIL-53 and Al-MIL-53, which both have quite similar behavior, the gallium-based material presents specific features, which we detail below. The behavior of guest-free Ga-MIL-53 as a function of temperature was recently characterized by a combination of in situ X-ray diffraction, in situ Fourier transform infrared spectroscopy, differential scanning calorimetry, and heat capacity measurements and density functional theory (DFT) calculations.(19) In particular, it has been shown that, as many materials of the MIL-53 family, Ga-MIL-53 presents two different phases in absence of adsorbates: a narrow-pore phase and a large-pore phase. The lp form is always favored at high temperature for all known MIL-53 materials. However, contrary to Al- and Cr-MIL-53, the np form is thermodynamically more stable at ambient temperature for Ga-MIL-53. In addition, while the empty np form of Ga-MIL-53 behaves like a nonporous material, an intermediate narrow-pore-like hydrated structure was evidenced: this is a swollen variant of the np phase, where the flexible framework has expanded to accommodate water molecules. The exact conditions of stability of this hydrated np phase have not yet been elucidated to date.In this work, we present a synergistic experimental and theoretical study aimed at providing a coherent picture of water adsorption in Ga-MIL-53, and the thermodynamic behavior of this material in the presence of adsorbed water molecules. This study addresses the following important questions: first, what is the fundamental nature of the difference between Ga-MIL-53 and Al-MIL-53 (or Cr-MIL-53), that accounts for the change in stable phase at room temperature (lp for Al and Cr, np for Ga)? Second, what is the nature of the “swollen” narrow-pore phase of Ga-MIL-53, and why is this np to hydrated np transition not observed in Al-MIL-53 or Cr-MIL-53? Third, what is the full temperature–pressure phase diagram of Ga-MIL-53 upon water adsorption? To answer these questions, we report thermogravimetric adsorption measurements, with in situ X-ray diffraction and infrared spectroscopy. By supplementing the experimental data obtained with quantum chemistry calculations and first-principles molecular dynamics, we are able to propose a full thermodynamic model, based on the osmotic thermodynamic ensemble, for the adsorption of water in Ga-MIL-53 as a function of temperature and pressure.Top of PageAbstractIntroductionExperimental DetailsTheoretical and Calculation DetailsResults and DiscussionConclusionReferencesExperimental DetailsThermogravimetryAdsorption–desorption isotherms of water on Ga-MIL-53 are measured between 273 and 373 K with a homemade McBain thermobalance, using the ultra high vacuum technology. The vapor pressure was ranging from 10–5 up to 30 hPa. The sample weight was about 15 mg. Before each adsorption the sample was outgassed at 298 or 473 K under vacuum (10–6 hPa) overnight. Adsorption–desorption isobars are determined using the same thermobalance under a constant saturated vapor pressure of 1 and 8 hPa in the range of temperature 270–473 K. Adsorption experiments are performed step by step by varying the pressure or the temperature by small increments once the equilibrium of mass is reached and maintained over at least 1 h. The experimental error estimated on the adsorbed amount is about 10–3 g/g. This corresponds to around 0.02 water molecule per mole of adsorbent. The accuracy on the pressure data is 1% and the temperature is measured with a precision of 1 K.In Situ X-ray DiffractionThe in situ XRD patterns were recorded using Cu Kα radiation on a D8 Advance Bruker apparatus equipped with a Vantec linear detector. To control the sample environment a MRI TC-Radiation chamber was used. An Easidew humidity analyzer from Michell Instruments was used to measure the partial pressure of water in the chamber. The XRD patterns of Ga-MIL-53 under controlled humidity were recorded using the following procedure. First, the sample was placed in the chamber and outgassed at 298 K for 3 h under secondary vacuum (residual pressure lower than 10–3 hPa). Then, the chamber was filled with nitrogen to ca. 100 kPa and small amounts of ambient air were admitted to the chamber in order to obtain different values of water partial pressure up to 2 hPa. At each pressure value the sample was equilibrated with the atmosphere for ca. 2 h before recording the XRD pattern. The cell parameters of Ga-MIL-53 phases were obtained through the full profile fitting of the patterns using TOPAS software.(20)In Situ Infrared SpectroscopyIn situ FTIR absorption measurements were performed in an optical cell specially built to study the interaction of a gas on a nanoporous material.(19, 21) The experimental setup is able to operate over a wide range of controlled pressure from 10–4 to 1000 hPa at room temperature. The FTIR spectrometer was a Bruker Equinox 55 instrument equipped with a Globar source, a DTGS detector and a KBr beamsplitter. All spectra were recorded at a resolution of 2 cm–1 by coadding 40 scans in transmission mode. Every one spectrum was referenced to a background spectrum recorded in the same conditions without sample. The procedure used for adsorption measurements consists first in the activation of a small amount of powdered sample deposited in between two KBr pellets at room temperature under dynamic vacuum. Then, adsorption measurements were performed at the equilibrium, by increasing then decreasing water vapor pressure step by step, to describe the adsorption–desorption isotherm at 298 K. The amounts of water adsorbed at the equilibrium were determined from the corresponding isotherm determined by gravimetric measurements. Each spectrum of the powdered sample was recorded under equilibrium conditions at constant pressure from P = 0 hPa (activated sample free of water) to about 30 hPa, close to the saturated vapor pressure of water, and reversely, at 298 K.Top of PageAbstractIntroductionExperimental DetailsTheoretical and Calculation DetailsResults and DiscussionConclusionReferencesTheoretical and Calculation DetailsQuantum Chemical CalculationsWe performed quantum chemical calculations on the Ga-MIL-53 and Al-MIL-53 materials in the density functional theory approach with periodic unit cell, full use of the crystalline symmetry elements, and localized basis sets as implemented in the CRYSTAL09 code.(22) We used the B3LYP hybrid exchange-correlation functional(23, 24) with empirical correction for the dispersive interactions following the so-called “D2” scheme of Grimme.(25) All electron basis sets were used for all atoms involved: 6-311G(d,p) for H, C, and O,  8-511G* for Al,(26) and 86-4111d41G for Ga.(27) We first performed optimization of the atomic positions and unit cell parameters of each structure, from the experimental crystallographic structures. We then performed harmonic frequency calculations at the Γ point on the optimized geometry; frequencies are obtained by diagonalizing the mass-weighted Hessian matrix obtained by numerical differentiation of the analytic energy gradient.(28, 29) The frequencies obtained were then used to calculate the zero-point energy of each configuration, as well as the vibrational entropy in the harmonic approximation and low-temperature limit.Density Functional Theory-Based Molecular Dynamics (DFT-MD)In order to shed light on the structural response of Ga-MIL-53 to small amounts of adsorbed water, we performed first-principles molecular dynamics simulations. The code package CP2K with its DFT module Quickstep was used to obtain the equilibrium structure of the material at three different water loadings, with zero, one, and four water molecules per unit cell and simulation box (i.e., 0, 0.25, and 1.0 water molecules per Ga, respectively). Since a good description of dispersion interactions is essential for obtaining the correct structure of Ga-MIL-53, we used the van der Waals density functional proposed by Dion et al.(30) The interactions between valence electrons and ion cores were described by GTH pseudopotentials.(31) The structural flexibility of Ga-MIL-53 was taken into account by running the simulations in the NσT ensemble, i.e., all lattice parameters and angles were completely free to find the optimal structure. The calculation of the stress tensor σ required the use of rather tight computational settings: we used a TZV2P basis set for all elements except for Ga (DZVP-MOLOPT basis set) and a plane-wave cutoff of 600 Ry. Smaller basis sets and/or cutoffs were found to yield unconverged stresses. All three systems were equilibrated for at least 3.5 ps and then simulated between 7.5 and 11 ps. This time was sufficient to relax the unit cell of the material, given the barostat chosen and the relatively small nature of the deformations studied. The time step for the integration of the equations of motion was 0.5 fs, and the temperature of 300 K was controlled by a CSVR thermostat(32) with a time constant of 0.1 ps. A barostat with a time constant of 2 ps was used in order to impose a pressure of 1 bar.Thermodynamic Model Based on the Osmotic EnsembleA thermodynamic model developed in the group,(33) based on the osmotic ensemble, has been used in order to understand the coupling between water adsorption and structural changes in the host framework. The free energy of the empty host was assumed to present two minima’s corresponding to both the open form and the “nonporous” narrow form of the solid. Adsorption isotherms in each structure of the solid were assumed to follow Langmuir isotherms, and were fitted using thermogravimetry adsorption isotherms. The corresponding Henry constants fulfill certain conditions described in more details in ref 34. The evolution of the maximum loading as a function of the unit cell volume however was defined to take into account the ability of the “nonporous” np form of the material to slightly deform and accommodate a few water molecules. The structure that is thermodynamically stable, depending on the water pressure and the system temperature, is thus determined, and the phase diagram of the material in the osmotic ensemble is obtained.Top of PageAbstractIntroductionExperimental DetailsTheoretical and Calculation DetailsResults and DiscussionConclusionReferencesResults and Discussion1Relative Stability of Narrow-Pore and Large-Pore Forms: Origin of the Differences Between Al-MIL-53 and Ga-MIL-53In this section, we investigate the equilibrium between the large-pore (lp) and narrow-pore (np) forms of the material Ga-MIL-53, and the microscopic origins of its difference with the closely related Al-MIL-53 material. Indeed, for both materials, it was shown that variations of temperature in the evacuated material (with no solvent or adsorbate in its pores) can trigger the lp–np structural transition. For both materials, the narrow pore form is the more thermodynamically stable at low temperature, while the large pore form is favored in the limit of high temperatures. At intermediate temperatures, the transition happens with coexistence of the two phases and a large hysteresis loop upon heating–cooling cycles. This was first demonstrated in Al-MIL-53, in which neutron powder diffraction and inelastic neutron scattering techniques showed that the transition took place in the 150–325 K range.(35)Thermodynamic models based on adsorption measurements of Xe, CO2, and CH4 in Al-MIL-53 later allowed some of us to estimate the transition temperature at the thermodynamic equilibrium, T0, to be approximately 200 K.(33, 36) This temperature corresponds to the point where both empty Al-MIL-53 phases are equally stable, i.e., have the same free energy; it dictates the lp/np equilibrium in the absence of adsorbate. The knowledge of T0 is important for the understanding of the breathing phenomenon, and is key parameter to build phase diagrams in the presence of adsorbates.For Ga-MIL-53, while an equilibrium transition temperature T0 has not yet been established, we have shown in recently reported XRD measurements upon heating that the transition took place in the 450–520 K,(19) which is markedly higher than for Al-MIL-53. In particular, it is striking to observe that the most stable phase of evacuated Al-MIL-53 at room temperature is the large-pore phase, while for Ga-MIL-53 it is a narrow-pore one. In this section, we investigate why T0(Ga-MIL-53) is greater than T0(Al-MIL-53) using quantum chemistry calculations of the empty host frameworks.We started by performing an energy minimization of both dehydrated frameworks, followed by a calculation of harmonic vibration frequencies, zero-point energy and vibrational contribution to entropy of each phase. The results obtained are presented in Table 1, in the form of differences in energy and entropy between the lp and np structures for each material. The total energy (Etot) is the sum of its electronic DFT component (Eel), dispersion correction (Edisp), zero-point energy (E0), the latter being very small. These results confirm in both Al-MIL-53 and Ga-MIL-53 what was demonstrated by Walker et al.(37) for Al-MIL-53: (i) the narrow-pore form is energetically favored, in line with experimental observations that it is the most stable form at low temperature; (ii) this stabilization is due to dispersive interactions, in a similar fashion to what was observed in σ-bonded dimers of large acenes.(38) Also, it is clear in both cases that the entropy contributions of the framework vibrations favor the large-pore phase, accounting for its higher stability at high temperature.We now compare the two materials against one another, term by term. First, the contribution of vibrational entropy in Al- and Ga-MIL-53 is similar (36.9 and 33.8 J mol–1 K–1). This difference, however small, tends to decrease the entropic stabilization of the Ga-MIL-53 large-pore form with temperature, thus moving its lp/np equilibrium temperature T0 higher than Al-MIL-53. Second, we have the energetic term, which is the dominant factor: the narrow-pore form of Ga-MIL-53 is more stabilized than in Al, compared to their respective large-pore forms (ΔEtot of 35.7 vs 39.6 kJ/mol). This extra energetic stabilization (ΔΔE ∼ 4 kJ/mol) explains, again, why the lp/np equilibrium temperature T0 is higher for Ga-MIL-53 than Al-MIL-53: it requires a higher temperature to overcome the larger energy difference between the two phases.Table 1. Energy and Entropy Differences between the Large-Pore and Narrow-Pore Forms of Al-MIL-53 and Ga-MIL-53, Obtained by Quantum Chemistry CalculationsΔ (lp – np)ΔEtot (kJ/mol)ΔEel (kJ/mol)ΔEdisp (kJ/mol)ΔE0 (kJ/mol)ΔSvib (J mol–1 K–1)Al-MIL-5335.7–65.8101.30.2536.9Ga-MIL-5339.6–53.394.5–1.6133.8Looking at Table 1, we see that the extra stabilization of the np phase in Ga-MIL-53 is the sum of two terms whose effect go in different directions: the dominating term is the electronic (DFT) energy (ΔΔEel = 12.5 kJ/mol), while the smaller difference in dispersion energy (ΔΔEdisp = −6.8 kJ/mol) is due to an effect of the overall framework density: the narrow-pore of Al-MIL-53 is denser than that of Ga-MIL-53 (V = 886.9 Å3 (ref 35) vs 895.9 Å3 (ref 19)), leading to higher dispersive interactions.In order to better understand the difference in electronic energy, we performed addition calculations by building molecular clusters of the carboxylate–M(OH)2–carboxylate joint, where M is Al or Ga. To create such neutral clusters and maintain the coordination of the metal centers, we substituted F– ions to the missing carboxylate oxygen atoms, and switched the two remaining dicarboxylate linkers to monocarboxylates. This cluster can be seen (for the case of M = Al) in Figure 1. We started with clusters built from the np coordination geometry of Al- and Ga-MIL-53, i.e., a distorted octahedral coordination. We first optimized the positions of only the fluoride, in order to relax the starting cluster. Then, we performed a full relaxation of the system, with all atoms being free to move. During this full relaxation, in the case of both Al- and Ga-MIL-53, we observed the linkers to untwist, moving in a way that the metal center could regain its undistorted octahedral coordination. This relaxation, corresponding to the energetic penalty for the distorted “narrow-pore” conformation of the metal coordination, corresponded to a change in energy of 97.3 kJ/mol for Al, and 87.8 kJ/mol for Ga. From this, we conclude that the energetic penalty for the distortion of the Ga coordination is smaller than it is for Al, because of its more diffuse orbitals.Thus, the more diffuse orbitals of Ga compared to Al is the reason behind the higher stability of its np phase, and thus the reason why Ga-MIL-53 is in np phase at room temperature (rather than lp for Al-MIL-53). The more diffuse nature of the Ga orbitals also means that its coordination sphere can deform more, thus allowing the benzene linkers to get closer in Ga-MIL-53 than Al-MIL-53. This, in turns, explains why the narrow-pore phase of Ga-MIL-53 lacks porosity, even though its overall framework density is slightly lower than Al-MIL-53.However satisfying this analysis, we have to note its limitations: the approximation of the solid’s entropy using zero-Kelvin vibrational entropy terms, while in qualitative agreement with experimental findings, is not accurate enough for a quantitative “ab initio” calculation of the equilibrium temperatures T0. Doing so, one finds T0(Al) = 967 K and T0(Ga) = 1172 K; though the order is correct, the values are too high overall, showing that vibrational terms underestimate the entropy of the solid phases (as could be expected).Figure 1. Molecular cluster built from Al-MIL-53 in the narrow-pore configuration (Al, purple; F, green; O, red; C, gray; H, white).2Water Adsorption at Room TemperatureIn order to understand the behavior of Ga-MIL-53 in presence of water, we measured the adsorption and desorption isotherms of water on this material at 298 K. We also performed in situ XRD measurements at various water vapor pressures at 298 K, in order to put in parallel the thermodynamics and the structural evolution of Ga-MIL-53 upon water adsorption. Figure 2 presents the adsorption–desorption isotherm (in blue), and the evolution of the unit cell parameter b (corresponding to the smaller diagonal of the diamond-shaped channel) upon adsorption (in red). The sample was outgassed under vacuum at room temperature before the measurements, thus the starting structure is the closed one (hereafter called np_empty) as shown in ref 19. This np_empty structure is the stable one at room temperature (temperature lower than T0).Figure 2. Experimental water adsorption–desorption isotherm at 298 K on Ga-MIL-53 (in blue; filled symbols and line, adsorption; empty symbols, desorption) outgassed under vacuum at 298 K (np_empty phase), along with evolution of the unit cell parameter b under adsorption, as measured by in situ XRD (red). Lower panel: unit cell of the Ga-MIL-53 np_empty structure, showing the unit cell parameter b.The adsorption–desorption isotherm is found to be fully reversible. It exhibits three distinct regions as the water vapor pressure is increased: (i) an initial rise in the amount of water adsorbed at low pressure (below 0.14 hPa) followed by a plateau region up to around 0.37 hPa corresponding to a loading of 0.05 mol/mol (per mole of Ga(OH)(bdc)); (ii) a continuous increase in the amount adsorbed up to 0.24 mol/mol at 0.76 hPa; and (iii) a vertical step followed by a continuous increase of the amount adsorbed up to 1 mol/mol at 30 hPa (see the full pressure scale in Figure S1, Supporting Information).Besides, the evolution of the b cell parameter with the loading also shows three distinct regions (Figure 2). Below 0.6 hPa, an increase in b from 6.9 to 7.05 Å, which corresponds to a deformation (swelling) of the np_empty phase upon partial hydration. Above 0.8 hPa, we observe a new peak, corresponding to the np_H2O phase, in line with our earlier work.(19) The b cell parameter of this phase increases from 7.5 to 7.6 Å in the pressure range of 0.8 to 1.6 hPa. Between these two ranges of pressure there is coexistence of the two phases: np_empty and np_H2O. The X-ray diffractograms obtained at pressures of 0, 0.4, 0.8, and 1.5 hPa are presented in Figure S2.We thus see that the stepped adsorption isotherm of water vapor in Ga-MIL-53 is linked to a structural transition, with the appearance of a new hydrated phase of the material. This transition was confirmed by FTIR spectroscopy, showing a sudden reversible jump in the νs(CO2–) vibration band location, as shown in Figure 3. Below 0.9 hPa, the position of vibration band does not change with pressure. This behavior accounts for the presence of only one phase (partially hydrated np_empty). Above 2 hPa, this band is shifted by 2 cm–1 consecutive to the structural change of Ga-MIL-53 leading to the np_H2O phase.Figure 3. Dependence of the position of νs(CO2–) vibration band of the terephthalate ligands of Ga-MIL-53 after outgassing under vacuum at 298 K on water adsorption at 298 K (closed symbols, adsorption; open symbols, desorption).3Density Functional Theory Study of Ga-MIL-53 at Low Water LoadingIn order to shed light on the structural response of Ga-MIL-53 to small amounts of adsorbed water, we performed first-principles molecular dynamics simulations at various hydration levels. The resulting structural parameters of Ga-MIL-53 with 0.0, 0.25, and 1.0 water molecules per Ga atom, averaged over the trajectory, are listed in Table 2. While the lattice parameters a and c and the angles hardly change upon water adsorption, the parameter b is very sensitive to the amount of adsorbed molecules and increases by more than 15%. Furthermore, the expansion along b takes place already at 0.25 water molecules per Ga, and then increases only slightly upon further adsorption.Table 2. Structural Parameters of Ga-MIL-53 at Different Water Loadings, Obtained from First-Principles Molecular Dynamics Simulations in the NσT EnsembleH2O/Gaa (Å)b (Å)c (Å)α (deg)β (deg)γ (deg)V (Å3)0.019.496.996.839098909190.2519.407.786.7991979010121.019.388.106.799097901056Figure 4. Lattice parameter b as a function of water loading, obtained from simulations (blue circles) and X-ray diffraction (red triangles). Lines are a guide for the eyes.Our simulation results for the lattice parameter b as a function of water loading are plotted along with the results of X-ray diffraction experiments in Figure 4. The simulation slightly overestimates b, especially at larger loading. This may be explained by the fact that this direction is very soft,(39) and hence, b is extremely sensitive to the density functional used in the simulation. But regarding the overall evolution of b, both simulation and experiment indicate that the np_H2O phase already appears at about 0.2 water molecules per Ga and then keeps its structure upon further adsorption. The X-ray data show that the np_H2O phase coexists with the np_empty phase up to values of 0.6 H2O/Ga. This suggests that the filling of Ga-MIL-53 proceeds nonuniformly: as soon as a layer of the material has reached the threshold of 0.2 H2O/Ga, it transforms from np_empty to np_H2O and will preferentially adsorb further water molecules, whereas the partially hydrated np_empty layers remain inert with water loading less than 0.2 H2O/Ga, until further hydration forces them to transform to np_H2O, too, layer by layer.4Analytical Model at Macroscopic LevelGiven what we have learnt from ab initio molecular simulation (subsection 3), how can we now interpret the experimental adsorption isotherm and in situ XRD data described in subsection 2? In this section, we provide a simple model at the macroscopic level to rationalize our findings.It as been shown by Triguero et al.(40) that structural transformations in materials of the MIL-53 family occur via layer-by-layer shear, on the level of the crystal, due to interplay between host framework elasticity and guest molecule adsorption. The structure of all unit cells is thus the same within a given layer. This phenomenon has also been observed in molecular dynamics simulations of Ghoufi et al.(41) The simple thermodynamic model we propose here to understand water-induced structural transformations in Ga-MIL-53 at the macroscopic level is founded on that basis.Figure 5. Schematic representation of adsorption-induced deformation in our simple macroscopic model for water adsorption in Ga-MIL-53.Let consider a layer of N unit cells containing n adsorbed water molecules. Each layer can be either in the np_empty phase (which we refer to as np0 in this model, to simplify the notation) or the hydrated np_H2O phase (referred to here as np1). Let us call Hki the enthalpy of a layer of N unit cells in phase k (np0 or np1) with i adsorbed molecules, and ΔHadsk the adsorption enthalpy of a water molecule in the pore of a unit cell in structure k. Starting from the empty layer in phase np0 (case A in Figure 5), the adsorption of n water molecules in this layer can either occur without structural change (case B) or induce a deformation of the porous host (case C). If the host structure remains unchanged, the adsorption leads to a change in enthalpy of:(1)corresponding to a gain of n times the adsorption enthalpy in phase np0. On the other hand, if the host framework is deformed, the adsorption of n water molecules involves a change of enthalpy of:(2)corresponding to the loss of energy due to structural change (np0 being the stable phase, (Hnp10 – Hnp00) > 0) and a gain of n times the adsorption enthalpy in structure np1.In order to determine which one of the two cases (B or C) is energetically the most favorable during adsorption, the enthalpy difference ΔH between case B and C can be calculated using eqs 1 and 2:(3)It is worth mentioning that we do not incorporate entropy differences in this simple model since the np0 and np1 structures are similar and we do not expect any significant changes in entropy between theses two cases.All unit cell of a layer will thus exhibit a structural change from np0 to np1 if ΔH > 0. This condition can be rewritten as(4)orBecause the adsorption of water in np1 is more favorable than in np0, we have (ΔHadsnp0 – ΔHadsnp1) > 0. Thus, the eq 4 obtained as a result of the model can be interpreted as follows:•The larger ΔHhost the larger n/N. The structural change from np0 to np1 will take place at larger value of adsorbed quantity; the adsorption enthalpy hardly compensates the unfavorable structural change.•The larger ΔΔHads the lower n/N. The adsorption enthalpy compensates more easily the energetically unfavorable structural change.This model thus gives us a possible interpretation of the experimental results. As seen in the XRD data, the adsorption of the first few water molecules does not trigger the adsorption-induced transition. The first few molecules adsorbed cannot induce a whole layer transformation because of the energy penalty for the remaining unfilled np1 unit cells. Thus, there is a threshold amount of adsorbed water for the transition to be triggered. This explains why we see a strained (swelled) np0 state at low water loading, in region ii of Figure 2. The adsorption of the first few molecules in the np0 structure create a stress on this very dense (small pore) structure, yielding a positive strain explaining the increase in the b unit cell parameter, seen by XRD.5Water Adsorption–Desorption Isotherms and IsobarsIn earlier work on Xe, CO2, and CH4 adsorption in Al-MIL-53, we have shown that pressure–temperature phase diagrams are very helpful tools to understand, rationalize and predict the interplay between adsorption and structural transitions in flexible metal–organic frameworks.(33, 42) To this aim, we have measured the adsorption–desorption isotherms of water on Ga-MIL-53 at 273, 298, 323, 348, and 373 K, and isobars at 1 and 8 hPa (Figure 6). Prior to adsorption the sample was outgassed under vacuum at 473 K. From these experimental data, we were able to construct a water vapor pressure–temperature diagram for the structural transitions, by building on our methodology for the simplest case of xenon, which had no intermediate structure. In this section, we explain how we amended the thermodynamic model of ref 33 to take into account the specific features of Ga-MIL-53.Figure 6. Top panel: water adsorption isotherms obtained at 273 (blue), 298 (green), 323 (orange), 348 (pink) and 373 K (red) on Ga-MIL-53. Lower panel: isobars obtained at 1 (blue) and 8 hPa (red) for water in Ga-MIL-53.As in our earlier work on Al-MIL-53, we fitted the experimental isotherms at all temperatures and pressures in order to derive the key parameters of the phase diagram. These parameters include the Henry constants and adsorption enthalpies, which characterize the affinity of the gas for the host, and its dependence on temperature. The parameters obtained from Langmuir fits of the isotherms are described in detail in the Supporting Information (Table S1, Figures S3–S5).Necessary parameters of the model also include the saturation uptake as a function of volume, i.e., the maximum amount of adsorbate that can fit in a particular geometry of the pore. Contrary to earlier work, where this was assumed to be linear as a function of pore volume, we needed here to adjust the functional form of that function to reproduce the experimental ability of the narrow-pore form of Ga-MIL-53 to accommodate a few water molecules, due to the ability of the framework to deform slightly. Thus, a step at low loading was introduced in the profile of maximum loading (presented in Figure S6). The volume corresponding to the undeformed np_empty phase is here considered as strictly nonporous, and does not adsorb any molecules. For a slightly higher volume, roughly one water molecule per unit cell in average can fit in the pores. Afterward and for higher porous volume, the maximum loading is assumed to be linear with the volume.Finally, the last parameter is the equilibrium temperature between the phases np_empty and lp of the empty material. Previous studies have shown the transition from np_empty to lp when heating the sample occurs in the range of 420–520 K.(19) Given the usually large hysteresis of temperature-induced structural transition, there is a strong uncertainty on this value. Although an equilibrium temperature of 450 K as been chosen in the following, we have shown that this value does not change the features we extract from the model (see Figure S7 the phase diagram obtained if an equilibrium temperature of 350 K is chosen).Figure 7. Water adsorption isotherms at 298 K (left) and 323 K (right). Experiments (black) and model (red).Figure 8. Water pressure vs temperature phase diagram of Ga-MIL-53, indicating the domains of stability of the different structures of the material. Red segments correspond to the experimental transitions (domain ii in the nomenclature of subsection 2).Once all these parameters were determined, we could use the thermodynamic model to calculate a number of properties of the system. In particular, the adsorption isotherms are obtained after adding in a constant term accounting for surface adsorption, and shown in Figure 7. We can see that the main features are reproduced, and the three domains observed experimentally can clearly be identified. The first one corresponds to the adsorption on the surface of the crystal, the intermediate is consistent with an adsorption in a slightly deformed np_empty structure, which is labeled int, while the vertical step marks the equilibrium pressure between this int form and the np_H2O one.We can also calculate, based on the model, what is the most stable phase depending on the thermodynamic conditions (more specifically the water pressure and the temperature). Figure 8 shows the domains of stability of each phases in the (T,P) ensemble, i.e. the water pressure–temperature phase diagram of Ga-MIL-53. The red lines correspond to the domain (ii) observed experimentally in the adsorption isotherm for several temperatures, and it fits very well with the domain of stability of the slightly deformed structure int. It should be noted that the only two stable forms of the dehydrated material (at P = 0) are the lp phase (at T > T0 = 450 K) and the np_empty phase (at T < T0). A version of the phase diagram in linear pressure scale is presented in Figure S8, which makes this fact clearer than the logarithmic scale of Figure 8.Finally, the thermodynamic model can also be used to calculate free energy profiles as a function of the volume (or deformation) of the host, which are shown in Figure S9. One can, in particular, extract the values of the energy barrier for the transition between the np_empty, int, np_H2O and lp forms. We observe that the first transition from the np_empty to the int states has a very low barrier, around 0.1 kJ/mol. The same is true for the int–np_H2O transition albeit with a slightly higher value of 0.3 kJ/mol. Both of these free energy barriers are thus very low compared to the np-lp barriers in Ga-MIL-53 (7 to 10 kJ/mol), and np-lp barriers of other materials in the MIL-53 family.(34) This explains the lack of hysteresis during an adsorption–desorption loop, a striking feature of water adsorption in Ga-MIL-53, since all other adsorption-induced structural transitions in MIL-53 materials reported to date show large hystereses.Top of PageAbstractIntroductionExperimental DetailsTheoretical and Calculation DetailsResults and DiscussionConclusionReferencesConclusionWe have studied the behavior of the breathing Ga-MIL-53 material by a large combination of experimental and theoretical tools: thermogravimetric measurements of adsorption isotherms and isobars, in situ XRD and FTIR spectroscopy, quantum chemical geometry optimizations, first-principles molecular dynamics, as well as macroscopic thermodynamic models. We were able to rationalize the differences observed experimentally between Ga-MIL-53 and Al-MIL-53 in terms of the coordination chemistry and molecular orbitals. We showed that water adsorption in Ga-MIL-53 involves an intermediate structure of the material, which we identified experimentally and explained on theoretical bases. Furthermore, we measured water adsorption isotherms at various temperatures and used these experimental results to build a thermodynamic phase diagram of Ga-MIL-53 as a function of temperature and water pressure. The understanding of water-induced structural transitions in this material gained in this study will enable further study into its hydrothermal and mechanical stability in various thermodynamic conditions. This provides an experimental confirmation of the earlier work of Bousquet et al.(34) which showed on a theoretical basis that adsorption could give rise to new intermediate structures that are not stable in the absence of adsorbate. This phenomenon has also been hinted at experimentally in Fe-MIL-53,(43) highlighting the crucial influence of the nature of the metal in the MIL-53 family of structures. Top of PageAbstractIntroductionExperimental DetailsTheoretical and Calculation DetailsResults and DiscussionConclusionReferencesSupporting InformationWater adsorption–desorption isotherm, X-ray diffractograms, and details of the thermodynamic model employed. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental DetailsTheoretical and Calculation DetailsResults and DiscussionConclusionReferencesAcknowledgmentThe authors thank Rodolphe Vuilleumier for insightful comments on first-principles molecular dynamics. They acknowledge funding from the Agence Nationale de la Recherche under the project ‘‘SOFT-CRYSTAB’’ (ANR-2010-BLAN-0822) and generous allocation of computing time by GENCI (Grants i2014086114 and i2014087069).Reference QuickViewTop of PageAbstractIntroductionExperimental DetailsTheoretical and Calculation DetailsResults and DiscussionConclusionReferencesReferencesThis article references 43 other publications.1. Horike, S.; Shimomura, S.; Kitagawa, S. Soft Porous Crystals Nature Chem. 2009,  1,  695– 704[Crossref], [PubMed], [CAS]1. Soft porous crystalsHorike, Satoshi; Shimomura, Satoru; Kitagawa, SusumuNature Chemistry\r\n        (2009),\r\n    1\r\n        (9),\r\n    695-704CODEN:\r\n                NCAHBB;\r\n        ", "title": "Water Adsorption in Flexible Gallium-Based MIL-53 Metal–Organic Framework", "authors": ["François-Xavier Coudert", "Aurélie U. Ortiz", "Volker Haigis", "David Bousquet", "Alain H. Fuchs", "Anthony Ballandras", "Guy Weber", "Igor Bezverkhyy", "Nicolas Geoffroy", "Jean-Pierre Bellat", "Guillaume Ortiz", "Gérald Chaplais", "Joël Patarin", "Anne Boutin"], "doi": ["10.1021/jp412433a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-10/jp412433a/production/images/small/jp-2013-12433a_0008.gif\">"]}