{"abstract": "An computational study using density functional theory and grand-canonical Monte Carlo simulation that explore the adsorption mechanism of CH, CO, and CH to metal–organic frameworks (MOFs) with coordinatively unsaturated metal sites (M-MOF-74, M = Mg and Zn) has been carried out. The theoretical studies reveal that open metal sites have important roles in adsorption. The high CO adsorption ability of M-MOF-74 is due to the strong Lewis acid and base interactions between metal ions and oxygen atom of CO, as well as carbon atom of CO with oxygen atoms in organic linkers. Meanwhile, the high CH adsorption for M-MOF-74 is contributed by the strong complexation between the metal ions and the π orbital of CH. The different adsorption mechanisms of CO, CH, and CH in M-MOF-74 can qualitatively explain the high CO selectivity in CO/CH mixture and high CH selectivity in CH/CH mixture. Energy decomposition analysis reveals that electrostatic energy, exchange energy, and repulsive energy are key factors in the binding strength of gas molecules on M-MOF-74. The preferential adsorption sites are confirmed to be located near the five-coordinate metal ions decorating the edges of the hexagonal channels. The elucidation of the adsorption mechanism at the molecular level provides key information for designing novel MOFs with high capacity and selectivity for CO from light hydrocarbon mixtures.", "text": "10.1021/jp310517r Top of PageAbstractIntroductionComputational MethodsResults and DiscussionConclusionsReferencesIntroductionAcetylene (C2H2) is an important molecule that is widely used as a starting material for many chemical products and electric materials.(1) Although many adsorbents with micropores and strong host–guest interactions can achieve large uptake of the highly reactive C2H2, very few of them have demonstrated high C2H2 selectivity over their carbon dioxide (CO2) counterpart despite the fact that separation of C2H2 and CO2 has great industrial significance.(3) The separation of CO2 from methane (CH4) is also an important issue because the coexistence of CO2 with CH4 reduces the energy content of natural gas and causes pipeline corrosion.(4) Thus, materials that can efficiently capture and separate CO2 from mixtures with C2H2 and CH4 are necessary.Efforts have been made to capture and separate CO2 from gas mixtures using nanoporous adsorbents.(5) Metal–organic frameworks (MOFs) belong to a family of hybrid porous materials that are formed by the coordination of metal ions with organic linkers, which are promising candidates for gas storage and separation.(6, 7) The metal–organic framework M-MOF-74 [M2(dhtp)](8a, 8b) (M = Mg and Zn, dhtp =2,5- dihydroxyterephthalate; labeled as CPO-27-M by Dietzel et al.(8c, 8d)), which possesses open metal atoms, is studied in terms of the adsorption of various gas molecules including CO2, C2H2, and CH4.(8b-8d, 9-18) Recently, M-MOF-74 (M = Co, Mg, Fe, Mn) were also demonstrated the significant advantages for separation of light hydrocarbon mixtures.(19) This MOF series possessing the same crystal structure and different open metal ions represents an ideal system for studying the role of different open metals on the adsorption of different gas molecules. The elucidation of the adsorption mechanism at the molecular level provides key information and deep insights for designing novel MOFs with high capacity and selectivity for small gas molecules. Mg-MOF-74 exhibits exceptionally high CO2 adsorption enthalpy and good CO2 separation capacity.(8b-8d, 9-16) Mg ions are primary binding sites, as identified through neutron diffraction measurements.(16) Vibrational mode analysis shows that the adsorbed CO2 molecule is strongly attached through one of its oxygen atoms, whereas the rest of the molecules are relatively free.(10) However, as a structure analogous to Mg-MOF-74, Zn-MOF-74 only takes up 1.3 mmol g–1 of CO2 at 1 atm and 296 K, a reduction of 75% from Mg-MOF-74.(9) A few studies have assessed the storage capacity of MOF-74 for acetylene.(17) In coordinated temperature-dependent adsorption isotherm and neutron diffraction studies, the interactions of M-MOF-74 analogues (M = Co, Mn, Mg, and Zn) with acetylene molecules featured open metal sites as the strongest sites with adsorption enthalpy of 34.0 kJ mol–1 for Mg-MOF-74 and 24.0 kJ mol–1 for Zn-MOF-74.(17) Wu et al.(18a) studied methane adsorption on a series of M-MOF-74 compounds. Their experiments indicated that the CH4 adsorption ability of Ni and Mg analogues is higher than that of Mn, Co, and Zn analogues.(18) When Mg-MOF-74 is subjected to a mixture of gas streams containing CO2 and CH4, a percentage in the range relevant to industrial separations, it captures only CO2 and not CH4.(8c, 11, 18b) The above experimental studies on gas adsorption on isostructural M-MOF-74 clearly indicated the importance of open metal sites in M-MOF-74 for gas adsorption.Investigating MOFs with large unit cells by using quantum techniques is still in processing. Rana et al.(20a) have used van der Waals density functionals to study CO2 binding to M-MOF-74 (M = Mg, Ni, and Co) and HKUST-1. The calculation results indicated that revPBE-vdW functional is viable for investigate the large, periodic unit cells of MOFs. Valenzano et al.(20b) predicted the bonding energies for CO and CO2 in MOF-74-M (M = Mg, Ni, and Zn) by using B3LYP+D* and the hybrid MP2:B3LYP+D*. Although the calculated values have some deviation with the experimental values, the two methods predict the same sequence of binding energies. These theoretical studies provided effective results for using density functional methods to research MOFs with large unit cell. These theoretical works move forward the quantum mechanical calculations for large size of unit cell, such as M-MOF-74. Yet the origins of gas selectivity and the effect of different metal ions on gas adsorption ability of MOFs are still unclear. To our knowledge, no theoretical reports have studied the role of different open metals on CO2, C2H2, and CH4 adsorption based on quantum techniques. This study explores the adsorption of CO2, CH4, and C2H2 in MOF-74 compounds with Mg or Zn ions by using density functional theory (DFT) methods and grand canonical Monte Carlo simulation (GCMC). In this report, we locate the most stable configuration of Mg-MOF-74 and Zn-MOF-74 coordination with CO2, C2H2, and CH4 and successfully predict the adsorption energy. The characteristics of the interaction between MOF-74 and different gas molecules are investigated by energy decomposition analysis, which provides key information for the design of novel MOFs with high adsorption ability and selectivity for small gases. The adsorption isotherms of CO2, C2H2, and CH4 in M-MOF-74 are predicted from the GCMC simulation. The preferential adsorption sites of gas molecules in MOFs are also confirmed.Top of PageAbstractIntroductionComputational MethodsResults and DiscussionConclusionsReferencesComputational MethodsDensity Functional Theory CalculationsIn order to reduce the computational costs, small M-MOF-74 cluster models with 44 atoms containing both metal atoms and organic linkers are constructed based on their crystal structures. Three metal atoms are presented in the model. One metal atom has a square-pyramidal environment formed by five oxygen atoms, whereas the other two metal atoms are present in the model to preserve the crystal structure during the optimization. In this work, the adsorption of CO2, C2H2, and CH4 on the models of M-MOF-74 (M = Mg and Zn) are investigated with gas molecules located at different positions around the square pyramid formed by metal atoms and organic linkers (Figure 1).Figure 1. Optimized geometries of M-MOF-74 coordinating with gas molecules by using the SVWN/6-311G** method. The distances are in angstrom.Although the MP2 method can accurately predict weak interactions, this method is computationally expensive to use in large systems such as MOFs. Finding suitable DFT methods for dispersion is still a work in progress. Exchange combined with correlation functionals (PBEPBE,(21a, 21b) SVWN,(21c-21f) and PW91LYP(21g-21i)), hybrid functional (B3LYP),(21j, 21k) and long-range corrected functionals (CAM-B3LYP)(21l) was used to calculate the interaction energy (ΔE) of CO2 in Mg-MOF-74 (as shown in Table 1). SVWN is the older local-spin-density approximation (LSDA) which utilizes the correlation functional of Vosko, Wilk, and Nusair along with Slater exchange functional.(21c-21f) PBEPBE is classified to the generalized gradient approximation (GGA) which makes the exchange and correlation energies dependent not only on the density but also on the gradient of the density.(21a, 21b) B3LYP is classified to Hybrid Hartree–Fock density-functional theory (Hybrid-DFT) which combines the exchange-correlation of a percentage of Hartree–Fock (or exact) exchange.(21j, 21k) CAM-B3LYP is a hybrid exchange-correlation functional combining the hybrid qualities of B3LYP and the long-range correction.(21l) They all do not contain dispersion contributions. SVWN/6-311G**, which predicts the most accurate ΔE values of CO2 in Mg-MOF-74, was used to predict the ΔE of CO2, C2H2, and CH4 in M-MOF-74 (M = Mg and Zn).Table 1. Interaction Energy (ΔE, in kJ/mol) between Mg-MOF-74 and CO2 in Mg-MOF-74···CO2 (a) Complex Calculated by Different Theoretical Methods without ZPE and BSSE Corrections B3LYP functionalPW91LYP functionalbasis setsLANL08LANL2DZ6-31G**6-311G**6-311G**6-31G**ΔE–18.2–18.9–27.0–24.2–36.5–42.0 PBEPBE functionalSVWN functionalCAM-B3LYP functionalbasis setsLANL086-31G**6-31G**6-311G**LANL2DZ6-31+G**6-311G**ΔE–21.9–31.0–62.4–56.5–38.9–25.8–33.1Interaction energies of CO2, C2H2, and CH4 in M-MOF-74 were calculated after the relaxation of adsorbates, M-MOF-74, and M-MOF-74 with an adsorbate molecule. All degrees of freedom of the molecules were allowed to relax in these calculations. The ΔE was calculated by:where E(M-MOF-74···gas molecule), E(M-MOF-74), and E(adsorbate) are the total energies of M-MOF-74 with one gas molecule, M-MOF-74 with no adsorbate, and an isolated gas molecule, respectively. In Table 4, the ΔE is corrected for basis set superposition errors (BSSE).(22) All calculations were performed using the Gaussian 03 software.(23) The optimized geometry parameters discussed in the context were all obtained at the SVWN/6-311G** level. Natural bond order (NBO) analyses were carried out to study the interaction difference between MOF-74-Mg and Zn-MOF-74 with gas molecules (in Table 2). On the basis of the SVWN/6-311G** optimized geometry, the localized molecular orbital energy decomposition analysis method (LMO-EDA)(24) as implemented in the program GAMESS(25) was carried out by using SVWN/3-21G method to delineate the role of other factors that contribute to the interaction energy (in Figure 2). In this energy decomposition analysis scheme, the total interaction energy (ΔEint) of the complex was decomposed into electrostatic (ΔEele), exchange (ΔEex), repulsion (ΔErep), polarization (ΔEpol), and dispersion (ΔEdisp) components:(24)Figure 2. Contribution of various factors toward the total binding energy as calculated at the SVWN/3-21G level using the LMO-EDA approach for the complex of MOF-74-M···C2, MOF-74-M···C2H2 MOF-74-M···CH4). Blue: Electrostatic energy. Cyan: Exchange energy. Magenta: Repulsion energy. Yellow: Polarization energy. Dark yellow: DFT dispersion energy. Navy: Total energy.Table 2. Second-Order Perturbation Energies E(2) (in kJ mol–1) Obtained at SVWN/6-311G** Level to the Charge Transfer Interactions (Donor → Acceptor) between the Metal Ion and the Nearby Five Oxygen Atomsacomplexdonor NBOacceptor NBOE(2)/kJ mol–1Mg-MOF-74LP(1)O1LP*(1)Mg83.4 LP(2)O1LP*(1)Mg6.6 LP(1)O2LP*(1) Mg40.2 LP(2)O2LP*(1)Mg60.5 LP(1)O3LP*(1) Mg74.0 LP(2)O3LP*(1) Mg62.6 LP(1)O4LP*(1) Mg77.3 LP(2)O4LP*(1) Mg48.9 LP(1)O5LP* (1)Mg66.4 LP(2)O5LP*(1) Mg12.6Zn-MOF-74LP(1)O1LP* (1)Zn82.8 LP(2)O1LP*(1) Zn84.0 LP(1)O2LP*(1) Zn37.1 LP(2)O2LP* (1)Zn144.0 LP(1)O3LP* (1)Zn64.2 LP(2)O3LP*(1) Zn161.0 LP(1)O4LP*(1) Zn91.1 LP(2)O4LP* (1)Zn45.9 LP(3)O4LP* (1)Zn75.6 LP(1)O5LP*(1) Zn71.7 LP(3)O5LP*(1) Zn22.7aOrbitals are defined as “BD” 2-center bond, “CR” 1-center core pair, “LP” 1-center valence lone pair, and “BD*” 2-center anti-bond. The unstarred and starred labels represent Lewis and non-Lewis NBOs, respectively. A serial number (1, 2 for a single, double bond between the pair of atoms) and the atom(s) to which the NBO is affixed are also indicated in the labels.Table 3. Potential Parameters for the Adsorbatesspeciessiteσ [Å]ε [k]q [e]CH4(37)CH43.72158.000.00C2H2(32)C3.850.08–0.278 H––0.278CO2(26)C2.78929.660.288 O3.01182.96–0.576Table 4. Interaction Energy (ΔE, in kJ/mol), Including ZPE Correction and BSSE Correction between M-MOF-74 and CO2, C2H2, and CH4 Calculated by Different Theoretical Methodsa SVWN/6-31G**SVWN/6-311G**Expt.Mg-MOF-74···CO2 (a)–43.2 (16.3)–43.1 (11.5)–39,(8) −47(2)Mg-MOF-74···CO2 (b)–32.8 (16.7)–36.3 (12.7) Mg-MOF-74···C2H2 (e)–48.7 (17.0)–43.0 (17.0)–34(17)Mg-MOF-74···CH4 (g)–16.7 (8.5)–23.2(5.8)–18(19)Zn-MOF-74···CO2 (c)–29.2 (24.9)–24.2 (24.4) Zn-MOF-74···CO2 (d)–25.7 (22.9)–15.9 (24.4) Zn-MOF-74···C2H2 (f)–36.8 (33.9)–28.6 (33.6)–24(17)Zn-MOF-74···CH4 (h)–14.2 (25.9)–13.5 (12.5)>−18(19)Zn-MOF-74···CH4 (i)–15.3 (24.8)–14.0 (11.7) aThe values in parentheses are the BSSE energy.The electrostatic interaction is understandable in terms of Coulomb’s law, which does not cause any mixing of MOs. The exchange interaction is caused by electron exchange and delocalization between molecules. When two nonbonded atoms approach each other, at some distance overlap of the occupied orbitals results in repulsion action between the electrons of those atoms. The polarization energy is the energy change obtained by polarizing each monomer wave function in response to the electric field from the other monomer. In molecules the oscillators are coupled when they are located nearby to each other. The dispersive interactions are known as electrostatic interaction caused by the coupled fluctuating dipoles.GCMC CalculationsTo construct adequate molecular models of M-MOF-74, we adopted the structure taken from the experimental work of Dietzel et al.(8d) Basically, M-MOF-74 has a unit cell composition of C72H18O54X18 in the R3̅ space group with a = 25.9322 Å and c = 6.8365 Å.The molecular models for CO2 and CH4 were the same as those proposed by Babarao and Jiang,(26) which have been found to be reliable by other studies.(27, 28) C2H2 was described by the four-site model taken from the work of Fischer et al.(29) On the basis of the host and guest models, adsorption was computed in the grand canonical ensemble (μVT), and conventional grand canonical Monte Carlo simulations were carried out at 298 K. The technical details of the method were described in ref 30. In the simulation, eight unit cells (2 × 2 × 2) were used to construct the simulation box, and periodic boundary conditions were applied. The framework atom positions were fixed during the simulations, and periodic boundary conditions were applied. Lennard–Jones (LJ) potentials were used for adsorbate–adsorbate and adsorbate–framework interactions, as employed in ref 30. Table 3 lists the potential parameters for the three adsorbates. The universal force field (UFF)(31) was adopted to model the framework atoms. The Lorenz–Berthelot mixing rules(32) were applied to obtain the LJ cross potentials. The cutoff radii were chosen as one-half of the smallest dimension of each simulation.In the GCMC simulations, CO2 was represented as a three-site rigid molecule, and its intrinsic quadrupole moment was described by a partial-charge model, the atom charges of which are shown in Table 3. The atomic charges of MOF-74 framework atoms were taken from the work of Yazaydin et al.(33) The density functional theory (DFT) were performed on clusters isolated from the unit cell of Mg-MOF-74 and Zn-MOF-74, with the atomic coordinates taken from the experimental crystallographic data. The Coulombic interactions were calculated by using the Ewald sum method.(34) For the real equilibration of the systems under simulation, long production runs with a total of 3 × 107 steps were carried out. At every 300 steps, a configuration of the system was recorded. The first 1.5 × 107 steps were used for equilibration and not included in the statistics averaging.The isosteric heat of adsorption, Qst, is defined as the difference in the partial molar enthalpy of the sorbate between the gas phase and the adsorbed phase. The isosteric heat Qst is calculated from(35)in which Hb is the enthalpy of adsorbate in the bulk phase. In most GCMC simulation studies, Hb is simply assumed to be RT in which R is the gas constant. This is acceptable when the bulk phase behaves as an ideal gas. Uad is the total adsorption energy including contributions from both adsorbate–adsorbent and adsorbate–adsorbate interactions, Uintra is the total intramolecular energy of the adsorbate. Accordingly, the isosteric heat is more sensitive to the change of adsorption energy and can ascertain the strength of the interaction between adsorbate and adsorbent.Top of PageAbstractIntroductionComputational MethodsResults and DiscussionConclusionsReferencesResults and DiscussionStructure of M-MOF-74In the square pyramid of M-MOF-74, the average distances of the metal ion to the nearby oxygen atoms for Mg-MOF-74 and Zn-MOF-74 are 2.006 and 1.976 Å at the SVWN/6-311G** level, respectively. The natural electron configuration of Mg and Zn are [core]3S0.243d0.015p0.02 and [core]4S0.393d9.954p0.01, respectively. The calculated natural charges on Mg and Zn are equal to +1.73 and +1.64 e, respectively. To further study the interactions between metal atoms and organic linkers in these MOF-74 complexes, natural bond orbital (NBO) analyses of M-MOF-74 (M = Mg and Zn) were carried out to provide detailed insight into the bond in this complex. The NBO method provided the donor–acceptor interaction energy between the metal atom and organic linkers. As shown in Table 2, the dominant donor–acceptor interactions between metal ions and organic linkers stems from the charge delocalization of the valence lone pair of oxygen atom of organic linkers to metal ions, which retain their stability and crystalline forms.CO2 Adsorption on MOF-74As shown in Figures 1a–d, CO2 is end-on coordinated to the metal ion of the framework. Taking adsorption modes (a and c) as examples, the distances between OCO2 and metal atoms for Mg-MOF-74···CO2 and Zn-MOF-74···CO2 are 2.228 and 2.262 Å, respectively, whereas those of the CCO2 atoms coordinated with the nearest oxygen atom are 2.715 and 2.598 Å, respectively. CO2 forms a markedly angular M···OCO complex with angles of 129.8° and 136.8° for Mg–O–C and Zn–O–C, respectively. The angles for Mg–O–C and the average distance of Mg···O are consistent with the B3LYP-D* values (129° and 2.310 Å).(12) When the calculated C–O bond length for free CO2 molecules is 1.162 Å, the length of the C–O bond adjacent to the Mg and Zn ions increases slightly (1.176 and 1.173 Å, respectively) and the distal C–O bond slightly shortens (1.155 Å). The O–C–O angles of CO2 in mode a of Mg-MOF-74···CO2 and mode c of Zn-MOF-74···CO2 are 173.5° and 175.4°, respectively. The bending of the OCO angle is caused by deviations from sp-hybridization of carbon atom and the existence of Lewis acid and base interactions. The bending of CO2 is also confirmed by neutron powder diffraction experiments.(16) As shown in Table 4, the calculated interaction energy for CO2 in Mg-MOF-74 are −43.1 kJ/mol for mode (a) and −36.3 kJ/mol for mode (b), which is in good agreement with the experimental values. The interaction energy for Mg-MOF-74···CO2 obtained by revPBE-vdW method are −51.5 kJ/mol.(20a) The hybrid-MP2:B3LYP+D* predicted similar interaction energy values for Mg-MOF-74···CO2 and Zn-MOF-74···CO2.(20b) Yet, the calculated interaction energy in our work for CO2 in Zn-MOF-74 is obviously weaker than the corresponding value for Mg-MOF-74. As shown in Figure 2a, the electronic energy and exchange energy for Zn-MOF-74···CO2 have no obvious difference with those of Mg-MOF-74···CO2, whereas the repulsive energy for Zn-MOF-74···CO2 is stronger than that of Mg-MOF-74···CO2. The 3d10 configuration of Zn leads to much greater electron repulsions for Zn-MOF-74···CO2 than that of Mg-MOF-74···CO2. As shown in Table 5, E(2) of Zn-MOF-74···CO2 is mainly contributed by the lone pair of OCO2 → Zn2+ and σC–O → Zn2+. In Mg-MOF-74···CO2, aside from the contribution from OCO2 → Mg2+ and σC–O → Mg2+, the back-donation of σ*C–O ← Mg2+ CO interaction is also present. The difference of orbital interactions or electron repulsions indicates the difference of CO2 adsorption ability between Mg-MOF-74 and Zn-MOF-74.Table 5. Second-Order Perturbation Energies E(2) (in kJ mol–1) Obtained at SVWN/6-311G** Level for the Charge Transfer Interactions (Donor → Acceptor) between Metal Ion and CO2, C2H2, and CH4 Moleculesacomplexdonor NBOacceptor NBOE(2)/kJ mol–1Mg-MOF-74···CO2 (a)LP(1)MgBD* (1)C1–O17.6 BD(1)C1–O1LP* (1)Mg7.2 BD(1)C1–O2LP* (1)Mg5.0 LP(1)O1LP*(1) Mg43.9 LP(2)O1LP*(1) Mg18.1Zn-MOF-74···CO2 (a)BD(1)C1–O1LP* (6)Zn7.1 LP(1)O1LP*(6) Zn43.7 LP(2)O1LP*(6) Zn30.1Mg-MOF-74···C2H2BD(3)C1–C2LP* (1)Mg34.6 BD(1)C1–H1LP* (1)Mg8.1 BD(1)C2–H2LP* (1)Mg7.1Zn-MOF-74···C2H2BD(1)C1–C2LP* (6)Zn6.8 BD(3)C1–C2LP*(6)Zn79.3 BD(1)C1–H1LP*(6)Zn11.8 BD(1)C2–H2LP*(6)Zn11.7Mg-MOF-74···CH4LP(1)MgBD*(1)C1–H16.6 LP(1)MgBD*(1)C1–H27.1 LP(1)MgBD*(1)C1–H350.4 BD(1)C1–H1LP*(1)Mg11.4 BD(1)C1–H2LP*(1)Mg11.5Zn-MOF-74···CH4 (a)BD(1)C1–H1LP*(6)Zn12.2 BD(1)C1–H2LP*(6)Zn13.5 BD(1)C1–H3LP*(6)Zn12.4 LP*(6)ZnBD*(1)C1–H415.4Zn-MOF-74···CH4 (b)BD(1)C1–H1LP*(6)Zn9.8 BD(1)C1–H2LP*(6)Zn16.3 BD(1)C1–H3LP*(6)Zn9.4 LP*(6)ZnBD*(1)C1–H214.2aOrbitals are defined as “BD” 2-center bond, “CR” 1-center core pair, “LP” 1-center valence lone pair, and “BD*” 2-center antibond. The unstarred and starred labels represent Lewis and non-Lewis NBOs, respectively. A serial number (1, 2 for a single, double bond between the pair of atoms) and the atom(s) to which the NBO is affixed are also indicated in the labels.The adsorption isotherms for CO2 in Mg-MOF-74 and Zn-MOF-74 at 298 K are shown in Figure 3a. The uptakes of Mg-MOF-74 are always higher than those of Zn-MOF-74 from low pressure to high pressure. All of the isotherms display saturation at approximately 2000 kPa. According to the data of simulated adsorption isotherms, the CO2 uptake of Mg-MOF-74 is 9.5 mmol/g at 101 kPa and 298 K, in agreement with the experimental data of 8.0 mmol/g at 101 kPa and 298 K.(14) Yet, the simulated CO2 uptake of Zn-MOF-74 is 1.6 mmol/g at 101 kPa and 298 K, which is lower than the experimental value of 5.5 mmol/g at 1 atm and 296 K.(9) The simulated adsorption isotherms of CO2 in Mg-MOF-74 adsorbed CO2 up to about 16.6 mmol/g at 3300 kPa, consistent with the experimental value of 14.3 mmol/g.(8c) Figure 4a shows the relation between the calculated isosteric heat and the uptake. The findings indicate that with the increase of uptake, the isosteric heat curve of Mg-MOF-74 and Zn-MOF-74 has a cross at approximately 9.7 mmol/g. This phenomenon was also observed in the experiment.(13) Mg-MOF-74 adsorbs CO2 more readily at low pressure than Zn-MOF-74. However, once most of the primary adsorption sites have been occupied, Zn-MOF-74 takes up additional carbon CO2 more readily, as reflected by the isosteric heats of adsorption of loading that cross each other. It should be noticed that the initial Qst for CO2 in Mg-MOF-74 and Zn-MOF-74 are about 30 and 26 kJ/mol, respectively. The calculated initial Qst for CO2 in Mg-MOF-74 are underestimated. This deviation of the heats of adsorption at low coverage can be attributed to the increased ionic character of Mg–O bond. MgO is well-known to exothermically chemisorb CO2 to form MgCO3. Although Mg-MOF-74 does not chemisorb CO2, the increased ionic character of Mg–O bond still leads to the imprecisely description of GCMC method which is a standard physisorptive simulation technique. However, with the increases of pressure (>0.1 kPa), the adsorption sites proximal to the M atoms are saturated. The obviously physisorptive characteristic results in an accurately description of adsorption heats and isotherms by using GCMC method when the pressure larger than 0.1 kPa. A comparison of the density distribution contours of CO2 adsorbed in MOF-74 at different uptakes shown in Figures 5a and 6a indicates that in the low uptake, CO2 molecules mainly adsorbed in the six corners of the hexagonal channels, as supported by experiments.(16) With the increase in uptake, CO2 molecules also adsorbed in the center of the hexagonal channels.Figure 3. Simulated adsorption isotherms of (a) CO2, (b) C2H2, and (c) CH4 on M-MOF-74 (M = Mg and Zn).Figure 4. Calculated isosteric heat Qst of (a) CO2, (b) C2H2, and (c) CH4 adsorption as a function of uptake.Figure 5. Density distribution contours of 10 gas molecules adsorbed on M-MOF-74.Figure 6. Density distribution contours of 200 gas molecules adsorbed on M-MOF-74.It should be noticed that the initial Qst for CO2 in Mg-MOF-74 and Zn-MOF-74 are about 30 and 26 kJ/mol, respectively. The calculated initial Qst for CO2 in Mg-MOF-74 are underestimated. This deviation of the heats of adsorption at low coverage can be attributed to the increased ionic character of Mg–O bond. MgO is well-known to exothermically chemisorb CO2 to form MgCO3. Although Mg-MOF-74 does not chemisorb CO2, the increased ionic character of Mg–O bond still leads to the imprecisely description of GCMC method which is a standard physisorptive simulation technique. However, with the increases of pressure (>0.1 kPa), the adsorption sites proximal to the M atoms are saturated. The obviously physisorptive characteristic results in an accurately description of adsorption heats and isotherms by using GCMC method.C2H2 Adsorption on MOF-74The most stable Mg-MOF-74···C2H2 and Zn-MOF-74···C2H2 complexes are shown in Figure 1, parts e and f. C2H2 molecule is almost parallel with the plane formed by the metal ion and four oxygen atoms. The metal ion preferentially locates “above” the center of the C≡C bond and interacts with the entire π cloud to maximize the electrostatic cation-π interaction. The C2H2 molecules coordinating with the metal atom that has a little distortion in the two HCC angles are 177.9° and 178.5° in MOF-74-Mg···CO2 and 178.7° and 176.6° in MOF-74-Zn···CO2, respectively. The distances between two CC2H2 atoms and Mg are 2.566 and 2.572 Å. The corresponding values for Zn are 2.411 and 2.400 Å, respectively. The distances between HC2H2 and the nearby oxygen atoms are 2.582 and 2.632 Å for Mg-MOF-74, and 2.670 and 2.537 Å for MOF-74-Zn. For the M-MOF-74···C2H2 complex, E(2) is mainly contributed by the charge transfer from the π bond to the open metal atoms (in Table 5). As shown in Figure 2, the exchange energy of Zn-MOF-74···C2H2 is obviously stronger than that of Mg-MOF-74···C2H2, which is also reflected by the E(2) values of M-MOF-74···C2H2. However, the 3d10 configuration of Zn makes the larger electron repulsions for Zn-MOF-74···C2H2 and induces the interaction of Zn-MOF-74···C2H2 to become weaker than that of Mg-MOF-74···C2H2.As shown in Figure 3b, with an increase in pressure, the uptakes of Mg-MOF-74 are higher than those of Zn-MOF-74. All of the isotherms display saturation at around 1000 kPa. According to the simulated results, the C2H2 uptake of Mg-MOF-74 and Zn-MOF-74 at 100 kPa and 298 K are 8.6 and 5.8 mmol/g, respectively, which agree well with the experimental data at 100 kPa and 295 K of 7.5 and 6.7 mmol/g,(17) respectively. The calculated initial Qst for Mg-MOF-74 and Zn-MOF-74 are 34 and 28 kJ mol–1, respectively (Figure 4b). The same with the adsorption of CO2 molecules in MOF-74, the C2H2 preferential adsorption sites are near the metal ions of the hexagonal channels (Figure 6, parts c and d), as confirmed by the high-resolution neutron powder diffraction study.(17) The second preferential adsorption site is located in the center of the channels.CH4 Adsorption on MOF-74Parts g–i of Figure 1 show the primary CH4 adsorption modes on M-MOF-74, in which the carbon atom of CH4 molecules is located above the square plane of MO5. Taking Mg-MOF-74···CH4 as an example, the calculated Mg–CCH4 distance is 2.694 Å, which is in agreement with the experimental value.(19) The distances of the two HCH4 from the oxygen atoms are 2.255 and 2.295 Å, whereas the C–H–O angles are 169.3° and 169.7°. These results indicate the existence of weak hydrogen bond between Mg-MOF-74 and CH4.(36) Either LA-LB interactions between the metal ion and the carbon atom or the hydrogen bonds formed between the hydrogen atoms and the oxygen on the square plane of the MgO5 pyramid contribute to the adsorption of CH4 to MOFs. The calculated interaction energy for Mg-MOF-74···CH4 and Zn-MOF-74···CH4 complexes are about 23 and 14 kJ/mol, respectively, which is in good agreement with the experimental data.(18, 19) For the E(2) of both Mg-MOF-74···CH4 and Zn-MOF-74···CH4 (Table 5), the predominant contribution corresponds to both the donation from the σC–H orbital to the metal ions and the back-donation from the metal ions to the antibond σ*C–H orbital of CH4. As shown in Figure 2(c), the electrostatic, exchange, repulsion, polarization, and dispersion components of M-MOF-74···CH4 are always weaker than those in other complexes adsorbing CO2 and C2H2.The adsorption isotherms for CH4 in Mg-MOF-74 and Zn-MOF-74 in Figure 3(c) indicate that the uptakes of Mg-MOF-74 are almost the same as those of Zn-MOF-74 at low pressure and higher than those of Zn-MOF-74 with increase in pressure. All of the isotherms display saturation at around 2000 kPa. The calculated CH4 uptakes of Mg-MOF-74 and Zn-MOF-74 at 298 K and 35 bar are 10.8 and 8.0 mmol/g, respectively, consistent with the experimental data of 7.6 and 6.7 mmol/g, respectively.(19) The calculated isosteric heat indicates that the initial Qst 17 kJ/mol of CH4 adsorption on Mg-MOF-74 is almost the same as that of Zn-MOF-74, consistent with the experimental values (18.5 and 18.3 kJ/mol for Mg-MOF-74 and Zn-MOF-74,(19) respectively). The same hold true with the adsorption of CO2 and C2H2 molecules in M-MOF-74. The first preferential and the second preferential adsorption sites are located at the six corners and at the center of the hexagonal channels, respectively.Snurr et al. studied the adsorption selectivities of propene over propane for M-MOF-74 (M = Co, Mn, and Mg).(20a) They pointed out that the highest thermodynamic propene/propane selectivity of Co-MOF-74 was due to the strong π-complexation between the open Co2+ sites and the propene molecules. The experiments for the adsorption of a series of light hydrocarbons in M-MOF-74 (M = Co, Mg, and Fe) indicated that M-MOF-74 have a strong propensity to bind alkynes and alkenes.(20b) Combined with our theoretical study for the adsorption of C2H2 and CH4 on M-MOF-74, we can confirm that the strong complexation between the metal ions and the π orbital of alkynes and alkene lead the high selectivity for light hydrocarbons with π bond than for alkanes. It is clear that the adsorption mechanism of CO2 and alkene/alkyne in MOFs with coordinatively unsaturated metal sites are different. The CO2 adsorption in M-MOF-74 is mainly contributed by the LA-LB interaction between CO2 and MOFs, while the high alkene/alkyne adsorption ability is mainly contributed by π-complexation between gas molecules and MOFs.Top of PageAbstractIntroductionComputational MethodsResults and DiscussionConclusionsReferencesConclusionsThe above results indicated that open metal sites have important roles in the adsorption of CO2, C2H2, and CH4 in M-MOF-74 (M = Mg and Zn), but their adsorption mechanisms are obviously different. CO2 adsorption on M-MOF-74 is mainly contributed by the LA-LB interaction either between OCO2 and metal ion or the interaction between CCO2 and oxygen on the square plane of the MgO5 pyramid. The interaction between C2H2 and M-MOF-74 is mainly contributed by the cation-π interaction between the metal ion and C≡C bond. Weak hydrogen bond also exists between CH4 and M-MOF-74. The existence of the back-donation of σ*C–O ← Mg2+ interaction also strengthens the higher CO2 adsorption ability of Mg-MOF-74. The charge transfer interaction from lone pair of Mg to CH4 is stronger than that of Zn which will increase the CH4 adsorption ability of Mg-MOF-74. The LMO-EDA analysis indicated that electrostatic energy, exchange energy, and repulsive energy are key factors in total interaction energy. The repulsive energy of Zn-MOF-74···C2H2/CO2/CH4 is obviously larger than the corresponding values in MOF-74-Mg; thus, the total interaction energy of Zn-MOF-74 with gas molecules is always weaker than that of Mg-MOF-74 to a certain extent. For the adsorption of CO2, C2H2, and CH4 in M-MOF-74, the preferential adsorption site is located near the five-coordinate metal ions decorating the edges of the hexagonal channels and the second preferential adsorption site is located in the center of the channels.The theoretical calculations performed using DFT and GCMC methods provide the characteristics and nature of CO2, CH4, and C2H2 adsorption on M-MOF-74 from molecular scale to mesoscopy scale. The elucidation of the adsorption mechanism at the molecular level provides key information for the design of novel MOFs with high capacity and selectivity for small gas molecules. MOFs with open metal atoms as MOF-74 are suitable to effectively separate CO2 or C2H2 from mixture gases with alkane.The authors declare no competing financial interest.Top of PageAbstractIntroductionComputational MethodsResults and DiscussionConclusionsReferencesAcknowledgmentWe acknowledge the NSFC (Grant No. 20903099) and the Scientific Research Foundation for the Returned Overseas Chinese Scholars, State Education Ministry for their financial support. We acknowledge the computing resources provided by the supercomputing center of Chinese Academy of Sciences.Reference QuickViewTop of PageAbstractIntroductionComputational MethodsResults and DiscussionConclusionsReferencesReferencesThis article references 37 other publications.1. (a) Stang, P. J.; Diederich, F. Molden Acetylene Chemistry; VCH: New York, 1995.[Crossref]There is no corresponding record for this reference.(b) Chien, J. C. W. Polyacetylene: Chemistry, Physics, and Material; Science Academic Press: New York, 1984.There is no corresponding record for this reference.2. Budavari, S. The Merck Index, 12th ed.; Merck Research Laboratories: Whitehouse Station, NJ, 1996.There is no corresponding record for this reference.3. (a) Matsuda, R.; Kitaura, R.; Kitagawa, S.; Kubota, Y.; Belosludov, R. V.; Kobayashi, T. C.; Sakamoto, H.; Chiba, T.; Takata, M.; Kawazoe, Y. Highly Controlled Acetylene Accommodation in A Metal-Organic Microporous Material Nature 2005,  436,  238– 241[Crossref], [PubMed], [CAS]3. Highly controlled acetylene accommodation in a metal-organic microporous materialMatsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Belosludov, Rodion V.; Kobayashi, Tatsuo C.; Sakamoto, Hirotoshi; Chiba, Takashi; Takata, Masaki; Kawazoe, Yoshiyuki; Mita, YoshimiNature (London, United Kingdom)\r\n        (2005),\r\n    436\r\n        (7048),\r\n    238-241CODEN:\r\n                NATUAS;\r\n        ", "title": "Understanding the Adsorption Mechanism of CH, CO, and CH in Isostructural Metal–Organic Frameworks with Coordinatively Unsaturated Metal Sites", "authors": ["Xin-Juan Hou", "Peng He", "Huiquan Li", "Xingrui Wang"], "doi": ["10.1021/jp310517r"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-6/jp310517r/production/images/small/jp-2012-10517r_0007.gif\">"]}