{"abstract": "High-pressure gas adsorption of pure methane, nitrogen, and CO were measured on five coals of varying rank and an activated carbon. All measurements were conducted at 328.2 K and pressures to 13.8 MPa using a volumetric method. The adsorption isotherm data are for dry Beulah Zap, Illinois no. 6, Pocahontas, Upper Freeport, and Wyodak coals and Filtrasorb (F-400) activated carbon. At about 7 MPa pressure, the ratio of excess adsorptions for N/CH/CO varied from about 1/1.9/2.8 for Pocahontas coal to 1/2.1/5.9 for Beulah Zap coal. A distinct maximum in excess adsorption was observed for CO on each coal between 6 and 8 MPa. For activated carbon at 7 MPa, the ratio of excess adsorptions for N/CH/CO was 1/1.5/2.3, which is consistent with our earlier data on this activated carbon at a different temperature (318.2 K). The isotherm measurements have expected experimental uncertainties that vary from 1 to 7% for the adsorption of the three gases. The simplified local-density (SLD) model was fit to describe the pure-gas adsorption data. Overall, the weighted average absolute deviation (WAAD) was about 0.7 for both the coals and activated carbon. Generalized expressions were then developed to facilitate the prediction of nitrogen and CO adsorption isotherms, solely on the basis of the methane adsorption measurements and coal characterization information. In general, the newly developed generalized expressions were capable of predicting the nitrogen and CO adsorption within two times the experimental uncertainties for coals. The generalized expressions were further tested on an external data set comprised of three dry coals from the literature. For each coal, the CO adsorption isotherms were predicted on the basis of the methane isotherms. The generalized predictions provided average absolute percentage deviation (% AAD) of about 10–12% for CO adsorption on the three coals, which were about two times the deviations observed through direct regressions of the SLD model for these systems.", "text": "10.1021/ef201393p Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferences1 IntroductionGeologic sequestration of CO2 is being studied internationally as a means to reduce the carbon footprint and limit the increase of anthropogenic greenhouse gases such as CO2 into the atmosphere. Although several options for CO2 sequestration are being considered, a potentially attractive avenue is the storage of CO2 in deep, unmineable coalbeds.(1) Such coalbeds frequently contain large amounts of recoverable methane (or natural gas), and the recovery of this natural gas can be enhanced by injecting CO2 into the coalbeds. The injection of CO2 can serve dual purposes—to provide an increased supply of natural gas (an important and less greenhouse-intensive fossil fuel) and to simultaneously sequester large amounts of CO2. The design of optimal recovery of natural gas and CO2 sequestration in coalbeds relies greatly on the availability of high-pressure, supercritical adsorption data for natural gas components as well as reliable adsorption models that are capable of accurate predictions of adsorption phenomena.Several investigators, including the authors,(2-8) have presented high-pressure, pure-gas adsorption isotherms on coals for coalbed gases (methane, nitrogen, and CO2) under conditions encountered in coalbed-related work. Mixture adsorption isotherms on coals have also been presented in some studies.(5-7, 9) In the current work, we present adsorption of pure methane, nitrogen, and CO2 on five coals covering a wide range of rank and an activated carbon, all under dry conditions. The coals are from the premium coal sample program at the Argonne National Laboratory,(10) and the activated carbon is a commercial carbon (F-400) from Calgon Carbon Company.The main objectives of this work are to (a) present new raw data for the adsorption of pure gases on five well-characterized coals and activated carbon and (b) develop a new generalized model that is capable of predicting the adsorption of other gases (such as nitrogen and CO2) based on adsorption measurements for methane on a given adsorbent. The pure-gas adsorption isotherms on coals presented here have appeared earlier in graphical format in the context of adsorption modeling studies(8, 11) or in an interlaboratory study on CO2 isotherms;(12) however, the “raw” experimental data for these isotherms have not been reported previously. The current work also presents two generalized models that were developed on the basis of the adsorption data presented here. Such generalized models, if successful, can reduce significantly the number of isotherms that need to be measured experimentally. In fact, several studies present adsorption isotherms for either one or two gases, and therefore, a generalized model can be helpful in predicting isotherms for components that have not been measured. Further, a generalized adsorption model would be especially useful in coalbed reservoir simulations that require prediction of adsorption amounts under varied conditions.The CO2 adsorption data presented here was measured as part of a Department of Energy/National Energy Technology Laboratory (NETL) interlaboratory study.(12) That “round robin” study was organized to (a) assess the reproducibility of CO2/coal adsorption isotherm measurements among several laboratories and (b) develop a standard method for measuring coal adsorption isotherms. However, significant discrepancies were observed among the different laboratories in the reported adsorption amounts for CO2 in the NETL interlaboratory study. Goodman et al.(12) attributed these discrepancies to the different procedures used to remove moisture in obtaining the dried coal samples.Some of the adsorption systems reported here have also been measured independently by other investigators at similar conditions. In particular, Sakurovs et al.(13) measured adsorption of methane, nitrogen, and CO2 on three Argonne coals. In addition, Busch et al.(5) reported adsorption isotherms for methane and CO2 on five Argonne coals; however, the temperature of their study (22 °C) was quite different than the one used in the present work (55 °C). As mentioned earlier, the main aim of the present work is to develop generalized correlations to facilitate predictions of gas adsorption on coals.The remainder of this paper is organized in the following manner: section  discusses the experimental method used in this work; section  presents the simplified local-density model; section  contains the experimental results; and section  presents details on the model generalization efforts undertaken as part of this work.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferences2 Experimental Methods and Procedures2.1Adsorption Isotherm MeasurementsThe experimental technique used in this study is based on the volumetric method of measuring adsorption. The experimental apparatus, shown schematically in Figure 1, has been used successfully in previous measurements.(6-8, 14) The essential details of our measurement method are described in the following paragraph.The entire apparatus is maintained in a constant temperature air bath. The equilibrium cell (Figure 1) is filled with the adsorbent under study, and the cell is initially placed under vacuum. The void volume in the cell, Vvoid, is determined by injecting a known quantity of helium from a calibrated injection pump (Ruska). Because helium is not significantly adsorbed, the void volume can be determined from measured values of the temperature, pressure, and amount of helium injected into the cell.Figure 1. Schematic diagram of the experimental apparatus.The material balance equation is(1)where ΔV is the volume of the gas injected from the pump, Z is the compressibility factor of helium, T is the temperature, P is the pressure, subscripts “cell” and “pump” refer to conditions in the cell and pump sections of the apparatus, respectively, and 1 and 2 refer to conditions in the cell before and after injection of gas from the pump, respectively. The helium void volume was measured at the temperature of the gas adsorption isotherms (328.2 K) and over a range of pressures from atmospheric to about 13.8 MPa (2000 psia) in intervals of 1.4 MPa (200 psia). Several injections made into the cell at different pressures showed consistency in the calculated void volume. Generally, the void volume calculated from sequential injections varied less than 0.3 cm3 from the average value of approximately 80 cm3. The helium void volume includes all the volume of the cell section exclusive of the adsorbent volume that is impenetrable to helium gas. The constancy of the calculated void volume from the incremental injections over a range of pressures confirmed the validity of our assumption that adsorption of helium is negligible at the conditions of the measurements. The typical variation of void volume as a function of pressure is shown graphically in the Supporting Information.The Gibbs adsorption (also known as the excess adsorption) can be calculated directly from experimentally measured quantities. For pure-gas adsorption measurements, a known quantity, ninj, of gas (e.g., methane) is injected from the pump section into the cell section. Some of the injected gas will be adsorbed and the remainder, nunadsGibbs, will exist in the equilibrium bulk gas phase in the cell. A material balance is used to calculate the amount adsorbed, nadsGibbs, as(2)The amount injected can be determined from pressure, temperature, and volume measurements of the pump section:(3)Similarly, the amount of unadsorbed gas is calculated from conditions at equilibrium in the cell(4)where the pressure P is measured after equilibrium is reached in the cell (usually within 6 to 12 h, depending on the adsorption capacity of the adsorbent), which occurs when no further change in pressure is observed. In eqs 3 and 4, Z is the compressibility factor of the gas at the applicable conditions of temperature and pressure.The above steps are repeated at sequentially higher pressures to yield a complete adsorption isotherm. In this study, all measurements of excess adsorption are reported in terms of mmol/g adsorbent on a dry basis. Further, all measurements reported in this work were made after complete drying of the adsorbent under vacuum in an equilibrium cell at 353 K for 36 h.2.2Gas Compressibility FactorsAs is evident from the above equations, accurate compressibility factors are required for pure gases for proper adsorption data analysis. The compressibility factors for pure methane, nitrogen, and CO2 were calculated from highly accurate equations of state.(15-17) Further, for void volume determination, the helium compressibility factor was calculated with an expression based on experimental data from the National Bureau of Standards Technical Note 631 for helium.(18)2.3MaterialsThe pure gases used in this work were obtained from Airgas (PA) with reported purity of 99.99% and were used as received. The Argonne coal samples were obtained from the Argonne National Laboratory (Argonne, IL) in ampules containing 5 g of 100-mesh material of each coal. The activated carbon (F-400) was obtained from the Calgon Carbon Company. The compositional analyses of coals and activated carbon used in this study are presented in Table 1. The Illinois no. 6 coal is a high-volatile bituminous coal from the Illinois no. 6 or Herrin seam, whereas Wyodak coal is a sub-bituminous coal from the Wyodak–Anderson seam. The Upper Freeport coal is a medium-volatile bituminous coal, Pocahontas coal is a low-volatile bituminous coal, and Beulah Zap coal is lignite and is the lowest rank coal in this study.(10)Table 1. Analyses of Adsorbents Used in This StudyanalysesaBeulah ZapWyodakIllinois no. 6Upper FreeportPocahontasactivated carbon (F-400)Ultimate (Dry, Ash-free basis)carbon %72.975.077.785.591.194.8hydrogen %4.835.355.004.704.440.79oxygen %20.318.013.57.52.53.2sulfur %0.800.634.832.320.660.78Proximate (As-Received Basis)moisture %32.228.18.01.10.71.0bvol. matter %30.532.236.927. 118.53.7fixed carbon %30.733.040.958.776.189.9ash %6.66.314.313.04.76.5aCoal analyses provided by Argonne National Laboratory; activated carbon analyses provided by Hoffman Laboratories, Inc.bEquilibrium moisture content for activated carbon determined at Oklahoma State University to be 27%.All isotherm measurements were conducted after complete drying of the coal. The coal samples were dried under vacuum at 80 °C (353 K) for 36 h to a constant weight. Further, the drying was conducted in the same equilibrium cell, which was used to measure adsorption isotherms. These steps prevent oxidation/degradation of the samples because the coal samples are not exposed to the atmosphere during drying.2.4Error AnalysisInstrument calibration tests were performed routinely during the course of the experiments. Generally, the calibrations were performed and/or repeated before the adsorption experiments on a new adsorbent sample. The thermocouples and RTDs were calibrated against a platinum reference RTD. Sensotec Super TJE pressure transducers (range: 0–13.8 MPa) were calibrated using helium as the working fluid against a Ruska dead weight tester with a calibration traceable to the National Institute of Standards and Technology. Detailed information on calibration procedures is available elsewhere.(19) The uncertainties in the experimentally measured quantities after calibrations were estimated as follows: temperature, 0.1 K; pressure, 6.9 kPa; and injected gas volume, 0.02 cm3.A detailed error analysis was performed to estimate the uncertainty associated with each experimental data point by propagating the errors from the primary measurements of pressure, temperature and volume. The error analysis indicated that the average uncertainties for the gas adsorption measurements vary between 1 and 7% for activated carbon and coals. Additional information on the error analysis used in our measurements is available elsewhere.(20)2.5Coal SwellingThe adsorption of certain gases (such as CO2) on coals may cause swelling of the coal matrix. Some investigators believe that adsorption of CO2 can alter the porous coal structure and these changes, if left unaccounted for, can result in large errors in the calculation of CO2 adsorption on coals. Several researchers have attempted to account for potential swelling of coal by incorporating volumetric corrections to the adsorption isotherm equations. Ozdemir et al.(21) and Dutta et al.(22) used different adsorption models to study the volumetric effects of CO2 adsorption on coals. Romanov et al.(23) have also attempted to interpret the volumetric changes in coals under CO2 pressure. Pan and Connell(24) developed a theoretical model to describe adsorption-induced coal swelling by balancing the change in surface energy due to adsorption to the change in elastic energy of the coal matrix.Day et al.(25) measured swelling of coals caused by CO2 and corrected their adsorption measurements to account for volumetric changes to the sample. These corrections involved adjusting the void volume to account for an increased volume of coal sample. In our study, the helium void volume was measured before and after each adsorption isotherm experiment. The constancy of the calculated void volume within its experimental uncertainty of 0.3% indicated that there was no irreversible change to the volume of the sample. This result is also supported by the findings of Day et al.,(25) who found the coal swelling to be entirely reversible on release of CO2 gas pressure. Although Day et al.(25) then applied a correction to the isotherm for coal swelling, we have used a constant void volume in our data reduction procedures. Thus, the CO2 adsorption data reported in this study are under the assumption that there is no appreciable swelling of the coal. The adsorption of methane and nitrogen is generally not expected to cause significant swelling of the coal matrix.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferences3 Simplified Local Density (SLD) Adsorption ModelIn this study, we utilized the simplified local-density (SLD) model to describe the adsorption behavior of pure gases on coals and activated carbon. The SLD model accounts for the fluid–fluid and fluid–solid interactions in a slit-shaped pore. The model was first developed by Rangarajan et al.(26) who used the van der Waals equation of state (EOS) to provide the fluid–fluid interaction information. Several researchers have used different equations of state, including the Peng–Robinson, Bender, and Elliot–Suresh–Donohue EOS to provide fluid–fluid interaction information.(27-30) Following our earlier work with the SLD model,(11, 31, 32) the Peng–Robinson EOS is used in this study. The essential details of the SLD model are outlined below.The SLD model envisions the adsorbent to be composed of a rectangular-shaped slit and the adsorbate molecules reside within this two-surface slit, as illustrated in Figure 2. The distance between the slit surfaces is L, and the position of a molecule within the slit is z. The position, z, is orthogonal to the solid surface formed by carbon atoms. A molecule within the slit has interactions with both walls of the adsorbent slit.Figure 2. SLD model slit geometry.At equilibrium, the chemical potential of the fluid, μ, is expressed as the sum of the fluid–fluid and fluid–solid potentials at a position, z, as follows:(5)where the subscript “bulk” refers to the bulk fluid and “ff” and “fs” refer to the fluid–fluid and fluid–solid interactions, respectively.The chemical potential of the bulk fluid can be expressed in terms of fugacity as(6)where subscript “0” designates an arbitrary reference state and f refers to fugacity. Similarly, the chemical potential from fluid–fluid interactions is given as(7)where fff(z) is fluid fugacity at a position z and f0 refers to the same arbitrary reference state as in eq 6.The fluid–solid interactions in the model are accounted for through a potential energy function. In particular, the fluid–solid potential is given as(8)where NA is Avogadro’s number, Ψ(z) and Ψ(L − z) are the fluid–solid interactions for the two surfaces of a slit of length L.Substituting eqs 6, 7, and 8 into eq 5 provides the equilibrium relationship for adsorption within the slit:(9)where k is the Boltzmann’s constant.The SLD model is a simplification of the more general local-density theory. The term “local” refers to the thermodynamic properties of a fluid at any local point z, where an average single density value is calculated, ρ(z).(26) In addition, the SLD model uses mean-field theory in calculating the chemical potential. The mean-field theory replaces all interactions with an effective or average interaction so that no fluctuations are considered within the slit.Applying the SLD model, the excess adsorption (nEx) is given as(10)Here, nEx is the excess adsorption of adsorbate in number of moles per unit mass of adsorbent, and A is the surface area of the adsorbate on a particular solid. The lower limit in eq 10 is 3/8σff, which is 3/8 of the diameter of an adsorbed molecule touching the left plane surface. The upper limit is L – 3/8σff, the location of an adsorbed molecule touching the right plane surface. The local density is assumed to be zero for the distances less than 3/8σff away from the wall. The value 3/8σff is chosen to account for most of the adsorbed gas; details are given elsewhere by Fitzgerald.(33) The left and right sides of the slit each comprise half of the total surface area, A/2.Following previous studies at Oklahoma State University,(11, 32) the Peng–Robinson equation of state(34) was used to provide the bulk fluid density and fugacity. The EOS, expressed in terms of density, is given as(11)where(12)(13)The term, α(T), in eq 12 is calculated using the following expression developed at Oklahoma State University in an earlier work:(35)(14)where A, B, C, D, and E are correlation parameters and their values are 2.0, 0.8145, 0.134, 0.508, and −0.0467, respectively. The values used were based on an accurate description of saturation pressures for the pure gases under conditions encountered in coalbed operations. Other fluid properties used in this study are listed in Table 2.Table 2. Physical Properties of Fluids Used in SLD Model methanenitrogenCO2TC (K)190.56126.19304.13PC (MPa)4.5993.3967.377σff (nm)0.37580.37980.3941εff/k (K)148.671.4195.2The fugacity of the bulk fluid using PR EOS is(15)For the adsorbing fluid, the fugacity for fluid–fluid interactions is(16)The parameter aads(z) in eq 16 varies with the position within the slit. Chen et al.(27) provided equations for aads(z), which depends on the ratio of slit length L to the molecular diameter σff.In our earlier work with the SLD model, the covolume b in the PR EOS was adjusted to improve the predictive capability for adsorption of pure gases on activated carbon and coals. The covolume has a significant effect on the local density of the adsorbed fluid near the surface. A simple empirical correction was used to account for the repulsive interactions of adsorbed fluid at high pressures. The covolume is corrected by an adjustable parameter, Λb(17)Equation 16 then becomes(18)In this work, we used a fixed value of Λb = 0.1 for coals and 0.3 for activated carbon.The fluid–solid interaction, Ψfs(z), was represented by Lee’s partially integrated 10–4 potential,(36) which is a truncated form of Steele’s 10–4–3 potential:(37)(19)where εfs is the fluid–solid interaction energy parameter and ρatoms = 0.382 atoms/ Å2 is the solid atom density. The parameters σff and σss signify, respectively, the molecular diameter of the adsorbate and the carbon interplanar distances. The carbon interplanar distance was taken to be the value for graphite, 0.335 nm(38) and values of σff and εff were taken from Reid et al.(39) The fluid–solid molecular diameter, σfs and dummy coordinate z′ used in numerical integration of eq 10 are defined as(20)(21)For the adsorbed phase, the slit is divided into two halves and each half is subdivided into 50 intervals. The local density is then calculated by solving eqs 15 and 18 simultaneously for each interval. Once the local density is determined across the slit, the excess adsorption is calculated by integrating eq 10 numerically using Simpson’s rule.(40) Thus, the SLD model contains the following three regressible parameters: surface area, A; fluid–solid interaction energy, εfs/k; and the slit length, L.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferences4 Experimental ResultsThe raw experimental data for pure-gas adsorption on dry Pocahontas, Upper Freeport, Illinois no. 6, Wyodak, and Beulah Zap coals are presented in Tables 3–7, respectively. The adsorption data for dry activated carbon are presented in Table 8. The tables include the pressure, excess adsorption values, and the estimated uncertainties in excess adsorption for each data point for the three gases (methane, nitrogen, and CO2). For each isotherm, two replicate runs were conducted to test for the reproducibility of the data. The two runs were well within the experimental uncertainties of the adsorption data. A more general and detailed analysis of experimental errors in adsorption measurements using a volumetric method have been reported elsewhere.(20)Table 3. Adsorption of Pure Gases on Dry Pocahontas Coal at 328.2 KmethanenitrogenCO2pressure (MPa)excess adsorption (mmol/g)σ in excess adsorptiona(mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)0.710.3110.0220.760.1020.0181.070.7150.0371.460.4510.0211.460.1670.0181.660.8310.0362.850.6010.0212.840.2550.0182.850.9790.0364.220.6790.0214.230.3180.0184.251.0670.0355.610.7290.0215.610.3600.0185.551.1100.0357.010.7560.0216.990.3970.0186.971.1240.0358.380.7790.0228.360.4220.0198.331.0890.0379.730.7960.0239.720.4410.0199.841.0010.04311.120.8020.02311.130.4600.02011.100.8600.06612.480.8080.02512.510.4750.02112.380.7580.07713.800.8100.02613.790.4830.02213.840.6950.105aσ is the estimated experimental uncertainty.Table 4. Adsorption of Pure Gases on Dry Upper Freeport Coal at 328.2 KmethanenitrogenCO2pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)0.730.2410.0190.770.0790.0160.710.4850.0301.460.3400.0191.440.1240.0161.520.6460.0292.840.4480.0192.830.1930.0162.880.7890.0294.230.5120.0184.250.2370.0164.260.8660.0285.620.5490.0195.610.2730.0165.600.9060.0286.980.5760.0197.030.3000.0166.960.9190.0288.370.5930.0198.410.3190.0178.330.9040.0309.740.6030.0209.740.3350.0179.670.8510.03311.120.6120.02111.110.3490.01810.980.7510.04912.470.6170.02212.500.3600.01912.440.6550.05813.760.6170.02313.770.3710.02013.820.6080.077Table 5. Adsorption of Pure Gases on Dry Illinois No. 6 Coal at 328.2 KmethanenitrogenCO2pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)0.670.2650.0280.690.0840.0240.700.5920.0422.450.4590.0271.390.1360.0241.410.8220.0413.930.5650.0272.780.2110.0232.781.0960.0405.540.6490.0274.190.2670.0234.161.2820.0406.940.6890.0275.520.3100.0235.571.4030.0398.300.7360.0286.950.3440.0246.941.4850.0409.690.7690.0298.320.3730.0248.251.5020.04311.030.7880.0309.700.3970.0259.641.4320.05312.440.8020.03211.080.4160.02610.981.2320.08013.800.8180.03912.460.4310.02712.291.0330.098   13.870.4460.02913.810.9130.134Table 6. Adsorption of Pure Gases on Dry Wyodak Coal at 328.2 KmethanenitrogenCO2pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)0.690.2420.0270.730.0910.0240.690.7910.0461.420.3550.0271.450.1470.0231.451.0780.0452.800.4810.0262.830.2210.0232.781.3880.0444.190.5650.0264.210.2720.0234.181.6020.0435.570.6240.0265.580.3130.0235.601.7490.0436.950.6710.0276.970.3440.0236.981.8200.0438.340.7010.0278.330.3730.0248.341.8270.0469.700.7210.0289.700.3940.0259.651.7350.05211.100.7400.02911.090.4160.02510.991.5870.08212.460.7700.04012.470.4310.02712.331.4300.09813.710.7820.04713.720.4450.02813.821.3240.135Table 7. Adsorption of Pure Gases on Dry Beulah Zap Coal at 328.2 KmethanenitrogenCO2pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)0.720.2570.0330.770.0890.0280.610.8190.0481.440.3610.0321.460.1370.0281.421.1080.0472.830.4760.0322.830.2010.0272.781.3970.0464.220.5440.0314.220.2440.0274.171.5910.0455.600.5910.0325.600.2770.0275.541.7060.0456.970.6210.0326.980.2970.0286.961.7600.0458.330.6510.0338.340.3160.0288.301.7520.0479.710.6640.0349.730.3310.0299.591.6610.05411.090.6810.03511.090.3390.03011.011.4700.08612.480.6950.03712.470.3460.03212.221.3440.10113.780.7080.04213.800.3580.03313.811.2480.141Table 8. Adsorption of Pure Gases on Dry Activated Carbon (F-400) at 328.2 KmethanenitrogenCO2pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)pressure (MPa)excess adsorption (mmol/g)σ in excess adsorption (mmol/g)1.502.8450.0470.811.0150.0411.494.8870.1132.783.5550.0461.461.4730.0402.855.8850.1104.113.9360.0452.932.0750.0394.226.3210.1085.594.1670.0454.192.4070.0395.626.4620.1077.074.2770.0455.532.6510.0397.076.3960.1068.384.3100.0456.982.8340.0398.316.1340.1059.184.3060.0458.362.9450.0399.625.6160.1069.774.3060.0459.693.0180.04011.114.5240.17011.114.2730.04611.083.0680.03912.493.5220.17412.434.2210.04612.543.1000.040   13.744.1450.04713.703.1080.040   As mentioned earlier, the CO2 adsorption data on dry coals were measured to complement an interlaboratory study conducted by NETL.(12) The main objective of that study was to investigate the reproducibility of CO2/coal adsorption isotherm measurements among different laboratories. In contrast, the objective of our study is to develop gas/matrix calibrated model to facilitate generalized predictions of nitrogen and CO2 adsorption isotherms based solely on methane isotherm measurements and readily available coal characterization information (such as the ultimate and proximate analyses of coals). Such a capability, if successful, would reduce significantly the experimental burden of measuring gas adsorption isotherms on each coal. In other words, only methane isotherms would need to be measured on a given coal, and then, the generalized model may be used to predict, a priori, the adsorption of other two gases (nitrogen and CO2).Figures 3–7 illustrate the excess adsorption of pure gases on dry Pocahontas, Upper Freeport, Illinois no. 6, Wyodak, and Beulah Zap coals, respectively. These figures also depict the model representations obtained from the simplified local-density (SLD) model, as described in section . A distinct maximum is observed for CO2 adsorption isotherms on coals between 6 and 8 MPa. At about 7 MPa, the ratio of excess adsorptions for N2/CH4/CO2 ranged from about 1/1.9/2.8 for Pocahontas to 1/2.1/5.9 for Beulah Zap coal. The N2/CH4 ratio did not show large variations among the five coals; however, the CO2 excess adsorption maxima varied considerably among the five coals. The coals used in this work cover a wide range of rank. Specifically, the percent carbon of the coals ranged from about 72% to 91% on a dry, ash-free basis. In addition, the oxygen content of coals varied from about 2.5% to 20%. The oxygen content of coals is an indication of the presence of polar functional groups on the coal surface, and this also appears to affect the CO2 adsorption capacity on these coals to some extent. This aspect is discussed in more detail in section  on the SLD modeling results on coals.Figure 3. Adsorption of pure gases on dry Pocahontas coal at 328.2 K: experimental data and SLD model representations.Figure 4. Adsorption of pure gases on dry Upper Freeport coal at 328.2 K: experimental data and SLD model representations.Figure 5. Adsorption of pure gases on dry Illinois no. 6 coal at 328.2 K: experimental data and SLD model representations.Figure 6. Adsorption of pure gases on dry Wyodak Coal at 328.2 K: experimental data and SLD model representations.Figure 7. Adsorption of pure gases on dry Beulah Zap coal at 328.2 K: experimental data and SLD model representations.The adsorption of methane, nitrogen, and CO2 was also measured on a dry activated carbon (F-400). Figure 8 presents the pure-gas adsorption data on activated carbon. At 7 MPa, the ratio of excess adsorptions for N2/CH4/CO2 was 1/1.5/2.3, which was consistent with our earlier data(14) on this activated carbon at a different temperature (318.2 K). On average, the expected experimental uncertainties ranged from about 1 to 7% for the adsorption of three gases on activated carbons and coals. Lower uncertainties were obtained on activated carbon when compared to coals. Further, the uncertainties are generally smaller (on a percentage basis) for nitrogen and methane adsorption than for the adsorption of CO2. These trends are quite typical of the adsorbent systems considered in this work.Figure 8. Adsorption of pure gases on dry activated carbon (F-400) at 328.2 K: experimental data and SLD model representations.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferences5 SLD ModelingThe aim of this work was to develop a predictive, generalized model capable of predicting the adsorption of other gases (such as nitrogen and CO2) from the knowledge of methane adsorption isotherms for a given adsorbent. Four specific case studies were designed to guide this effort, and the generalized predictions were compared with direct regressions. The case studies 1–4 are described below:1Five parameters were regressed. They were surface area A, fluid–solid interaction energy of each gas εfs/k (total of three), and slit length L. The surface area and slit length were taken as common for all gases, and the fluid–solid interaction energy was the only gas-specific parameter regressed.2Three parameters were determined from the methane adsorption isotherm for each coal. The parameters were the surface area, slit length and fluid–solid interaction energy of methane. Then, retaining the surface area and slit length as fixed, only the fluid–solid interaction energies of nitrogen and CO2 were determined from their respective adsorption data.3The fluid–solid interaction energies of nitrogen and CO2 were generalized in terms of fluid–solid interaction energy of methane and moisture content of the as-received samples. The surface area, slit length, and the fluid–solid interaction energy for methane were used from case 2.4The fluid–solid interaction energy of CO2 was also generalized in terms of fluid–solid interaction energy for methane and the oxygen content of the coal. The generalized expression for nitrogen was the same as in case 3.Case 1 provides the ultimate correlative capability of the SLD model. Case 2 served as the precursor to the two generalized models that are presented in cases 3 and 4. The regressions used to determine the model coefficients in cases 1 and 2 minimized the weighted root-mean-square (WRMS) of the predicted amounts adsorbed, where the weights were the expected experimental uncertainties.Case 1The parameters for each coal included the common surface area A, slit length L, and fluid–solid interaction energy parameter εfs/k for each of the three gases. Tables 9 and 10 present the model parameters and statistics for the cases, obtained for the five coals and activated carbon. Overall, the SLD model represented the adsorption data with a WAAD of 0.6 for five coals and 0.7 for activated carbon. Thus, the SLD model was capable of representing the adsorption data within the experimental uncertainties. Figures 3–8 illustrate the modeling results obtained for case 1 for pure-gas adsorption on coals and activated carbon.Table 9. SLD Model Parameters for Pure-Gas Adsorption on Dry Coals and Activated Carbon case 1case 2  εfs/k (K)  εfs/k (K) coalA (m2/g)CH4N2CO2L (nm)A (m2/g)CH4N2CO2L (nm)Pocahontas78.181.438.7114.01.5385.373.035.899.81.46Upper Freeport58.681.138.4121.91.6563.573.535.8108.21.56Illinois no. 683.764.030.2118.52.1879.266.829.4123.82.87Wyodak74.167.833.5213.73.1074.568.033.6218.72.64Beulah Zap74.762.729.5219.12.4676.761.529.1221.62.17Activated CarbonF-400417.8117.059.2186.51.87448.9105.255.1169.31.68 case 3case 4  εfs/k (K)  εfs/k (K) coalA (m2/g)CH4N2CO2L (nm)A (m2/g)CH4N2CO2L (nm)Pocahontas85.373.035.699.81.4685.373.035.699.71.46Upper Freeport63.573.535.9101.41.5663.573.535.9108.21.56Illinois no. 679.266.832.1128.02.8779.266.832.1128.82.87Wyodak74.568.032.8205.72.6474.568.032.8190.72.64Beulah Zap76.761.529.1221.62.1776.761.529.1221.62.17Activated CarbonF-F00448.9105.253.8201.51.68448.9105.253.8192.91.68Table 10. SLD Model Statistics for Pure-Gas Adsorption on Dry Coals and Activated Carbon case 1case 2 WAADaWAADcoalCH4N2CO2overallCH4N2CO2overallPocahontas0.580.690.680.650.380.890.760.67Upper Freeport0.460.580.480.510.300.730.510.51Illinois no. 60.480.670.700.620.430.910.990.78Wyodak0.210.641.030.630.170.661.300.71Beulah Zap0.641.060.450.720.641.070.850.86overall0.6 0.7 Activated CarbonF-4000.960.330.750.70.700.850.940.8 case 3case 4 WAADWAADcoalCH4N2CO2overallCH4N2CO2overallPocahontas0.380.870.760.670.380.870.760.67Upper Freeport0.300.740.780.600.300.740.510.51Illinois no. 60.430.801.090.780.430.801.120.78Wyodak0.170.621.530.770.170.622.331.04Beulah Zap0.641.070.850.860.641.070.850.86overall0.7 0.8 Activated CarbonF-4000.701.382.641.60.701.382.041.4 case 1case 2 % AADb% AADcoalCH4N2CO2overallCH4N2CO2overallPocahontas2.365.373.273.661.286.853.633.92Upper Freeport2.045.552.673.421.116.892.863.62Illinois no. 62.689.834.255.582.2612.595.396.75Wyodak1.047.784.304.370.867.905.524.76Beulah Zap4.6616.462.407.844.7516.594.668.67overall5.0 5.5 Activated CarbonF-4001.180.532.031.30.881.722.131.6 case 3case 4 % ADD% AADcoalCH4N2CO2overallCH4N2CO2overallPocahontas1.286.943.633.951.286.943.633.95Upper Freeport1.116.854.724.231.116.852.863.61Illinois no. 62.269.666.246.062.269.666.436.12Wyodak0.868.276.305.140.868.278.555.89Beulah Zap4.7516.594.668.674.7516.594.668.67overall5.6 5.7 Activated CarbonF-4000.882.986.003.30.882.984.692.9aWeighted average absolute deviation.bAverage absolute percentage deviation.The εfs/k values were the highest for CO2 and lowest for nitrogen, indicating that the fluid–solid interaction energy is related to the affinity of the adsorbate for the coal surface. The εfs/k values also appear to be indicative of the polarity of the adsorbate, because CO2 is the most polar adsorbate of the three gases considered in this work. Further, the regressed εfs/k for nitrogen exhibited a linear correlation with εfs/k for methane (R2 of 0.98). The εfs/k for CO2, however, did not exhibit a significant linear correlation with εfs/k for either methane or nitrogen for the five coals. Further, the fluid–solid interaction energy parameter for CO2 was much larger for two coals (Beulah Zap and Wyodak coals) that contained high levels of moisture and oxygen content. These aspects are investigated further in the two generalization cases presented in cases 3 and 4.Case 2For case 2, the methane adsorption isotherm data alone was used to determine the common surface area, slit length and fluid–solid interaction energy of methane for each coal. Then, fluid–solid interaction energies of nitrogen and CO2 were determined from their respective adsorption data. Case 2 served as a precursor to the development of generalized models that are presented in cases 3 and 4. Tables 9 and 10 present the model parameters and statistics obtained for each coal and activated carbon for case 2. As shown in the tables, the statistics for case 2 were very similar to those for case 1, and they yielded an overall WAAD of 0.7 and 0.8 for the five coals and activated carbon.Generalization: Gas/Matrix Calibrated ModelsThe model parameters from case 2 were used to develop a predictive, generalized model to facilitate prediction of nitrogen and CO2 adsorption isotherms based on the methane adsorption isotherms. In many studies, the adsorption isotherms of all three gases (methane, nitrogen, and CO2) are not measured, and the adsorption data for only one (or two) gases are available. In such cases, it would be beneficial if the measured isotherms for one gas can be used to predict, a priori, the adsorption isotherms for other gases. Because the adsorption of methane appears to be the most frequently measured isotherms in coalbed-related work, we developed our generalization based on methane. Two alternative (and potentially equivalent) generalized models were developed, and they are discussed below in cases 3 and 4. The generalized models were developed only on the basis of adsorption data for the five coals measured in this work. Then, the adsorption data on activated carbon and an external data set comprised of three coals from the literature(3) were used to test/validate the performance of the newly developed generalized correlations. In the following, we present the gas/matrix calibrated, generalized models that were developed in this work (cases 3 and 4).Case 3For the generalized model in case 3, the parameters obtained in case 2 for methane adsorption were retained. These included the common surface area A and slit length L. Then, the fluid–solid interaction energies εfs/k of nitrogen and CO2 on the five coals were generalized. The εfs/k for nitrogen was generalized as a linear function of εfs/k of methane and is given by eq 22. This expression was found to predict εfs/k for nitrogen with an average absolute error of 2.6% for the five coals used to develop the generalized expressions. The εfs/k for CO2 predicted from εfs/k of methane alone (similar to eq 22) had large errors for two of the five coals (Beulah Zap and Wyodak coals). These two coals contain high-levels of oxygen and the as-received coals contained large amounts of equilibrium moisture.(10) In fact, as shown in Table 9 for cases 1 and 2, the fluid–solid interaction energy of CO2 on Beulah Zap and Wyodak coals were much larger than for other coals. This may indicate a potential effect of the polar functional groups present in these coals on the (enhanced) molecular interactions of CO2 with the coal surface. Our analysis further showed that εfs/k for CO2 can be predicted within about 3% average absolute error as a linear function of equilibrium moisture of the as-received coal samples. Thus, for case 3, the εfs/k for CO2 was generalized based on the equilibrium moisture of coals, as shown in eq 23.(22)(23)where C1 to C4 were 0.566, −5.694, 3.866, and 97.10, respectively, and EM is percent equilibrium moisture of the sample.The generalization of fluid–solid interaction energy of CO2 on dry coals by utilizing equilibrium moisture of coals may, at first glance, seem counterintuitive to some readers. However, the equilibrium moisture level of a coal contains vital information about the presence of polar functional groups on the coal surface. The adsorption of CO2 and its molecular interactions with the coal surface are sensitive to the presence of polar (or oxygenated) functional groups on the coal surface. In fact, this has also been observed in the literature for CO2 adsorption on coals. Nishino et al.(41) found the adsorption of CO2 on coals to be correlated with the carboxylic functional groups on the coal surface. Thus, the correlation of fluid–solid interaction energy of CO2 based on equilibrium moisture content of as-received coal samples appeared reasonable, because equilibrium moisture may be viewed as a coal characterization parameter. This generalization was tested further with an independent data set and will be discussed below.Tables 9 and 10 present the modeling/generalization results on coals for case 3. The results for methane adsorption on coals were identical to case 2, because the same parameters were used. The generalized expressions given in eqs 22 and 23 were used with the common surface area and slit length (based on methane only) to predict the adsorption of nitrogen and CO2 on five coals. As shown in Table 10, the generalized predictions for nitrogen and CO2 adsorption on coals were quite similar to direct regressions obtained in cases 1 and 2 and there appeared to be very little loss in accuracy from the use of generalized expressions.The generalization in case 3 was evaluated further by predicting the nitrogen and CO2 adsorption on activated carbon (F-400). The results (presented in Tables 9 and 10) provided predictions with a WAAD of 1.38 and 2.64 for nitrogen and CO2 adsorption, respectively. Thus, the generalized expressions developed from coals alone were capable of predicting adsorption on activated carbon within three times the experimental uncertainties. This corresponded to an average absolute percentage deviation (% AAD) of 3% and 6% for nitrogen and CO2 adsorption, respectively.Day et al.(3) presented data for the adsorption of pure methane and CO2 on three bituminous coals under dry and moist conditions. Day et al.(3) dried their coal samples under vacuum at 60 °C (333 K) for 2 days. In our measurements reported in this work, the coal samples were dried under vacuum at 80 °C (353 K) for 36 h. Thus, the drying conditions were comparable, which aids in the analysis of these coal samples originating from different sources. The adsorption data on dry coals reported by Day et al.(3) were used to further test/validate the generalized expressions developed in this work. Specifically, the methane adsorption data was used to predict the adsorption of CO2 on the three coals. The generalized predictions for CO2 adsorption using eq 23 are presented in Tables 11 and 12. As shown in Table 12, the generalized expression for case 3 yielded a % AAD of 11–14% for the adsorption of CO2 on three coals. This compares with direct regressions of CO2 data that yielded % AADs of about 5–6% (case 1) and about 7–10% (case 2), as shown in Table 12. Thus, the generalized expression for CO2 based on equilibrium moisture alone (eq 23) provides predictions with about two times the deviations observed through direct regressions for these coals.Table 11. SLD Model Parameters for Pure-Gas Adsorption on Dry Coals (Data from Day et al.3) case 1case 2  εfs/k (K)  εfs/k (K) coalA (m2/g)CH4CO2L (nm)A (m2/g)CH4CO2L (nm)Hunter Valley38.471.5193.51.7434.681.1204.61.98Illawarra26.676.5191.61.6423.688.4177.32.00Tashan21.058.3203.21.7819.164.7209.12.05 case 3case 4  εfs/k (K)  εfs/k (K) coalA (m2/g)CH4CO2L (nm)A (m2/g)CH4CO2L (nm)Hunter Valley34.681.1123.81.9834.681.1133.51.98Illawarra23.688.4105.62.0023.688.4141.62.00Tashan19.164.7108.32.0519.164.7105.02.05Table 12. SLD Model Statistics for Pure-Gas Adsorption on Dry Coalsa case 1case 2case 3case 4 % AAD% AAD% AAD% AADCoalCH4CO2overallCH4CO2overallCH4CO2overallCH4CO2overallHunter Valley1.525.813.70.896.653.80.8910.955.90.899.805.4Illawarra0.686.083.40.779.945.40.7713.757.30.7710.825.8Tashan0.805.463.11.337.104.21.3312.136.71.3312.627.0aData from ref 3.Case 4A second approach was also investigated to predict the fluid–solid interaction energy of CO2 on coals and activated carbon. Because the polar functional groups on the coal surface appeared to have an effect on the molecular interactions of CO2 with the coal surface, a new expression was developed that utilizes the oxygen content of the coal. Specifically, the εfs/k for CO2 was generalized as a function of εfs/k for methane and an additional term to account for the oxygen content of coals. The generalized expression, given in eq 24, was found to predict εfs/k for CO2 with an average absolute error of 3.4% for the five coals (when compared with case 2). Further, the εfs/k for nitrogen was predicted with eq 22. In summary, case 4 comprised of predicting the εfs/k for nitrogen and CO2 from eqs 22 and 24, respectively.(24)where C5 to C7 were 0.0162, 0.0176, and 13.151, respectively.Tables 9 and 10 present the generalization results on coals for case 4. The results for methane and nitrogen adsorption on coals were identical to case 3, because the same parameters were used. In other words, the only difference between case 3 and 4 is in the prediction of CO2 adsorption. For case 4, the generalized expression given by eq 24 predicted the CO2 adsorption on the five coals with similar accuracy as in case 3, as evident from Table 10.The generalized expression (eq 24) was also used to predict the adsorption of CO2 on activated carbon. As shown in Table 10, the WAAD and % AAD for CO2 adsorption on activated carbon was 2.0 and 4.7%, respectively, for case 4. This compares with a WAAD and % AAD of 2.6 and 6%, respectively, for case 3. Thus, the predictions from case 4 were slightly better than those in case 3 for activated carbon.Table 11 and 12 also present the generalized predictions for case 4 obtained for the CO2 adsorption on three coals from an independent data set presented by Day et al.(3) The model deviations were marginally better than in case 3 and yielded a % AAD of 10–13% for CO2 adsorption. This compares with a % AAD of about 5–6% (case 1) and 7–10% (case 2), which refers to direct regressions of CO2 adsorption data, as shown in Table 12.Note that the generalized expressions in cases 3 and 4 were developed only on the basis of the adsorption data for the five coals measured in this work, and the CO2 adsorption on activated carbon and the three coals from the literature was then predicted directly. Both cases 3 and 4 provided prediction results with similar accuracy, as evident from Tables 10 and 12. Thus, there appears to be two alternative and apparently equivalent methods to predict the adsorption of other gases from the knowledge of methane adsorption isotherms and the coal characterization information of the adsorbent. Notwithstanding the promising results obtained to date, additional testing of these expressions with larger data sets is needed to establish the viability of this modeling approach. Further, the expressions in this work have been developed for pure-gas adsorption on dry adsorbents alone. Because most coalbeds contain water/moisture, an extension of this approach to wet adsorbents would be beneficial in predicting supercritical gas adsorption for systems of interest in coalbed methane work.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferences6 ConclusionsAdsorption isotherms for pure methane, nitrogen, and CO2 were measured on five coals of varying rank and an activated carbon at 328.2 K and pressures to 13.8 MPa using a volumetric method. The isotherms yielded expected experimental uncertainties between 1 and 7% depending on the gas adsorbed and the adsorbent considered (activated carbon or coals). The ratios of excess adsorption for the three gases showed larger variations among the coals covering wide ranges of rank and oxygen content.The SLD model was used to describe the adsorption data on coals and activated carbon. The overall WAAD for pure-gas adsorption on coals and activated carbon was 0.62 and 0.68 for the coals and activated carbon, respectively. Two generalized models based solely on the methane adsorption isotherm measurements and coal characterization information were presented that enable prediction of adsorption isotherms for nitrogen and CO2. The generalized models were found capable of predicting the nitrogen and CO2 adsorption within two times the experimental uncertainties for coals, on average. The generalized models were further tested on an external data set comprised of three dry coals from the literature. For each coal, the CO2 adsorption isotherms were predicted based on the methane isotherms. The generalized predictions yielded average absolute percentage deviation (% AAD) of about 10–12% for CO2 adsorption on the three coals, which was about two times the errors observed through direct model regressions for these coals. Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferencesSupporting InformationHelium void volume as a function of pressure at 328.2 K. This material is available free of charge via the Internet at http://pubs.acs.org.Top of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferencesAcknowledgmentThe financial support of U.S. Department of Energy and Advanced Resources International, Inc. is gratefully acknowledged.Reference QuickViewTop of PageAbstractIntroductionExperimental Methods and ProceduresSimplified Local Density (SLD) Adsorption ModelExperimental ResultsSLD ModelingConclusionsReferencesReferencesThis article references 41 other publications.1. White, C. M.; Smith, D. H.; Jones, K. L.; Goodman, A. L.; Jikich, S. A.; LaCount, R. B.; DuBose, S. B.; Ozdemir, E.; Morsi, B. I.; Schroeder, K. T. Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery—A Review Energy Fuels 2005,  19 (3)  659– 724[ACS Full Text ], [CAS]1. Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A ReviewWhite, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.Energy & Fuels\r\n        (2005),\r\n    19\r\n        (3),\r\n    659-724CODEN:\r\n                ENFUEM;\r\n        ", "title": "High-Pressure Adsorption of Pure Gases on Coals and Activated Carbon: Measurements and Modeling", "authors": ["Sayeed A. Mohammad", "Arunkumar Arumugam", "Robert L. Robinson", "Khaled A. M. Gasem"], "doi": ["10.1021/ef201393p"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0006.gif\">"]}