{"abstract": "This article presents an experimental approach for the determination of the adsorption isotherms of methane on activated carbon that is essential for methane storage purposes. The experiments incorporated a constant-volume−variable-pressure (CVVP) apparatus, and two types of activated carbon have been investigated, namely, activated carbon derived from the low rank coal of the East of Kalimantan, Indonesia, and a Carbotech activated carbon. The isotherm results which cover temperatures from (300 to 318) K and pressures up to 3.5 MPa are analyzed using the Langmuir, Tóth, and Dubinin−Astakhov (D-A) isotherm models. The heat of adsorption for the single component methane-activated carbon system, which is concentration- and temperature-dependent, is determined from the measured isotherm data.", "text": "10.1021/je100495w Top of PageAbstractIntroductionExperimentsData ReductionResults and DiscussionConclusionsReferencesIntroductionGas adsorption phenomena are widely applied in the field of gas separation and gas purification.(1) One significant commercial application of gas adsorption phenomena is the adsorption of methane gas for storage purposes. The conventional method of natural gas supply is through pipelines. If there are populated areas remote from the gas wells, an alternate method has to be investigated. In recent years, adsorbed natural gas (ANG) storage systems have attracted much attention as an alternative to compressed natural gas (CNG) for energy storage and transportation purposes. This is because ANG storage systems are designed to have a higher energy density yet operate at a lower pressure than the CNG method.(2-10) Effective natural gas adsorption storage technology by activated carbon is essential for the utilization of natural gas.(11, 12) The developments of adsorption-based storage systems require a basic understanding of the isotherms over a wide range of pressure and temperatures for various types of adsorbents. These data are essential for designing the ANG system at a given gas feed, product specifications, and environmental conditions.This article reports the ongoing effort toward generating experimental adsorption isotherm data for the adsorption of methane gas on activated carbons. The adsorption apparatus is based on a volumetric method, and the experiments were conducted at temperatures ranging from (300 to 318) K and pressures up to 3.5 MPa. Two types of activated carbon, (i) a low rank coal from the East of Kalimantan, Indonesia, which is produced in the laboratory (KT) and (ii) a commercially available activated carbon (Carbotech), were used in the experiments. The constant-volume−variable-pressure (CVVP) method is employed for the investigation of the CH4 uptake. The experimental data were regressed using the Langmuir, Tóth, and Dubinin−Astakhov (D-A) models, which are suitable for capturing the heterogeneous behavior of activated carbon adsorbents.(14)Top of PageAbstractIntroductionExperimentsData ReductionResults and DiscussionConclusionsReferencesExperimentsMaterialsMethane with a purity of 99.9995 % was used in the experiment as the adsorbate. Two types of activated carbon have been investigated, namely, Carbotech activated carbon (particles of 0.063 mm) and KT activated carbon. The fresh coal from the East of Kalimantan, Indonesia was crushed and sieved to particles of 0.10 mm before undergoing physical activation. The physical activation of the KT activated carbon was completed in a vertical autoclave activation reactor placed inside a furnace. The production processes include the carbonization/oxidation and activation. The fresh coal was first heat treated by flowing O2 at 100 mL·min−1 at 573 K for 6 h; the composition of the low rank coal is listed in Table 1. Following the carbonization process, the char samples were activated in a stream of CO2 at 150 mL·min−1. The samples were activated from room temperature to maximum heat treatment temperatures of 1223 K for 6 h. A scanning electron micrograph (SEM) of the KT activated carbon is shown in Figure 1 with 500× magnification. Table 2 gives the physical properties (BET surface area, pore volume, and skeletal density) for both the KT and the Carbotech activated carbons. These structural characteristics are determined using a Quantachrome gas sorption instrument (Autosorb-1). The surface area was calculated by the Brunauer−Emmett−Teller (BET) method from N2 adsorption isotherm data, which has been performed at 77.3 K. The pore size distribution (PSD) was obtained by the nonlocal density functional theory (NLDFT) method.Figure 1. Scanning electron micrographs (SEM) photo of KT at 500× magnification.Table 1. Composition of Raw Coal from the East of Kalimantan, Indonesiaproximate analysistotal moisture19.74 %moisture13.56 %ash4.80 %volatile matter40.83 %fixed carbon40.81 %ultimate analysismoisture13.56 %ash4.80 %carbon56.47 %hydrogen3.96 %nitrogen0.38 %total sulfur2.41 %oxygen18.43 %Table 2. Thermophysical Properties of Activated Carbon Derived from the East of Kalimantan, Indonesia and Carbotech Activated Carbon Determined Using the Quantachrome Gas Sorption Instrument (Autosorb-1)physical propertiesCarbotechKTmicropore volume/m3·kg−10.514·10−30.470·10−3density/kg·m−32200surface area/m2·kg−10.885·1060.668·106Apparatus and ProceduresFigure 2 shows a schematic diagram of the CVVP test rig. The experimental apparatus consists of a measuring/adsorption cell and a charging cell with internal volumes of (84.02 and 1150.98) mL, respectively, made of stainless steel (SS 304). The measuring cell and charging cells are connected through a capillary tube. The apparatus is immersed in a constant-temperature water bath (Hüber) which is controlled to preselected temperatures with a precision of ± 0.2 K. The pressure was measured using an absolute pressure transmitter (Druck, PTX 1400), with a pressure range of (0 to 40) bar and ± 0.15 % full scale uncertainty. Class-A type K thermocouples were used for temperature measurement. A thermocouple was installed in the measuring cell keeping in contact with the activated carbon. This enables a direct temperature measurement of the adsorbent to be obtained. All temperature and pressure readings were monitored with a data logging system using a sampling interval of 10 s.Figure 2. Schematic diagram of the experimental apparatus.Prior to the isotherm test, the entire assembly was evacuated for 8 h using an Aruki single stage vacuum pump to a pressure level of 0.01 mbar. During the evacuation, the adsorption cell temperature was maintained at (403 to 413) K to desorb any residual gas in the cell. Helium gas was injected into the system during desorption to improve the evacuation. After the degassing process, the CVVP apparatus is ready for the adsorption isotherm experiments. Similar descriptions on the experimental procedures are reported elsewhere by Loh et al.(13)Top of PageAbstractIntroductionExperimentsData ReductionResults and DiscussionConclusionsReferencesData ReductionThe amount of gas adsorbed is required to obtain the isotherm parameters of the single-component adsorbate and adsorbent system. It is calculated using the density, which is a function of temperature and pressure of the charging cell. In the initial stage of the experiment, the charging cell was pressurized with adsorbate (methane gas). The mass of the adsorbate in a particular state is calculated using eq 1:(1)where ρab_i is the initial adsorbate density at charging cell temperature and volume, that is, Tcharging and Vcharging_cell, respectively.Assuming that the adsorption occurs in the micropores, thus the void volume, Vvoid in the adsorption cell is calculated as:(2)Here Vad_cell is the adsorption cell volume, mac is the mass of activated carbon, ρsolid is the solid density of activated carbon, and vμ is the micropore volume of the activated carbon. The vapor space volume in the adsorption cell is accounted for in the calculation of the void volume. Therefore, the mass of adsorbate in the void volume is calculated as mvoid = ρab(P,Tads)Vvoid at Tads, while ρab denotes the density of gas (adsorbate) in the adsorption cell. The amount of adsorbate left at each isotherm is calculated using:(3)where Vtotal = Vcharging_cell + Vvoid. Vcharging_cell is the charging cell volume, and ρab_f is the adsorbate density at the respective isotherm temperature. The density of the adsorbate, ρab, is determined using the Setzmann and Wagner correlations.(14) The amount of gas adsorbed, mads, can then be estimated from:(4)Here, mads is dependent on pressure, temperature, and specific uptake. Finally the specific uptake, C, is determined as(5)Three different adsorption isotherm models, namely, (i) Langmuir, (ii) Tóth, and (iii) D-A, were used to correlate the experimental data. The Langmuir model is the simplest model which describes monolayer type adsorption (type I isotherm of the IUPAC classification) in microporous solids, such as the adsorption of methane in activated carbon. The Langmuir model presumes a homogeneous surface of the adsorbents where the adsorption energy is constant over all sites. This model also assumes that the adsorption on the surface is localized and each site can accommodate only one molecule or atom.(15) The Langmuir model is written as(6)where C0 is the saturated amount adsorbed, P is the equilibrium pressure, k0 is the equilibrium constant, hst is the isosteric heat of adsorption, and R is the gas constant. The Langmuir model has limitations to fit high pressure data and for material heterogeneity.The Tóth model is commonly used for heterogeneous adsorbents such as activated carbon to predict the behavior at both low and high pressure conditions(15, 16) and is represented by,(7)where C is the amount adsorbed, C0 is the limiting adsorbed amount, P is the equilibrium pressure, k0 is the equilibrium constant, hst is the isosteric heat of adsorption, R stands for the gas constant, and t is the parameter that indicates the heterogeneity of the adsorbent. Similarly, the D-A equation is written as:(8)or(9)where A is the adsorption potential and C is the adsorbed volume. C0 is the limiting volume of adsorption space of the adsorbent, E is the characteristic energy of the adsorption system, and n is the structural heterogeneity parameter. The adsorption potential A is given by,(10)where R is the gas constant, T is the equilibrium temperature, and Ps is the saturation pressure. The pseudovapor pressure, Ps, at a given isotherm temperature is calculated by the Dubinin's method(17) and is widely used for methane adsorption.(11, 18, 19)(11)where Pc and Tc are the critical pressure and the critical temperature of methane.The isosteric heat of adsorption (hst) is the evolution of heat during the adsorption process since the adsorbate molecules are more stabilized on the adsorbent surface than in the bulk phase. This parameter is useful for the thermal management of any adsorption system. The values of the heat of adsorption (hst) have been extracted from the isotherm data using the Clausius−Clayperon equation along with the correction term for the nonideality of the gaseous phase, recently derived by Chakraborty et al.,(20) which is as follows.(12)Here, the first term of the right-hand side is derived from the Clausius−Clayperon equation and can be expanded by using the D-A isotherm model. A second term is introduced which defines the behavior of the adsorbed mass with respect to both the pressure and the temperature changes during an adsorbate uptake, which occur due to the nonideality of the gaseous phase. Ultimately, eq 12 becomes(13)where vg is the specific volume of the vapor phase and dP/dT represents the gradient of the pressure with the temperature of the adsorbate.Top of PageAbstractIntroductionExperimentsData ReductionResults and DiscussionConclusionsReferencesResults and DiscussionThe measured uptake data for the adsorption of methane on activated carbon derived from the East of Kalimantan, Indonesia and Carbotech commercial activated carbon are furnished in Tables 3 and 4. The experiments cover the temperature ranging from (300 to 318) K and pressures up to 3.5 MPa. The isotherms data for the KT (empty symbols, ◊, 300 K; ◻, 308 K; △, 318 K) and Carbotech (filled symbols, ⧫, 300 K; ◼, 308 K; ▲, 318 K) activated carbons with methane are graphically presented on a pressure−concentration−temperature (P−C0−T) plane in Figure 3. It is observed that the experimental uptake profiles are categorized as a Type 1 adsorption isotherm in the IUPAC classification. The specific uptake, C0, for each specimen is considerably different at any given set of conditions.Figure 3. Adsorption isotherms of CH4 on KT (◊, 300 K; ◻, 308 K; △, 318 K) and Carbotech (⧫, 300 K; ◼, 308 K; ▲, 318 K) activated carbons. Solid lines represent the Langmuir model for CH4 on (a) KT and (b) Carbotech, Tóth model for CH4 on (c) KT and (d) Carbotech, and D-A model for CH4 on (e) KT and (f) Carbotech activated carbons.Table 3. Experimental Uptake Data for Adsorption of CH4 on KT Activated Carbon from the East of Kalimantan, IndonesiaPCPCPCkPakg·kg−1kPakg·kg−1kPakg·kg−1T = 300 KT = 308 KT = 318 K58.810.01061.890.00957.950.007141.370.018139.180.016137.050.014246.660.024250.580.022238.150.019466.090.031500.640.031471.030.027716.400.037733.430.036716.580.033987.290.041977.720.0391005.360.0371444.820.0451481.740.0441478.860.0421962.040.0481985.220.0471990.810.0442445.670.0492453.720.0482471.630.0452951.470.0503012.580.0492964.920.0473495.750.051    Table 4. Experimental Uptake Data for the Adsorption of CH4 on Carbotech Commercial Activated CarbonPCPCPCkPakg·kg−1kPakg·kg−1kPakg·kg−1T = 300 KT = 308 KT = 318 K62.870.00865.440.00765.440.006143.710.014143.930.012147.020.011258.450.021239.560.017244.380.016479.620.029498.640.027477.220.024715.040.036721.770.033717.310.0301017.960.043995.840.038971.500.0351447.220.0481463.850.0451439.610.0411921.460.0541961.170.0501936.570.0452483.840.0572467.090.0532478.850.0492971.650.0582974.830.0562949.980.052  3519.640.0593518.040.055The regressed isotherms with the Langmuir and Tóth models are superimposed onto the isotherms data for KT + CH4 and Carbotech + CH4 in Figure 3a,b, and Figure 3c,d, respectively. The numerical value of the adsorption parameters (C0, k0, hst, and t) are presented in Table 5. The error regression has also been calculated using the isotherm model results with the experimental data.(14)where N is the number of data points.Table 5. Adsorption Parameters (C0, k0, hst, and t) for Langmuir and Tóth Models KT activated carboncommercial activated carbon, CarbotechparametersLangmuirTóthLangmuirTóthCo/kg·kg−10.0550.0610.0700.084hst/R/K1341.61471.41388.01508.9ko/kPa−13.38·10−52.69·10−51.43·10−51.05·10−5t10.7710.73avg. regression err (%)2.931.904.12.89The Tóth model provides a better fit than the Langmuir model to the experimental adsorption isotherms of methane for both of the adsorbents due to the presence of the heterogeneity parameter (t). However, the Langmuir model is simpler than the Tóth model and also does not deviate much from the measured uptake values for the present pressure and temperature ranges.Similarly, the D-A isotherm model is used to fit the uptake data of methane on KT and Carbotech activated carbon as shown in Figure 3e,f, respectively. The adsorption parameters (C0, E, and n) are listed in Table 6. It is observed that all of the isotherm models (Langmuir, Tóth, and D-A models) are suitably accurate with experimental uncertainties of less than 5.0 % to predict the uptake of CH4 on the activated carbons.Table 6. Adsorption Parameters (C0, E, and n) for the D-A Isotherm ModelparametersKT activated carboncommercial activated carbon, CarbotechC0/kg·kg−10.0620.072E/J·mol−19835.88258.3n1.601.66avg. regression err (%)4.692.55From Figure 3, it is found that the equilibrium uptake for Carbotech activated carbon is higher compared to KT activated carbon. This may be attributed to the Carbotech having a larger surface area and total pore volume compared to KT. This is further explained in Figure 4 with the uptake value for KT, Carbotech, ACF-A20, and Maxsorb III with CH4 at 318 K are plotted against the system pressures. Maxsorb III(21) with the highest total pore volume has the highest uptake capacity, followed by the ACF-A20,(9) Carbotech, and KT activated carbon.Figure 4. Adsorption isotherms for CH4 on activated carbons Maxsorb III (◼), ACF-A20 (●), Carbotech (▲), and KT (×) at 318 K.From the Langmuir and Tóth isotherm models, the isosteric heat of adsorption, hst, can be obtained in the range of (11.15 to 12.54) kJ·mol−1. The isosteric heat of adsorption determined is comparable to a previous study by Loh et al.,(22) that is, (11.97 to 13.39) kJ·mol−1 for methane with activated carbons Maxsorb III and ACF-A20. This is mainly due to Maxsorb III and ACF-A20 being both highly porous and having a larger total pore volume, (2.1·10−3 and 1.01·10−3) m3·kg−1, respectively, compared to the KT and Carbotech activated carbons.Figures 5 and 6 show the uptake-dependent heat of adsorption (hst) at different isothermal conditions for both KT and Carbotech, respectively. The isosteric heat of adsorption has been extracted from eq 13. One observes that hst decreases with increasing vapor uptake. It can be seen that, during the initial stage of adsorption, methane is adsorbed rapidly onto the sites of high energy. Methane molecules first penetrate into narrower pores, resulting in a stronger interaction between the adsorbate and the adsorbent. This implies a higher value of hst at lower loadings. After filling up the smaller pores, methane molecules are accommodated gradually in larger pores, in which the adsorption affinity becomes weaker. A monotonic decrease in the hst as a function of loading is therefore observed.Figure 5. Isosteric heat of adsorption for CH4 on KT activated carbon using a corrected correlation (eq 13) at 300 K (solid line), 308 K (dashed line), and 318 K (dotted line).Figure 6. Isosteric heat of adsorption for CH4 on Carbotech activated carbon using a corrected correlation (eq 13) at 300 K (solid line), 308 K (dashed line), and 318 K (dotted line).Top of PageAbstractIntroductionExperimentsData ReductionResults and DiscussionConclusionsReferencesConclusionsThe adsorption isotherm of methane gas (CH4) on activated carbon has been measured at working conditions expected of ANG in portable cylinders, namely, pressures up to 3.5 MPa and temperature ranges from (300 to 318) K using a static volumetric method. It is found that the activated carbon derived from the East of Kalimantan coal has a lower adsorption capacity than the commercially available type owning to a lower specific pore volume and surface area. The isosteric heat of adsorption is evaluated from the measured isotherm data and varies from (8.45 to 27.5) kJ·mol−1. Such basic experimental isotherms and isosteric heat of adsorption of methane with KT and Carbotech activated carbons are useful in designing an effective ANG storage system.Reference QuickViewTop of PageAbstractIntroductionExperimentsData ReductionResults and DiscussionConclusionsReferencesReferencesThis article references 22 other publications.1. Cadenhead, D. A. Progress in Membrane and Surface Science; Academic Press: New York, 1975.There is no corresponding record for this reference.2. Talu, O. An Overview of Adsorptive Storage of Natural Gas, Proceedings of the 4th International Conference on Fundamentals of Adsorption, Kyoto, International Adsorption Society, 1992; pp  655− 662.There is no corresponding record for this reference.3. Mota, J. P. B. Adsorbed natural gas technology: Recent advances in adsorption processes for environmental protection and security; Springer: The Netherlands, 2008; pp  177− 192.[Crossref]There is no corresponding record for this reference.4. Bhatia, S. K.; Myers, A. L. Optimum conditions for adsorptive storage Langmuir 2006,  22,  1688– 1700[ACS Full Text ], [CAS]4. Optimum Conditions for Adsorptive StorageBhatia, Suresh K.; Myers, Alan L.Langmuir\r\n        (2006),\r\n    22\r\n        (4),\r\n    1688-1700CODEN:\r\n                LANGD5;\r\n        ", "title": "Adsorption Isotherms of CH on Activated Carbon from Indonesian Low Grade Coal", "authors": ["Awaludin Martin", "Wai Soong Loh", "Kazi Afzalur Rahman", "Kyaw Thu", "Bambang Surayawan", "M. Idrus Alhamid", "Kim Choon Ng"], "doi": ["10.1021/je100495w"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2011/jceaax.2011.56.issue-3/je100495w/production/images/small/je-2010-00495w_0006.gif\">"]}