{"abstract": "Isosteric heats of adsorption () of propane and butane adsorbed on carbon were studied by numerical differentiation of nonlocal density functional theory (NDFT) isotherms. The  values of both adsorbates in slit-shaped pores were a weak function of temperature, and decreased with increasing pore width. Using the calculated pore size distribution (PSD) of an activated carbon, it was further determined that the  for both propane and butane decreased with increasing loading, consistent with a heterogeneous adsorbent. The NDFT results utilizing the PSD were also in fair agreement with those obtained from the classical approach using experimental isotherms fitted to a model and applied to the Clausius−Clapeyron-type equation; both models predicted  of butane to be ∼10 kJ/mol higher than that of propane at the same loading. On a model homogeneous carbon, the  of both adsorbates increased with reduced surface coverage up to ∼0.5, then they dropped rapidly. The reduced surface coverages corresponding to monolayer completion were 0.61 for propane and 0.65 for butane, in agreement with published experimental results. ", "text": "10.1021/ie9705867  Top of PageAbstractIntroductionTheoryExperimental SectionResults and DiscussionConclusionsIntroduction The heat of adsorption yields valuable insights into the mechanism of adsorption. It is also a critical thermodynamic property for the design of adsorption processes because it provides a base to estimate the heat released (or consumed) during the adsorption (or desorption) process. Values of the heat of adsorption can be determined either from the variation of adsorption with temperature, or by direct calorimetric measurements; however, the amount of work involved in finding the heat of adsorption at many different loadings and different temperatures by experiment is usually prohibitive (Beebe et al., 1947a,b; Dunne et al., 1996). Some empirical adsorption isotherm equations can be used to determine the isosteric heat of adsorption (qst), but experimental adsorption data are required to determine the parameters in these models; thus, this method is not predictive. Furthermore, different isotherm equations usually lead to different qst results. Recently, there has been increasing interest in using molecular simulation tools to determine the qst for various adsorbate−adsorbent systems, especially Monte Carlo techniques (Vernov and Steele, 1991; Razmus and Hall, 1991; Karavias and Myers, 1991; Matranga et al., Bottani et al., 1994; Myers et al., 1997); however, far less work has been done using density functional theory (Jiang et al., 1992; Balbuena and Gubbins, 1993).  In this work, density functional theory (DFT), a statistical mechanics model, was used to predict the qst of propane and butane adsorbed on carbon materials. DFT methods are based on the idea that the grand free energy of an inhomogeneous fluid can be expressed as a functional of ρ(r), the density profile in the pore. The free energy functional is modeled as a sum of two contributions:  a hard sphere nonlocal core and a mean field attractive tail; and ρ(r) can be obtained by minimization of this functional. Once ρ(r) is known, all of the relevant thermodynamic functions can be calculated. The most elaborated form of this theory, the nonlocal density functional theory (NDFT), has been successfully used to describe fluids confined in narrow pores (Evans and Tarazona, 1984; Peterson et al., 1986; Balbuena and Gubbins, 1993). Lastoskie et al. (1993) also used NDFT to analyze the pore size distribution (PSD) of a microporous carbon, and recently, Ravikovitch et al. (1997) also used NDFT to characterize some siliceous catalyst supports and catalysts.  In this work, the PSD of BAX-activated carbon was determined following the procedure of Lastoskie et al. (1993). Then, this PSD and NDFT were used to calculate the qst of propane and butane on the BAX-activated carbon by a numerical differentiation technique. The results were compared with those obtained from a classical approach using experimental isotherm data fitted to a model and applied to a Clausius−Clapeyron-type equation (Sircar, 1985; Myers and Valenzuela, 1989). The effect of temperature and pore width on the qst in slit-shaped pores, along with the qst for a model homogeneous carbon were also investigated using NDFT.   Top of PageAbstractIntroductionTheoryExperimental SectionResults and DiscussionConclusionsTheory It is assumed that the solid consists of slit-like pores represented by two semi-infinite parallel walls separated by a distance H. The fluid−fluid interaction potential μ(r) is described by a cut and shifted Lennard-Jones 12−6 pair potential as follows (Weeks, et al., 1971):    with   where r is the separation distance between a pair of molecules, and εff and σff are parameters representing interaction energy and molecular size, respectively. The cutoff radius rc is chosen as 2.5 σff. For solid−fluid interaction potential φsf, Steele's 10−4−3 potential is used (Steele, 1974), which is given by:  where ρs is the solid density and Δ is the separation between carbon layers. Values of ρs = 0.114 Å-3 and Δ = 3.35 Å are used here (Steele, 1973). For a slit pore, the fluid molecule interacts with both walls, so the full external potential Vext(z) is written as follows:  The potential parameters used in this work are shown in Table 1; parameters for solid−gas interactions are estimated by Lorentz−Berthelot mixing rules (Steele, 1974) and given by eqs 5a and 5b:       Table 1. Lennard-Jones Parameters Used in the NDFT Calculations (Hirschfelder et al., 1954)a  interactionσ (Å)ε/k (K) CC 3.4 28.0 N2N2 3.681 91.5 C3H8C3H8 5.061 254 n-C4H10n-C4H10 4.997 410  a Viscosity data.    For a fluid in an external field Vext(r), and at a fixed temperature T, and chemical potential μ, the grand potential functional Ω is written as follows (Evans and Tarazona, 1984):  F[ρL(r)] is the Helmholtz free energy, which is expanded in a perturbative fashion about a reference system of hard spheres of diameter d to yield:  where ρL(2)(r,r‘) is the pair distribution function. The equivalent hard sphere diameter d is calculated as a function of temperature from eq 8 (Barker and Henderson, 1967):  with η1 = 0.3837, η2 = 1.035, η3 = 0.4249, and η4 = 1 (Lastoskie, et al., 1993). The attractive part is treated in the mean field approximation as follows:  Equation 9 neglects correlations due to attractive forces. The hard sphere term FH is further divided into an ideal gas component Fid and an excess component Fex:   The ideal contribution is given by eq 11:  where Λ = h/ is the thermal deBroglie wavelength. The excess term is a functional of the local density ρL(r) and the excess Helmholtz free energy per molecule fex, as follows:  where fex is given by the contribution of the local chemical potential μH, pressure PH, and ideal gas term for a hard sphere fluid of smoothed density ρ(r) and diameter d:  The smoothed density is defined as follows:  where W[|r − r‘|, ρ(r)] is a weighting function, which takes into account nonlocal effects. Here, Tarazona's (1985) model for the weighting function is used, and the hard sphere excess free energy is calculated (eq 13) with the Carnahan−Starling equation of state (Carnahan and Starling, 1969).  To solve for the equilibrium density profile, the grand potential functional Ω of eq 6 is minimized with respect to density. The density profile at a certain H and T is obtained by numeric iteration. For convenience, the pore width and mean fluid density are scaled with respect to the fluid-fluid molecular diameter, respectively, as H* = H/σff and ρ* = ρσff3. After solving for the density profile, the pore size distribution f(H) is obtained by solving the adsorption integral equation (Szombathely et al., 1992; Jagiello, 1994), which is written as follows:  The isosteric heat of adsorption is calculated by eq 16 (Sircar, 1985; Myers and Valenzuela, 1989):  When the isotherm is in the form of N  N(P,T), eq 16 is changed to the following form by the chain rule of calculus:   The derivatives in eqs 16 and 17 are evaluated analytically if explicit expressions are available, otherwise they are evaluated numerically.   Top of PageAbstractIntroductionTheoryExperimental SectionResults and DiscussionConclusionsExperimental Section Adsorption isotherms for propane and butane adsorbed on BAX-activated carbon were measured gravimetrically using a VTI Integrated Microbalance System. The propane adsorption isotherms were obtained at six different temperatures ranging from 297 to 333 K. At each temperature, 22 points were obtained covering the pressure range from 6 to 333 kPa. The butane adsorption isotherms were obtained at nine different temperatures ranging from 297 to 367 K. At each temperature, 22 points were obtained covering the pressure range from 6 to 200 kPa. Prior to each isotherm measurement, the activated carbon was regenerated at 523 K for 2 h under reduced pressure of <1 × 10-5 Torr. The adsorption isotherm for nitrogen adsorbed on BAX-activated carbon was measured and provided by Westvaco (Jagiello, 1997).  The propane (99%) and n-butane (99%) were obtained from National Welders and used as received. The BAX-activated carbon was obtained from Westvaco in the form of small pellets (2.1 mm extruded) and used as received except for regeneration.   Top of PageAbstractIntroductionTheoryExperimental SectionResults and DiscussionConclusionsResults and Discussion NDFT Isosteric Heats of Adsorption in Slit-Shaped Single Pores. Adsorption isotherms of propane and n-butane adsorbed in slit-shaped single pores at different temperatures and pore widths were generated by NDFT. Then the isotherms were differentiated numerically to obtain the isosteric heats of adsorption according to eq 17. The qst results are shown in Figures 1a and 2a, and the corresponding adsorption isotherms are shown in Figures 1b and 2b. It is seen that qst is only a weak function of temperature. It decreases sharply from H* = 2−3, but only slightly from H* = 3 to 4 at small loadings. Due to the assumption of slitlike single pores and homogeneous walls, the adsorption sites are energetically homogeneous at very low coverages. The stronger solid−fluid interaction for smaller H* makes qst in smaller pores bigger than that in larger pores. At small loadings, qst increases with ρ* because of adsorbate−adsorbate interactions. When loading increases and more sites become covered by fluid molecules, multilayer adsorption begins to occur if the slit width is big enough; then the decrease in the solid−fluid interaction overwhelms the additional fluid−fluid (or adsorbate−adsorbate) interaction, causing qst to drop.   Figure 1 (A) Isosteric heats of adsorption of propane on carbon at different slit widths and temperatures, and (B) the corresponding adsorption isotherms calculated from the NDFT model.   Figure 2 (A) Isosteric heats of adsorption of n-butane on carbon at different slit widths and temperatures, and (B) the corresponding adsorption isotherms calculated from the NDFT model.   The adsorption isotherms for H* = 4 show typical behavior of layering transition, where the first layering transition occurs at about ρ* = 0.2. This loading is exactly where qst begins to drop rapidly. At H* = 2, ρ* increases quickly with increasing pressure at low loadings, but when ρ* exceeds 0.35, the curves begin to level off, which means adsorption becomes difficult after that point. At high loadings, the adsorbate molecules become very close to each other in the small pores, so that the repulsive forces become important; thus adsorption becomes unfavorable and qst begins to drop. The peak value of qst is reached at about ρ* = 0.35 when H* = 2. For H* = 3, the adsorption isotherms begin to level off when ρ* exceeds ∼0.4, and this range is where qst reaches its peak value.  At the limit of zero coverage, qsto can be obtained directly from an exact analytical expression (Steele, 1974):  The qsto of propane and butane at 313 K obtained from eq 18 are shown in Figure 3. It is seen that qsto drops rapidly with increasing H* when H* < 3, and is almost constant when H* > 4. At zero coverage, there are no interactions among the adsorbate molecules, so qsto is totally determined by the adsorbate−adsorbent interaction (Vext). When H* is small, both walls have significant effects on the adsorbate molecules. From eqs 3 and 4, Vext decreases with increasing H*; thus, qsto decreases when H* increases. If H* is large enough, φsf(H* − z) becomes very close to zero; then Vext(z) is controlled by φsf(z) (eq 4), the interaction between the adsorbate and the closer wall. At zero coverage, z is small and almost constant because the fluid molecules are adsorbed only in the first layer; therefore, qsto is nearly constant at large H*.   Figure 3 Isosteric heats of adsorption of propane and butane at zero coverage calculated from an analytical expression (eq 18); (Steele, 1974).   Isosteric Heats of Adsorption from Adsorption Isotherm Correlations. The propane−BAX-activated  carbon and butane−BAX-activated carbon isotherms are shown in Figures 4 and 5, respectively. The Three Process Langmuir Model (TPLM) (Drago et al., 1996), which is given by:  and  was used to correlate the experimental data. TPLM was fitted simultaneously to all of the isotherm data points in each system to determine the nine parameters using nonlinear regression. The average relative error (ARE), defined as follows:  was used to indicate the goodness of the fit. The TPLM parameters and the corresponding ARE for each system are given in Table 2; the TPLM correlation for propane and butane are plotted against the experimental data in Figures 4 and 5, respectively. It is seen that the TPLM correlates quite well with both the propane and butane−BAX-activated carbon systems, with some minor deviations apparent in the butane correlation at low pressures and temperatures.   Figure 4 Adsorption isotherms of propane adsorbed on BAX-activated carbon. The points are the experimental data and the lines are the correlation with the TPLM, eq 19.   Figure 5 Adsorption isotherms of n-butane adsorbed on BAX-activated carbon. The points are the experimental data and the lines are the correlation with the TPLM, eq 19.     Table 2. TPLM Parameters and Goodness of Fita for the Propane and n-Butane−BAX Carbon Systems  parameterpropanen-butane qm1 (mol/kg) 6.007 7.9862 b01 (1/kPa) 2.56 × 10-7 8.79 × 10-8 B1 (K) 2880 3305.384 qm2 (mol/kg) 2.6047 2.0174 b02 (1/kPa) 8.78 × 10-7 4.43 × 10-7 B2 (K) 3354.63 3923.893 qm3 (mol/kg) 0.6008 1.544895 b03 (1/kPa) 2.21 × 10-7 3.0 × 10-9 B3 (K) 4625.18 6310.47 ARE (%)a 0.90 1.5  a Defined by eq 20.    The isosteric heats of adsorption were calculated from the TPLM by combining eqs 17 and 19. The derivatives in eq 17 were evaluated analytically using Maple III. The results are shown in Figures 6a and 7a, respectively, for propane and butane. It was reassuring to see  that for both systems, the TPLM was capable of predicting the characteristic decrease in qst with loading that is associated with a heterogeneous adsorbent.   Figure 6 (A) Isosteric heats of adsorption of propane on BAX-activated carbon at 313 K predicted from the TPLM and the NDFT model, and (B) the corresponding adsorption isotherms.   Figure 7 (A) Isosteric heats of adsorption of butane on BAX-activated carbon at 313 K predicted from the TPLM and the NDFT model, and (B) the corresponding adsorption isotherms.   Pore Size Distribution. Following the procedure of Lastoskie et al. (1993), the density profile of N2 on carbon at 77 K was generated for a wide range of slitlike pores of diameter H*. Then, using the experimental adsorption isotherm for N2 on BAX-activated carbon at 77 K and eq 15, the PSD of the BAX-activated carbon was solved for using a regularization method with nonnegative constraints (Szombathely et al., 1992; Jagiello, 1994). The results are shown in Figure 8. It is seen that this carbon material has a wide range of pore sizes, with two peaks in the micropore range, one in the small mesopore range, and a broad distribution of pores up to 100 Å in diameter.   Figure 8 Pore size distribution of the BAX-activated carbon, determined from the N2 experimental adsorption isotherm at 77 K and a NDFT procedure outlined by Lastoskie et al. (1993), utilizing eq 15.   NDFT Isosteric Heats of Adsorption of Propane and Butane on BAX-Activated Carbon. The NDFT isosteric heat of adsorption is obtained from  once qst(H,P) and the mean density at a certain pressure  and temperature (where the equilibrium loading is N) at different pore sizes is determined. The accumulative pore volume Vp(H) is calculated from the PSD function f(H) (= dV/dH) of the material, which is given by:  In this work, qst values for propane and butane on carbon at 313 K were calculated for different slit widths ranging from 1.6 to 20, with truncation at H* = 20 because the contribution to adsorption by pores with H* > 20 was very small in the pressure range investigated. Then, using eqs 21 and 22 and the PSD result obtained earlier (Figure 8), the qst values for propane and butane on the BAX-activated carbon at 313 K were calculated. The results are shown in Figures 6a and 7a, along with the experimental results obtained from the TPLM correlations. The corresponding adsorption isotherms are shown in Figures 6b and 7b.  There have been some discussions about the difference between the absolute properties derived from simulation studies and the excess properties obtained from experiment (Sircar, 1985; Myers et al., 1997). Myers et al. (1997) suggest that the difference between absolute and excess adsorption may be ignored when the pore volume of the adsorbent is negligible compared with the adsorption second virial coefficient (B1s). The TPLM adsorption second virial coefficients of propane and butane on the BAX-activated carbon at 313 K are 1216.6 and 7592.9 cm3/g, respectively; the pore volume of the BAX-activated carbon is 0.915 cm3/g (Jagiello, 1997). Therefore, the difference between absolute and excess adsorption was considered negligible and the NDFT results are compared directly to the TPLM (experimental) results in Figures 6 and 7.  The qst values and the adsorption isotherms obtained from the TPLM (experiment) are in fair agreement with those from NDFT. For propane, the adsorption isotherms obtained from the two models agree very well in the low pressure range, but begin to deviate when P exceeds 30 kPa; in contrast, butane exhibits deviation in the low pressure range and fairly good agreement at higher pressures. It is also seen that the qst for propane predicted from the NDFT agrees fairly well with the TPLM results over most of the loading range, except at very low loadings, whereas qst for butane calculated from the two models agree well only at low loadings. These differences may have been caused by the inability of the TPLM to represent the full heterogeneity of the systems or to correlate the experimental data precisely in the entire pressure range (Figure 5). Oversimplification of the structure of the adsorbent and the mean field approximation for the attractive potential in NDFT may have also contributed to this discrepancy between the models.  The drop of qst with loading for both propane and butane is typical of heterogeneous adsorbents (Rudzinski and Everett, 1992); and it is reassuring to see that both NDFT and TPLM capture this characteristic. This BAX-activated carbon has a wide range of pore sizes (Figure 8):  12% of its pore volume has H <10 Å, 38.7% of its pore volume is in the micropore range, and 74.5% of its pore volume is within H <50 Å. The calculated pore filling pressures for small pores are lower than for large pores, and the adsorption in large pores at low pressures is close to zero. In other words, adsorption starts in small pores at low loadings, then gradually progresses to larger pores with increasing pressure. Keffer et al. (1996) also showed that at low loadings, the adsorbates simply occupy the most energetically favorable positions, and that the total energy is most favorable in the smallest pores. It was shown earlier that qst decreases with H* (Figures 1 and 2); so, based on this pore filling mechanism, qst drops with loading. At higher loadings, both small and large pores play a role in adsorption, and multilayer adsorption takes place in the larger pores, so the adsorption process becomes more complex with adsorbate−adsorbate interactions becoming appreciable. When the surface heterogeneity is large, the continued fall in the adsorbate−adsorbent interaction masks the adsorbate−adsorbate interaction, causing qst to drop, which is clearly shown by the NDFT predictions for butane. However for propane, qst begins to level off with increased loading. This indicates that either adsorbate−adsorbate interactions are becoming more important, or that the BAX-activated carbon is less heterogeneous toward propane than butane in the loading range investigated.  Comparing Figures 6a and 7a, it is seen that qst of butane is ∼10 kJ/mol higher than that of propane at the same loading. This result is explained by referring to Table 1. The σff values for the two substances are almost the same, but the butane−butane interaction energy is much higher; therefore, εff and εsf are higher than those of propane. Stronger fluid−fluid and solid−fluid interactions lead to a higher heat of adsorption.  NDFT Isosteric Heats of Adsorption on a Homogeneous Model Carbon. It was shown in the previous section that the wide range of pore sizes of the BAX-activated carbon causes surface heterogeneity, which makes qst decrease with loading. To emphasize this point, an idealized carbon of the same surface area (875 m2/g) and pore volume (0.915 cm3/g) as the BAX-activated carbon was used to calculate qst at different reduced surface coverages (based on the BET surface area), but with a uniform pore size of 10 Å. The results are shown in Figure 9.   Figure 9 NDFT isosteric heats of adsorption of propane and butane on a model homogeneous carbon (T = 313 K; θ = V/Vm with Vm obtained from BET theory).   These curves are very similar to experimental qst data for substances adsorbed on graphitized carbon black, a homogeneous adsorbent (Steele, 1974). Note the difference in the initial slope of qst in Figure 9 as opposed to that in Figures 6a and 7a. For homogeneous adsorbents, qst increases with surface coverage, it reaches a  peak value at around θ = 0.5, then begins to drop rather rapidly. It has been shown that the monolayer is complete for a gas adsorbed on a homogeneous surface at a coverage that corresponds to the midpoint of the rapid drop in qst (Steele, 1974; Beebe et al., 1947a). In Figure 9, it is seen that the halfway point of the rapid drop in qst corresponds to θ = 0.61 for propane and θ = 0.65 for butane. Steele (1974) found the reduced surface coverage corresponding to that point usually falls in the range of θ = 0.65 ± 0.1 for many different systems. The results of this NDFT study on a homogeneous model carbon are consistent with these findings.   Top of PageAbstractIntroductionTheoryExperimental SectionResults and DiscussionConclusionsConclusions NDFT was used to predict the isosteric heats of adsorption of strongly adsorbed hydrocarbon gases, propane and butane, on carbon. In slit-shaped pores, qst was shown to be a weak function of temperature, and it decreased with increasing pore width, but increased with larger εff and εsf (fluid−fluid and solid−fluid interactions). It was also shown that by incorporating the calculated PSD of BAX-activated carbon in the NDFT model, qst of both gases decreased with increased loading, characteristic of a heterogeneous adsorbent. In other words, simply by assuming slitlike pores and homogeneous walls, NDFT predicts a typical behavior of a heterogeneous adsorbent when combining the single-pore-homogeneous-wall results with the calculated PSD; this result demonstrated that the PSD may be adequate enough to explain the structural heterogeneity in a material.  The NDFT results for propane and butane also agreed to a certain extent with the heats of adsorption obtained from the classical approach using experimental adsorption isotherm data fitted to a model and applied to a Clausius−Clapeyron-type equation. Both models showed that qst of butane was ∼10 kJ/mol higher than that of propane at the same loading. However, for the NDFT model, only one experimental isotherm was required to derive the PSD of the adsorbent, and the same PSD can be used to predict the qst of different adsorbates adsorbed on the same adsorbent at different temperatures. In contrast, for the classical technique, numerous experimental isotherms were required for each adsorbate/adsorbent pair.  In addition, the qst of propane and butane calculated on a homogeneous model carbon both increased with reduced surface coverage up to θ = 0.5, reached peak values at around θ = 0.5, and then dropped rapidly with increased θ. The reduced surface coverages where the monolayer was complete were 0.61 for propane and 0.65 for butane, in agreement with published experimental results. Overall, NDFT was shown to be a very useful technique for predicting the isosteric heats of adsorption of hydrocarbon gases adsorbed on carbon materials.    Top of PageAbstractIntroductionTheoryExperimental SectionResults and DiscussionConclusionsAcknowledgment The authors thank Dr. Jacek Z. Jagiello from the Westvaco Charleston Research Center for providing the experimental data for the PSD of the BAX-activated carbon. One of the authors (J.A.R.) also acknowledges the National Science Foundation for providing partial financial support to purchase the VTI Integrated Microbalance System under Grant CTS-9500362. Nomenclature  B1, B2, B3:   parameters in TPLM, K  B1s:  second virial coefficient, cm3/g  b10, b20, b30:  parameters in TPLM, 1/kPa  d:  hard sphere diameter, Å  F:  Helmholtz free energy, J  fex:  excess Helmholtz free energy, J/molecule  f(H):  pore size distribution function, cm3/(Å g)  H:  slit width, Å  H*:  slit width in dimensionless form, =H/σff  h:  Planck constant, 6.626176 × 10-34 J s  k:  Boltzmann constant, 1.380662 × 10-23 J/K  M:  molecular weight, kg/molecule  N:  loading, mol/kg adsorbent  P:  pressure, kPa  qst:  isosteric heat of adsorption, kJ/mol  qsto:  isosteric heat of adsorption at zero coverage, kJ/mol  q01, q02, q03:  parameters in TPLM, mol/kg  R:  gas constant, 8.314 J/(K mol)  r:  distance between two molecules, Å  T:  temperature, K  Vext:  external potential, J  Vp:  pore volume, cm3/g adsorbent  W:  weighting function  Greek Symbols  Δ:  distance between two adjacent carbon layers, Å  Λ:  thermal deBroglie wavelength, m  Ω:  grand potential functional, J  ε:  Lennard-Jones parameter  φ:  molecular interaction potential, J  μ:  chemical potential, J  π:  3.1415926536  θ:  reduced surface coverage  ρL:  fluid density, Å-3  ρs:  solid density, Å-3  ρ*:  dimensionless density, =ρσff3  ρ:  mean density, Å-3  σ:  Lennard-Jones parameter, Å  Subscripts  att:  attraction  ex:  excess  ext:  external  id:  ideal gas  ff:  fluid−fluid  H:  hard sphere  sf:  solid−fluid     This article references 29 other publications. Balbuena, P. B.; Gubbins, K. E. Theoretical Interpretation of Adsorption Behavior of Simple Fluids in Slit Pores.   Langmuir 1993, 9, 1801.[ACS Full Text ], [CAS]. Theoretical interpretation of adsorption behavior of simple fluids in slit poresBalbuena, Perla B.; Gubbins, Keith E.Langmuir\r\n        (1993),\r\n    9\r\n        (7),\r\n    1801-14CODEN:\r\n                LANGD5;\r\n        ", "title": "Isosteric Heats of Adsorption on Carbon Predicted by Density Functional Theory", "authors": ["Huanhua Pan", "James A. Ritter", "Perla B. Balbuena"], "doi": ["10.1021/ie9705867"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1998/iecred.1998.37.issue-3/ie9705867/production/images/small/ie9705867f00009.gif\">"]}