{"abstract": "Two new MOF structures are synthesized from a combination of bidentate dicarboxylate and bidentate pyridine--oxide ligands; using 1,4-benzenedicarboxylate and 2,2′-dipyridyl-,′-dioxide (DPNDO) gives a solid that contains infinite inorganic chains of octahedral divalent metals (Co or Mg) that is thermally robust and permanently porous toward small adsorbate molecules such as methane, carbon dioxide, nitrogen, and methanol.Two Co metal–organic framework materials, constructed from a combination of 1,4-benzenedicarboxylate (BDC) and either 2,2′-dipyridyl--oxide (DPNO) or 2,2′-dipyridyl-,′-dioxide (DPNDO), are synthesized under solvothermal reaction conditions, and their structures solved by single crystal X-ray diffraction. Both have three-dimensional structures that contain octahedral Co centers with μ-(η)-BDC, and bidentate DPNO or DPNDO coligands that bridge pairs of metal centers but do not contribute toward the overall connectivity of the framework. Co(BDC)(DPNO) contains trimers of trans corner-shared Co-centered octahedra with one type of bridging BDC ligand forming terminal edges of the trimers, bridging to neighboring trimer units, and a second type, bridging pairs of metals and also connecting neighboring trimers. Co(BDC)(DPNDO) is constructed from one-dimensional inorganic chains consisting of cis- and trans-corner shared Co-centered octahedra. The DPNDO ligand is bis-bidentate, forming the edges of one type of octahedron and the trans corners of the second type, with the coordination for both octahedra completed by bridging BDC linkers, which in turn connect the inorganic chains to yield a three-dimensional structure. Thermogravimetric analysis shows both materials contain trapped solvent, and while Co(BDC)(DPNO) is unstable with respect to solvent loss, Co(BDC)(DPNDO), and its magnesium analogue, can be desolvated to yield permanently porous materials that show thermal stability up to 300 °C. For Co(BDC)(DPNDO), gas adsorption studies show permanent microporosity with moderate uptake of small gas molecules (N, CO, CH, and CH), supported by Grand Canonical Monte Carlo calculations based on the assumption of rigid crystal structures, while gravimetric analysis shows rapid and reversible methanol adsorption at ambient pressure for both the Co and Mg analogues of the framework.", "text": "10.1021/cg501690b Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionA multiligand strategy in the synthesis of coordination polymers naturally leads to greater structural diversity than for single ligand materials and allows introduction of more than one type of chemical functionality; this is therefore a powerful way to discover new materials that may present new structures and properties that are tuned for desired applications.(1) Such multicomponent, or multivariate materials, can either be considered solid solutions of end members, each representing a single ligand framework,(2) or may have novel structures based on a unique combination of distinct ligands. In the case of porous metal–organic frameworks (MOFs) their adsorption properties are of interest, and multiligand synthesis has recently allowed access to some striking new families of materials: for example, Yaghi and co-workers have shown enhanced CO capture in a multivariate version of MOF-5 compared to its single ligand equivalents,(3) while several groups have shown how the inclusion of moderating, nonbridging ligands allows the porosity of certain MOFs to be tuned, leading to the idea of a defective linker strategy for controlled porosity.(4-7) In the cases where two distinct ligand types are used, novel framework architectures can be produced: for example, Hupp and co-workers combined carboxylates with pyridines to form unique structures where the robust carboxylate linkers stabilize pyridine-linked metals against structural collapse, to give materials with permanent porosity and redox activity.(8)Ligands containing pyridine-N-oxide functionalities are known from classical coordination chemistry to coordinate to a variety of metals through oxygen(9) and have been used recently to form some interesting coordination polymers. For example, Sharma et al. have prepared a range of coordination polymers using pyridine-N-oxides in combination with various metals and carboxylate ligands: this includes infinite Mn(II) chains connected by oxygen coordinated μ2-pyridine-N-oxide and with monodentate carboxylate ligands,(10) infinite chain structures of Pb(II),(11) a set of materials based on Group 12 metals,(12) and lanthanide materials which show different binding modes for the pyridine-N-oxide.(13, 14) In this paper we consider the synthesis of coordination polymers constructed from a combination of one of the simplest, and most widely used, bridging dicarboxylates, 1,4-benzene dicarboxylate (BDC), with bidentate ligands containing pyridine-N-oxide functionalities. Our work has been inspired by that of Xu et al.,(15) who used pyridine-N-oxides with 1,4-benzene dicarboxylate and Mn2+ to form analogues of the well-known framework MIL-53, in which infinite chains of octahedral metal centers, linked by trans corner-sharing, form a flexible porous structure by virtue of the cross-linking 1,4-benzene dicarboxylates. When pyridine-N-oxide is used as a coligand in this system its oxygen provides the μ2 link between adjacent divalent metals (rather than the anionic hydroxide or fluoride in the parent MIL-53 structure that includes trivalent metals(16)), and the pyridine rings fill the pore volume. We extended the work to include the metals Co2+ and Ni2+ (and mixtures of these metals),(17) and in the case of Co2+ showed that by adding substituents to the pyridine ring of pyridine-N-oxide, the framework structure could be distorted with retention of the overall topology, by virtue of the steric requirements of the substituent.(18) Xu et al. also used 4,4′-dipyridyl-N,N′-dioxide, itself a bridging bidentate ligand, in combination with 1,4-benzene dicarboxylate to produce a novel MIL-53-like structure in which the bidentate coligand was arranged parallel to the dicarboxylate rings so to maintain porosity in an expanded, permanently porous structure.(15)In the present work we have selected the ligands 2,2′-dipyridyl-N-oxide (DPNO) and 2,2′-dipyridyl-N,N′-dioxide (DPNDO), Figure 1, and investigated their use in combination with the widely used 1,4-benzenedicarboxylate ligand for the crystallization of coordination polymers. These bidentate pyridine-N-oxides have previously received little attention for the formation of coordination polymers: to our knowledge, only the latter has been used in the formation of infinitely connected coordination compounds for Co2+ and Cu2+ materials with bridging tricyanomethanide ligands to give infinite chains,(19) a Pb2+ iodide with an infinite chain of iodide-edge-shared octahedral and pendant DPNDO completing the metal coordinatio,(20) and Cu2+ materials containing paddle-wheel dimeric units.(21) In each of those examples the 2,2′-dipyridyl-N,N′-dioxide coordinates through both oxygen donors, but whereas in the first two it coordinates to a single metal, forming the edge of an octahedron, only in the last case does it span two metal centers, to link Cu2+ dimers to give an infinite chain.(21) The ligand 2,2′-dipyridyl-N-oxide, in contrast, offers the possibility of coordination through nitrogen as well as through oxygen. We have thus prepared two unique, three-dimensional frameworks containing Co2+, Co3(BDC)3(DPNO)2 and Co2(BDC)2(DPNDO) whose structures and thermal behavior are reported herein. For the latter material, which shows stability on desolvation, we have also prepared an Mg2+ analogue and studied the behavior of the two structures toward various adsorbates.Figure 1. Bidentate pyridine-N-oxide ligands used as coligands in this work: 2,2′-dipyridyl-N-oxide (DPNO) and 2,2′-dipyridyl-N,N′-dioxide (DPNDO).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionCo3(BDC)3(DPNO)2 was synthesized under solvothermal conditions from Co(NO3)2·6H2O (Sigma-Aldrich >98%), 1,4-benzenedicarboxylic acid (Sigma-Aldrich >98%) and 2,2′-dipyridyl-N-oxide (Sigma-Aldrich 98%) in the molar ratio 1:2:2, respectively, using 0.2 g of Co(NO3)2·6H2O dissolved in 10 mL of N,N-dimethylformamide (DMF) to give a Co2+ concentration of 0.07 M. The mixture was thoroughly stirred before heating in a sealed, 20 mL, Teflon-lined autoclave at 90 °C for 2 days. Co2(BDC)2(DPNDO) was also synthesized under solvothermal conditions, in this case from Co(NO3)2·6H2O, 1,4-benzenedicarboxylic acid and 2,2′-dipyridyl-N,N′-dioxide (Sigma-Aldrich 98%) in the molar ratio 1:2:2, respectively, using 0.2 g of Co(NO3)2·6H2O dissolved in 10 mL of a 1:4 mixture (by volume) of DMF:methanol, to give the same Co2+ concentration. In this case crystallization was performed at 100 °C for 7 days. The magnesium analogue, Mg2(BDC)2(DPNDO), was prepared in a similar manner but with the cobalt salt replaced by Mg(NO3)2·6H2O (Merck >99%) and using a higher dilution: 0.03 M Mg2+ in 10 mL of a 1:4 mixture of DMF:methanol.Suitable single crystals for structure determination were selected for each of the cobalt materials and were mounted on glass fibers with silicon grease on a Xcalibur, Gemini diffractometer with a Ruby CCD detector, or at the EPSRC Crystallographic Service,(22) where a Rigaku Saturn724+ diffractometer was used. Using Olex2,(23) the structures were solved with the ShelXS(24) structure solution program using Direct Methods and refined with the ShelXL(24) refinement package using least-squares minimization. Co3(BDC)3(DPNO)2 was found to be X-ray sensitive, which may be related to the ease of collapse of the structure upon desolvation (see below), and its structure could only be determined at 100 K. Co2(BDC)2(DPNDO) was much more robust and was studied both at room temperature and as a methanol exchanged form (produced by soaking the crystals in methanol for at least 3 days) at 150 K to prevent subsequent methanol loss. Structure determination details and crystallographic data are shown in Table 1.Table 1. Crystal Structure Data for Co3(BDC)3(DPNO)2 and Co2(BDC)2(DPNDO) Co3(BDC)3(DPNO)2Co2(BDC)2(DPNDO)Co2(BDC)2(DPNDO)[CH3OH]2.5[H2O]1.5formulaC44H28Co3N4O14C26H16Co2N2O10C27.25H22.50Co2N2O12data collectionRigaku Saturn724+ (Mo Kα)Oxford Diffraction Gemini R (Mo Kα)Oxford Diffraction Gemini R (Mo Kα)temperature/K100296150crystal systemtriclinicmonoclinictriclinicspace groupP1̅P2/cP1̅a/Å9.650(6)11.3517(12)11.3407(5)b/Å17.270(12)11.3956(10)11.3847(9)c/Å18.274(12)13.2806(12)13.1908(7)α/°99.057(11)9088.868(6)β/°90.485(9)110.274(11)69.339(5)γ/°106.122(10)9085.726(5)V/Å32885(3)1611.5(3)1589.07(18)Z222μ (Mo Kα)/mm–10.9261.0791.105crystal size/mm30.05 × 0.04 × 0.010.2 × 0.06 × 0.040.2 × 0.06 × 0.04Rint0.1360.1160.103reflections measured, unique37606, 1307022037, 1347934873, 13810GOF on F20.9891.4920.962R1, wR2 [I > 2σ(I)]0.0898, 0.24840.1108, 0.25680.0738, 0.1089data/restraints/parameters13070/42/58913479/121/38013810/0/184largest peak, hole/e·Å–30.744, −1.1351.81, −1.532.07, −1.32Powder X-ray diffraction (Siemens D5000 operating with Cu Kα1/2 radiation) was measured at room temperature from samples of both Co2+ materials, and the magnesium material. In situ powder X-ray diffraction with heating (Bruker D8 operating with Cu Kα1/2 radiation and an Anton Parr HTK900 sample chamber) was recorded from samples of Co2(BDC)2(DPNDO) and Mg2(BDC)2(DPNDO) to examine the possibility of structural changes with heating and their ultimate thermal stability.Thermogravimetric analysis-differential scanning calorimetry (TGA-DSC) was recorded under static air from all three materials from room temperature to 1000 °C using a Mettler-Toledo TGA/DSC 1 Stare System using ∼10 mg of material held in an alumina crucible. In separate TGA-DSC experiments, samples of Co2(BDC)2(DPNDO) and Mg2(BDC)2(DPNDO) that had previously been washed in methanol were each heated to 250 °C before cooling and a flow of nitrogen saturated with methanol vapor introduced, achieved by bubbling the inlet gas through a methanol-filled Drechsel bottle. The mass was monitored throughout, and after reaching equilibrium, the samples were heated to 100 °C to then drive off the methanol. A calibration was performed by performing a background scan on an empty crucible under identical conditions.Nitrogen adsorption isotherms were recorded at 77 K from Co2(BDC)2(DPNDO) and Mg2(BDC)2(DPNDO) after degassing under a vacuum at 150 °C using a BEL Japan, BELSORP Prep instrument. Gas adsorption measurements at 303 K and up to 20 bar were made with CO2, CH4, N2, and C2H6 using an in-house built high-throughput instrument at Aix-Marseille University.(25) In this apparatus gas adsorption is measured via a manometric gas dosing system on six samples in parallel. The amounts of gas adsorbed are calculated by an equation of state using the Reference Fluid Thermodynamic and Transport Properties (REFPROP) software package 8.0 of the National Institute of Standards and Technology (NIST).(26) Around 100–200 mg of sample is used, and each sample is thermally activated individually in situ under primary vacuum at a chosen temperature overnight, before gas adsorption is studied. The gases were obtained from Air Liquide: nitrogen and methane were of 99.9995% purity (N55) and carbon dioxide and ethane were of 99.995% purity (N45). In these experiments the measurements were cycled to investigate the presence of any residual adsorbed gases, but desorption isotherms were not measured.Simulated pure component adsorption isotherms of N2 at 77 K and CH4, C2H6, and CO2 at 303 K in Co2(BDC)2(DPNDO) were generated via Grand Canonical Monte Carlo simulations carried out using the MuSiC software package.(27) Input fugacities for the simulations were calculated using the Peng–Robinson equation of state.(28) The MOF was treated as rigid, with framework atoms kept fixed in their crystallographic positions. Sorbate-MOF interactions were described solely via the Lennard-Jones (LJ) 12-6 potential in the case of N2, CH4 and C2H6, while CO2-MOF interactions included both LJ and Coulombic contributions. The LJ parameters for framework C, O, H, and N atoms were taken from the DREIDING force field.(29) For Co, for which DREIDING parameters were not available, the UFF(30) was used. Partial charges for framework atoms were determined using the EQeq method.(31) LJ potentials and partial charges for the sorbate atoms were taken from the TraPPE force field.(32, 33) Sorbate–sorbate interactions for the alkanes were described using only LJ interactions, while N2–N2 and CO2–CO2 interactions included both an LJ and electrostatic component. All sorbate molecules were considered to be rigid.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and Discussion1Crystal StructuresCo3(BDC)3(DPNO)2 is constructed from trimeric inorganic units consisting of three distorted octahedral Co2+ centers linked via trans oxygens. In the asymmetric unit there are two cobalts (Co3 and Co4) with double multiplicity and two other unique cobalts (Co1 and Co2) with single multiplicity, and this gives two distinct trimers: one Co4–Co1–Co4 and the other Co3–Co2–Co3, Figure 2a, both constructed from the same arrangement of ligands. The central cobalt in each is coordinated by six oxygens: an equatorial plane made up of four oxygens from four distinct BDC ligands, each of which uses the second oxygen of the carboxylate group to bridge to one of two of the neighboring terminal octahedra, and two axial oxygens from the oxygens of the pyridine-N-oxide functionality of the coligand, which form the corner-shared oxygens with the terminal Co centers. Each of the terminal cobalts in each trimer has its coordination completed by a coordinated nitrogen atom of the DPNO and two oxygens of a further, unique BDC that bind through one carboxylate to form an edge of the octahedron.Figure 2. Views of the structure of Co3(BDC)3(DPNO)2: (a) the local connectivity of trimeric units and (b) view along the a-axis showing the one-dimensional channels and the pillared layered nature of the structure. The Co4–Co1–Co4 trimer units shown as blue polyhedra and Co3–Co2–Co3 as green, carbon atoms are pale gray, oxygen red and nitrogen blue; hydrogen atoms are not shown for clarity. The incomplete bonds are part of BDC linkers that connect to other similar trimers.The presence of Co2+ in Co3(BDC)3(DPNO)2 is confirmed from bond valence sums(34) that give values of 2.13, 2.13, 1.99, and 1.96, respectively, for Co1, Co2, Co3, and Co4. Analogous trimeric units have been observed in other cobalt(II) coordination polymers with solely oxygen coordinated ligands, and the local Co2+ environment in these is similarly slightly distorted from regular octahedral geometry. For example, Poulsen et al. reported a Co2+ material, along with an analogous Zn2+ material, that contained the same trimeric units, linked solely by BDC, but to give a net anionic framework, with charge balanced by extra-framework ethylammonium cations,(35) and very similar materials have been described by others, using different synthesis approaches, and with different counterions.(36-39) Zou et al. also found similar trimeric units in a Co2+ material containing thiophene-2,5-dicarboxylic acid, bridging in a similar manner to BDC, but with N-coordinated 1,3-bis(4-pyridyl)propane linkers connecting the termini of the trimers.(40)The trimeric units in Co3(BDC)3(DPNO)2 are linked by the bridging BDC ligands to give a neutral, three-dimensionally extended network whose topology is overall connected only by organic bonds (I0O3 in the nomenclature of Cheetham et al.(41)), Figure 2a. Each trimer is linked to six other trimers: two of these are via BDC with μ2-(η2) bonding modes, such that a chain is formed running parallel to the b-axis; while cross-linking with μ2-(μ2-η2: η1) BDC linkers yields the three-dimensional structure. Figure 2b shows a view of the structure along the a-axis, which indicates the possibility of porosity in the structure. The one-dimensional channels thus presented are filled with disordered solvent: the SQUEEZE routine via PLATON was used to model possible solvent in the voids, which calculated a void volume of 1013.8 Å3 per unit cell (36.3% of the cell volume) with electron density corresponding to a combination of four DMF molecules and five waters.Co2(BDC)2(DPNDO) also presents a neutral three-dimensional structure, but its connectivity is very different from Co3(BDC)3(DPNO)2. While the structure also contains octahedral Co(II), the metal centers are linked by corner sharing to give a one-dimensional inorganic chain with alternating cis- and trans-shared bridging oxygens, Figure 3a. There are two crystallographically distinct Co centers. The bis-bidentate 2,2′-dipyridyl-N,N′-dioxide ligands, bonded through oxygen, form edges of Co1-centered octahedra and the shared corner with neighboring Co2 octahedra. Thus, the Co2-centered octahedra have trans corners from two distinct dipyridyl-N,N′-dioxide ligands. The remaining oxygens forming the coordination sphere of each octahedron are those of BDC linkers, each of which uses one carboxylate to bridge a neighboring Co1 and Co2 pair. Bond valence sums give values of 2.13 and 2.12 for Co1 and Co2, respectively, confirming the presence of Co2+.Figure 3. Views of the structure of Co2(BDC)2(DPNDO): (a) part of one of the infinite chains running approximately along c and (b) view along a showing the connectivity of the chains. Carbon atoms are pale gray, oxygen red, and nitrogen blue; hydrogen atoms are not shown for clarity. The incomplete bonds are part of BDC linkers that connect to other similar chains.The infinite chains are cross-linked by μ2-(μ2-η2: η1) BDC linkers, Figure 3b. The chain motif in Co2(BDC)2(DPNDO) is similar to that seen in other materials reported in the literature, even in cases where very different chemistry is represented; for example, Attfield and co-workers reported fluorinated aluminum phosphonates that contained the same chains, but made up of corner-sharing [AlO4F2] octahedra and with alternating trans or cis pairs of fluorides and the oxygens belonging to the coordinated alkylenebis(phosphonate)s,(42-44) and the aluminum MOF known as NOTT-300 has a similar chain connectivity of [AlO4(OH)2] octahedra, but with hydroxide groups forming the cis connections and with chains linked by a tetracarboxylate.(45) Other MOFs containing octahedral Mg2+(46) and In3+(47) with the same chain connectivity have also been described.The overall structure of Co2(BDC)2(DPNDO) is a three-dimensional network of connectivity I1O2 that presents potential channels in one dimension, Figure 4a: the shortest distance between carbon centers of the dipyridyl-N,N′-dioxide ligands across the diagonal of the pore is 7.41 Å, which between carbon centers of BDC linkers is 8.88 Å. The program PLATON(48) was used to calculate a 548.1 Å3 pore volume (34.0% of the volume). Any solvent present in this space must be highly disordered since no solvent or other molecular fragments could be refined satisfactorily in the voids.Figure 4. Views of the structure of Co2(BDC)2(DPNDO) determined at (a) room temperature and (b) 150 K with adsorbed methanol, showing one-dimensional channels running along the c axis. Carbon atoms are pale gray, oxygen red, and nitrogen blue; hydrogen atoms are not shown for clarity. In (a), the main channel of the pore (diameter 3.8 Å) and void spaces near the DPNDO ligands (diameter 4.9 Å) are indicated by orange and green spheres, respectively. In (b) the methanol sites with the highest occupancy are shown; as discussed in the text there are also lower occupied methanol and water sites in the pores.The methanol-exchanged sample of Co2(BDC)2(DPNDO), studied at 150 K, shows a lower crystal symmetry (triclinic, P1̅) but essentially the same framework structure, with little evidence for any framework movement having resulted upon cooling or the methanol washing, Figure 4b. The solvent accessible void space calculated by PLATON in this case was 526.0 Å3 (33.1% of the volume), illustrating the similarity of the framework structures between room temperature and 150 K. At low temperature the electron density within the pores could be analyzed and this allowed location of methanol and some coadsorbed water to give an empirical formula of Co2(BDC)2(DPNDO)[CH3OH]2.5[H2O]1.5. There is evidence for hydrogen bonding between methanol and an oxygen of a framework carboxylate (oxygen–oxygen contact of 2.95 Å).Powder X-ray diffraction of the two cobalt materials proved the phase purity of the samples, by comparison with the simulated pattern from the single crystal structures (Supporting Information). In the case of Co3(BDC)3(DPNO)2 only a short data collection was possible as the material rapidly changed color from pink to brown with loss of crystallinity; given the instability of this material it was not studied any further. The magnesium material Mg2(BDC)2(DPNDO) never formed crystals suitable for single X-ray diffraction, but powder X-ray diffraction was used to prove that it is isostructural with the cobalt analogue (Supporting Information), and a profile fit allowed refinement of its lattice parameters (space group P2/c, a = 11.291(2) Å, b = 11.202(1) Å, c = 13.493(5) Å and β = 111.32(3)°), showing that the unit cell volume (1589.83 Å3) is smaller than for Co2(BDC)2(DPNDO) (1611.5 Å3).2Thermal Stability of Co2(BDC)2(DPNDO) and Mg2(BDC)2(DPNDO)Thermogravimetric analysis of Co2(BDC)2(DPNDO) freshly prepared shows some initial mass losses below 400 °C, Figure 5, before final collapse of the materials with complete combustion of the organic by 500 °C. After washing in methanol the initial mass loss occurs in one step: this corresponds to just more than 2 equiv of methanol per Co2(BDC)2(DPNDO) formula unit (expected 9.2% mass loss; observed 11.6%); alternatively the material may also contain some water as in the refined low temperature crystal structure (expected mass loss 14.4%). (Note it is possible that the methanol and water content may vary from sample to sample, depending on atmospheric conditions and time.) The total overall mass loss at 900 °C of 78.6% matches the expected total combustion to CoO of 78.5% assuming 2 equiv of methanol. For the as-made material the initial mass loss occurs in two distinct steps, suggesting two types of adsorbed species. Given that methanol was the major solvent used and the 1,4-benzenedicarboxylate (H2BDC) was present in excess, the mass losses can be assigned assuming excess acid remains associated with the as-made material: the first loss is then due to 2 equiv of methanol per Co2(BDC)2(DPNDO)[H2BDC] (expected 7.20% mass loss and observed 7.95%) followed by loss of 1 equiv of unreacted H2BDC (expected 23.06% mass loss and observed 19.41%). It is impossible to say whether the latter is absorbed in the pores or as a separate phase, although powder XRD suggests no bulk, crystalline H2BDC is present. The fact that after washing the sample the methanol is lost in one step at low temperature corroborates the conclusion that the two-step mass loss seen for the as-made material is due to more than one adsorbed species, and the H2BDC is removed by methanol washing. The methanol-washed sample of Mg2(BDC)2(DPNDO) shows similar behavior with first loss of at least 2 equiv of methanol (and/or water) (expected 10.18% for 2 methanol, observed 14.48%) followed by combustion to MgO occurring at just above 400 °C (Supporting Information).Figure 5. Themogravimetric analysis of Co2(BDC)2(DPNDO) (static air, heated at 10 °C min–1).Thermodiffraction of Co2(BDC)2(DPNDO), Figure 6 shows abrupt loss of crystallinity at 300 °C that would correspond to the collapse of the framework and linker combustion seen by TGA (note the different heating rate between the two experiments and the dwell time needed for the XRD means that the precise temperature of collapse may not be directly comparable). The change in intensity of the low angle peaks at the early stages of heating would be consistent with loss of adsorbate molecules seen by TGA. Similar behavior is seen for Mg2(BDC)2(DPNDO) (Supporting Information). There is no evidence of “breathing” behavior prior to this collapse: the positions of Bragg peaks remain constant, implying there is no thermally induced flexibility in the structure from room temperature up to the point of collapse.Figure 6. Thermodiffraction showing the effect of heating in air upon Co2(BDC)2(DPNDO).3Gas AdsorptionThe simulated pore size distribution of the Co2(BDC)2(DPNDO) structure (Supporting Information) indicates that its porosity may be considered to be a channel consisting of a series of small voids (4.9 Å in diameter) which are connected by smaller windows (3.8 Å in diameter), Figure 4a. The windows are defined by the edges of the BDC and DPNDO ligands, while the slightly larger regions of the pore system incorporate regions of space between neighboring DPNDO ligands. The accessibility of these void spaces to different species has a considerable impact on light gas adsorption, and the agreement between simulated and experimental adsorption isotherms depends strongly on both the polarity and size of the sorbate species but also on the temperature.The permanent porosity of both materials was confirmed by gas-adsorption measurement on the methanol-washed samples. The N2 adsorption isotherms at 77 K display a Type I sorption behavior (Supporting Information), verifying their microporous nature with an uptake capacity of 66 cm3 g–1 and 78 cm3 g–1 for Co2(BDC)2(DPNDO) and Mg2(BDC)2(DPNDO) at the saturation pressure, respectively. The standard Brunauer–Emmett–Teller (BET) analysis is performed for a pressure range of 0.05 < p/p0 < 0.3. However, microporous MOFs show saturation well below the standard range. To choose the pressure range appropriate for a particular adsorbent and to avoid ambiguity when reporting the BET surface area, two consistency criteria have been proposed: (1) the pressure range should be chosen so that Va*(1 – p/p0) is always increasing with p/p0 and (2) the straight line fitted to the BET plot must have a positive intercept. Taking into account these two criteria, the BET surface area was calculated to be 252 m2 g–1 (p/p0 = 0.0002–0.06) and 303 m2 g–1 (p/p0 = 0.0002–0.07) for Co2(BDC)2(DPNDO) and Mg2(BDC)2(DPNDO), respectively. The higher measured value for the isostructural Mg material is consistent with its lower formula weight. The hysteresis observed in the nitrogen adsorption–desorption isotherms, although small, is reproducible and does not change on repeated measurements, suggesting it is a real effect and not due to structural collapse. This is supported by powder X-ray diffraction measured after the adsorption–desorption (Supporting Information) and also simulations (see below) that replicate the hysteretic behavior.At 303 K, the adsorption of CO2, CH4, and N2 is moderate and shows little selectivity, but the maximum uptake achieved is similar to other MOFs reported in the literature, such as the chromium(III) naphthalene tetracarboxylate MIL-102 (3–3.5 mmol·g–1 for CO2, 1–1.5 mmol·g–1 for CH4, 0.5–1 mmol·g–1 for N2)(49) and Sc2(BDC)3 (3.5–4 mmol·g–1 for CO2, 1.5–2 mmol·g–1 for CH4, and 0.5–1 mmol·g–1 for N2).(50) The shape of the adsorption isotherms is indicative of a microporous adsorbent. At low pressure (up to 3 bar), the filling of the pores leads to a relatively strong adsorption, followed by a plateau relative to the saturation of the microporous volume. The CO2 adsorption is easily reversible: an evacuation step at 30 °C is sufficient to regenerate fully the sample, and a second adsorption cycle is essentially the same as the first. Interestingly, and unlike CO2 and CH4, with C2H6 an amount of adsorbed molecules could not be removed by simple vacuum at 30 °C; this suggests a rather different interaction with this adsorbate (see below for further discussion of this when simulations are considered).Two adsorption sites were identified in gas adsorption simulations for Co2(BDC)2(DPNDO): one near the center of the channel and another in the pockets of space between neighboring DPNDO ligands, Figure 4a. There are four of these pocket sites per unit cell. In the case of nitrogen adsorption at 77 K (Figure 7), a stepped isotherm with a hysteresis loop is recovered from GCMC simulations. It is clear that these simulations vastly overpredict both the saturation capacity (6.4 mmol g–1) and the BET surface area (457 m2 g–1) compared to experiment (3.4 mmol g–1 and 252 m2 g–1), a result of the different accessibilities of the pocket sites in simulation and in experiment. The initial plateau in the simulated isotherm corresponds to one nitrogen molecule in each of the pocket sites (four molecules per unit cell in total) and a further two molecules per unit cell in the channel sites. The hysteresis loop is a result of the rearrangement of the adsorbed molecules in the channel sites to allow a further two molecules per unit cell to be accommodated. If adsorption in the pocket sites is discounted in simulation (i.e., only adsorption in the channel is considered), then extremely good agreement with the experimental isotherm and the BET surface area is observed with a predicted surface area of 217 m2 g–1. These results indicate that the pocket sites are almost completely inaccessible to nitrogen at 77 K.Figure 7. Nitrogen adsorption (filled symbols) and desorption (empty symbols) isotherms at 77 K in Co2(BDC)2(DPNDO). The experimental points are shown by green triangles, while simulations in which both pocket and channel sites were considered are shown as blue diamonds and in which only the channel sites were considered are shown as red diamonds.In the case of CH4 and CO2 adsorption at room temperature, reasonable agreement with experiment is obtained when both types of site are considered (Figure 8). For the nonpolar but comparatively small methane molecule, simulations overpredict methane uptake suggesting that the pocket sites are less accessible in reality than in simulation. In the case of CO2, simulations are able to capture the low pressure behavior well but underpredict the saturation capacity. While the simulated isotherm is clearly Type I with a well-defined saturation capacity (4.0 mmol g–1), the experimental CO2 isotherm does not achieve saturation, and it is possible that this is a result of the pocket sites becoming more accessible due to distortion of the DPNDO linkers induced by a strong interaction between the polar CO2 molecule and the MOF. This motion and associated slight increase in accessible pore volume are not accounted for in the GCMC simulations, which assume a completely rigid MOF.Figure 8. Simulated (filled symbols) and experimental (empty symbols) adsorption isotherms for CO2 (green triangles), CH4 (blue diamonds), and C2H6 (red squares) at 303 K in Co2(BDC)2(DPNDO).Ethane is the largest of the guest molecules we have studied, and comparatively poor agreement between simulation and experiment is observed for its adsorption isotherms at room temperature (Figure 8). At low pressure, the simulated uptake is much higher than observed in experiment. In simulation, the enhanced low pressure uptake at low pressure is driven primarily by adsorption in the relatively high-energy pocket sites, and the comparatively low experimental uptake over the same pressure range indicates that these sites are initially inaccessible to ethane. The same pocket sites were accessible to CO2 at low pressure, however, most likely a result of the increased polarity of CO2 coupled with C2H6 having a larger critical molecular dimension. As the partial pressure of C2H6 is increased, the framework is distorted sufficiently to enable adsorption in these sites, and a steady increase in ethane uptake is observed. As for CO2, a Type I isotherm was not recovered experimentally, and it appears that further distortion of the framework enables more ethane to be adsorbed than predicted by the simulations, in which the MOF was assumed to be completely rigid.4Methanol Uptake by Co2(BDC)2(DPNDO) and Mg2(BDC)2(DPNDO)Figure 9 shows thermogravimetric/DSC data recorded on prewashed samples of the two materials as methanol is introduced. As shown by the TGA above, heating to 200 °C is enough to remove the already adsorbed methanol. After being cooled to room temperature and exposure to a stream of methanol-saturated nitrogen, both materials rapidly adsorb methanol to give almost the same mass as their initial state (note it is probable that the initial materials also had some surface-adsorbed methanol and/or water). This mass loss and gain in these experiments of ∼10% corresponds to two methanols per M2(BDC)2(DPNDO) formula unit (expected 9.17% and 10.18% for M = Co and Mg, respectively). Adsorption of methanol has a similar heat flow for both the Co and Mg materials; this is not unexpected since there are no open metal sites and the guest is being adsorbed into the pores with, presumably, the same guest–guest hydrogen-bonded interactions in each case. Note also the smaller event prior to methanol uptake and at the end of the experiment after release of methanol: this corresponds to a small uptake of water from the nitrogen carrier gas. The reversible uptake of methanol by microporous solids is of interest due to potential applications in low temperature heat transformation applications,(51) and although the mass uptake of methanol by Mg2(BDC)2(DPNDO) is moderate at ∼0.1 g g–1, this was measured at ambient temperature and pressure so further investigation may be of interest.Figure 9. (a, b) Gravimetric analysis of methanol adsorption from the vapor phase. Nitrogen saturated with methanol was flowed over the samples from 7000 to 12500 s; otherwise nominally dry nitrogen was used.Simulations suggest an uptake of methanol of ∼15 wt % in Co2(BDC)2(DPNDO) at room temperature, assuming a rigid MOF (Supporting Information), which corresponds to just under six molecules per unit cell. The same is true at 150 K (the capacity is unchanged, but the adsorption takes place at a much lower pressure). Thus, the simulations overpredict the low temperature adsorption (the low temperature XRD of the methanol loaded structure showed four molecules per unit cell) but slightly overpredict capacity at room temperature. This supports the theory that there is some movement of the linker which affects the accessibility of the pocket sites to small molecules. In the light of the thermodiffraction results given above, this structural flexibility is likely to be in response to the guest molecule, rather than solely thermally induced.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsUsing a combination of bidentate pyridine-N-oxide linkers and bidentate 1,4-benzene dicarboxylate linkers, two new MOF structures are synthesized for Co2+ and one prepared as an Mg2+ analogue. The material prepared using 2,2′-dipyridyl-N-oxide contains trimers of Co(II) centers with a three-dimensional structure held together by only organic connectivity (I0O3), which may explain its thermal and X-ray sensitivity. In contrast, the bidentate 2,2′-dipyridyl-N,N′-dioxide (DPNDO) produces a three-dimensional framework containing one-dimensional cis and trans corner-shared chains of Co(II) octahedra (I1O2), which is a thermally robust structure from which residual solvent can be extracted to yield a microporous solid. The MOF thus produced shows moderate uptake of nitrogen, carbon dioxide, and methane, but with no obvious selectivity toward any of these components. The measured gas adsorption isotherms are successfully simulated for these molecules assuming a rigid MOF structure, but in the case of the larger guest molecules ethane and methanol the measured adsorption isotherms are less well replicated. This suggests a more complex interaction between certain adsorbates and the MOF, which may involve guest and/or temperature induced flexibility. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationFurther characterization data: powder X-ray diffraction, thermogravimetry, nitrogen adsorption isotherms, and results of simulations. This material is available free of charge via the Internet at http://pubs.acs.org. Crystallographic data have been deposited with the Cambridge Crystallographic Data Centre (CCDC 1034971–1034973) and crystallographic information files can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif. #Author Present AddressDepartment of Chemical Engineering, University of Bath, Claverton Down Bath, BA2 7AY, U.K.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7/2007-2013) under Grant Agreement No. 228862. Some of the equipment used in materials characterization at the University of Warwick was obtained through the Science City Advanced Materials Project “Creating and Characterising Next Generation Advanced Materials” with support from Advantage West Midlands (AWM) and part funded by the European Regional Development Fund (ERDF). We thank the EPSRC Crystallographic Service for recording one of the single crystal diffraction data sets and L.M.D. thanks STFC and the Warwick EPSRC doctoral training account for funding.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 51 other publications.1. Burrows, A. D. CrystEngComm 2011,  13,  3623– 3642[Crossref], [CAS]1. Mixed-component metal-organic frameworks (MC-MOFs): enhancing functionality through solid solution formation and surface modificationsBurrows, Andrew D.CrystEngComm\r\n        (2011),\r\n    13\r\n        (11),\r\n    3623-3642CODEN:\r\n                CRECF4;\r\n        ", "title": "Metal–Organic Frameworks from Divalent Metals and 1,4-Benzenedicarboxylate with Bidentate Pyridine--oxide Co-ligands", "authors": ["Alexis S. Munn", "Silvia Amabilino", "Thomas W. Stevens", "Luke M. Daniels", "Guy J. Clarkson", "Franck Millange", "Matthew J. Lennox", "Tina Düren", "Sandrine Bourelly", "Philip L. Llewellyn", "Richard I. Walton"], "doi": ["10.1021/cg501690b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0009.gif\">"]}