{"abstract": "The stability of a variety of microporous coordination polymers (MCPs) to water-containing solutions was studied using powder X-ray diffraction. It was determined that the stability of the MCP is related to the metal cluster present in the structure with trinuclear chromium clusters more stable than copper paddlewheel clusters which are more stable than basic zinc acetate clusters. Zn(2-methylimidizolate) was found to be more water stable than zinc MCPs with carboxylate linkers; however, extended exposure to water led to decomposition of all zinc-based MCPs. Matériaux de l’Institut Lavoisier (MIL)-100 was also found to be completely water stable and was used to adsorb the pharmaceuticals furosemide and sulfasalazine from water with large uptakes achievable at low concentrations, indicating that the adsorption of wastewater contaminants may be a feasible application for these materials.", "text": "10.1021/la103234u Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMicroporous coordination polymers (MCPs) are comprised of metal ions or metal clusters connected through organic ligands resulting in a porous structure. MCPs have primarily been studied for use in both gas(1) and liquid(2) phase adsorption applications due to their often high surface areas and porous nature. Frequently, the organic ligands possess carboxylates which lead to the formation of metal−oxygen bonds in the MCP. Water stability is an important property for any sorbent that has the potential to be used in industrial applications as moisture is usually present in at least small amounts; the labile nature of many metal−oxygen bonds can lead to hydrolysis of the network thus irreversibly destroying the structure and indeed water instability is a common theme for essentially all of the early MCPs. Recently, water stable MCPs based on imidizolate and related linkers have been synthesized.(3-6) In these cases, the greater basicity of the imidizolate linker, as compared to the typical carboxylate linkers, results in stronger metal−ligand bonds and, therefore, a purported resistance to hydrolysis.(4) Water stable structures, including many of the MILs (MIL = Matériaux de l’Institut Lavoisier) containing aluminum or chromium metal clusters, have also been reported.(7, 8) Despite the importance of the issue of water stability, there have only been limited systematic experimental studies on the water stability of previously reported MCPs in the literature.(9, 10) One combined theoretical and experimental study determined that there was a correlation between the metal cluster and the stability of the MCP upon exposure to steam, with other factors such as metal−ligand bond strength and oxidation state of the metal also playing a role in determining stability.(10) Other theoretical studies of the interaction between water and the framework have been performed; however, these are not necessarily good predictors for stability in the liquid phase because a solvent, which can act to dissolve and remove coordination polymer components, is not modeled in these studies.(11) It is important to note that the majority of previous studies on MCP water stability have focused on exposure to water in the gas phase. Because it has been shown in the literature that gas phase adsorption is not a good predictor for liquid phase behavior,(2a, 2e) it is essential to assess water stability in the liquid phase explicitly.Not only is water stability important for industrial applications where water may be present as a component for organic solutions, but water stable MCPs have the potential for use in aqueous phase applications. A better understanding of the water stability in previously reported MCPs is necessary to determine potential structures for use directly in aqueous phase applications. Other microporous materials are often used in the presence of water. For example, zeolites are used in water softening applications and activated carbons constitute the major component in tap water filtration systems. Because MCPs have been shown to outperform zeolites and activated carbons in other liquid phase adsorption applications,(2a) MCPs are prospective candidates for liquid phase applications involving water such as the removal of pharmaceutical contaminants from water. This particular application is addressed here.Pharmaceuticals are regarded as an emerging class of environmental contaminants and are often released directly into the environment after passing through wastewater treatment plants that are not equipped to remove them from the effluent.(12-15) Moreover, exposure of aquatic organisms to environmentally relevant concentrations of pharmaceuticals can pathologically affect the organism(16) and pharmaceuticals in water can also cause other undesirable ecological effects.(12) One strategy for removal of this class of compounds is to adsorb them to a solid phase after the traditional wastewater treatment process but before release into the environment. Because MCPs have proven successful in liquid phase adsorption, they may be able to efficiently remove these pharmaceutical contaminants. There are only limited examples of adsorption from water using MCPs,(17-19) most likely due to the majority of MCPs being incompatible with aqueous conditions. However, water stable MCPs do exist and these structures have great potential for the treatment of wastewater.To address the issue of water stability in MCPs, a systematic study of the effect of water concentration on the MCPs MOF-177,(20) MOF-5,(21) HKUST-1,(22) MOF-505,(23) UMCM-150,(24) Zn(2-methylimidizolate)2,(6) and MIL-100(7) was undertaken (Figure 1). This diverse set of structures with differing metal clusters and organic linkers offers insight into the factors that make an MCP water stable. Powder X-ray diffraction (PXRD) was used to determine if the structure remains untransformed with increasing water concentration or at what water concentration the structure begins to change. Finally, HKUST-1 and MIL-100 were tested for the adsorption of two pharmaceuticals, furosemide and sulfasalazine (Figure 2), from water. Furosemide and sulfasalazine were chosen in this case as representative pharmaceutical compounds that have been detected in various bodies of water throughout the world.(12, 14, 25-28)Figure 1. (a) Zn4O(CO2R)6 based MCPs and corresponding organic linker for MOF-5 and MOF-177, (b) Cu2(CO2R)4 paddlewheel based MCPs and corresponding organic linker for HKUST-1 and MOF-505, (c) UMCM-150 comprised of Cu2(CO2R)4 paddlewheel and trinuclear copper metal clusters with corresponding organic linker, (d) MIL-100 comprised of trinuclear chromium metal clusters and corresponding organic linker, and (e) Zn(2-methylimidizolate)2 comprised of Zn2+ coordinated to four imidizolate nitrogens.Figure 2. Chemical structures of furosemide (left) and sulfasalazine (right).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMOF-177,(29) MOF-5,(29) HKUST-1,(30) MOF-505,(23, 31) UMCM-150,(24) MIL-100,(32) and Zn(2-methylimidizolate)2(5) were synthesized and activated according to published procedures. Furosemide (ICN Biomedicals Inc.) and sulfasalazine (98%, Sigma-Aldrich) were used as received. Na(Y) zeolite (powder) was obtained from Strem Chemicals and used as received. Pharmaceutical concentrations were determined using an Agilent Technologies 8453 UV−visible spectrometer at room temperature and were calibrated using solutions of known concentration. Spectra were analyzed using the UV−visible Chem Station Software version B.02.01 SP1 at 331 nm for furosemide and 359 nm for sulfasalazine.Powder X-ray DiffractionPowder X-ray diffraction patterns were collected at room temperature using a Rigaku R-axis Spider diffractometer with an image plate detector and graphite monochromated Cu Kα radiation (1.5406 Å). Samples were mounted on a cryoloop and images were collected for three minutes while rotating the sample about the φ axis at 10°/s, oscillating ω between 80° and 140° at 1°/s with χ fixed at 45°. Images were integrated from 3° to 70° with a 0.05° step size using AreaMax2(33) software. Powder patterns were processed in Jade Plus 8.2.(34)Water Stability ExperimentsIn a typical experiment, as synthesized MCP was removed from mother liquor and placed in fresh DMF (2 mL). Aliquots of deionized water (ranging from 50.0 to 2000 μL) were added to the solution sequentially. Between aliquots, the mixture was agitated at room temperature on a shaker for 1 h and then a small amount of the solid was transferred to mineral oil and analyzed using powder X-ray diffraction. To assess longer term stability, the samples were also analyzed after 3 months (Zn(2-methylimidizolate)2), 12 months (MIL-100), or 21 months (MOF-5, MOF-177, UMCM-150, MOF-505, and HKUST-1).For HKUST-1, MIL-100, and Zn(2-methylimidizolate)2, activated (solvent exchanged and evacuated) MCP was placed in a vial and deionized water (1.0 mL) was added to the vial. The mixture was agitated at room temperature on a shaker and then analyzed using powder X-ray diffraction.Activated HKUST-1 was placed in a vial. The vial was left open to room temperature air (25 °C, 18% humidity), and the sample was analyzed using powder X-ray diffraction.Adsorption IsothermsIn a typical experiment, ∼5 mg of MCP was added to eight GC vials. Deionized water (1 mL) was added to each vial. Aliquots (20.0, 50.0, 100.0, 250, 500, 1000, 2000, and 3000 μL) of 30.1 μg/mL furosemide in deionized water or 12.3 μg/mL sulfasalazine in deionized water were added, one aliquot per GC vial. The vials were agitated at room temperature on a shaker for 24 h, the MCP was removed by filtration, and the samples were analyzed by UV−visible spectroscopy to determine the amount of pharmaceutical adsorbed in the MCP.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionWater StabilityFigures 3−7 show the PXRD patterns for as-synthesized MOF-5, MOF-177, UMCM-150, MOF-505, and HKUST-1, in the presence of increasing amounts of water. Changes in PXRD patterns are seen at different water:DMF ratios for each MCP studied. Notably, each MCP is able to exist in the presence of at least small amounts of water for the 1 h time period examined. MOF-5 and MOF-177, the two materials studied with basic zinc acetate metal clusters, were stable up to a water:DMF ratio of 1:4, when a change was observed in the PXRD pattern. Additionally, after 21 months in a 1:20 water:DMF ratio, MOF-5 and MOF-177 were no longer stable. In an attempt to identify the decomposition products, the PXRD patterns were compared to those of the organic linkers; these materials did not correspond to the major decomposition products although the potential for the ligands to be solvated or present in different ionization states makes a definitive analysis impossible. Other decomposition products, such as metal salts, may be soluble in the solution that is present in the experiment, therefore making it difficult to determine the decomposition products. Finally, a comparison with published PXRD patterns of different MOF-5 transformation and/or decomposition products known to form upon exposure to water vapor, such as MOF-69c,(35, 36) MOF-5_m_Zn,(37) or MOF-5_m_int,(37) show that these materials are not formed from MOF-5 decomposed under these conditions.Unlike for MOF-5 and MOF-177, which are only minimally stable in water, UMCM-150 was stable up to 9:2 water:DMF, when a change was observed in the PXRD pattern for this material. However, at a water:DMF ratio of 3:40, UMCM-150 is still stable after 21 months. Both MOF-505 and HKUST-1, comprised solely of copper paddlewheel metal clusters, were stable to ratios of 5:2 and 7:1 water:DMF, respectively. Moreover, after 21 months in 5:1 and 7:1 water:DMF, respectively, MOF-505 and HKUST-1 remain unchanged. It is important to note that as-synthesized material was used for these experiments meaning that for the copper paddlewheel structures, ligands remain coordinated to the metal cluster. This may render these structures more water stable than their activated counterparts where the coordinated ligands have been removed leaving coordinatively unsaturated metal centers; this approach, however, is necessary in order to eliminate the effects of heat of adsorption on material decomposition and study in isolation the effect of water on the structure. In contrast, activated MIL-100 and Zn(2-methylimidizolate)2 were placed in pure water for at least 1 week. Minimal changes in the PXRD patterns (Figures 8 and 9) were observed indicating that these two materials were stable in pure water for that time period. Furthermore, MIL-100 was found to be stable in pure water for 12 months. In contrast, after 3 months, additional peaks are present in the PXRD pattern of Zn(2-methylimidizolate)2, showing that this material is only kinetically stable in water.Figure 3. Powder X-ray diffraction patterns for MOF-5 in the presence of varying amounts of water.Figure 4. Powder X-ray diffraction patterns for MOF-177 in the presence of varying amounts of water.Figure 5. Powder X-ray diffraction patterns for UMCM-150 in the presence of varying amounts of water.Figure 6. Powder X-ray diffraction patterns for MOF-505 in the presence of varying amounts of water.Figure 7. Powder X-ray diffraction patterns for HKUST-1 in the presence of varying amounts of water.Figure 8. Powder X-ray diffraction patterns for MIL-100 in the presence of water.Figure 9. Powder X-ray diffraction patterns for Zn(2-methylimidizolate)2 in the presence of water.In order to further understand the effect of water on HKUST-1, activated HKUST-1 was exposed to air (18% relative humidity) for a period of 24 h and analyzed using PXRD (Figure 10). No change is seen in the PXRD pattern after overnight exposure to air, although the material was beginning to change from a dark blue to a lighter blue color. This color change indicates that water is beginning to recoordinate to the coordinatively unsaturated metal centers in the activated material. Additionally, activated HKUST-1 was placed directly in water for a period of 24 h and again analyzed using PXRD (Figure 11). After a period of 5 h, no change was seen in the PXRD pattern; however, after 24 h, although the characteristic HKUST-1 PXRD peaks remain, additional peaks are observed indicating the material is beginning to decompose and/or transform. A color change from dark to light blue was observed when the water was added to the activated HKUST-1.Figure 10. Powder X-ray diffraction patterns for evacuated HKUST-1 left open to the atmosphere.Figure 11. Powder X-ray diffraction patterns for evacuated HKUST-1 in water.From these data, correlations have been observed between the metal cluster(s) in the structure and the water stability of the MCP. MOF-5 and MOF-177 both contain basic zinc acetate clusters, MOF-505 and HKUST-1 contain copper paddlewheel metal clusters, UMCM-150 contains a combination of copper paddlewheel metal clusters and trinuclear copper clusters, and MIL-100 contains trinuclear chromium clusters. MOF-5 and MOF-177 are the least stable of the MCPs studied, followed by UMCM-150, MOF-505, and HKUST-1, and finally, MIL-100 is completely water stable. Additionally, Low et al. have hypothesized that metal−oxygen bond strengths (estimated from common metal oxides) contribute to the water stability of an MCP.(10) These PXRD data indicate that even MCPs such as MOF-505 and HKUST-1, which previously may have been classified as water unstable, still maintain structural integrity in the presence of small amounts of water, such as that which would be found in common industrial applications, and therefore may retain some function in wet environments. Furthermore, Zn(2-methylimidizolate)2 was only found to be kinetically stable in water, in contrast to both boiling water and vapor phase water stability experiments that have previously been performed on this material under the name ZIF-8.(5, 10)Pharmaceutical AdsorptionThe water stable MCP MIL-100 and the slightly water stable MCP HKUST-1 (as determined above) were chosen as adsorbents for the removal of furosemide and sulfasalazine from water. Adsorption isotherms were measured out to 7.50 μg/mL water for furosemide and to 1.40 μg/mL water for sulfasalazine and are shown in Figure 12 for MIL-100. In the case of both pharmaceuticals, HKUST-1 adsorbed <1 mg/g sorbent over the entire concentration range investigated. PXRD of the HKUST-1 after the adsorption experiment showed a change in diffraction pattern comparable to those shown above for activated HKUST-1 in water. This indicates that HKUST-1, although displaying some structural stability in pure water, is not a suitable MCP for use in aqueous phase applications. However, MIL-100 exhibits excellent capacities for these two pharmaceuticals with a furosemide capacity of 11.8 mg furosemide/g MIL-100 at a concentration of 7.50 μg/mL water and a sulfasalazine capacity of 6.2 mg sulfasalazine/g MIL-100 at a concentration of 1.40 μg/mL. Additionally, PXRD of the MIL-100 after adsorption indicated no change in the structure after exposure to water. For comparison, a common zeolite, Na(Y), was also studied and was found to adsorb no furosemide or sulfasalazine over the concentration range investigated. MIL-100 has the ability to remove large amounts of these compounds even at incredibly low concentrations indicating that it is a potential candidate for use in purification of drinking water where pharmaceuticals have been detected. Particularly, the sulfasalazine adsorption isotherm displays a fairly steep initial rise indicating that MIL-100 is capable of adsorbing trace amounts of this compound from water, a relevant finding for water treatment. These results from model experiments demonstrate that MCPs are promising materials for the adsorption of pharmaceuticals from aqueous solutions; however, real world water matrices will require further validation. The S-shaped adsorption curve observed, especially in the furosemide adsorption isotherm, signifies that there may be some positive cooperative binding between the guest molecules within MIL-100.Figure 12. Adsorption isotherms for furosemide (top) and sulfasalazine (bottom) in water for MIL-100.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn conclusion, the structural stability of a variety of MCPs was determined in the presence of water-containing solutions. The water stability was related to the metal cluster of the MCP with structures containing basic zinc acetate metal clusters appearing generally less water stable than those containing copper paddlewheel metal clusters. MIL-100, with trinuclear chromium clusters, was found to be completely water stable and large adsorption capacities for the pharmaceuticals furosemide and sulfasalazine from water were obtained for this MCP indicating that the potential to use MIL-100 and other water stable MCPs in the aqueous phase is considerable.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentWe acknowledge support of this work through Grant No. 454 of the 21st Century Jobs Trust Fund received through the SEIC Board from the State of Michigan. K.A.C. acknowledges financial support from a Graham Environmental Sustainability Institute fellowship.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 37 other publications.1. For reviews see:(a) Rowsell, J. L. C.; Yaghi, O. M. Angew. Chem., Int. Ed. 2005,  44,  4670– 4679[Crossref], [PubMed], [CAS]1. Strategies for hydrogen storage in metal-organic frameworksRowsell, Jesse L. C.; Yaghi, Omar M.Angewandte Chemie, International Edition\r\n        (2005),\r\n    44\r\n        (30),\r\n    4670-4679CODEN:\r\n                ACIEF5;\r\n        ", "title": "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", "authors": ["Katie A. Cychosz", "Adam J. Matzger"], "doi": ["10.1021/la103234u"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0011.gif\">"]}