{"abstract": "A new three-dimensional (3D) Cu(II) metal−organic framework (MOF) incorporating triangular Cu(II)-hydroxo cluster as secondary building unit has been successfully constructed by using the bifunctional organic linker. This MOF not only shows structural changes upon external stimuli, but also displays stepwise and hysteretic CO sorption as well as highly selective sorption of CO over N and CH at room temperature.A bifunctional organic linker 4-(4-carboxyphenyl)-1,2,4-triazole (HCPT), incorporating both carboxylate and triazole groups, has been successfully used in the construction of a 2-fold interpenetrated dynamic metal–organic framework (MOF), {[Cu(CPT)(μ-OH)]·NO·7HO·EtOH} () based on a triangular Cu(II)-hydroxo cluster as secondary building unit (SBU). Upon solvation/desolvation and temperature, the crystal cell parameters of  could be fine-tuned. More importantly, a transformation from disordered phase to a more ordered phase after activation was observed via a single-crystal-to-single-crystal mode. Gas sorption studies reveal that the activated  exhibits highly selective sorption of CO over N and CH at room temperature.", "text": "10.1021/acs.inorgchem.5b00561 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionOver the past decade, a new family of crystalline porous material named metal–organic frameworks (MOFs) has attracted much attention by scientific community for its large surface areas, designable frameworks, adjustable pore surface functionality, and tunable pore sizes and shapes.(1-3) This kind of advanced material has already shown great potential for many applications such as CO2 capture and separation (CCS).(4-7) With the rapid development of industry, a great amount of CO2 has been released into the atmosphere, which is now known to cause severe global warming and climate changes.(8) The purification of low-quality natural gas by removing CO2 from it has also become an important issue. Hence, the CCS process has become a subject of widespread concern, in both industrial and environmental aspects. As an emerging class of porous crystalline materials, MOFs have recently been explored as a potential new class of CO2 adsorbents.(9-15) Up to now, only few MOFs exhibit highly selective sorption of CO2 over both of N2 and CH4.(16) The rational design and synthesis of MOFs with high CO2 capture and selectivity still remains a great challenge for chemists, especially at ambient temperature and pressure, because the CO2 adsorption capacity and selectivity are affected by many factors such as the electronic environment of the framework, pore size, surface areas, and so on.(17-20)In the exploration of MOFs for effective CO2 separation, researchers have developed several strategies such as functional group gifting, pore-size control, open metal sites (OMS), and postmodification.(21) In general, MOFs are composed of metal ions or in situ generated clusters as nodes and organic ligands as linkers, so the deliberate selection of the nodes and linkers is the key factor for desirable structures and properties. Organic linkers incorporating carboxylate or triazole groups are two kinds of the most widely used ligands in MOF chemistry which have been demonstrated to be excellent to construct MOFs for their diverse coordination models and strong binding abilities.(22, 23) To combine the merits of both the carboxylate and triazole groups, the bifunctional ligand 4-(4-carboxyphenyl)-1,2,4-triazole (HCPT) was selected as the organic linker. We previously prepared a cage-based cationic MOF with [Cu4Cl]7+ cluster as the node under solvothermal conditions. However, it was not robust enough to explore the CO2 storage property.(24) In this work, a new 2-fold interpenetrated MOF {[Cu3(CPT)4(μ3-OH)]·NO3·7H2O·EtOH}n (1) containing a triangular Cu(II)-hydroxo cluster as secondary building unit (SBU) was synthesized under hydrothermal conditions (Scheme 1). This MOF not only shows structural changes upon external stimuli, but also displays highly selective sorption of CO2 over N2 and CH4 at room temperature.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterials and MethodsLigand 4-(4-carboxyphenyl)-1,2,4-triazole (HCPT) was prepared according to the modified literature procedure,(25) and other reagents are commercially available and used without further purification. FT-IR spectra were measured with a Bruker Tensor 27 Spectrometer on KBr discs in the 4000–400 cm–1 region. Elemental analyses for C, H, and N were carried out by a PerkinElmer analyzer. Thermal analyses (under N2 atmosphere, heating rate of 10 °C min–1) were carried out in a Labsys NETZSCH TG 209 Setaram apparatus from room temperature to 800 °C. Powder X-ray diffraction measurements were measured using a D/Max-2500 X-ray diffractometer with Cu Kα radiation. N2, CO2, and CH4 sorption isotherms were recorded on the gas adsorption analyzer Autosorb-IQ2 (Quantachrome Instruments).Scheme 1. Synthetic Route for 1 with Photo of the Hexagonal Crystals of 1Synthesis of {[Cu3(CPT)4(μ3-OH)]·NO3·7H2O·EtOH}n (1)A mixture of Cu(NO3)2·3H2O (0.048 g, 0.2 mmol), HCPT (0.020 g, 0.1 mmol), H2O (4 mL), and EtOH (2 mL) was added to a 25 mL Teflon-lined stainless steel reactor, and then heated at 120 °C for 2 days under autogenous pressure. After being cooled to room temperature, blue block crystals were obtained by filtration, washed with H2O and EtOH in sequence, and dried in air. The yield was 78% (based on HCPT). IR (KBr, cm–1): 3420 (br), 3014 (br), 2094 (w), 1606 (s), 1541(s), 1390 (s), 1254 (s), 1016 (s), 847 (m), 783 (s), 698 (m). Anal. Calcd (%) for 1 (C38H45Cu3N13O20): C, 38.21; H, 3.80; N, 15.24. Found: C 38.36 H 3.89, N 15.08. A single crystal of 1a was obtained by heating a well-diffracted single crystal of 1 on an Oxford Supernova TM diffractometer equipped with temperature controller at 393 K for 5 h, and 1b was afforded by cooling 1a at 150 K for 5 h; 1c was obtained by outgassing a well-diffracted single crystal of 1 under vacuum at 80 °C for 12 h on the gas adsorption analyzer (Scheme 2).Scheme 2. Synthetic Routes for 1a, 1b, and 1cX-ray CrystallographyData collections for 1–1c were performed on an Oxford Supernova TM diffractometer with graphite-monochromated Mo Kα radiation (λ = 0.710 73 Å) using ω-scan technique. The SHELXL-97 program was used to solve and refine the targeted structures based on direct method and full matrix least-squares technique.(26) Anisotropic thermal parameters were assigned to all non-hydrogen atoms. The hydrogen atoms of organic ligand were generated geometrically. For all structures the contribution of heavily disordered solvent molecules was treated by the Squeeze procedure implemented in Platon.(27) For 1–1b, DFIX, SADI, DELU, and ISOR commands were used in the refinement of the two positional disorder CPT ligands. For 1c, the ISOR common was used in the refinement of the NPD atom C32. Details for structural analysis are summarized in Table 1.Table 1. Crystallographic Data and Structure Refinement Details for 1 11a1b1cformulaC38H45Cu3N13O20C72H48Cu6N26O24C72H48Cu6N26O24C36H24Cu3N13O12fw1194.492042.662042.661021.33T (K)133(3)293(2)150.05(10)293(2)cryst systmonoclinicmonoclinicmonoclinicmonoclinicspace groupC2/cP2/cP2/cC2/ca (Å)25.4902(4)25.6014(3)25.5831(5)25.7877(6)b (Å)14.7273(2)14.8269(2)14.8084(3)14.8425(4)c (Å)27.1139(5)27.3104(4)27.2527(11)26.8476(12)α (deg)90.0090.0090.0090.00β (deg)94.659(2)94.322(1)94.656(3)91.062(3)γ (deg)90.0090.0090.0090.00V (Å3)10 145.0(3)10 337.3(2)10 290.5(5)10 274.3(6)Z8448Dc (g/cm3)1.5641.3131.3181.322μ (mm–1)1.3331.2861.2921.294Rint0.02970.02460.04020.0417collected/unique41 077/897137 943/18 20238 885/18 11419 046/9039GOF on F21.0601.1041.0941.026R1, wR2 [I > 2σ(I)]0.0576/0.15870.0546, 0.16010.0683, 0.19360.0494, 0.1318R1, wR2 (all data)0.0612/0.16260.0665, 0.16770.0919, 0.20720.0616, 0.1404largest peak and hole (e Å–3)2.23/–1.232.46/–0.753.63/–0.951.47/–0.59CCDC number1034262103426310342641034265Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionSynthesis and StructureHydrothermal reaction of Cu(NO3)2·3H2O and HCPT in H2O/EtOH (2:1, v/v) at 120 °C for 48 h resulted in dark blue hexagonal crystals of 1 with high yield (Scheme 1, Supporting Information Figure S1). Single-crystal X-ray study reveals that 1 crystallizes in monoclinic space group C2/c and possesses a 2-fold interpenetrated 3D framework. There is one [Cu3(μ3-OH)]5+ cluster with three crystallographically independent Cu(II) atoms in one asymmetric unit; all Cu(II) atoms exhibit pentacoordinate square-pyramidal environments (Figure 1a). Cu1 is connected with two nitrogen atoms and two carboxylic oxygen atoms from four individual CPT ligands, and one oxygen atom from the μ3-OH. Cu2 is bonded with three nitrogen atoms and one carboxylic oxygen atom from four individual CPT ligands, and one oxygen atom from the μ3-OH. Cu3 adopts the same connection mode as Cu2. Three Cu(II) ions along with three triazole units form a trinuclear SBU in which the Cu(II) ions are additionally bridged by μ3-OH. The NO3– ions are housed in the interlayer of the framework, so they do not occupy the channel space (Supporting Information Figure S2). When it is viewed along the ab plane, each [Cu3(μ3-OH)]5+ cluster is connected to six adjacent ones via CPT to form a triangle-tessellated layer structure with trigonal windows (Figure 1b). With the consideration of the trinuclear motifs as 6-connected nodes and the ligands as 2-connected linkers, the layer can be considered as a 36 net. These layers are further pillared by CPT along c axes to afford a 8-connected 3D frameworks 2-fold interpenetrated with a point symbol {36.418.53.6} that belongs to hexagonal primitive (hex) topology (Figures 1c and 2). To the best of our knowledge, the pillared 2D 36 layer in MOFs based on single-ligand is rarely reported, and 1 represents the first example of MOFs showing hex topology based on a triazolcarboxylate ligand.(28) It is interesting to notice that the topology of 1 resembles its crystal shape. In the framework, there are one-dimensional channels with a diameter ca. 6.02 Å running along the [001] direction calculated by Poreblazer software (Figure 1d).(29) The solvent-accessible volume was calculated (PLATON program) to be 30.6% of the crystal volume.(30)Figure 1. (a) Trinuclear copper SBU in the framework of 1. (b) The 36 net pillared by CPT ligands along c axes. (c) The 2-fold interpenetrated hex net. (d) The space filling model of the framework.Figure 2. Schematic representation of the topological structure of 1; the blue net and the red net are interpenetrating with each other.Powder X-ray Diffraction (PXRD), Thermal Gravimetric Analyses (TGA), and Framework FlexibilityThe powder X-ray diffraction (PXRD) pattern of 1 has been measured at room temperature to evaluate its phase purity. The collected data is consistent with the simulated one from the single-crystal data, indicative of its high phase purity (Figure 4). Thermal stability was evaluated by thermogravimetric analysis (TGA) and variable-temperature PXRD (Supporting Information Figures S4 and S5), and both show that 1 could be stable up to 260 °C. The TGA curve of 1 shows a weight loss of 14.3% in the temperature ranging from 25 to 110 °C, which could be due to the escape of seven lattice H2O and one EtOH molecules (calcd 14.4%), and then a platform appears up to 260 °C. Recent research reveals that some interpenetrated frameworks show interesting structural changes by external stimuli.(31) To investigate the dynamic structural property of 1, a well-diffracted single crystal was heated on the X-ray diffractometer at 393 K for 5 h to give 1a {[Cu3(CPT)4(μ3-OH)]·NO3}n (Scheme 2). The structural determination of 1a showed that the unit-cell parameters a, b, and c changed +0.44%, +0.68%, and +0.7% compared with those of 1, respectively. Meanwhile, its β angle also decreased 0.36% with the space group change from C2/c to P2/c. After data collection, the single crystal was cooled at 150 K for 5 h to give 1b with the same formula of 1a. The unit-cell parameters a, b, and c of 1b changed +0.07%, −0.12%, −0.2% with the β angle decreased 0.35% compared with that of 1a. It is noticed that the original crystal parameters cannot be generated by simply returning to the original temperature because of the loss of the lattice molecules. The crystal data of 1c (obtained by outgassing a well-diffracted single crystal of 1 under vacuum at 80 °C overnight) was also collected for further study, which showed the unit-cell parameters a, b, and c changed +1.2%, +0.8%, −0.98% with β angle decreased 3.8% compared with those of 1. Although these crystal cell parameters were only fine-tuned, the pore sizes are still sensitive to external stimuli as calculated by Poreblazer software. The calculated results revealed the max pore diameter was 6.02, 6.18, 6.00, and 6.32 Å for 1, 1a, 1b, and 1c, respectively (Figure 3). Since the hexagonal channels are defined by intersection of the trigonal channels from the two identical interpenetrated networks, their pore diameters largely depend on the relative position of each independent framework. The changes of distance between the μ3-OH of each interpenetrated structure confirm the movement of the network (Supporting Information Figure S6). It is interesting that the two positional disordered CPTs in 1 could not be found in 1c (Supporting Information Figure S7), revealing a transformation from a disordered phase to a more ordered phase after activation which may result from the stronger interframework interactions. The PXRD patterns of 1c were right shifted a little compared with that of 1 (Figure 4). However, they could restore to that of 1 after soaking in MeOH for 3 days, indicating the dynamic structure of 1.(32) Such a type of dynamic behavior is distinguishable from those which possess a large breathing effect along with void volumes and drastic swelling of the cells.(33)Figure 3. Pore diameters calculated by software Poreblazer: (a) orginal data, (b) after being heated, (c) after being cooled, and (d) after activation.Figure 4. PXRD patterns of 1 and 1c.Gas Adsorption StudiesInspired by its moderate void volume and dynamic structural nature, the gas adsorption property of 1 was studied. Before the measurements, about 100 mg of crystals of 1 was finely treated ultrasonically and soaked in MeOH for 3 days, and then outgassed under dynamic vacuum at 80 °C overnight to afford 1c. The surface areas were calculated on the basis of the CO2 isotherm collected at 195 K in a relative pressure ranging from 10–3 to 1 atm. It showed a max uptake of 121 cm3/g with type-I behavior. The surface areas calculated from CO2 sorption data are 386 m2/g (BET) and 472 m2/g (Langmuir), respectively. It is very interesting that 1c showed hysteresis in the desorption of CO2, which may be explained by strong interaction of the CO2 molecules with the framework.(34) At 273 K, the isotherm of CO2 showed an unconspicuous two-step sorption with a slight hysteresis: 1c can capture 25.3 cm3/g of CO2 at 0.074 atm, and then a jump in uptake occurs until the pressure of 0.1 atm with a uptake of 36.2 cm3/g, and further increased to 78.8 cm3/g at 1 atm (Figure 5). At 283 K, 1c showed an uptake of 28.7 cm3/g of CO2 at 0.13 atm, and an abrupt increase was observed at the pressure of 0.16 atm, which was followed by a slow increase to the max uptake of 73.1 cm3/g at 1 atm. Isotherms at 298 and 313 K show similar trends, with the max uptake of 60.1 and 48.7 cm3/g, respectively. As shown in Figure 4, a few PXRD patterns change upon guest removal/recover suggesting the dynamic framework to some degree. So the present unconspicuous stepwise gas sorption isotherms might be attributed to the guest-induced reversible phase transitions on gas adsorption and desorption, which has been encountered in some 2-fold interpenetrated MOFs with stepwise sorption behavior reported recently.(35, 36) The width of the hysteresis loops in the CO2 adsorption isotherms turn out to be more pronounced as the temperature increases, accompanying the phase transition pressure shifts toward higher pressure. Such behavior is the typical characteristic of porous MOFs with flexible pores which could be triggered by gas molecules.(37-40)Figure 5. CO2 isotherms of 1c at different temperatures.For comparison, N2 and CH4 sorption isotherms were measured at 273 and 298 K, and showed type-I character with uptakes of 3.1, 2.5 cm3/g for N2 and 13.0, 8.2 cm3/g for CH4, respectively (Figure 6). The selectivity of CO2 over N2 and CH4 from a binary gas mixture was evaluated by the ideal adsorbed solution theory (IAST) based on CO2, CH4, and N2 isotherms measured.(41) In general, the IAST selectivity for CO2/CH4 and CO2/N2 decreases slightly as the pressure increases.(42, 43) Interestingly, 1c shows increasing trend with a high Sads(CO2/N2) of 105 in a 15:85 molar ratio of CO2 and N2 mixtures at 298 K and 1 atm. The Sads(CO2/CH4) at 298 K shows a similar increasing trend from 18 to 36 at 298 K. The Sads(CO2/CH4) of 1c under room temperature is higher than most MOFs under similar conditions.(3) The experimental result suggests that 1c is a promising candidate for separation of CO2 from CH4. To better understand the CO2–framework interaction, isosteric heats (Qst) of CO2 were calculated with the virial method on the basis of CO2 isotherms collected at 273 and 298 K (Supporting Information Figure S8). The Qst is 32 kJ mol–1 at zero loading, which indicates strong interaction between the framework and CO2.(44) After initial loading, the Qst falls slowly and then rises again to a value that is higher than that at zero loading, which might be attributed to the strong interactions between the adsorbed CO2 molecules.(45, 46)Figure 6. (a) CO2 sorption isotherm of 1c at 195 K. (b) CO2, CH4, and N2 sorption isotherms of 1c around room temperature. (c) IAST predicted CO2/N2 and CO2/CH4 selectivity at 298 K. (d) CO2 isosteric adsorption enthalpy calculated from virial method.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn conclusion, a 2-fold interpenetrated dynamic MOF, 1, has been successfully assembled from the triangular Cu(II)–hydroxo cluster and the bifunctional organic linker HCPT, whose structure responds to external stimuli. MOF 1 shows stepwise and hysteretic CO2 sorption isotherms and highly selective sorption of CO2 over N2 and CH4 at room temperature, which endows this MOF with promising utilization in CO2 storage and purification of natural gas. Further studies on the construction of MOFs based on HCPT ligand and other SBUs are under way in our lab. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationAdditional structural pictures (Figures S1–S3), variable-temperature powder X-ray diffraction patterns (Figures S4), TGA curves (Figure S5), fitting details of sorption isotherms (Figure S6), and X-ray crystallographic information in CIF format for 1–1c. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b00561.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentWe thank the “973 Program” (2012CB821702), NSFC (21421001), the MOE (IRT-13R30), 111 Project (B12015), the NSF of Tianjin (13JCZDJC32200) for financial support.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 46 other publications.1. Zhou, H.-C.; Kitagawa, S. Chem. Soc. Rev. 2014,  43,  5415– 5418[Crossref], [PubMed], [CAS]1. Metal-Organic Frameworks (MOFs)Zhou, Hong-Cai \"Joe\"; Kitagawa, SusumuChemical Society Reviews\r\n        (2014),\r\n    43\r\n        (16),\r\n    5415-5418CODEN:\r\n                CSRVBR;\r\n        ", "title": "Microporous Metal–Organic Framework Based on a Bifunctional Linker for Selective Sorption of CO over N and CH", "authors": ["Di-Ming Chen", "Xiao-Ping Zhang", "Wei Shi", "Peng Cheng"], "doi": ["10.1021/acs.inorgchem.5b00561"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0008.gif\">"]}