{"abstract": "The adsorption equilibrium of carbon dioxide (CO), carbon monoxide (CO), nitrogen (N), methane (CH), and hydrogen (H) was studied at 303, 323, and 343 K and pressures up to 7 bar in titanium-based metal–organic framework (MOF) granulates, amino-functionalized titanium terephthalate MIL-125(Ti)_NH. The affinity of the different adsorbates toward the adsorbent presented the following order: CO > CH > CO > N > H, from the most adsorbed to the least adsorbed component. Subsequently, adsorption kinetics and multicomponent adsorption equilibrium were studied by means of single, binary, and ternary breakthrough curves at 323 K and 4.5 bar with different feed mixtures. Both studies are complementary and aim the syngas purification for two different applications, hydrogen production and H/CO composition adjustment, to be used as feed in the Fischer–Tropsch processes. The isosteric heats were calculated from the adsorption equilibrium isotherms and are 21.9 kJ mol for CO, 14.6 kJ mol for CH, 13.4 kJ mol for CO, and 11.7 kJ mol for N. In the overall pressure and temperature range, the adsorption equilibrium isotherms were well-regressed against the Langmuir model. The multicomponent breakthrough experimental results allowed for validation of the adsorption equilibrium predicted by the multicomponent extension of the Langmuir isotherm and validation of the fixed-bed mathematical model. To conclude, two pressure swing adsorption (PSA) cycles were designed and performed experimentally, one for hydrogen purification from a 30/70% CO/H mixture (hydrogen purity was 100% with a recovery of 23.5%) and a second PSA cycle to obtain a light product with a H/CO ratio between 2.2 and 2.4 to feed to Fischer–Tropsch processes. The experimental cycle produced a light stream with a H/CO ratio of 2.3 and a CO-enriched stream with 86.6% purity as a heavy product. The CO recovery was 93.5%.", "text": "10.1021/acs.energyfuels.5b00975 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionSynthesis gas or syngas is used as raw material for various industrial processes. It is a key intermediate to produce a vast quantity of compounds in the chemical industry. One of the main goals of many research groups involves the exploration of effective ways of purifying syngas either for the production of high-purity hydrogen or for tuning its composition (H2 + CO). Syngas can be produced from different carbon-containing raw materials (natural gas, naphta, biomass, coal, alcohols or oxygenates, and liquid residues) and by diverse processes (steam reforming of hydrocarbons, gasification, autothermal reforming, and non-catalytic partial oxidation). Dependent on its origin, syngas can contain various impurities, such as carbon dioxide, nitrogen, methane, ethane, ethylene, hydrogen sulfide, ammonia, and water.(1)Besides being used to obtain high-purity H2, syngas can be converted into high-value products, such as methanol or synthetic fuel, via the Fischer–Tropsch (FT) process. To be used in these processes, the syngas composition must be adjusted in terms of ideal H2/CO ratios.(2) The syngas is therefore treated to remove the impurities and/or adjust its composition to the desired values.(3, 4) Adsorptive processes, because of their low-energy requirements, are the focus of many research works.(5-10)Commercial applications for production of high-purity hydrogen use pressure swing adsorption (PSA) processes with layered beds of activated carbons and 5A zeolite.(11) The hydrogen purity can reach 99.999% at 70–80% recovery.(12)In the case of syngas composition adjustment, amine absorption is the currently used process,(13) but PSA processes have been looked at as a viable alternative.(3, 4, 10, 14, 15) Ortiz et al.(3) performed an optimization study for a methanol synthesis process from supercritical water reforming of glycerol, in which PSA was considered for syngas conditioning. In another work, Martin et al.(4) reported the results of the optimization of a process to produce FT diesel from biomass gasification. The use of a PSA for adjustment of the syngas composition was assessed. In both of these studies, the authors looked into the overall process, from carbon source to liquid, with minor detail on the PSA process. Ribeiro et al.(10, 14, 15) presented the design of PSA processes at an industrial scale for adjustment of syngas composition for the production of methanol or FT diesel and simultaneous production of a CO2 stream with a purity of above 95%. The selected adsorbent material was the activated carbon Norit R2030. They concluded that, using the designed PSA process coupled with a series of tanks that collect the blowdown stream at different pressures, the PSA process can compete with the state of the art absorbent-based processes.One of the main focuses of the ongoing research is on new adsorbent materials that can improve the process performance. The past few decades have been marked by the emergence of new materials, such as molecular sieves, carbon nanotubes, mesoporous silica materials, and more recently, metal–organic frameworks (MOFs).(16) MOFs are hybrid solids that are composed of organic and inorganic moieties linked by strong coordination bonds. The moieties can be extended infinitely in one, two, or three dimensions.(17) Large pore surface area, highly designable framework, pore shape and size, and surface functionality are key features of these materials.(16) Different studies of gas-phase separations with MOFs have been reported in the literature, such as methane/carbon dioxide separation,(18-20) separation of light olefins and paraffins,(21-24) separation of xylene and hexane isomers,(25-28) and hydrogen purification.(7, 29-31)In this work, the amino-functionalized titanium terephthalate MIL-125(Ti)_NH2, produced in the form of granulates, was studied for syngas treatment by adsorptive processes (PSA), considering both the objectives of hydrogen purification and composition adjustment for a FT process. Adsorption equilibrium data of pure gases CO2, CO, N2, CH4, and H2 were measured. Single, binary, and ternary adsorption and desorption breakthrough curves were carried out at 323 K and 4.5 bar. A mathematical model was used to predict the breakthrough curves and design two PSA experimental tests, one for the purification of H2 from a binary mixture (CO2/H2) and one to adjust the syngas composition from a CO2/CO/H2 feed mixture.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterialsIn this study, the MIL-125(Ti)_NH2 adsorbent in granulated form manufactured by the Korea Research Institute of Chemical Technology (KRICT) was used for syngas purification (Figure 1). This material is a titanium(IV) 2-aminoterephthalate, built up from cyclic Ti8O8(OH)4 oxoclusters and 2-aminoterephthalate ligands, with the chemical formula Ti8O8(OH)4–(O2C–C6H3NH2–CO2)6, and has a three-dimensional pseudo-cubic structure with highly interconnected pores. It possesses two types of cages corresponding to the octahedral (12.5 Å) and tetrahedral (6 Å) vacancies of a cc packing accessible through triangular narrow windows of ca. 6 Å.(32)Figure 1. MIL-125(Ti)_NH2 granulates as manufactured by KRICT.MIL-125(Ti)_NH2 was synthesized at 373 K for 24 h according to the method described elsewhere.(33) The molar ratio of Ti/2-aminoterephthalic acid/MeOH/N,N-dimethylformamide (DMF) was 1:1.5:24:50. The MIL-125(Ti)_NH2 granules were prepared by wet granulation of the powder thus obtained. The powder was first mixed with an ethanolic solution of 3 wt % polymer binder mixture containing polyvinyl groups. The mixture of the MOF powder and binder was then shaped by a homemade fan-type granulator. Before the granulation, the powder samples were finely ground to achieve a fine and similar particle size (<20 μm). Then, ethanol as the solvent was periodically wetted on the solid mixture to allow for the agglomeration of the powder, yielding MIL-125(Ti)_NH2 granules.The MIL-125(Ti)_NH2 granulates were characterized by helium pycnometry, mercury porosimetry, and scanning electron micrography (SEM)/energy-dispersive X-ray (EDS). The main characteristics of the adsorbent are presented in Table 1. The SEM images and the EDS spectra are presented in Figure S1 of the Supporting Information. It can be seen that the crystals have an irregular shape but with narrow size distribution. The average crystal size is about 0.6 μm. The EDS spectra present the expected elements from the MIL-125(Ti)_NH2 composition (C, O, Ti, and N).Table 1. MIL-125(Ti)_NH2 Granulate Characteristicsparticle radius (mm)2.00crystal radius (μm)0.6solid density (kg m–3)1450apparent particle density (kg m–3)550The adsorbate gases used in the experiments were carbon dioxide (99.998%), carbon monoxide (99.997%), methane (99.95%), nitrogen (99.995%), and hydrogen (99.9999%). Helium (99.999%) was used as an inert gas for adsorbent activation and regeneration. All gases were provided by L’Air Liquide.Adsorption EquilibriumPure gas adsorption equilibrium isotherms were measured in a magnetic suspension microbalance (Rubotherm, Germany) with a precision of 0.01 mg. The inlet of the balance is connected to a system of valves, three-way and needle, for adsorptive addition. The outlet is connected to a K-type thermocouple to measure the temperature, to two pressure transducers, one that operates between 0 and 350 mbar and the other between 0 and 10 bar, and to a vacuum pump used for sample activation and cell depressurization. The temperature inside the cell is controlled by fluid circulation in a cell jacket. The system control and data acquisition are performed by LabVIEW software. Figure 2 represents the experimental setup used for the adsorption measurements.Figure 2. Schematic diagram of the experimental setup used for the adsorption measurements.Initially, approximately 2 g of adsorbent was placed in a basket suspended by the permanent magnet of the balance. The adsorbent was activated at 423 K under vacuum. The heating rate to reach this temperature was 1 K/min. To correct the buoyancy effect, two helium pycnometries to the system were performed, one with and another without the adsorbent. To obtain one experimental point of the adsorption isotherm, a small amount of gas was added to the cell that contains the adsorbent sample. After the equilibrium was reached, the procedure was repeated to obtain additional points, until the high desired pressure is achieved. Afterward, the cell was progressively depressurized and desorption points of the isotherm were obtained.To calculate the amount adsorbed, it is necessary to correct for the buoyancy effect, in particular, for high pressures. This was performed according to the following equation:(34)(1)where Δm is the difference of the weight between one measurement and the previous measurement, Vs is the volume of the solid adsorbent, Vc is the volume of the permanent magnet, the sample basket, and the glass wool used to hold the sample, ρG is the density the gas phase at the measuring conditions (T and P), ρL is the density of the adsorbed phase, mS is the adsorbent mass, and Mw is the adsorbate molecular weight. Vs, Vc, and ms are measured by helium pycnometry, assuming that helium is not adsorbed.The adsorption equilibrium isotherms were measured for H2, CO2, CO, CH4, and N2 at 303, 323, and 343 K up to 7 bar. The CO isotherms were measured up to 3 bar. Because this value is above the CO partial pressure in the fixed-bed tests, this limit was found to be reasonable.Fixed Bed and PSABreakthrough curves and PSA experiments were performed in a lab-scale fixed-bed/PSA unit. This unit can work at temperatures between 298 and 423 K and in the pressure range of 0.1–5 bar. The system pressure is controlled via a back-pressure regulator (BPR) from Bronkhorst, which works between 0 and 5 bar. The feed is obtained from individual gas streams, through the accurate control of three mass flow controllers from Alicat Scientific. The total flow rate at the outlet of the column is assessed by a flow meter also from Alicat Scientific. The setup is remotely and automatically controlled by Labview software. The temperature histories of three thermocouples as well as the total flow rate at the outlet of the column were recorded during the experiments. The composition of the outlet stream is analyzed by gas chromatography. A Varian CP-3800 gas chromatograph (GC) was used, coupled with a system of two valves, a two-position, six-port automatic valve and a 16 loop valve, to collect the samples. The analyses were performed using a Supelco GC packed column under isothermal conditions (483 K) and using a constant inert carrier gas flow rate, which was helium. A thermal conductivity detector (TCD) that operates at 453 K was used.A stainless-steel column with a 2.11 cm internal diameter was packed with 42.4 g of MIL-125(Ti)_NH2, which resulted in a bed with 32.3 cm. The adsorbent was activated in situ under a 0.05 standard liters per minute (SLPM) helium flow rate at 423 K overnight. After the activation, the final mass of adsorbent was 40.2 g, which corresponds to 5.2% loss. The three thermocouples are located at 8.1 cm (bottom), 19.1 cm (middle), and 30 cm (top) from the beginning of the bed and are placed approximately at the center of the bed (radially), measuring the gas temperature. The characteristics of the column are given in Table 2.Table 2. Adsorption Bed Characteristicsbed length (m)0.323bed diameter (m)0.021bed porosity0.35mass of adsorbent (kg)0.0402thermocouple position (m)0.081, 0.191, and 0.300Single, binary, and ternary breakthrough curves were performed, and all experiments were carried out at 323 K and 4.5 bar. The conditions under which the breakthrough curves were obtained are summarized in Table 3. Additional experiments are presented in the Supporting Information, and their corresponding conditions are given in Table S1 of the Supporting Information. At the beginning of each experiment, the column was filled with He or H2 at the feed pressure and temperature. The desired gas mixture was fed to the column until saturation (adsorption). After this, the inlet stream was changed to He or H2 at the same total volumetric flow rate (desorption).Table 3. Experimental Conditions Used in the Breakthrough Experiments at 323 K and 4.5 barruncolumn initial conditionflow rate (SLPM)adsorption feed composition (%)desorption feed composition (%)start time of desorption (s)BT1He0.481CO2, 41.6He, 1003474BT2He0.470CO2, 32.4; H2, 67.6He, 1005304BT3H20.530CO2, 26.6; CO, 23.5; H2, 49.9H2, 1008504Two PSA cycles were performed with different objectives. In the first cycle (run PSA1), hydrogen purification was carried out at 323 K from a mixture containing 30% CO2 and 70% H2. Run PSA1 starts with co-current pressurization with a feed mixture up to a high pressure (Phigh) of 4.0 bar. After the high pressure is reached, the back-pressure regulator opens and a feed step starts. In this step, a H2 stream is obtained at the product end. Afterward, a blowdown step is carried out where the pressure bed is decreased to a low pressure (Plow) of 1.0 bar countercurrently. The last step is purge, also performed countercurrently, in which a stream of pure H2 is fed to the column. This PSA scheme is illustrated in Figure 3.Figure 3. Cycle sequence used in the PSA for hydrogen purification (run PSA1).In the second cycle (run PSA2), also performed at 323 K, a mixture with 30% CO2, 22% CO, and 48% H2 was fed to the PSA process to obtain two products: a CO2-enriched stream (heavy product) and a H2 + CO product with a H2/CO stoichiometric ratio of approximately 2.3, suitable as feed for the FT process (light product). As in the previous run, this cycle starts with co-current pressurization and feed steps with a feed mixture at Phigh of 4.0 bar. Then, a rinse step with a pure CO2 stream is carried out to increase the CO2 content in the bed. The enriched stream with H2 and CO is obtained during the feed and rinse steps. Again, in the blowdown step, the pressure is decreased to Plow (1.0 bar) countercurrently. A purge step is carried out with a mixture containing 32% CO and 68% H2. These last two steps produce a CO2-enriched stream. The run PSA2 cycle scheme is presented in Figure 4.Figure 4. Cycle sequence used in the PSA for syngas composition adjustment (run PSA2).The PSA run experimental conditions are presented in Table 4. At the beginning of each PSA experiment, the column was filled with hydrogen at a high pressure (4 bar) and feed temperature.Table 4. Experimental Conditions Used in the PSA Experiments Performed at 323 Krun pressurizationfeedrinseblowdownpurgePSA1duration (s)310 79123pressure (bar)1.0–4.04.0 4.0–1.01.0flow rate (SLPM)0.50  0.50PSA2duration (s)3322219492pressure (bar)1.0–4.04.04.04.0–1.01.0flow rate (SLPM)0.430.50 0.30Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionAdsorption Equilibrium IsothermsAdsorption equilibrium data of CO2, N2, CH4, and H2 on MIL-125(Ti)_NH2 were determined at 303, 323, and 343 K in the pressure range of 0–7 bar. The adsorption equilibrium of CO was measured at the same three temperatures but in the pressure range of 0–3 bar. The experimental results are presented as points in Figure 5. The closed and open symbols represent the points determined for adsorption and desorption, respectively. No hysteresis was observed for any of the adsorbates at the three different temperatures.Figure 5. Amount of (a) CO2, (b) CO, (c) N2, (d) CH4, and (e) H2 adsorbed on MIL-125(Ti)_NH2: points, experimental (closed, adsorption; open, desorption) at 303 K (blue diamonds), 323 K (red triangles) and 343 K (green circles); lines, Langmuir isotherm fitting.The experimental adsorption equilibrium data were fitted by the Langmuir model(2)where qi is the adsorbed amount of the component i, qm,i is the maximum adsorption capacity of the adsorbent for component i, Ki is the adsorption or Langmuir constant of component i, and P is the pressure. The Langmuir constant temperature dependency is expressed by the van’t Hoff equation:(3)where Ki0 is the adsorption constant at infinite temperature, −ΔH is the heat of adsorption, Rg is the universal gas constant, and T is the temperature of the system.The isotherm parameters for each component were obtained by minimizing the sum of squared absolute errors between the calculated and experimental values and are presented in Table 5.Table 5. Fitting Parameters of the Langmuir Model for CO2, CO, N2, CH4, and H2 Adsorption Equilibrium on MIL-125(Ti)_NH2componentqm (mol kg–1)Ki0 (bar–1)–ΔH (kJ mol–1)CO28.5095.782 × 10–521.9CO3.4823.360 × 10–413.4N25.3772.807 × 10–411.7CH47.0932.422 × 10–414.6H20.3047.480 × 10–523.3It is possible to observe the following order of adsorption: CO2 > CH4 > CO > N2 > H2, from the most adsorbed to the least adsorbed. The adsorption capacity determined in this work is in agreement with results previously reported in the literature. Kim et al.(32) determined the adsorption isotherms of CO2 from 273 to 303 K and N2 at 298 K for an in-house-prepared MIL-125(Ti)_NH2. For the adsorption of CO2 at 1 bar and 303 K, they reported a value of 2.7 mol/kg, and for N2 at 1 bar and 298 K, a value of 0.18 mol/kg was reported. Both values are around 11% higher than the values determined in this study (2.4 and 0.16 mol/kg, respectively). In the case of CH4, Vaesen et al.(35) determined an adsorption capacity of 1.25 mol/kg at 2 bar and 303 K, which is around 17% higher than the value measured in this work (1.03 mol/kg). Because, in this study, a shaped adsorbent is being used, some loss in adsorption capacity is expected.Comparing the CO2 adsorption equilibrium isotherm of this material (303 K) with isotherms reported for other MOFs in shaped form(7, 18, 29) (298–308 K) (see Figure S2 of the Supporting Information), it can be observed that CuBTC and UTSA-16 present higher adsorption capacities than MIL-125(Ti)_NH2 and that Mil-53 presents similar values. However, UTSA-16 has a high capacity at low pressures, which results in a lower working capacity for application in H2 purification processes. In this point, the linearity of CuBTC, MIL-53, and MIL-125(Ti)_NH2 is advantageous. With respect to stability, MIL-125(Ti)_NH2 is more advantageous because it is more stable in the presence of humidity than CuBTC.With regard to the H2 adsorption capacity determined in this study, it is seen that Mil-125(Ti)_NH2 presents higher values than those reported for activated carbons(8, 36) and zeolites,(8, 37) but in the same range as capacities previously reported for other MOFs.(7, 29, 38, 39) A graphic that compares the H2 adsorption equilibrium isotherm obtained in this work at 303 K with previously reported H2 adsorption equilibrium isotherms at similar temperatures (from 298 to 308 K) for other materials is presented in Figure S3 of the Supporting Information.The experimental isosteric heat of adsorption as a function of the loading was determined using the Clausius–Clapeyron equation (eq 4).(40)(4)Under the assumption that the isosteric heat of adsorption values do not depend upon the temperature, the following equation is obtained:(5)where A is the integration constant. With representation of ln(Pi) as a function of 1/T for each loading, the corresponding isosteric heat of adsorption is obtained from the slope.The results obtained are presented in Figure 6, where they are also compared to the heats of adsorption obtained through the Langmuir isotherm model. A good agreement between the experimental and fitted values was found. In the results reported in Figure 6, a small increase of the values of the isosteric heats of adsorption is observed at low loadings, which may indicate attractive lateral interactions between the adsorbed molecules.Figure 6. Single-component isosteric heats of adsorption on MIL-125(Ti)_NH2 for CO2 (blue squares), CH4 (red circles), N2 (orange triangles), and CO (green diamonds) as a function of the amount adsorbed in the temperature range of 303–343 K. Lines are the values obtained through the Langmuir fitting.The heat of adsorption determined in this work for CO2 is 21.9 kJ/mol, which compares to 29.8 kJ/mol reported by Vaesen et al.(35) Kim et al.(32) calculated the heat of adsorption of CO2 as a function of the loading and obtained values ranging from 30 to 22 kJ/mol. In the case of CH4, Vaesen et al.(35) determined a value of 18.8 kJ/mol, slightly higher than the value obtained in this study (14.6 kJ/mol).The value of the heat of adsorption calculated in this work for H2 (23.3 kJ/mol) is higher than expected. However, the order of magnitude of this value is in agreement with the average value of the isosteric heat of adsorption reported by Zhang et al.(41) for MIL-53(Al)_NH2 (17.4 kJ/mol).Breakthrough CurvesSingle, binary, and ternary breakthrough curves were measured with the experimental conditions presented in Table 3 and Table S1 of the Supporting Information. The fixed-bed experimental data were compared to simulation results obtained with a mathematical model. The model employed describes fixed-bed adsorption for multicomponent mixtures, and it includes the mass, energy, and momentum balances. Some assumptions were made to derive the model: ideal gas behavior throughout the column, no mass, heat, or velocity gradients considered in the radial direction, axially dispersed plug flow, external mass- and heat-transfer resistances expressed with the film model, internal mass-transfer resistance expressed with the linear driving force model, no temperature gradients inside each particle because the heat transfer in the solid particles is higher than in the gas phase, constant porosity along the bed, and Ergun equation valid locally. The model equations are given in Table S2 of the Supporting Information. Further details about the mathematical model can be found elsewhere.(5, 42) The mathematical model was implemented in gProms.(43) The orthogonal collocation on the finite element method with second-order polynomials and 60 intervals was applied to solve the equations. The transport parameters used in the mathematical model were calculated at the feed conditions of each breakthrough experiment by commonly used correlations.(5, 42, 44) The values of the transport parameters are given in Table S3 of the Supporting Information.The results obtained for runs BT1–BT3 are shown in Figures 7–9, respectively, and those for runs BT4–BT9 are shown in Figures S4–S9 of the Supporting Information. In these figures, panel a presents the molar flow rate of each component at the column outlet and panel b shows the temperature history at the bottom (8.1 cm), middle (19.1 cm), and top (30 cm) positions in the column. The points are experimental data, and the lines are simulation results.Figure 7. Breakthrough curve results of run BT1: (a) CO2/He molar flow rate at the column outlet and (b) temperature histories in the column. Points correspond to experimental data, and lines correspond to simulation results. The vertical line corresponds to the beginning of desorption.Figure 8. Breakthrough curve results of run BT2: (a) CO2/H2 molar flow rate at the column outlet and (b) temperature histories in the column. Points correspond to experimental data, and lines correspond to simulation results. The vertical line corresponds to the beginning of desorption.Figure 9. Breakthrough curve results of run BT3: (a) CO2/CO/H2 molar flow rate at the column outlet and (b) temperature histories in the column. Points correspond to experimental data, and lines correspond to simulation results. The vertical line corresponds to the beginning of desorption.Run BT1 (Figure 7) corresponds to a single breakthrough curve of carbon dioxide. It can be seen that the molar flow rate and temperature histories obtained experimentally and predicted by simulation are in good agreement. A temperature increase of around 15 K is observed during adsorption for all thermocouples.Figure 8 shows the results obtained for a CO2/H2 binary breakthrough curve. The simulation results given in this figure assume that there is no competitive adsorption between H2 and the other components; that is, the competitive adsorption capacities are calculated by the following equation:(6)This hypothesis was considered because, if competitive adsorption of CO2 and H2 was calculated from the multicomponent extended Langmuir isotherm for all components, a significative difference between the experimental and simulation results would be observed (see Figure S10 of the Supporting Information). The simulation would predict a significant decrease of the adsorption capacity of CO2 because of the presence of H2, which is not observed experimentally. On the other hand, if one assumes that H2 does not adsorb (Kl0 = 0), the simulation predicts well the CO2 front but the H2 front breaks through earlier than observed experimentally (see Figure S11 of the Supporting Information). When non-competitive adsorption is considered (Figure 8), the simulation predicts well the behavior of both compounds, including the breakthrough time of H2. This comparison shows that the hypothesis of no competitive adsorption between H2 and the other components represents better the experimental results and, therefore, was used to simulate all other runs.The results of a CO2/CO/H2 ternary breakthrough curve are reported in Figure 9. It can be seen that the experimental results are well-predicted by the simulation, confirming the hypothesis discussed above.The results of two single breakthrough curves (H2 and CO), two binary breakthrough curves (CO2/CO and CO2/N2), and two ternary breakthrough curves (CO2/N2/H2 and CO2/CH4/H2) are given in the Supporting Information. For all of these results, good agreement between the experimental and simulation data is observed.PSA ExperimentsTwo PSA cycles were studied aiming two different scenarios.The objective of the first test (run PSA1) was hydrogen purification from a CO2/H2 mixture. The cycle scheme used is shown in Figure 3, and the operating conditions are shown in Table 4. The results obtained are shown in Figure 10, where, in panels a and b, the molar flow rate of each component at the column outlet for cycles 1, 2, 3, and 18, respectively, is given, in panel c, the temperature history at the bottom (8.1 cm), middle (19.1 cm), and top (30 cm) positions in the column is presented, and, in panel d, the column pressure history is shown. Again, the points represent the experimental data, and the lines represent the simulation results. The same mathematical model coupled with the appropriate boundary conditions for PSA simulation was employed.(5, 42)Figure 10. PSA results of run PSA1: (a) molar flow rate at the column outlet for cycles 1, 2, and 3, (b) molar flow rate at the column outlet for cycle 18, (c) temperature histories at 8.1 cm (bottom), 19.1 cm (middle), and 30 cm (top), and (d) pressure history. Points correspond to experimental data, and lines correspond to simulation results. The vertical lines indicate the duration of each step (pressurization, feed, blowdown, and purge) along the cycles.In this cycle, pure hydrogen is produced during the feed step, while a CO2-enriched stream is obtained during the blowdown and purge steps. The temperature increases during the feed step and decreases during the blowdown. The experimental results in terms of the molar flow rate, temperature, and pressure are well-predicted by the simulation.The process performance is evaluated according to three performance parameters: hydrogen purity, hydrogen recovery, and productivity.(45) For the cycle used in run PSA 1, these parameters are calculated by(7)(8)(9)A hydrogen purity of 100%, a hydrogen recovery of 23.5%, and a productivity of 2.8 molH2 kg–1 h–1 were obtained from the simulation results.The purpose of the second PSA test (run PSA2) was the adjustment of the syngas stream to a composition suitable to feed a FT reactor and the production of an enriched CO2 stream. The cycle scheme used is shown in Figure 4, and the operating conditions are shown in Table 4. Figure 11 presents the results obtained.Figure 11. PSA results of run PSA2: (a) molar flow rate at the column outlet for cycles 1, 2, and 3, (b) molar flow rate at the column outlet for cycle 12, (c) temperature histories at 8.1 cm (bottom), 19.1 cm (middle), and 30 cm (top), and (d) pressure history. Points correspond to experimental data, and lines correspond to simulation results. The vertical lines indicate the duration of each step (pressurization, feed, blowdown, and purge) along the cycles.During the feed and rinse steps, the (H2 + CO) product is obtained, and during the blowdown and purge steps, the CO2 stream is produced. In the temperature history, two peaks are observed. One originated from the CO2 adsorption during the feed step, and the other originated from the increase in the CO2 concentration from the rinse step. Once again, the model predicts well the simulation results.In the case of run PSA2, the process performance is assessed by the H2/CO stoichiometric ratio in the light product, the CO2 purity and recovery in the heavy product, and the productivity, each calculated by(10)(11)(12)(13)(14)In this test, the following values were obtained for the performance parameters using the simulation results: H2/CO stoichiometric ratio of 2.3, CO2 purity of 86.6%, CO2 recovery of 93.5%, and productivities of 3.0 molCO2 kg–1 h–1 and 5.6 molH2 + CO kg–1 h–1. Furthermore, in this case study, the inert fraction in the light is also an important constraint. A value of 3.0% was obtained, which is below the 5% constraint.(14)The PSA cycles were designed taking into consideration the limitations of the lab-scale experimental setup, namely, in terms of possible steps, flow rates, and pressure, and therefore, the process performances are not optimized. However, the results obtained show the feasibility of using this adsorbent in PSA processes for syngas conditioning.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionThe MOF MIL-125(Ti)_NH2 in the form of granulates was assessed for use in adsorptive separation processes for syngas treatment. The basic single adsorption equilibrium data necessary for the design of the PSA processes were measured for CO2, CH4, CO, N2, and H2. The material showed higher adsorption capacity for CO2, followed by CH4, CO, N2, and H2. Fixed-bed tests were performed to evaluate the multicomponent adsorption capacity and the adsorption kinetics. The results showed that the multicomponent adsorption of mixtures with hydrogen was not well described considering competition between hydrogen and all other adsorbates. The hypothesis that H2 adsorbs without competition and that the other compounds compete with each other was made. With this hypothesis, the experimental data were successfully described by the model. Furthermore, the breakthrough curves presented a fast increase of concentration (sharp concentration fronts) and easy desorption. It can, therefore, be concluded that the material does not present important mass-transfer limitations. Two lab-scale PSA experiments were designed focusing on two main purposes: hydrogen purification and syngas composition adjustment with co-production of a CO2-enriched stream. For the first case study, a cycle with four steps, co-current pressurization, feed, blowdown, and purge, was employed. Starting with a feed stream of 70/30% H2/CO2, a hydrogen product with 100% H2 and a recovery of 23.5% were obtained. For the second case study, a cycle with five steps, co-current pressurization, feed, rinse, blowdown, and purge, was designed. Using a feed stream with 30% CO2, 22% CO, and 48% H2, a light product with a H2/CO ratio of 2.3 and 3% CO2 suitable as feed stream for a FT process was obtained. The other product of the process was a CO2-enriched stream with 86.6%. A CO2 recovery of 93.5% was attained. The feasibility of using this adsorbent in PSA processes for syngas purification was proven. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationSEM images of MIL-125(Ti)_NH2 granulates (Figure S1), experimental conditions for breakthrough experiments BT4–BT9 (Table S1), comparison of CO2 adsorption equilibrium isotherms in shaped MOFs (Figure S2), comparison of H2 adsorption equilibrium isotherms in different materials (Figure S3), fixed-bed mathematical model (Table S2), transport parameter values for breakthrough experiments BT1–BT9 (Table S3), breakthrough curve results for BT4–BT9 (Figures S4–S8), and breakthrough curve simulation results of run BT2 with competitive adsorption for all components (including H2) and with KH2 = 0 (Figures S9 and S10) (PDF). The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.energyfuels.5b00975.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThe authors acknowledge financial support provided by Fundação para a Ciência e a Tecnologia (FCT, Portugal) and FEDER under Programme COMPETE through the Project EXPL/AAG-TEC/2205/2013. This work was co-financed by FCT/MEC and FEDER under Programme PT2020 (Project UID/EQU50020/2013). This work was also co-financed by QREN, ON2, and FEDER (Project NORTE-07-0124-FEDER-0000006). The Korean authors acknowledge the financial support from the R&D Convergence Program of Ministry of Science, Information and Communications Technology (ICT) and Future Planning (MSIP) and National Research Council of Science and Technology (NST) of the Republic of Korea (CRC-14-1-KRICT).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 45 other publications.1. Rostrup-Nielsen, J.; Christiansen, L. J.  Concepts in Syngas Manufacture; Imperial College Press: London, U.K., 2011.[Crossref]There is no corresponding record for this reference.2. Wilhelm, D. J.; Simbeck, D. R.; Karp, A. D.; Dickenson, R. L. Syngas production for gas-to-liquids applications: Technologies, issues and outlook Fuel Process. Technol. 2001,  71 (1–3)  139– 148[Crossref], [CAS]2. Syngas production for gas-to-liquids applications: technologies, issues and outlookWilhelm, D. J.; Simbeck, D. R.; Karp, A. D.; Dickenson, R. L.Fuel Processing Technology\r\n        (2001),\r\n    71\r\n        (1-3),\r\n    139-148CODEN:\r\n                FPTEDY;\r\n        ", "title": "Syngas Purification by Porous Amino-Functionalized Titanium Terephthalate MIL-125", "authors": ["Maria João Regufe", "Javier Tamajon", "Ana M. Ribeiro", "Alexandre Ferreira", "U-Hwang Lee", "Young Kyu Hwang", "Jong-San Chang", "Christian Serre", "José M. Loureiro", "Alírio E. Rodrigues"], "doi": ["10.1021/acs.energyfuels.5b00975"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0011.gif\">"]}