{"abstract": "A nonreversible thermally induced pore contraction has been observed in the coordination polymer {Cu(pzdc)(bpy)} (pzdc = 2,3-pyrazinedicarboxylate; bpy = 4,4′-bipyridine), known as CPL-2. In an effort to understand this phenomenon, we have employed coupled differential scanning calorimetry and X-ray diffraction (DSC-XRD) and in situ C cross-polarization magic angle spinning nuclear magnetic resonance (CP MAS NMR) measurements. DSC data showed no energetic transitions that would suggest a structural rearrangement of the crystalline sorbent, while small changes in the corresponding XRD patterns were probably related to the structural breathing mode upon the removal of water molecules. On the other hand, in situ high-temperature C CP MAS NMR evidenced displacement of pzdc carbons upon an increase in temperature. Moreover, bpy pillar ligand resonance signals were only observed for samples pretreated at 423 K, both ex situ and in situ, probably indicating nonreversible local-range changes in the 1D channels of CPL-2. This temperature is well below the decomposition point of the framework, evidencing how sensible the material is to thermal preactivation. Careful analysis of the implications of employing thermal treatments for coordination polymers is crucial to elucidate the potential of these materials for adsorption and catalysis applications.", "text": "10.1021/jp110922v Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionMetal−organic frameworks (MOFs) or porous coordination polymers (PCPs) are microporous crystalline materials composed by metal ions acting as nodes (or connectors) and bridging organic ligands acting as linkers. Like zeolites and zeolitic materials, the high surface area and pore volume provided by MOFs make them suitable for applications such as adsorption-based separations, molecular storage, catalysis, and in situ polymerization.(1-18) Moreover, the so-called “third-generation”(19-23) MOFs are able to undergo reversible structural contraction or expansion after adsorption of a guest molecule(19, 22, 24-26) or if a “gate-opening” pressure is attained,(20-23, 27-29) a characteristic not observed in zeolites.Kitagawa and co-workers reported the flexibility of a PCP known as CPL-2 (Cu2(pzdc)2(bpy) (pzdc = pyrazine-2,3-dicarboxylate, bpy = 4,4′-bipyridine)), after monitoring of the framework during the adsorption of benzene and water molecules, respectively, at 300 K.(24) This porous sorbent is part of a series of coordination polymers with pillared-layer structure, the CPL-n series.(1, 19, 22-24, 30-38) In general, all CPLs are composed of neutral 2D layers formed by transition metal cations and pzdc2− anions, which are then separated by linear bidentate N-donor pillar ligands, creating a 3D structure with 1D channels that serve as pores. In the case of CPL-2, the pillar ligand used is bpy.Recently, our group reported the nonreversible shrinkage of CPL-2 upon thermal degassing or activation.(39) A considerable decrease in surface area and carbon dioxide adsorption capacity was observed when the activation temperature was increased. For example, vacuum degassing at 373 and 423 K would result in surface areas of 633 and 125 m2/g, respectively. To further understand the effect of activation or degassing temperature on CPL-2, here we present and discuss 13C magic angle spinning nuclear magnetic resonance (MAS NMR) at room temperature for as-synthesized CPL-2 as well as for samples pretreated ex situ at 373, 398, and 423 K. In situ high-temperature 13C MAS NMR data at the temperatures of interest were also obtained. To the best of our knowledge, to date no 13C MAS NMR spectra have been reported for any of the CPLs; few articles, though, report the motion of guest molecules adsorbed in the micropores of CPL-1 and CPL-2 via 2H NMR.(40, 41)Differential scanning calorimetry coupled with X-ray diffraction (DSC-XRD) was also performed to observe energetic transitions that might have been taking place at the time of shrinkage of the porous sorbent. DSC has been used by other groups studying different MOFs to observe phase transitions,(42) thermal stability or decomposition mechanism,(43-45) and structural transformations and breathing energy during guest release.(21, 46) Diffuse reflectance infrared Fourier transform spectroscopy (DRIFT) was also used as a complementary technique to monitor for any potential changes in CPL-2 functional groups.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1Materials and Synthesis of CPL-2CPL-2 was synthesized by following the procedure described elsewhere.(39) Reagents 2,3-pyrazinedicarboxylic acid (H2pzdc, 97% purity), 4,4′-bipyridine (bpy, 98% purity), and copper(II) perchlorate hexahydrate (Cu(ClO4)2)·6H2O, 98% purity) were all obtained from Sigma-Aldrich and used without further purification. Phase verification was achieved via conventional room-temperature powder X-ray diffraction (XRD) using a Rigaku ULTIMA III instrument, which is described in the next section.2.2Coupled Differential Scanning Calorimetry and X-ray Diffraction (DSC-XRD)Simultaneous DSC-XRD measurements were performed using a Rigaku ULTIMA III diffractometer (Cu Kα radiation) operating at 40 kV and 44 mA and a Rigaku DSC-XRD II heat-flow type calorimeter. The DSC module contains a chamber fitted with aluminum windows and inlet and outlet ports for gas flow. Powder samples were loaded onto aluminum pans and heated from room temperature to 600 K at a heating rate of 5 K/min under a high-purity grade helium (Praxair) flow of 60 mL/min. Diffraction patterns were obtained for 2θ angles ranging from 5 to 15° at a scanning speed of 5°/min and a step size of 0.02°. The selected scanning and heating rates ensured a temperature difference of no more than ∼10 K between the starting and ending points of each diffraction pattern.2.3Thermal Gravimetric Analyses (TGA)Thermal gravimetric analyses (TGA) were performed in a TA-Q500 microbalance. Samples (∼10 mg each) were heated from ambient temperature to 700 K at a heating rate of 5 K/min using a constant helium (high purity grade, Praxair) flow of 60 mL/min. The gas was pretreated with presorbers (i.e., 3A Zeolites and hydrocarbon traps) to remove traces of water or other contaminants that could have been present.2.4Diffuse Reflectance Infrared Fourier Transform Spectroscopy (DRIFT)The IR spectrometer setup consisted of a Nicolet 6700 Optical Mainframe equipped with an MCT detector and a Praying Mantis Diffuse Reflectance module (Harrick Scientific Products, Inc.) The stainless steel chamber of the module allows diffuse reflection spectroscopic measurements under high temperature and low pressure. It also contains a low-voltage heating cartridge, a K-type thermocouple located below the sample holder, three inlet/outlet ports for gases, and a low-pressure dome with two KBr windows and a glass observation window. After the as-synthesized CPL-2 sample was loaded onto the screen of the sample holder, inlet ports were capped, and a vacuum pump (P < 10 μmHg) was connected to the outlet. The temperature was set using a temperature controller, and the spectral resolution (data spacing) was kept at 2 cm−1 with a signal averaging of 300 scans/sample. Backgrounds were collected at room temperature and at the temperature of interest before loading of the sample.2.513C Cross-Polarization Magic Angle Spinning Nuclear Magnetic Resonance Spectroscopy (13C CP MAS NMR)All 13C CP MAS NMR experiments were performed on a Bruker DMX300 NMR spectrometer where the 13C and 1H Larmor frequencies are 75.6 and 300.1 MHz, respectively. A Bruker 4 mm double resonance CP MAS NMR probe with extended variable-temperature (VT) range was used. Samples were spun at 7 kHz, controlled within ±2 Hz by a Bruker pneumatic MAS unit. The 13C signals were enhanced by cross-polarization achieved through a Hartmann−Hahn match condition (50 kHz RF spinlock fields on both 13C and 1H channel, 1 ms contact time) and acquired under a 1H SPINAL decoupling sequence with an RF amplitude of 63 kHz. The 13C chemical shift was referenced to the carbonyl carbon of alanine at 176.2 ppm. No line broadening was used in all spectra.For ex situ NMR, the measurements were performed at room temperature (RT) (i.e., 300 K), while the samples were pretreated in the activation module of a Micromeritics ASAP 2020 instrument equipped with turbo molecular drag pumps. The sample degassing occurred in two stages: (1) evacuation at a rate of 50 mmHg/s and unrestricted evacuation below 5 mmHg to reach the degassing pressure (<10 μmHg) followed by (2) heating at a rate of 10 K/min to the desired degassing temperature (i.e., 373, 398, or 423 K). This temperature was held for at least 10 h, and then the samples were allowed to reach ambient temperature under vacuum. After cooling, the sample tube was backfilled with He (∼1 atm) and the samples transferred to vials. The number of scans used in the NMR measurements for the samples degassed at different temperatures ranged from 2200 to 49 800 with a recycle delay of 1s.The in situ high-temperature 13C CP MAS NMR experimental parameters were the same as in the ex situ NMR experiments except that the number of scans used was 80 000. The temperature, which was controlled by a Bruker BVT-2000 unit, was first ramped to 373 K from RT at a rate of 10 K/min and then stabilized at 373 ± 0.1 K for about 30 min before data acquisition. After the experiment was finished, the temperature was increased at the same rate to the next temperature for the measurement. All temperatures were carefully calibrated using Lead Nitrate sample spinning at 7 kHz by monitoring the plot of the 207Pd chemical shift versus temperature.For the dipolar dephasing measurements,(47) the 13C signals were recorded after a standard spin−echo sequence in which a 180° pulse was placed in the middle of the 13C spin−echo period (286 μs, two rotor periods) to refocus the 13C magnetization generated by CP. A 1H SPINAL decoupling sequence with an RF amplitude of 63 kHz was applied after CP except during the dipolar dephasing time, a small fraction within the spin echo period. During the dipolar dephasing time, the magnetization corresponding to the carbons that couple strongly with their nearby protons will diphase rapidly, resulting in a rapid attenuation of their 13C signals, while for those carbons having weak dipolar couplings with the protons, their 13C signals decrease rather slowly. 80 000 scans were used in the experiments with a recycle delay of 1s.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and Discussion3.1DSC-XRD and DRIFTDSC-XRD measurements on as-synthesized CPL-2 were performed in an attempt to further understand the framework contraction process with activation temperature as previously reported for this metal−organic framework. Figures 1(a) and 1(b) show the DSC profile and the XRD powder patterns for CPL-2, respectively. In the former, a small and broad endothermic peak is observed, centered at 336 K. Since the adsorption of ambient gases (e.g., O2, N2, CO2) is negligible in the low-pressure range,(39) this peak should be attributed to the release of water. This matches well with the first TGA weight loss observed in Figure 2, which is due to the removal of bulk water.(39) The corresponding powder diffraction patterns in Figure 1(b) indicate changes in planes (0 2 0) and (0 1 1) at 2θ values of 6.2° and 8.5°, respectively. These peaks have shifted to a higher diffraction indicating pore contraction upon the removal of water. The small difference in diffraction angle for the aforementioned crystallographic peak was reported by Kitagawa’s group for the dehydrated CPL-2 when compared to the material containing water molecules adsorbed in its pores.(24) Increasing the temperature to ca. 350 K yields a rather larger and sharper DSC endothermic peak, while the XRD profile shows that the peak corresponding to the (0 2 0) plane has now moved to a lower diffraction angle. At this point, the TGA weight loss profile (Figure 2) suggests that most of the tenacious water molecules have been removed. These are probably weakly physisorbed uncoordinated water molecules located in the pores of CPL-2. It is important to stress that a higher degree of crystallinity and order was observed in the materials treated at ca. 350 K (Figure 1(b)), something previously discussed by our group.(39) Analysis of the 373−500 K temperature region did not find any evident endo/exo thermal transitions. At ca. 530 K, however, the DSC revealed a sharp endothermic peak signaling the rapid decomposition of the framework, while the corresponding XRD pattern corresponds to a noncrystalline phase. According to the TGA data, a temperature greater than 530 K results in a 50% weight loss (Figure 2). In general, the XRD data discussed so far do not provide strong evidence of structural distortion and, therefore, cannot explain the remarkable reduction in surface area reported previously by our group.(39)Figure 1. Coupled (a) DSC and (b) XRD measurements. Experiments were made at a heating rate of 5 K/min under helium atmosphere and a scanning speed of 5°/min.Figure 2. TGA weight loss and weight loss derivative (inset) profiles of CPL-2. Data were gathered at 5 K/min under a helium atmosphere.DRIFT spectra for as-synthesized CPL-2 were collected to investigate chemical variations in the structure, if any, during the thermal degassing process, and the results are presented in Figure 3. A ramp and soak procedure was employed to allow for sufficient time for thermal equilibration (i.e., spectra (c) and (e)). The only remarkable difference between spectra is a decrease in the intensity of a broad band at 3800−3200 cm−1 upon an increase in temperature from 298 to 373 K. This band corresponds to O−H stretching, and its disappearance is further evidence of the water elimination process previously mentioned. In general, the DRIFT experiments confirmed no loss of functional groups from the organic moieties during the prescribed activation process.Figure 3. DRIFT spectra for CPL-2 treated in a vacuum at: (a) 298 K, (b) 373 K, (c) after 2 h at 373 K, (d) 423 K, and (e) after 2 h at 423 K.3.213C CP MAS NMRAlthough the results discussed so far show more evidence that it is possible to completely remove water from CPL-2 without modifying the chemical identity of the framework, they fall short in explaining the remarkable changes in textural properties during thermal treatment as previously reported by our group. Local-range structural order changes, however, could also be responsible for major framework distortion, and this was investigated via MAS NMR techniques.Figure 4 shows the 13C CP MAS NMR spectra of the as-synthesized CPL-2 and the samples ex situ degassed at different temperatures. It is evident from the spectra that the samples ex situ degassed at temperature below 398 K show almost identical 13C resonances as the as-synthesized CPL-2: one sharp resonance at 100 ppm and two broad resonances at 511 and 465 ppm, implying that the CPL-2 framework either does not change at all or is reversible upon the thermal treatment at the temperature below 398 K. However, when the degassed temperature goes up to 423 K, the sample shows three new resonances appearing at 152, 144, and 121 ppm, which indicates that the framework has been changed permanently.Figure 4. Room-temperature 13C CP MAS NMR for the (a) as-synthesized and pretreated CPL-2 samples at (b) 373 K, (c) 398 K, and (d) 423 K. All spinning sidebands are indicated by the asterisks in the spectra. At 423 K, the ratio of the first sideband intensity (right side of its isotropy) to its isotropic resonance was calculated to be 0.52, 0.15, 0.14, and 0.18 for the 13C resonances at 100, 121, 144, and 152 ppm, respectively.Figure 5 shows the 13C CP MAS NMR spectra of the as-synthesized CPL-2 treated in situ at different temperatures. Clearly, the CPL-2′s sharp resonance at 100 ppm at RT shifts gradually to 108, 110, and 112 ppm as the temperature reaches 373, 398, and 423 K, while the two broad peaks are steadily displaced toward the high-field region with increasing intensity. It appears that two small peaks start to show up at 152 and 121 ppm at 373 K and gradually gain in intensity as the temperature goes higher. These observations suggest that the CPL-2 framework is temperature dependent. However, such changes in the framework are considered to be reversible at the temperature below 398 K, as demonstrated in the ex situ 13C NMR spectra (cf. Figure 4). At 423 K, these two resonances at 152 and 121 ppm remain at the same position but become pronounced. In addition, two more resonances at 144 and 131 ppm appear in the spectrum.Figure 5. In situ high-temperature 13C CP MAS NMR for an as-synthesized CPL-2 sample. All spinning sidebands are indicated by the asterisks in the spectra. At 423 K, the ratio of the first sideband intensity (right side of its isotropy) to its isotropic resonance at 112 ppm was calculated to be 0.38, while the resonances at 121, 131, 144, and 152 ppm did not show any pronounced sideband intensities.To aid in the assignment of these resonance signals, 13C dipolar dephasing CP MAS NMR measurements were performed for the CPL-2 sample previously treated in situ at 423 K, and the result are shown in Figure 6. Clearly, this in situ treated CPL-2 sample exhibits the same resonances as the sample treated ex situ at 423 K (i.e., 152, 144, and 121 ppm), which implies that the CPL-2 framework is not reversible after treatment at 423 K. In addition, the resonance observed at 112 ppm under in situ conditions (Figure 5) now appears at 100 ppm. In general, all of these changes are consistent with the collapsing of the pores observed at this degassing temperature, which leads to a significant decrease in the total surface area.(39) Figure 6 also shows that the two broad signals in the low-field region decay completely at 40 μs dephasing time, implying that they correspond to protonated carbon sites. Considering that the paramagnetic effect of the copper center could induce a carbon resonance to shift to the low field as well as broadening, these protonated carbons should therefore correspond to the pzdc aromatic ring. These are labeled as C1 and C2 in Figure 7, corresponding to different chemical environments since one pzdc unit links three crystallographically equivalent copper atoms: two at each O atom of one carboxyl group and another chelating both the N atom of the pyrazine ring and the O atom of the remaining carboxyl group.(24)Figure 6. 13C CP MAS NMR dipolar dephasing measurements on CPL-2. The experiment was performed on the same as-synthesized sample that was used for the in situ high-temperature experiments (shown in Figure 4). All spinning sidebands are indicated by the asterisks in the spectra. Again, the ratio of the first sideband intensity (right side of its isotropy) to its isotropic resonance at 100 ppm was calculated to be 0.59, while the resonances at 121, 144, and 152 ppm did not show any pronounced sideband intensities in the spectra.Figure 7. Structure of the organic linkers in CPL-2: (left) pzdc and (right) bpy.NMR reports for MOFs that contain bpy as pillars and ruthenium or zinc as nodes(48-50) indicate that carbons that appear in the range of 100−150 ppm in Figure 6 should correspond to the bpy pillar ligand, and a similar assignment was therefore employed for this discussion. The carbons with higher intensity at 121 and 152 ppm would be the protonated C3 (4C) and C4 (4C) shown in Figure 7, as confirmed by the fast decay in their resonance signals. Meanwhile, the lower intensity resonance at 144 ppm should correspond to the nonprotonated C5 (2C) since it decays rather slowly. It is worth noting that the resonance observed at 131 ppm in the spectrum of the CPL-2 sample treated in situ at 423 K (cf. top of Figure 5) is not present in the dipolar dephasing spectra obtained for the in situ treated CPL-2 sample (cf. bottom of Figure 6), suggesting the presence of an intermediate state as the pores collapse. It is also interesting to note that those carbon signals in the bpy pillars can only be observed when the pores collapse. This observation suggests that the bpy pillars are strongly affected by the paramagnetic Cu2+ centers through the nodes with the Cu2+(pzdc)2− sheets in the presence of the channel structure, resulting in disappearance of their carbon signals. When the pores collapse during the thermal activation process, the bpy pillars may not be effectively forming nodes with the Cu2+(pzdc)2− sheets (bpy dissociating from copper), reducing the paramagnetic effect and therefore allowing those carbon signals to be observed. Figure 8 presents the coordination of the copper node in CPL-2 prior to such changes. It should be mentioned that the relative sideband intensities observed in Figures 4−6 with their respective isotropic resonances from the carbons in the bpy pillars are much smaller than those of the nonprotonated carbons in the pzdc rings, which implies that the bpy pillars may experience a large degree of motion to decrease their chemical shift anisotropies, resulting in almost no spinning sidebands in the spectra.Figure 8. Schematic model for the Cu2+ coordination environment in CPL-2 materials. Three pzdc units and a half bpy are presented around the copper center.The fact that the chemical shift corresponding to the pzdc rings protonated carbons moved to a higher field when the temperature was increased (Figure 5) suggests that the paramagnetic effect becomes weaker, probably because these carbons are now located farther from the copper node or because the Cu2+ ions become more mobile as the temperature is increased. On the contrary, the carbon resonance at 100 ppm, which shifted to 108, 110, and 112 ppm when the in situ treatment temperature was increased to 373, 398, and 423 K, respectively, suggests that the paramagnetic effect of the copper center on this carbon becomes stronger as the temperature increases. It is certain that the aforementioned resonance comes from a nonprotonated carbon as concluded by the dipolar dephasing measurements and therefore should correspond to either the nonprotonated carbons from the pzdc ring or the carboxylate groups. In the pzdc ring (Figure 7), there are two nonprotonated carbons: (1) one that connects to the N atom that chelates with a Cu atom and (2) another that bonds with the N atom that is far away from the copper centers. Consequently, the latter will remain sterically distanced from the copper center, and any paramagnetism effect will be limited, which leads to the conclusion that the resonance observed at 100 ppm should correspond to this carbon. The former nonprotonated carbon would be close to the copper center and, like the carbons in the carboxyl groups, should not be present in the spectra. A plausible explanation for this behavior is that a mutual slide took place between the two sheets of Cu2+(pzdc)2− that form the neutral layers of the structure, causing the aforementioned carbons to move closer or farther from the copper nodes. This mutual slide was previously proposed by Kitagawa and co-workers upon adsorption of benzene on CPL-2, which provokes a shrinkage in the pore.(24) In their report, they showed a displacement of the crystallographic plane (0 2 0), which cuts through the pore channel, and attributed this to a change in the coordination of copper from a square pyramidal to a square planar. However, it appears that such coordination change is either absent or associated to isolated local-range changes taking place in a small fraction of the framework, which could explain why no energetic transitions and long-range structural rearrangement are observed in our DSC and XRD results, respectively.The proposed local changes in the coordination of the copper node and the sliding of the sheets of the pillared layer structure could produce irregularities within the one-dimensional channel of the CPL-2 and, therefore, impede the passage of the nitrogen probe molecule used for surface area measurements previously reported (adsorption of N2 at 77 K).(39) It is also important to take into consideration that none of the in situ NMR measurements (Figure 5) were made in high vacuum due to limitations of the instrument, and therefore, some tenacious water could still be present in the pores of CPL-2, causing shielding of the carbons of the bpy pillar ligand.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsCoupled DSC-XRD measurements on CPL-2 showed endothermic peaks related to the elimination of water molecules and sorbent decomposition, which correlated to a small reversible displacement of plane (0 2 0) and eventual loss of crystallization, respectively. No thermal transitions and long-range structural rearrangement/contraction were observed in the temperature range of 373−423 K. Furthermore, DRIFT measurements showed no evidence of loss of functional groups upon thermal treatment. On the other hand, 13C CP MAS NMR tests showed evidence that an increase in temperature increases the displacement of the aromatic carbons in the pzdc, placing them farther from the copper nodes and possibly resulting in the effective movement of the two sheets of Cu2+(pzdc)2− that form the neutral layers in CPL-2. NMR resonances corresponding to the carbon atoms related to bpy were observed only for samples treated at 423 K, probably related to the dissociation of the bpy from the copper node which effectively reduces the paramagnetic effect. All these observations correlate with the formation of irregularities in CPL-2, which may lead to an effective pore blocking.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis material is based upon work supported by the National Aeronautics and Space Administration (NASA) Award NNX08BA48A. The NMR experiments were performed at the National High Magnetic Field Laboratory supported by the NSF Cooperative Agreement DMR-0654118 and the State of Florida. We would also like to acknowledge the help of Ms. Jennifer Guerrero-Medina who participated during the preliminary experimental runs.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 50 other publications.1. Kitagawa, S.; Kitaura, R.; Noro, S. Angew. Chem., Int. Ed. 2004,  43,  2334[Crossref], [PubMed], [CAS]1. Functional porous coordination polymersKitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiroAngewandte Chemie, International Edition\r\n        (2004),\r\n    43\r\n        (18),\r\n    2334-2375CODEN:\r\n                ACIEF5;\r\n        ", "title": "Thermally Induced Changes in a Porous Coordination Polymer {Cu(pyrazine-2,3-dicarboxylate)(4,4′-bipyridine)} Studied via in Situ X-ray Diffraction and C Cross-Polarization Magic Angle Spinning Nuclear Magnetic Resonance Spectroscopy", "authors": ["Omar J. García-Ricard", "Riqiang Fu", "Arturo J. Hernández-Maldonado"], "doi": ["10.1021/jp110922v"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0007.gif\">"]}