{"abstract": "A metal–organic framework (MOF) with high volumetric deliverable capacity for methane was synthesized after being identified by computational screening of 204 hypothetical MOF structures featuring (ZrO)(OH)(CO) inorganic building blocks. The predicted MOF () has an  topology in which zirconium nodes are connected via ditopic 1,4-benzenedipropynoic acid linkers. Based on our computer simulations, alkyne groups adjacent to the inorganic zirconium nodes provide more efficient methane packing around the nodes at high pressures. The high predicted gas uptake properties of this new MOF were confirmed by high-pressure isotherm measurements over a large temperature and pressure range. The measured methane deliverable capacity of  between 65 and 5.8 bar is 167 cc(STP)/cc (0.215 g/g), the highest among zirconium-based MOFs. High-pressure uptake values of H and CO are also among the highest reported. These high gas uptake characteristics, along with the expected highly stable structure of , make it a promising material for gas storage applications.", "text": "10.1021/cm502304e Top of PageAbstractIntroductionComputational MethodsResultsConclusionsReferences1 IntroductionNatural gas (NG), which is mainly composed of methane, is an attractive midterm solution to problems associated with energy security and greenhouse gas emissions due to its abundant reserves and low CO2 emissions.(1) Nonetheless, for on-board storage in vehicular applications, the low volumetric energy density of methane at standard temperature and pressure creates the need to implement densification strategies such as compressed natural gas (CNG) (250 bar) or liquefied natural gas (LNG) (111 K). These strategies present challenges associated with cost and practicality that have prevented them from being widely adopted. Therefore, alternative densification strategies such as adsorbed natural gas (ANG), in which natural gas is stored in nanoporous materials, are being actively explored.(2-18)The success of ANG technologies depends on the ability of the nanoporous material to store and deliver methane in quantities that allow a practical driving range in a cost-efficient fashion. Recently, the Advanced Research Projects Agency – Energy (ARPA-E) established a goal that ANG systems should match the volumetric energy density of CNG (9.2 MJ/L).(19) Assuming no packing losses, this target implies that the nanoporous material should be able to store and deliver 263 cc(STP)/cc of methane. Storage should occur at a pressure in the range of 35 to 65 bar and ambient temperature, and the delivery pressure must be 5.8 bar as determined by the engine inlet pressure.(19) Additionally, the nanoporous material should retain its performance after numerous adsorption/desorption cycles, which implies material stability and resistance to poisoning by higher hydrocarbons in NG such as ethane and propane.Metal–organic frameworks (MOFs) – which are crystalline nanoporous materials assembled through the modular combination of organic and inorganic building blocks–are promising materials for methane storage and delivery. One of their most attractive features is that different combinations of building blocks can give rise to millions of different structures.(11, 20-23) This fact opens the possibility of tuning the pore structure to optimize material performance. A major concern for the practical application of MOFs is the poor stability of some MOFs. However, MOFs with exceptional thermal, chemical, and hydrolytic stability,(24-27) such as zirconium-based UiO-66,(28) have now been synthesized. Furthermore, a variety of MOFs having similar (Zr6O4)(OH)4(CO2)n inorganic building blocks have been found to be highly stable, suggesting that their stability is linked to the presence of this type of building unit.(23, 29-37)To date, lack of hydrolytic and chemical stability (against impurities present in NG) has hindered the performance of MOFs when subject to numerous adsorption/desorption cycles. MOFs with the highest measured volumetric methane deliverable capacity (storage at 65 bar and delivery at 5.8 bar) to date are MOF-519(38) (203 cc(STP)/cc), UTSA-76(39) (187 cm3(STP/cc), MOF-5(17) (185 cc(STP)/cc), HKUST-1(15) (184 cc(STP)/cc), and NU-125(13) (174 cc(STP)/cc), which feature less stable inorganic building blocks such as Zn4O(CO2)6 or Cu2(CO2)4. Improvement in the stability of, for instance, copper-based MOFs has been explored through the use of bulky hydrophobic groups, which have been added postsynthesis via plasma treatment(40) or prior to MOF synthesis as part of the organic building blocks.(41) However, occupation of pore volume by bulky groups can be detrimental for storage applications. Therefore, designing MOFs with inherent stability and high deliverable capacities is a very attractive goal.Figure 1. Four net topologies compatible with zirconium-based MOFs.From an abstract perspective, creating new MOFs is as simple as selecting appropriate organic and inorganic building units and connecting them to form a three-dimensional network. However, experimentally, creating new MOFs can be a time-consuming process that includes optimizing the solvothermal reaction conditions for obtaining a crystalline product and optimizing the solvent evacuation procedure to fully “activate” the pores of the MOF. Molecular simulation can be a valuable tool to accelerate the discovery of materials for applications such as gas storage because it can provide valuable insights to guide material design(11, 42-45) and can be used to screen candidates and directly identify desirable candidates for synthesis.(11)Here we describe our efforts in computationally designing and screening 204 hypothetical MOFs featuring highly stable (Zr6O4)(OH)4(CO2)n inorganic building blocks, with the goal of identifying and synthesizing a zirconium based MOF with high volumetric deliverable capacity for methane. These efforts provided valuable insights into structural features that improve methane deliverable capacity and led to the synthesis, activation, and testing of the identified top zirconium-based MOF in our screening: NU-800.Top of PageAbstractIntroductionComputational MethodsResultsConclusionsReferences2 Computational MethodsConstruction of Hypothetical MOFsWe used a reverse topological approach,(46) where the four topological nets shown in Figure 1 were used as “templates” for the construction of zirconium-based hypothetical MOFs using the building blocks shown in Figure 2. Twelve ditopic organic building blocks were combined with zirconium secondary building units (SBUs) to construct MOFs with a fcu topological net, which is the topological net of UiO-66.(28) The four central and nine peripheral building blocks were combined into 36 tetratopic building blocks following the formula Y-4X, where Y refers to central building blocks and X to peripheral ones. These were in turn combined with zirconium SBUs to construct MOFs with ftw, csq, and scu topological nets. ftw is the topological net of MOF-525(29) and NU-1100,(33) while csq is the topological net of MOF-545(29) and NU-1000.(32) The scu net was selected from the RSCR database(47) based on having the same connectivity of the zirconium SBUs as in the csq net. MOFs of csq and scu topological nets have 8-coordinated inorganic nodes, whereas the fcu and ftw topological nets have 12-coordinated ones. Additionally, some ftw mixed-ligand and selected functionalized MOFs were built (detailed description in the SI). Notice that the criterion for selecting topological nets was based on previously shown synthetic accessibility, for fcu, ftw, and csq nets, or their compatibility with experimentally observed zirconium SBU geometries (see Figure S3.1a), for the simple edge-transitive scu net. This was done to increase the probability for the hypothetical structures to be synthetically accessible.Figure 2. Basic building blocks used to construct zirconium-based hypothetical MOFs. The color-coded translucent dots indicate connection points. In the names of the ditopic and peripheral building blocks, P indicates a phenyl ring and T indicates a triple bond.Figure 3. Example of a triad of isomeric tetratopic building blocks Y-4X, with Y = Py, and X = PTT, TPT, and TTP.fcu MOFs feature octahedral cages and smaller tetrahedral ones, and ftw MOFs feature cubic cages and smaller octahedral ones. On the other hand, csq MOFs have one-dimensional hexagonal channels and smaller triangular ones, and scu MOFs have diamond channels. As noted by Bureekaew and Schmid,(46) when the building blocks have lower symmetry than their corresponding “vertex” in the network template, one can observe isoreticular isomerism, which corresponds to structures with the same topological net and same chemical formula, but different arrangements of the building blocks. Here, one type of isoreticular isomerism, which we refer to as type I, occurs for csq and scu MOFs, because the somewhat rectangular tetratopic building blocks (with the exception of the perfectly square porphyrin-based building blocks) can be placed in two different orientations in the network template, resulting in isoreticular isomeric MOF pairs that differ in their channel sizes (see illustration in Figure S3.3). Note that the tetratopic building blocks were allowed to adopt their somewhat rectangular shape in mixed-ligand ftw MOFs but were constrained to a square shape in single-ligand ftw MOFs.Another type of isoreticular isomerism, which we refer to as type II, occurs for csq, scu, fcu, and ftw MOFs when the organic building blocks are isomers among themselves. For instance, the ditopic building blocks PTTP and TPPT are isomers, as are the tetratopic building blocks Py-4PTT, Py-4TPT, and Py-4TTP (Figure 3).Figure 4. Performance-property and property-property relations for 200 hypothetical zirconium-based MOFs color-coded by topology. a) Deliverable capacity between 65 and 5.8 bar vs void fraction. b) Deliverable capacity between 65 and 5.8 bar vs volumetric surface area. c) Volumetric surface area vs void fraction. Pink: fcu topology; green: ftw topology; blue: scu topology; red: csq topology.The type II isoreticular isomerism is interesting, because it results in sets of MOFs with the same chemical formula that feature virtually equal unit cell sizes and, thus, virtually equal pore sizes and specific pore volumes. Remarkably, however, we found that the adsorption properties can differ among these types of isoreticular isomers, most notably for ftw and fcu topological nets, as we discuss in the next section. It is worth emphasizing that type II isoreticular isomerism can be readily controlled during synthesis through ligand selection. However, control over type I isoreticular isomerism (and sometimes topology) can be difficult to achieve, possibly requiring a careful tuning of synthesis conditions.After preliminary structures of the hypothetical MOFs were obtained, they were subjected to structural optimization using the Universal force field(48) to describe the energetics of the structure (see details in the SI). We found that this procedure predicts the experimental lattice constants of IRMOF-1, HKUST-1, UiO-66, and MOF-525 within 2.1%, 0.3%, 2.1%, and 0.62% accuracy, respectively. Furthermore, we have previously used this procedure to create preliminary MOF structures to assess structural, textural, and adsorption properties of materials of interest prior to their synthesis.(33, 49)Gas adsorption was calculated in these MOFs using grand canonical Monte Carlo simulations using Universal force field(48) parameters for MOF atoms, TraPPE force field parameters for methane,(50) nitrogen,(51) and carbon dioxide,(51) and the Levesque model for hydrogen.(52) Lorentz–Berthelot mixing rules were used to obtain the interaction parameters between MOF atoms and gas molecules. During the simulations, heats of adsorption were calculated using the fluctuation method.(53) Surface areas were calculated geometrically as the area of the surface created by rolling a nitrogen-size probe over the MOF atoms.(54) Void fractions were calculated via Widom insertions of a helium probe, where the void fraction was equal to the average Widom factor.(55) Pore size distributions were calculated geometrically using the method of Gelb and Gubbins,(56) where for a large number of random points in the pore volume, the largest sphere that can enclose each point without overlapping framework atoms is determined.Top of PageAbstractIntroductionComputational MethodsResultsConclusionsReferences3 ResultsProperty-Performance RelationshipsWe characterized the structural properties of the ∼200 hypothetical MOFs and simulated their volumetric deliverable capacities for methane between 65 and 5.8 bar. The results revealed some relationships which are important as guidelines for material design. In fact, as these relationships were emerging from the screening (e.g., a relationship between deliverable capacity and the location of triple bonds in the structures), we used them to guide the selection of new building blocks until the final set illustrated in Figure 2 was obtained. Figure 4a shows that the best volumetric deliverable capacities are obtained with hypothetical MOFs containing void fractions in the range of 0.78–0.85. It is apparent that MOFs with fcu and ftw topologies globally exhibit better volumetric deliverable capacities than MOFs with csq and scu topologies. Although the highest deliverable capacity did not correspond to the MOF with the highest volumetric surface area, in general these two variables are linearly correlated as shown in Figure 4b. Moreover, the values of the volumetric surface area explain much of the difference in performance among the four topologies explored here, as the similarity of Figures 4a and 4c suggests. These figures show that, for the csq topology, upon variations in void fraction, the volumetric surface area remained within the 1000–1450 m2/cm3 range, and the deliverable capacity remained within the 106–142 cc(STP)/cc range.As mentioned above, some insights into the effect of MOF structural features (i.e., location of triple-bonds) also emerged from our analysis. Notice that for a set of isomeric building blocks, such as the ones illustrated in Figure 3, the building block can be terminated in a triple bond or in a phenyl group. This posed an interesting design question: Does it matter which isomer is selected for synthesis. In previous work, some of us(57) determined that incorporating triple bonds into the organic building blocks is more efficient than incorporating phenyl rings to increase the surface area, which as shown in Figure 4b correlates well with the performance of the MOF. Our simulations here suggest that the position of the triple bonds can also be important as apparent from comparing the methane deliverable capacities among MOFs of an isoreticular (type II) isomeric set (Figure 5a,b). Figure 5a shows this comparison for triads of ftw isoreticular isomeric structures such as the one illustrated in Figure 3. Notice that the bars representing structures with triple-bond termination (both sets of colored bars) are 10–20 cc(STP)/cc higher than the bars representing the corresponding phenyl-terminated isomers (white bars).An analogous trend can be seen in Figure 5b for ftw and fcu isoreticular isomeric pairs, where the bars for the structure with triple-bond termination are 10–38 cc(STP)/cc higher than those for the corresponding isomer with phenyl ring termination. For instance, the calculated deliverable capacity of TPPT is 38 cc(STP)/cc higher than that of PTTP and that of Py-4PT is 15 cc(STP)/cc higher than that of Py-4TP. We should note that for the ftw topology, the position of the triple bond also helps boost the geometric surface areas (see more details in Figure S3.4). For instance, the hypothetical isomeric ftw MOFs TPE-4TTP, TPE-4TPT, and TPE-4PTT show gravimetric surface areas of 5950, 6300, and 6550 m2/g, respectively.Figure 5. Comparison of deliverable capacity between 65 and 5.8 bar among: a) triads of isoreticular isomeric ftw MOFs formed from tetratopic building blocks Y-4X (where Y = TPE, Por, Py, and P). b) pairs of isoreticular isomeric MOFs formed from tetratopic building blocks Y-4X (ftw MOFs with Y = TPE, Por, Py, and P) and ditopic building blocks TPPT and PTTP (fcu MOFs). c) fcu MOFs built with linkers of similar lengths, including the MOF with the highest predicted deliverable capacity among all MOFs studied here (TPT).The positive effect of the terminal triple bond can also be extended to other MOFs. Indeed, seeking to design MOFs that may take advantage of this effect was a motivation to add the ditopic TPT linker as an organic building block. Figure 5c shows the deliverable capacity comparison between fcu MOFs based on linkers TPT, DPD, and PTP, which have similar lengths. The structure with the terminal triple bonds, TPT, outperforms the structure with the terminal phenyl rings, PTP. As a matter of fact, we found that the fcu MOF based on the TPT building block was predicted to have the highest deliverable capacity between 65 and 5.8 bar among all of the hypothetical zirconium-based MOFs explored here. The predicted value is 197 cc(STP)/cc, which is among the best values for predicted deliverable capacities at these operation conditions among all types of MOFs.(44) This material was, thus, selected for synthesis, activation, and experimental testing.Before proceeding to synthesis, however, we tried to understand why the “terminal” triple-bond configuration was beneficial for the cases illustrated in Figure 5. In Figure 6 we show simulation-averaged methane density maps, in the low pressure (1 bar) and high pressure (65 bar) regimes, comparing the ftw MOFs Py-4TP and Py-4PT and the fcu MOFs TPT and PTP. Notice in the density maps at low pressure in Figure 6 that the high-density red spots are located around the zirconium-based nodes. This observation agrees with the preferred adsorption site of methane in UiO-66 determined by neutron diffraction.(58) In Figure 6a, at low pressure, the difference between methane density around the nodes of ftw MOFs Py-4PT and Py-4TP is not significant, but at 65 bar the high density spots are larger and closer to the nodes of Py-4PT than for Py-4TP. This indicates that at high pressure there is a more efficient packing of methane around the zirconium-based nodes in the triple-bond terminated Py-4PT. A similar observation can be made in Figure 6b for the fcu MOFs PTP and TPT, where the high density spots at 65 bar are larger and extend closer to the nodes of TPT than for PTP. Thus, the higher deliverable capacities of the structures with terminal triple bonds are due to higher adsorption at the storage pressure.Figure 7 shows the simulated isotherms for the MOFs discussed in Figure 6. Notice how the isotherms of Py-4PT and Py-4TP are similar at low pressure but start to diverge in favor of Py-4PT when the pressure increases. A similar trend is observed when comparing TPT and PTP.MOF SynthesisBased on the simulation results, we proceeded to synthesize the zirconium-based fcu MOF based on the TPT ligand, which features terminal triple bonds. We successfully synthesized the targeted MOF structure and refer to it as NU-800. To the best of our knowledge, there are no other MOFs to date based on the terminal triple-bond configuration, with the exception of IRMOF-0,(59) although this MOF is based on a simple acetylene-dicarboxylic acid ligand. We synthesized the organic ligand 3 (1,4-benzenedipropynoic acid) from the commercially available 1,4-benzenediacrylic acid (ligand 1) using a facile two-step procedure illustrated in Scheme 1.Figure 6. Simulation-averaged methane density maps at low (1 bar) and high (65 bar) pressure. The horizontal color bar indicates the scale from low density (black) to high density (orange). Regions inaccessible to methane are not colored. a) Comparison between ftw MOFs Py-4TP and Py-4PT. b) Comparison between fcu MOFs PTP and TPT. For clarity, the core of the zirconium-based node is delineated in blue.Figure 7. Simulated methane adsorption isotherms for the ftw isoreticular isomeric MOFs Py-4TP (empty triangles) and Py-4PT (filled triangles) and fcu MOFs PTP (empty circles) and TPT (filled circles).We must note that application of synthesis protocols used for other zirconium-based MOFs did not result in a crystalline product when applied with ligand 3. Thus, screening of suitable synthesis conditions was necessary. Based on the number of conditions involving different solvents, modulators, reactant concentrations, and reaction temperatures and times tested until conditions leading to a pure crystalline material were found (see details in the SI), it is worth noting again that, in the search for the best materials for methane storage and delivery, computational efforts are able to drastically reduce synthetic efforts by suggesting the most promising structures.Scheme 1. Synthesis Procedure of Ligand 3 (TPT)The best reaction conditions corresponded to a 120 h solvothermal reaction of ligand 3 and ZrOCl2·H2O in DMF with formic acid as a modulator at 70 °C. The generality of the procedure was suggested by the successful synthesis of UiO-67 (based on 4,4′-dibenzoic acid) and NU-801 (based on ligand 1) also using the reaction conditions above.Figure 8. Top: Measured (purple) PXRD for NU-800 and simulated PXRD for originally predicted (black) and reoptimized (blue) NU-800 model structures. Bottom: View of the structure of the fcu MOF NU-800, with the purple spheres indicating the large octahedral cavities, and the blue spheres indicating the small tetrahedral cavities.There was good agreement between the PXRD pattern of the synthesized material and the simulated pattern of the NU-800 model (i.e., hypothetical fcu MOF TPT), confirming the formation of the targeted structure (Figure 8). Nevertheless, the lattice constant of NU-800 was found to be 28.75 Å via Pawley refinement,(60) indicating a 3.5% underprediction of the lattice constant by our structure generation procedure. With the experimental value of the lattice constant, the NU-800 model was reoptimized, and the resulting structure was used to simulate complete adsorption isotherms for various gases.Figure 8 also shows a view of the NU-800 structure, illustrating the two cages characteristic of zirconium-based MOFs with the fcu topological net. Accordingly, NU-800 features large octahedral cages (indicated by purple spheres) formed by 12 linkers and six zirconium nodes, surrounded by small tetrahedral cages (indicated by blue spheres) formed by six linkers and four zirconium nodes. The largest spherical probes that can fit in these pores are approximately 16.5 and 7.5 Å, respectively, as shown by the pore size distribution shown as an inset in Figure 9.We were able to activate around 90% of the porosity of NU-800 as indicated by a comparison of the simulated and measured nitrogen isotherms shown in Figure 9. Supercritical CO2 activation(61) was necessary to get as close as possible to the ideal surface area and pore volume, which is critical to achieve the best adsorption performance of a given MOF material.(62) The measured BET surface area was ∼3150 m2/g, which corresponds to ∼89% of the simulated BET surface area of NU-800 (∼3560 m2/g), and similarly the activated pore volume was 1.34 cc/g, which corresponds to ∼92% of the simulated pore volume (1.44 cc/g).Figure 9. Simulated (blue) and measured (purple) nitrogen isotherms at 77 K for NU-800. The inset shows the geometrically obtained pore size distribution.Gas Adsorption MeasurementsIn order to validate the predicted adsorption characteristics of NU-800, we performed isotherm measurements over a large pressure and temperature range for methane. Additionally, we performed hydrogen adsorption measurements, which are also relevant for vehicular applications. Figure 10 shows the comparison between the simulated and measured isotherms. Overall there is good agreement between the simulated and experimental results, with some discrepancies at high pressure partly due to somewhat incomplete activation of the NU-800 sample. The methane saturation loading at 125 K was measured as 34.3 mmol/g, which corresponds to a pore volume of 1.37 cc/g, in good agreement with the pore volume determined by nitrogen adsorption. A similar pore volume (1.30 cc/g) is also determined by carbon dioxide adsorption at 220 K (Figure S7.1).The excess adsorption isotherm of hydrogen at 77 K (Figure S7.3) shows a very shallow maximum at ∼35 bar, with a nearly flat region between 20 and 65 bar. At 65 bar and 77 K, the measured gravimetric hydrogen adsorption is 0.08 g/g. The volumetric hydrogen adsorption capacity is 44.4 g/L, which is among the highest reported at these conditions (i.e., 35 g/L for PCN-68,(7) 36 g/L for MOF-200,(63) 41 g/L for MOF-210,(63) 43 g/L for NU-1100,(33) 47 g/L for NU-100,(49) 49 g/L for NU-111(14) and MOF-177(64)). We note that among these MOFs only NU-1100 is based on highly stable zirconium building blocks. The high-pressure adsorption of carbon dioxide in NU-800 is also significant, corresponding to 26 mmol/g at 35 bar. These results clearly show that structurally stable zirconium-based MOFs can compete with the copper paddle-wheel MOFs that have large pore volumes and surface areas but are structurally weaker.(27)The room temperature methane uptake properties of NU-800 are shown in Figure 10 (and Figure 12) in gravimetric (and volumetric) units. The methane deliverable capacity between 65 and 5.8 bar was measured as 167 cc(STP)/cc, which is ∼10% lower than the simulated value of 187 cc(STP)/cc. We attribute this discrepancy to incomplete activation of our sample. With a different activation procedure it is quite possible that the methane uptake values of NU-800 could come closer to the simulated ones. We note, however, that even this nonoptimized deliverable capacity of the zirconium-based MOF NU-800 is equal to or better than Ni-MOF-74(14) (121 cc(STP)/cc), PCN-14(14) (149 cc(STP)/cc), and UTSA-20(14) (162 cc(STP)/cc), and it is only 15% lower than the current best MOF-519(38) (203 cc(STP)/cc) and 10% lower than the other top MOFs UTSA-76,(39) HKUST-1,(15) and MOF-5(17) (∼185 cc(STP)/cc). In addition, the measured NU-800 gravimetric deliverable capacity of 0.216 g/g is higher than that of the MOFs mentioned above: MOF-519 (0.149 g/g), UTSA-76 (0.191 g/g), HKUST-1 (0.150 g/g), MOF-5 (0.213 g/g), UTSA-20 (0.128 g/g), PCN-14 (0.129 g/g), and Ni-MOF-74 (0.075 g/g). It should be noted that MOF-519 has been reported focusing on storage at higher pressures, with a deliverable capacity between 80 and 5.8 bar of 220 cc(STP)/cc. The simulated value for NU-800 at those operation conditions is 203 cc(STP)/cc.Figure 10. Measured (blue lines with filled circles) and simulated absolute adsorption isotherms (dashed red lines) for methane and hydrogen at several temperatures.In order to obtain additional insight about the guest–host interactions in NU-800, we determined the heats of adsorption (Qst) for methane and hydrogen from the temperature dependent experimental isotherms in Figure 10 using the Clausius–Clapeyron equation (see the SI for details). Figure 11 shows that the agreement between the simulated and measured Qst values is quite good for hydrogen and methane. For hydrogen, the Qst initially remains roughly constant at ∼5 kJ/mol and then slowly decreases down to 3 kJ/mol with increasing loading. For methane, the initial Qst is relatively low with values around 11 kJ/mol (simulated) and 12.5 kJ/mol (measured). A material with high methane deliverable capacity and a relatively low Qst may facilitate thermal management in ANG on-board systems and may also make the material less prone to “poisoning” by hydrocarbon impurities in natural gas during adsorption/desorption cycles.Figure 12 illustrates the stability of NU-800 during adsorption/desorption cycles. No evidence of sample degradation was found over a dozen cycles. The variation of the adsorption values at 65 bar and 298 K is within the 2% experimental error. Furthermore, we checked the pore volume and surface area of the sample after a large number of isotherm measurements were done with H2, CO2, and CH4 and did not see any decrease in pore volume or surface area (Figure S6.5).Figure 11. Experimental (black lines from a spline and red lines from a virial fit) and simulated (scattered points) heats of adsorption.Figure 12. Experimental absolute methane adsorption isotherms for NU-800 at 298 K over a dozen adsorption/desorption cycles. Inset shows adsorption at 65 and 35 bar. The volumetric deliverable capacity of NU-800 between 65 and 5.8 bar is indicated by a vertical arrow.Top of PageAbstractIntroductionComputational MethodsResultsConclusionsReferencesConclusionsWe have computationally constructed and screened over 200 hypothetical MOFs based on highly stable zirconium building blocks. Our simulations suggest that alkyne groups adjacent to the zirconium corner are more beneficial for methane storage and delivery than phenyl rings, because they allow an efficient packing of methane around the zirconium corner at high pressure. It follows that this beneficial effect might be applicable to other MOFs where alkyne groups allow more efficient packing around regions where methane/MOF interactions are strong. Among the hypothetical zirconium-based materials studied, the MOF with the fcu topological net based on the ditopic ligand 3 1,4-benzenedipropynoic acid was predicted to have the best methane deliverable capacity. The MOF NU-800 based on this ligand was successfully synthesized and characterized. The experimental structure was found to be in good agreement with the preliminary NU-800 computer model, as indicated by PXRD measurements. Upon supercritical CO2 activation, gas adsorption measurements confirmed the predicted high capacity methane adsorption properties of NU-800. In particular, the volumetric and gravimetric methane deliverable capacities (between 65 and 5.8 bar) were measured as 167 cc(STP)/cc (simulation: 187 cc(STP)/cc) and 0.215 g/g (simulation: 0.245 g/g), respectively. We determined that NU-800 has a relatively low methane heat of adsorption (12.5 kJ/mol measured and 11.6 kJ/mol simulated). Stability tests over a large number of gas adsorption cycles indicated no sample degradation, consistent with the highly stable structures of zirconium-based MOFs. Hydrogen adsorption in NU-800 was also high with uptake values of 0.08 g/g and 44.4 g/L at 65 bar and 77 K. Similarly the CO2 uptake at 35 bar was quite high (26 mmol/g). These promising gas uptake characteristics along with its expected superior stability make NU-800 a promising material for gas adsorption applications. Top of PageAbstractIntroductionComputational MethodsResultsConclusionsReferencesSupporting InformationGeneral simulation, synthesis, and measurement methods. Simulation models. Details of MOF construction. Snapshots of top hypothetical MOFs based on various metrics. Details of NU-800 synthesis and activation. Nitrogen sorption and PXRD data for NU-800, NU-801, and UiO-67. Detailed simulated and measured CH4, H2, and CO2 adsorption isotherms for NU-800. Heats of adsorption. Excel file with tabulated screening data. Compressed file with 204 cif files for hypothetical zirconium MOFs (including NU-800 molecular model). This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. D.A.G.-G. and O.V.G. contributed equally.The authors declare the following competing financial interest(s): Omar Farha, Joseph Hupp, and Randall Snurr have a financial interest in the start-up company NuMat Technologies, which is seeking to commercialize metal-organic frameworks.Top of PageAbstractIntroductionComputational MethodsResultsConclusionsReferencesAcknowledgmentThe Northwestern University team acknowledges that the work presented herein was funded by the Advanced Research Projects Agency-Energy (ARPA-E), U.S. Department of Energy, under Award Number DE-AR0000248. T.Y. acknowledges support by the U.S. Department of Energy through BES Grant No. DE-FG02-08ER46522. The computations were made possible by the high performance computing system, QUEST, at Northwestern University, and the National Energy Research Scientific Computing Center’s Carver Cluster.Reference QuickViewTop of PageAbstractIntroductionComputational MethodsResultsConclusionsReferencesReferencesThis article references 64 other publications.1. EIA U.S Crude Oil and Natural Gas Proved Reserves, 2011. http://www.eia.gov/naturalgas/crudeoilreserves/ (accessed Sept 13, 2014).There is no corresponding record for this reference.2. Wegrzyn, J.; Gurevich, M. Appl. Energy 1996,  55,  71[Crossref], [CAS]2. Adsorbent storage of natural gasWegrzyn, J.; Gurevich, M.Applied Energy\r\n        (1996),\r\n    55\r\n        (2),\r\n    71-83CODEN:\r\n                APENDX;\r\n        ", "title": "Computational Design of Metal–Organic Frameworks Based on Stable Zirconium Building Units for Storage and Delivery of Methane", "authors": ["Diego A. Gomez-Gualdron", "Oleksii V. Gutov", "Vaiva Krungleviciute", "Bhaskarjyoti Borah", "Joseph E. Mondloch", "Joseph T. Hupp", "Taner Yildirim", "Omar K. Farha", "Randall Q. Snurr"], "doi": ["10.1021/cm502304e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-19/cm502304e/20141008/images/small/cm-2014-02304e_0013.gif\">"]}