{"abstract": "Two vanadium metal−organic frameworks, MIL-88B(V) and MIL-101(V), have been synthesized and characterized by X-ray powder diffraction, X-ray absorption spectroscopy, thermogravimetric analysis, N sorption, chemical analysis, and electron energy-loss spectroscopy. These MOFs are polymorphs, or framework isomers. They have been compared with isostructural analogues of MIL-88B and MIL-101. These vanadium MOFs convert to another MOF, MIL-47, at higher temperatures.Two families of metal–organic frameworks (MOFs), MIL-88 and MIL-101 built by trinuclear transition metal (TM) clusters (TM = Cr, Fe, or Sc), have been known for several years, but their syntheses are often reported separately. In fact, these MOFs are polymorphs, or framework isomers: they are assembled from the same metal secondary building units and organic linkers, but the connectivity of these components differs. Here we report for the first time the synthesis of the vanadium MOF MIL-88B(V) and compare its synthesis parameters to those of MIL-47(V) and the recently reported MIL-101(V). The properties of MIL-88B(V) and MIL-101(V) are remarkably different. MIL-88B(V) can “breathe” and is responsive to different solvents, while MIL-101(V) is rigid and contains mesoporous cages. MIL-101(V) exhibits the highest specific surface area among vanadium MOFs discovered so far. In addition, both MIL-88B(V) and MIL-101(V) transform to MIL-47 at higher temperatures. We have also identified the key synthesis parameters that control the formation of MIL-88B(V), MIL-101(V), and MIL-47: temperature, time, and pH. This relates to the rate of reaction between the metal and linkers, which has been monitored by  X-ray powder diffraction and V K-edge X-ray absorption spectroscopy during MOF synthesis. It is therefore important to fully study the synthesis conditions to improve our understanding of framework isomerism in MOFs.", "text": "10.1021/cg4012058 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionSynthesis of polymorphs is an important area of research in chemistry.(1-3) This is of special value in the pharmaceutical industry, in which control of a specific polymorph is crucial for achieving certain desired properties in a drug product.(4, 5) Closely related to polymorphism is supramolecular or framework isomerism.(6-8) This occurs in coordination polymers and metal–organic frameworks (MOFs) in which the same metal and organic components can link together in different spatial arrangements.(6, 8, 9)While MOFs based on divalent metals, such as Zn2+ and Cu2+, have received much attention over the past decade,(10-14) less progress has been achieved on the synthesis of new MOFs containing tri- and tetravalent metals.(15-19) Among these, vanadium MOFs are particularly rare. This is surprising, especially considering the diverse range of complexes and clusters (notably vanadium–carboxylate clusters) that vanadium forms. Vanadium is also important in catalytic processes; in particular, supported vanadium oxide-based catalysts are used in the production of several important chemicals, such as sulfuric acid and phthalic anhydride, and vanadium is present in the active site of a number of biological enzymes.(20, 21) Therefore, incorporation of vanadium into MOFs may lead to porous, functionalized, and shape-selective catalysts. Indeed, much effort has already been focused on synthesizing V-containing molecular sieves and mesoporous materials.(22, 23)The most studied vanadium MOF is MIL-47, or [VO(BDC)·guest] (BDC = 1,4-benzenedicarboxylate).(24) This MOF has been successfully used for adsorption and separation of gases(25) and liquids.(26) MIL-47 has also been used as a catalyst for the epoxidation of cyclohexene(27) and the conversion of methane to acetic acid.(28) Other vanadium MOFs include MIL-26,(29) MIL-59,(30) MIL-60,(31) MIL-61,(31) MIL-68,(32) MIL-71,(33) isoreticular frameworks of MIL-47,(28, 34, 35) and the recently synthesized V MOFs, MIL-100(V),(36) MIL-101(V),(37) COMOC-2,(38) and COMOC-3.(39)Knowledge of the conditions under which a certain secondary building unit (SBU) is stable is of particular importance in MOF chemistry, because this can help in the construction of isoreticular frameworks and the design of new topologies.(40, 41) Trinuclear oxo-centered metal–carboxylate complexes having the general formula [M3O(OOCR)6L3]n+ (L = terminal ligand, such as H2O or Cl–) have been studied since the 19th Century, with chemists such as Werner, Orgel, and Cotton contributing to their development.(42-45) These metal clusters form the SBU in some of the most studied MOFs, e.g., MIL-88,(46, 47) MIL-100,(48) and MIL-101.(49) Simplification of this metal cluster to a trigonal prism, as shown by Yaghi and co-workers, is useful for analyzing the underlying topology of these MOFs.(50) Indeed, the acs-a net is the default net for connecting trigonal prisms, which is the underlying topology of MIL-88.(46, 51) However, the mtn-e-a net is an alternative connection of trigonal prisms, which occurs in MIL-101.(52) These two frameworks, MIL-88B (B refers to the use of BDC as the linker) and MIL-101, are topological framework isomers: they are assembled from the same components (trinuclear metal–carboxylate nodes and BDC linkers), but their connectivity differs. The metal component of the [M3O(OOCR)6L3]n+ SBU in MIL-88B and MIL-101 can be varied and has previously been reported with Cr3+, Fe3+, Sc3, Al3+ (using 2-aminoterephthalate as the linker; MIL-101 only), and V3+ (MIL-101 only).(37, 47, 49, 53-60) Understanding the parameters that lead to the formation of each isomer may help to explain the nature of the metal–linker assembly process during MOF synthesis.(61, 62)Herein, we report the synthesis of two vanadium MOFs: MIL-88B(V), which is new, and MIL-101(V), which was recently reported by van der Voort and co-workers.(37) The formation of these MOFs has been studied by ex situ X-ray powder diffraction (XRPD) and X-ray absorption spectroscopy (XAS), which has allowed us to identify the most important parameters for the synthesis of all MIL-88B and MIL-101 materials. We have also explored the transformation of these MOFs to another phase, MIL-47, at higher temperatures. The breathing behavior of MIL-88B(V) has been compared with that of its isostructural analogues.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionInstrumentationAll reagents were purchased commercially and used without further purification. pH measurements were taken with a 744 Metrohm pH meter equipped with a glass electrode. XRPD patterns were collected on a PANalytical X’Pert PRO diffractometer in Bragg–Brentano geometry equipped with a linear detector using Cu Kα1 radiation. The samples were dispersed on zero-background Si plates with ethanol. High-quality XRPD patterns for Pawley refinement were collected on a PANalytical X’Pert PRO MPD diffractometer in transmission geometry using Cu Kα radiation. Samples dispersed in solvent were sealed in 0.5 mm diameter quartz capillaries with the respective solvent. Dry samples were placed in a closed Macor glass ceramic holder and heated in an Anton-Parr XRK900 reaction chamber. The unit cell parameters were determined by Pawley refinement using Topas Academic version 4.1.(63) In situ XRPD was performed on beamline I11 at Diamond Light Source (λ = 0.8271 Å). Samples were packed into glass capillaries and heated with a Cryostream. Scanning electron microscopy (SEM) was conducted on a JEOL JSM-7000F microscope operated between 1.5 and 5 kV. Thermogravimetric analysis (TGA) was conducted on a Perkin-Elmer TGA 7 instrument, using a heating rate of 2 °C/min in air. CHN analysis was performed on a Carlo Erba Flash 1112 elemental analyzer. Cl analysis was conducted by Schöniger flask combustion followed by titration. Inductively coupled plasma-optical emission spectrometry (ICP-OES) was used for vanadium determination with a Varian Vista MPX ICP-OES instrument. Medac Ltd. in the United Kingdom conducted the elemental analysis. Fourier-transform infrared (FTIR) spectroscopy in the mid- and far-IR regions was performed on a Varian 670-IR spectrometer and a Bruker Tensor 37 spectrometer with an MCT detector, respectively. Electron energy-loss spectroscopy (EELS) was performed on a JEOL JEM-2100F transmission electron microscope equipped with a Gatan GIF Tridiem system. Nitrogen sorption isotherms were measured at 77 K on a Micromeritics ASAP 2020 system. The samples were degassed at 150 °C for 12 h prior to measurements. V K-edge XAS was conducted at beamline I811, MAX-lab, using a Si(111) double-crystal monochromator. The current of the storage ring was approximately 200 mA. Spectra were energy-calibrated to vanadium metal foil (absorption edge taken at 5464.7 eV). MOF samples were suspended in ethanol and collected in fluorescence mode. XAS data processing was performed using Athena.(64, 65)Preparation of MIL-88B(V) and MIL-101(V)Dry vanadium chloride is required to obtain these MOFs with good crystallinity (using VCl3 that had been exposed to moisture for several months led to poorly crystalline samples). For the synthesis of MIL-88B(V), terephthalic acid (H2BDC) (1 mmol, 166 mg) and VCl3 (1 mmol, 157 mg) were added to a 30 mL Teflon-lined autoclave. Then absolute ethanol (5 mL) and 1 M HCl (1 mL) were added, and the mixture was stirred for 30 min, followed by sonication for 15 min. For the synthesis of MIL-101(V), H2BDC (1 mmol, 166 mg) and VCl3 (1 mmol, 157 mg) were added to a 30 mL Teflon-lined autoclave. Absolute ethanol (5 mL) was added, and the mixture was stirred for 30 min, followed by sonication for 15 min. The autoclaves were heated in an oven at 120 °C for 48 h. After the samples had cooled to room temperature, we isolated green powders by washing the samples with ethanol and separating them by centrifugation. The MOFs were activated by being heated at 70 °C in DMF for 3 h under N2, followed by heating at 70 °C in ethanol for 3 h under N2. Finally, the MOFs were dried under vacuum for 16 h at 120 °C, resulting in yields of 30% for MIL-88B(V) and 23% for MIL-101(V). Elemental analysis of activated MIL-88B(V): observed, 40.64% C, 3.18% H, 17.76% V, and 2.60% Cl; calculated {based on [V3O(BDC)3(H2O)2Cl0.6(HBDC)0.4]·2H2O·EtOH}, 40.47% C, 3.26% H, 17.63% V, and 2.45% Cl. Elemental analysis of the activated MIL-101(V): observed, 39.03% C, 2.19% H, 18.09% V, and 3.13% Cl; calculated {based on [V3O(BDC)3(H2O)2Cl0.7(HBDC)0.3]·2H2O·0.5EtOH}, 39.62% C, 2.97% H, 18.40% V, and 2.99% Cl. HBDC refers to monodeprotonated terephthalic acid. The XRPD patterns of MIL-88B(V) and MIL-101(V) are shown in Figure S1 of the Supporting Information and closely match the XRPD patterns simulated on the basis of the structures of MIL-88B(Cr) and MIL-101(Cr).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionMIL-88B(V) and MIL-101(V) as Framework IsomersOur aim was to synthesize new vanadium MOFs because there have been relatively few reported and vanadium-containing materials are often used as catalysts. Furthermore, vanadium is present in numerous molecular carboxylate clusters that have not been found in MOFs. Introducing these clusters into MOFs could lead to new topologies. Because some of these molecular clusters are synthesized in ethanol,(66) new vanadium MOFs could be formed by using ethanol as the solvent. Heating VCl3 and H2BDC in ethanol at 120 °C led to the formation of MIL-101(V). To our surprise, MIL-88B(V) formed when HCl was added to the reaction mixture (Figure 1).SEM images of MIL-88B(V) and MIL-101(V) are shown in the Supporting Information (Figure S2). MIL-88B(V) crystallized as prismatic, rod-shaped crystals, with lengths and widths ranging between 4 and 20 μm and between 1 and 3 μm, respectively. MIL-101(V) crystallized as octahedral nanoparticles around 250–350 nm.Figure 1. Synthesis scheme for MIL-88B(V), MIL-101(V), and MIL-47. The carboxylate carbon atoms of the trinuclear oxo-centered cluster have been linked to form a trigonal prism, which simplifies the structures of MIL-88B(V) and MIL-101(V). The atomic coordinates for MIL-101(V) and MIL-47 were taken from refs 49 and 24, respectively.We followed the MOF synthesis by performing V K-edge XAS and XRPD on the reaction solutions and the products, respectively (Figure 2). As shown by the XRPD patterns in Figure 2a, MIL-101(V) appears after only 3 h and nearly all the crystalline linker has been consumed after 7 h (Figure 2a). In contrast, MIL-88B(V) forms more slowly, appearing between 10 and 12 h. It seems that multiple phases of MIL-88B(V) are present at 12 and 16 h, which is unsurprising as this MOF is flexible and the structure will change when different species are present in the pores of the MOF.(67)Figure 2. (a) XRPD patterns of products during the synthesis of MIL-88B(V) after 0, 4, 8, 12, 16, and 48 h and MIL-101(V) after 0, 1, 3, 5, 7, and 48 h [Cu Kα1 (λ = 1.5406 Å)]. The peak at 17.5° 2θ corresponds to undissolved H2BDC. (b) V K-edge ex situ XAS spectra of the MOFs and the reaction solutions during the synthesis of MIL-88B(V) and MIL-101(V). The inset shows magnified spectra on pre-edge peaks.XAS can probe the metal environment in solution and could be used to identify vanadium clusters during MOF synthesis. As shown by the XAS spectra in Figure 2b, there is a change during the synthesis of MIL-101(V) and MIL-88B(V) after 2 and 4 h, respectively, compared to those at 0 h. The intensity of the 1s → 3d pre-edge feature at 5468.9 eV increases, which is caused by the loss of centrosymmetry at vanadium.(68) This feature is relatively weak, most likely caused by distortion of the octahedral coordination around vanadium, similar to that found in the V MOFs. The pre-edge peak is larger for MIL-101(V) than MIL-88B(V), which indicates that the vanadium is more distorted from perfect octahedral symmetry in MIL-101(V) than in MIL-88B(V). The XAS spectra of MIL-88B(V) and MIL-101(V) both contain distinct features at 5521.6 and 5554.1 eV (marked with arrows) that are not present in the spectra during the synthesis. This implies that the majority of vanadium during the synthesis of these MOFs is not present as trinuclear oxo-centered clusters. Further analysis of the XAS spectra was hindered because of strong monochromator-induced glitches in the EXAFS region.The frameworks of MIL-88B(V) and MIL-101(V) are composed of the same trigonal prismatic building units (trinuclear oxo-centered metal clusters and organic linkers) assembled into different topologies. The topology of MIL-88B(V) corresponds to the acs-a net, which has only one kind of cluster and one kind of linker and is the most regular linkage of trigonal prisms.(51, 69) The underlying net of MIL-101(V) is mtn-e-a, which has three kinds of clusters and four kinds of linkers.(52) The transitivity of the mtn net, [3432], is considerably higher than that of the acs net, [1122]. In other words, MIL-88B is the default structure that may be expected for connecting trigonal prisms. In addition, the mtn net contains cages (this explains the mesoporosity in MIL-101), whereas the acs net is denser (MIL-88B has channels). All these structural features point toward MIL-88B being the thermodynamic isomer, whereas MIL-101 has a more complex structure and is therefore the kinetic isomer. On the other hand, V K-edge XAS shows that the distortions of the vanadium coordination from a regular octahedron are larger in MIL-101(V) than in MIL-88B(V), which may reduce the size of the difference in energy between MIL-88(V) and MIL-101(V). MIL-47 is constructed from infinite chains of edge-sharing metal octahedra. The topology of MIL-47 corresponds to the sra net. The condensed rodlike building units of MIL-47 provide high stability to the structure, which explains why MIL-47 is the thermodynamic phase.Experimentally, we have found that the most important parameters for obtaining MIL-88B(V), MIL-101(V), and MIL-47 are temperature, time, and pH (Figure 4). At a high temperature (200 °C) and a long reaction time (24 h), the thermodynamic phase MIL-47 was formed (Figure 4a). Also, when samples were heated at 200 °C in ethanol, MIL-88B(V) and MIL-101(V) decomposed and converted to MIL-47 (Figures 1 and 3). A similar transformation was found for some of the Cr, Fe, and Al MIL materials. Jhung and co-workers found that MIL-101(Cr) decomposes and forms MIL-53(Cr) with longer synthesis times.(70) MIL-47 is isostructural to MIL-53 but contains V4+ instead of M3+ (M = Cr, Fe, Al, Ga, or Sc). Millange, Walton, and co-workers found that MOF-235(Fe) converts to MIL-53(Fe) via MOF dissolution.(61) (The frameworks of MOF-235 and MIL-88B are identical except that the pores of MOF-235 are filled with [MX4]− tetrahedra.)(50) Stavitski, Gascon, and co-workers observed that NH2-MOF-235(Al) converts to NH2-MIL-101(Al), which then dissolves and transforms to NH2-MIL-53(Al) at higher temperatures in DMF.(62) Interestingly, when water is used as the solvent, only NH2-MIL-53(Al) forms. Only after activation does the experimental XRPD pattern match the simulated XRPD pattern of calcined MIL-47.(71, 72) MIL-47 is not a framework isomer of MIL-88B(V) and MIL-101(V) because the chemical formula and metal cluster differ.Figure 3. XRPD patterns of MIL-47 (black), simulated from the crystal structure in ref 24, as-synthesized MIL-47 (dark blue), and activated MIL-47 (light blue) [Cu Kα1 (λ = 1.5406 Å)].As shown in Figure 4a, MIL-88B(V) and MIL-101(V) are difficult to isolate with a change in only the reaction temperature or time and crystallize as mixtures. This is in agreement with our previous topological and structural discussions. MIL-101 is favored at shorter reaction times and lower temperatures because it is the kinetic isomer, whereas more MIL-88B(V) forms at higher temperatures or longer reaction times. H2BDC does not fully dissolve at short reaction times and temperatures of ≤100 °C. To obtain both isomers as pure crystalline phases, we performed a careful study by optimizing pH and concentration, as shown in Figure 4b. Pure MIL-88B(V) can be isolated by slow crystallization at low pH (high HCl/EtOH ratio), i.e., thermodynamic control, probably because the linker is deprotonated gradually and reacts with the metal. The addition of water (HCl is added as a 1 M aqueous solution) may also contribute to the formation of MIL-88B(V); when water was added instead of HCl, a poorly crystalline structure that resembled that of MIL-88B(V) formed (Figure S3, Supporting Information). MIL-101(V) is obtained at high pH (low HCl/EtOH ratio), where the concentration of the deprotonated linker is higher and can react faster with the metal, i.e., kinetic control. These results prove that MIL-88B(V) is the thermodynamic isomer and MIL-101(V) is the kinetic isomer. Stock and co-workers also found pH to be important in the Fe3+/NH2–BDC system.(56) In water, a high pH favored the formation of MIL-101-NH2(Fe) and a low pH (with HCl) resulted in the formation of MIL-88-NH2(Fe) [as well as MIL-53-NH2(Fe)]. In contrast, when DMF was used as the solvent, MIL-88-NH2(Fe) was preferentially formed under more basic conditions (with NaOH); however, MIL-88-NH2(Fe) is the thermodynamic isomer because it is favored over MIL-101-NH2(Fe) at higher temperatures.(56)The same complex scenario is found for the isostructural analogues of MIL-88B and MIL-101. The synthesis of MIL-88B(Cr) requires chromium chloride and DMF as the solvent, instead of chromium nitrate and water that are employed for MIL-101(Cr).(49, 60) MIL-101(Fe) can be rapidly synthesized by microwave heating at 150 °C, whereas the formation of MIL-88B(Fe) requires a lower temperature but a longer reaction time, as well as additional base (NaOH).(54, 73) The physical conditions, such as temperature, play a smaller role than the crystallization medium (solvent, pH, counterion, and additive) in controlling the formation of MIL-101 or MIL-88B.Figure 4. Product synthesis diagrams for vanadium MOFs with (a) temperature and time (HCl/EtOH ratio of 0.10) and (b) temperature and HCl/EtOH ratio (reaction time of 24 h) as variables. The products and the product regions of H2BDC, MIL-88B(V), MIL-101(V), and MIL-47 are colored white, purple, green, and blue, respectively. The amount of products was estimated from relative peak intensities in the XRPD patterns.Breathing of MIL-88B(V)The MIL-88 structure is highly flexible. This reversible “breathing” behavior has been studied in the Cr, Fe, and Sc analogues of MIL-88B.(53, 58, 73, 74) MIL-88B(V) also breathes; when the material is soaked in different solvents, the structure expands (Figure 5). The unit cell parameters and volumes were determined by Pawley refinement of the corresponding XRPD patterns (Figure S4, Supporting Information). The dried form of MIL-88B(V) is the closed form, with a hexagonal unit cell: a = 10.7499(6) Å, c = 19.216(2) Å, and V = 1923.1(3) Å3. When the sample was soaked in DMF, the solvent entered the pores and the unit cell volume increased: a = 14.4921(7) Å, c = 17.054(1) Å, and V = 3101.9(4) Å3. The structure expanded even further when it was soaked in methanol, as a increased to 15.7786(3) Å, c decreased to 15.8598(4) Å, and V increased to 3419.5(2) Å3. The largest cell volume was found in ethanol: a = 16.2738(4) Å, c = 15.5999(4) Å, and V = 3577.9(2) Å3. According to Serre et al.,(53) who studied the breathing process in MIL-88B(Cr), this corresponds to the expanded form in which the bipyramidal cages are fully open. These lattice parameters are relatively close to those found for the isostructural analogues of MIL-88B with other transition metals, as summarized in Table 1. The open forms of MIL-88B are essentially the same, regardless of the metal. However, the closed form of MIL-88B(V) has a significantly larger volume than the other MIL-88B MOFs, even when MIL-88B(V) was heated under vacuum at 120 °C. This is probably due to terephthalate species coordinated to the terminal sites of vanadium, as determined by elemental analysis and IR spectroscopy (vide infra), that prevents full contraction of the framework.Figure 5. XRPD patterns of MIL-88B(V) soaked in various solvents or heated (120 °C) under vacuum [Cu Kα (λ = 1.5418 Å)].Table 1. Comparison of Unit Cell Parameters between Open and Closed States of Different MIL-88B Frameworks closed form (dried)open form (in methanol)metalaa (Å)c (Å)V (Å3)a (Å)c (Å)V (Å3)Cr(53)9.6b19.1b1500b15.626(1)15.960(1)3375.0(3)Fe(73)9.5b19.0b1485b15.6b16.1b3375bSc(58)ndcndcndc15.62b15.96b3372bV10.7499(6)19.216(2)1923.1(3)15.7786(3)15.8598(4)3419.5(2)aThe metal component refers to the metal in the SBU of the respective MIL-88B framework.bNo standard deviation reported.cNot determined.In situ XRPD patterns of MIL-88B(V) given in Figure 6 follow the evolution of the structure from the open form in ethanol to a semiclosed form while being heated in air. At 353 K, most of the peaks shift to higher 2θ as the structure shrinks, presumably because of the loss of ethanol from the pores. Between 353 and 473 K, there is a large variation in the position of the peaks, with significant peak broadening. This could be caused by structural disorder over different domains or crystals. At 473 K, the peaks become sharp again. The following unit cell was found: a = 13.1129(3) Å, c = 17.9016(4) Å, and V = 2665.7(1) Å3 at 473 K. The unit cell did not change as the MOF was cooled to room temperature. At 473 K under vacuum, on the other hand, most of the peaks in the XRPD pattern were lost, implying the framework at least partially collapsed (Figure S5, Supporting Information). The cell volume of MIL-88B(V) in air at 473 K is larger than that of the structure under vacuum. This is probably due to the counterions, such as monodeprotonated terephthalic acid, that remain in the pores of the MOF when it is heated in air and help to stabilize the framework.Figure 6. In situ XRPD patterns of MIL-88B(V) heated and cooled in air (λ = 0.8271 Å). Data were collected at beamline I11, Diamond Light Source.IR Spectroscopy, TGA, N2 Sorption, EELS, and XAS of MIL-88B(V) and MIL-101(V)The general chemical formula of MIL-88B and MIL-101 is [M3OL2X(BDC)3·guest], where M refers to the metal, L is a neutral ligand, such as water or DMF, and X is an anionic species, such as OH–, Cl–, F–, or monodeprotonated linker HBDC–.(75) In the case of MIL-88B(V) and MIL-101(V), L = H2O and X = Cl– and HBDC–, as confirmed by elemental analysis and TGA. This was supported by IR spectroscopy, which shows peaks at 362 cm–1 for MIL-88B(V) and 374 cm–1 for MIL-101(V) corresponding to a V–Cl bond (Figure S6, Supporting Information).(76) A weak band around 1680 cm–1 is present in both spectra, which corresponds to the υ(C═O) stretch of HBDC– (Figure S7, Supporting Information).(77)TGA was conducted on the activated MOFs to examine their thermal stability in air (Figure 7a). No steps corresponding to the loss of H2BDC could be seen in the TG curves, demonstrating that the pores were free of unreacted linker. Both MOFs exhibited weight losses between 25 and 200 °C, which are attributed to the loss of guest molecules from the pores and decoordination of water from the V trimers [MIL-88B(V), calcd 10.51%, observed 9.29%; MIL-101(V), calcd 19.15%, observed 20.20%]. Finally, decomposition of MIL-88B(V) and MIL-101(V) occurred at 350 and 300 °C, respectively, resulting in the formation of V2O5 [MIL-88B(V), calcd 55.74%, observed 54.24%; MIL-101(V), calcd 50.86%, observed 50.39%]. The calculated weight losses were based on chemical formulas of [V3O(BDC)3(H2O)2Cl0.6(HBDC)0.4]·2EtOH for MIL-88B(V) and [V3O(BDC)3(H2O)2Cl0.7(HBDC)0.3]·3EtOH for MIL-101(V).Figure 7. (a) TG curves of MIL-88B(V) (purple) and MIL-101(V) (green) under air. (b) N2 adsorption (●) and desorption (○) isotherms of MIL-88B(V) and MIL-101(V) conducted at 77 K. The pressure range used was 0.09–0.25 as determined by the consistency criteria.(78)N2 sorption measurements were taken for both MIL-88B(V) and MIL-101(V) (Figure 7b). Under vacuum, the pores of MIL-88B(V) are closed. There was no uptake of gas by the material, even at relative pressures up to 1 bar. This is presumably due to the weak interaction of the framework with N2 that prevents the structure from expanding. MIL-101(V), however, adsorbs large quantities of N2 in accordance with the isostructural Cr and Fe analogues of MIL-101.(37, 49, 55) The specific BET and Langmuir surface areas calculated from the adsorption isotherm were 3600 ± 60 and 5700 ± 130 m2/g, respectively, the highest yet found among vanadium MOFs.(36, 37)The oxidation state of vanadium was determined by EELS and X-ray absorption near-edge structure (XANES) (Figure 8). This corresponds with each metal trimer containing two neutral ligands and one anionic ligand. The vanadium L3 and L2 positions for MIL-88B(V) and MIL-101(V) at 515.2 and 521.6 eV match closely with those of V2O3 in the EELS spectra (Figure 8a), which corresponds with a +3 oxidation state.(79) The oxidation state of vanadium in MIL-47 was less than +4 because the V–L2,3 peaks were shifted to lower energies compared to those of VOSO4 (522.0 eV vs 522.6 eV for the L2 peaks). This could be due to reduction of vanadium by the electron beam. The first derivatives of the main edge in the XANES spectra of MIL-88B(V), MIL-101(V), MIL-47, and V2O5 were 5477.0, 5477.3, 5479.6, and 5482.0 eV, indicating oxidation states of +3, +3, +4, and +5, respectively (Figure 8b).(68)Figure 8. (a) EELS spectra of MIL-88B (purple), MIL-101(V) (green), V2O3 (black), MIL-47 (light blue), and VOSO4 (dark blue). (b) V K-edge XANES spectra of MIL-88B(V) (purple), MIL-101(V) (green), MIL-47 (light blue), and V2O5 (red).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn this work, we have studied two vanadium MOFs that are topological framework isomers: MIL-88B(V) and MIL-101(V) [MIL-88B(V) is new]. These MOFs were selectively obtained by changing the synthesis conditions. MIL-88B(V) formed under more acidic conditions than MIL-101(V). MIL-101(V) is the kinetic isomer because it forms faster than MIL-88B(V), which is the thermodynamic isomer. Furthermore, MIL-88B(V) and MIL-101(V) transform into MIL-47 at a higher synthesis temperature (200 °C). The breathing behavior of MIL-88B(V) was investigated. This breathing is similar to that found with the Cr, Fe, and Sc MIL-88B MOFs, except that the closed form of MIL-88B(V) does not contract to the same extent. We attribute this to coordination of monodeprotonated terephthalate at the terminal vanadium sites. We have also used EELS and XANES to determine the oxidation state of vanadium in these MOFs.Because of the prevalence of vanadium-containing materials as catalysts, it is expected that these V MOFs will exhibit interesting catalytic properties. We are now investigating the catalytic potential of MIL-88B(V) and MIL-101(V). Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationXRPD patterns, FTIR spectra, SEM images, and Pawley refinement profile fittings of MIL-88B(V) and MIL-101(V) and synthesis conditions for MIL-88B and MIL-101. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interests.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis project is supported by the Swedish Research Council (VR) and the Swedish Governmental Agency for Innovation Systems (VINNOVA) through the Berzelii Center EXSELENT. Financial support from the Göran Gustafsson Foundation for Natural Sciences and Medical Research is acknowledged. J.S. is grateful to the Wenner-Gren Foundation for a postdoctoral fellowship. L.S. acknowledges the Consortium for Crystal Chemistry (C3), Röntgen-Ångström Cluster, for financial support. The electron microscopy facility was supported by the Knut and Alice Wallenberg Foundation. We are grateful to the Knut and Alice Wallenberg Foundation and Magnus Bergvalls Foundation for funding the far-IR measurement at the Department of Biochemistry and Biophysics, Stockholm University. Portions of this research were conducted at beamline I811 (MAX-lab synchrotron radiation source, Lund University, Lund, Sweden). We thank Zoltán Bacsik for performing the far-IR measurements, Karen Leus for useful discussions and her work in activating MIL-88B(V), and Ingmar Persson for suggestions about the XAS spectra.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 79 other publications.1. Desiraju, G. R. Cryst. Growth Des. 2008,  8,  3– 5[ACS Full Text ], [CAS]1. Polymorphism: The Same and Not Quite the SameDesiraju, Gautam R.Crystal Growth & Design\r\n        (2008),\r\n    8\r\n        (1),\r\n    3-5CODEN:\r\n                CGDEFU;\r\n        ", "title": "Framework Isomerism in Vanadium Metal–Organic Frameworks: MIL-88B(V) and MIL-101(V)", "authors": ["Fabian Carson", "Jie Su", "Ana E. Platero-Prats", "Wei Wan", "Yifeng Yun", "Louise Samain", "Xiaodong Zou"], "doi": ["10.1021/cg4012058"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0008.gif\">"]}