{"abstract": "In this report, we evaluate the metal–organic framework CuBTC as a real-world adsorbent for protection against three toxic hydride gases: ammonia, arsine, and hydrogen sulfide. We develop a scalable room-temperature synthesis of high-surface-area CuBTC using a benign ethanol–water solvent system. We test the capacity of CuBTC for the hydride gases under microbreakthrough and real-world packed-bed conditions at both low and high humidity conditions. Under microbreakthrough conditions, CuBTC outperforms a broad-spectrum carbon (BSC) adsorbent for uptake of ammonia and arsine, with approximately equivalent uptake of hydrogen sulfide. Under packed-bed conditions, CuBTC outperforms the BSC for ammonia uptake but offers little protection against arsine or hydrogen sulfide. We demonstrate the potential for CuBTC to act not only as an effective adsorbent for ammonia but also for sensing and to indicate saturation on the basis of colorimetric and fluorescence changes. We find that CuBTC is a suitable material for inclusion in respiratory protective devices for protection against ammonia, with potential benefits against other hydride gases.", "text": "10.1021/acs.iecr.5b00458 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionToxic industrial chemicals are a significant hazard in both industrial and defense scenarios because many pose inhalation hazards to first responders, industrial workers, and military personnel. Ammonia, arsine, and hydrogen sulfide gases, especially the latter two, are particularly toxic hydrides. All three gases are used industrially, and in many cases require respirators during use. In addition to required protection against these gases, technologies that can detect the chemicals or provide end-of-service-life indication of exhausted filters are beneficial to the end user.Because of their high volatility, all three gases require reactive moieties within sorbents for permanent chemical removal. Arsine and hydrogen sulfide can be oxidized by impregnants such as copper oxide and silver on activated carbon used in respirators.(1) Ammonia, however, is removed by acid–base chemistry, typically a metal chloride,(2, 3) sulfate,(4) or other material’s acidic sites. Heteroatoms can be added to carbon substrates for the removal of both arsine and ammonia.(5, 6) In practice, however, these techniques pose potential issues with storage/aging, especially in the presence of humidity, where the impregnants degrade.(7)Over the past several years, new materials have been investigated for ammonia, arsine, and hydrogen sulfide filtration. Metal–organic frameworks (MOFs) are a particularly interesting group of materials because one can incorporate different metals within the secondary building units (SBU) as well as the functional group on the organic linkers.(8-11) MOFs, especially CuBTC, have been investigated for ammonia removal on multiple occasions.(12-15) Very limited work, however, has investigated larger scale testing of engineered particles representative of actual filters under conditions reflecting real world performance.(16)Furthermore, almost no experimental work has focused on MOF development for filtration and/or detection of arsine and hydrogen sulfide. Thallapally and co-workers have investigated isotherms of hydrogen sulfide on FMOF-2(17) and Prussian blue analogs,(18) and Bandosz and co-workers conducted some research on CuBTC/graphite oxide composites, finding that hydrogen sulfide formed copper sulfide at the active sites.(19, 20) Huang et al. also investigated Zn-based MOF composites.(21) Additional work shows promising hydrogen sulfide uptake by CPO-27-Ni(22) and MIL-series of MOFs;(23, 24) however, the latter work focused on high pressures not typically seen in respirable environments. The literature is completely devoid of arsine studies on metal organic frameworks.CuBTC, or HKUST-1, is a well-known MOF consisting of a copper paddlewheel SBU with coordinatively unsaturated copper sites connected by organic trimesic acid linkers.(25) Several experimental studies have suggested the ability of CuBTC to oxidize, or interact with, oxidizable chemicals such as carbon monoxide(26) and nitric oxide.(27) Theoretical calculations have been conducted on CuBTC for ammonia, phosphine, and hydrogen sulfide but fail to account for reactivity.(28) Thus, considering that chemicals such as hydrogen sulfide and arsine are oxidizable CuBTC should provide an opportune medium for such reactions to occur.The objectives of this effort are to evaluate the readiness of CuBTC to be used in filtration applications and to understand potential trade-offs with other materials. To meet this objective, we develop scalable reaction conditions for the synthesis of CuBTC at room temperature in a benign solvent system. We measure the ability of CuBTC to remove ammonia, arsine, and hydrogen sulfide, both in microbreakthrough experiments and in packed beds simulating full-scale respiratory filters. We elucidate the mechanism of removal for each hydride gas and further probe the potential of the material for use as a sensor or end-of-service-life indicator for these toxic gases.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1Sample PreparationLarge-scale Cu3(BTC)2 synthesis was developed starting from a known literature procedure.(29, 30) The reaction pH, solvent system, and rate of base addition were found to be important to obtain optimal surface area, reaction yield, and batch-to-batch reproducibility. In the optimized synthesis, 149.4 g of Cu(NO3)2·2.5H2O and 129.2 g of trimesic acid were dissolved in separate 2 L mixtures of 7:3 ethanol/water. The solutions were mixed while stirring. A solution of 50 g of NaOH in 2 L of 7:3 ethanol/water was then added dropwise at room temperature while stirring. The clear blue solution changed to a light-blue slurry during addition. The solution was stirred at room temperature for 1 h after addition. The light-blue products were isolated by centrifugation and purified by Soxhlet extraction using ethanol for 24 h. The resulting light-blue powder was dried in air and then heated in an oven at 80 °C. Granules of CuBTC were prepared for breakthrough testing using a Carver Press at 5000 psi, followed by crushing and sieving into 20 × 40 mesh granules. A broad-spectrum carbon (BSC) was provided by 3M in a 20 × 40 mesh granules for comparison purposes.2.2Nitrogen UptakeNitrogen uptake was measured at 77 K using a Micromeretics Tristar system. Samples were off-gassed at 150 °C overnight for approximately 16 h. Surface area measurements were calculated using the Brunauer–Emmett–Teller (BET) method, and total pore volumes were calculated at a relative pressure of 0.975.2.3X-ray Photoelectron SpectroscopyX-ray photoelectron spectroscopy (XPS) spectra were recorded using a PerkinElmer Phi 570 ESCA/SAM system employing Mg Kα X-rays. All binding energies were referenced to the C 1s photoelectron peak at 284.6 eV. Samples were placed on double-stick tape, placed in the chamber, off-gassed for 1 h, and then placed in the chamber for analysis.2.4Attenuated Total Reflectance–Fourier Transform Infrared SpectroscopyAttenuated total reflectance–Fourier transform infrared (ATR-FTIR) spectroscopy data were collected on composites using a Bruker Tensor 27 FTIR instrument with a platinum accessory and a single-reflection diamond crystal. The average of 16 scans from 600 to 4000 cm–1 with background subtraction was collected. The instrument resolution was 4 cm–1. Samples were evaluated before and after chemical exposure.2.5Chemical MicrobreakthroughSamples were evaluated for ammonia, arsine, and hydrogen sulfide capacity using a microbreakthrough system. The system has been described previously.(8, 12) Briefly, a specific amount of chemical was injected into a ballast and subsequently pressurized to yield a concentration of 5000 mg/m3 for each of the chemicals. The ballast contents were then mixed with a diluent air stream containing the required moisture content, conditioned from a temperature-controlled saturator cell, at a rate necessary to achieve challenge concentrations between 1000 and 4000 mg/m3. The mixed stream then passed through a sorbent bed submerged in a temperature-controlled water bath. Approximately 55 mm3 of each sample was packed into a 4 cm length and 4 mm diameter tube and was tested as a powder under dry (0% relative humidity, RH) and humid (80% RH) conditions. Samples were pre-equilibrated at the test RH for approximately 1–2 h. The effluent stream then passed through a continuously operating Hewlett-Packard 5890 Series II gas chromatograph equipped with a photoionization detector for ammonia and a flame photometric detector for sulfur dioxide. Other parameters for the testing are outlined in Table S1 (Supporting Information). Loadings were calculated in mole per kilogram by integrating the breakthrough curves at saturation. The system exhibits approximately 10% deviation with respect to saturation loading.2.6Chemical BreakthroughAmmonia, arsine, and hydrogen sulfide breakthrough testing was conducted on packed beds of 20 × 40 mesh materials using a push–pull–vented-breakthrough apparatus, a schematic of which is shown in Figure S1. Table S1 summarizes the testing parameters. Chemicals were evaluated at a constant volume concentration of 1000 ppm. For ammonia and hydrogen sulfide, neat gas was delivered from compressed cylinder via mass flow controllers and mixed with excess air at rates necessary to achieve the desired concentration. Arsine was delivered from a premixed cylinder of 4%, which is below the lower explosive limit for the chemical because it is pyrophoric in air.The flow rate, temperature, and humidity of the diluent stream were controlled using a Miller Nelson HCS-401control unit. From the diluent stream, flow was pulled through packed beds by vacuum at a flow rate of 5.2 L/min, resulting in a residence time of approximately 0.15 s. Materials were evaluated as-received at 15% relative humidity (AR/15) and pre-equilibrated and tested at 80% relative humidity (80/80). Beds were packed via storm-filling into a 4.1 cm diameter tube with a total length of approximately 17 cm. For all chemicals, the challenge concentration was monitored using a Miran 1A infrared detector. The ammonia and arsine effluent was monitored semicontinuously using an Innova photoacoustic multigas monitor, and the hydrogen sulfide concentration was measured using a Hewlett-Packard 6980 gas chromatograph equipped with a flame photometric detector.2.7Chemical Analysis by UV–VisSamples were analyzed in reflectance mode using a PerkinElmer Lambda Max UV–vis–NIR Model 1050N8092301 from 250 to 2500 nm at a scan rate of 659.4 nm/min. Slit widths were 2 nm for the photomultiplier tube (PMT) and 12.5 nm for the near-infrared (NIR) wavelengths (cooled PbS detector). Samples were placed in a custom-built powder holder made of black polyurethane with a Heraeus Suprasil 3100 window, this allowed the samples to be recovered after testing.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and Discussion3.1Breakthrough TestingMicrobreakthrough curves and resulting loadings are illustrated in Figure 1. Ammonia curves (Figure 1a) show BSC eluting almost immediately through the beds, reaching capacity in less than 2000 min/g. Ammonia does not begin eluting through CuBTC until after this weighted time. The resulting capacities for CuBTC are approximately 10 times and 5 times greater than that of BSC under dry and humid conditions, respectively. Both materials show better ammonia removal in humid conditions as compared to dry conditions. This is typical, especially for activated carbons because ammonia is absorbed by water within the pore structure.BSC arsine curves (Figure 1b) show steep ascent to the feed concentration under both dry and humid conditions, as does that of the CuBTC material under dry conditions. Of interest, however, is the humid CuBTC curve, which initially breaks through to greater than 60% of the feed, drops back down to approximately 20% of the feed, and then gradually re-ascends to the feed concentration over a long period of time. This behavior is likely attributed to mass transfer resistance or an initial activation requirement for the reaction to occur. In any case, the resulting capacity of CuBTC is significantly higher than that of BSC under both dry and humid conditions.The BSC material exhibits a huge capacity for hydrogen sulfide (Figure 1c) under dry conditions, eluting long after CuBTC at the same humidity. The resulting loading for BSC is 8.7 mol/kg, over double that of CuBTC, which exhibits a loading of 3.4 mol/kg. Under humid conditions, however, the CuBTC material outperforms the activated carbon, exhibiting a loading of 3.5 mol/kg as compared to the 3.0 mol/kg provided by the BSC.Figure 1. Microbreakthrough curves for (a) ammonia, (b) arsine, and (c) hydrogen sulfide. (d) Calculated loadings.Clearly, CuBTC exhibits capacities similar to those of the BSC; however, in filtration applications, low concentration protection also depends on mass transfer dynamics. Breakthrough curves of 10 mm packed beds of 20 × 40 mesh materials are shown in Figure 2. Under both low- and high-humidity conditions, CuBTC provides significantly better ammonia removal as compared to the BSC material. This is likely due to activity throughout the CuBTC structure, as previously discussed,(12) whereas BSC simply contains impregnants on an inert carbon substrate and is underutilized compared to the CuBTC. Furthermore, the humid ammonia curve through CuBTC is flatter than that through BSC, indicating a higher capacity but reduced mass transfer. This correlates well with microbreakthrough data, which showed exceedingly high ammonia capacity of the CuBTC material. The full-bed performance of CuBTC under dry (AR/15) and humid (80/80) conditions is approximately 31 000 and 51 000 mg-min/m3, respectively, approximately 50% better than BSC, which shows capacities of 20 000 and 34 000 mg min/m3, respectively. Arsine and hydrogen sulfide breakthrough curves tell a different story, however. Immediate breakthrough of arsine occurs for CuBTC under high-humidity conditions, whereas the BSC material provides excellent removal capabilities. Yet, the material still exhibits significant capacity. Thus, it is apparent that the critical bed depth required to reduce the arsine concentration from 3200 mg/m3 to below toxic levels is just too large. Although the CuBTC curves do show some protection against hydrogen sulfide, the material provides significantly lower protection as compared to the BSC.Clearly there exists a discrepancy between the microbreakthrough and scaled breakthrough tests because CuBTC is similar to BSC with regard to capacity but not breakthrough time and Ct. One potential explanation lies in the size of the molecules; performance decreases for CuBTC as molecule size increases because arsine is larger than hydrogen sulfide, which is larger than ammonia. Because of the high degree of microporosity of CuBTC and lack of mesoporosity,(31) mass transfer may be inhibited in engineered packed beds, which typically require a feeder pore structure such as that found in BSC and other activated carbons.(32) Another related explanation deals with reaction mechanism, which is explored in the following section. Specifically, the byproducts formed during hydride gas removal may in fact block access to micropores, further reducing mass transfer to the active sites.Figure 2. Packed bed breakthrough testing for (a) ammonia, (b) arsine, and (c) hydrogen sulfide. (d) Concentration–time (Ct) values to break.3.2Characterization and MechanismAn interesting property observed is the color change of CuBTC during exposure to the hydride gases. Figure 3 illustrates the color change associated with materials. CuBTC is well-known to change color upon exposure to humidity, becoming a lighter blue/teal color. Exposure to ammonia results in a lighter blue color as compared to the baseline substrate, and arsine exposure results in a blue-green color, especially under dry conditions. Hydrogen sulfide exposure results in a dark brown material.Figure 3. CuBTC color change upon exposure to hydride gases.UV–vis data showed significant changes upon binding and removal of the analyte. CuBTC and CuBTC post-gas-exposure spectra are shown in Figure S2. The addition of ammonia results in a characteristic hypochromic shift, approximately 70 nm of the 500 nm band. Changes in the higher-order structure of the bands in the NIR are also noted along with an ammonia peak around 2200 nm. When arsine is added to the CuBTC, there is little change to the overall spectrum. Some additional higher-order structure is seen with the addition of the arsine resulting from the interaction with the MOF. The addition of hydrogen sulfide results in dramatic hyperchromic shift to lower reflectance. This effect is so pronounced that all the reflectance is lost in the NIR with the addition of the hydrogen sulfide. This is most likely the result of the formation of copper sulfide (CuS), a black highly absorbing compound.(16) In all, little spectral difference was seen between dry and humid samples for all chemicals.PXRD patterns for CuBTC samples prior to and following exposure to the hydride gases are shown in Figure S3. The CuBTC material exposed to ammonia under low RH conditions shows a decrease in the 7 2θ peak, whereas the same peak is completely gone for the humid sample, signifying reduced long-range order. Additional peaks are present at higher 2θ values for low-humidity samples and are more pronounced for the material at high humidity. The signal-to-noise ratio also decreases for both low- and high-humidity samples exposed to ammonia, with more degradation occurring for the humid sample. This behavior is confirmed by nitrogen isotherm data shown in Figure 4. Compared to the baseline material, the ammonia material evaluated under dry conditions loses almost all of its surface area, whereas the humid sample has negligible nitrogen uptake. The surface area decreases from 1350 to 130 m2/g for the ammonia/dry sample, whereas the surface area of the ammonia/humid sample decreases to 4 m2/g, representing complete structure degradation. This behavior is consistent with previous efforts.(12) FTIR spectra, shown in Figure S4, indicate the presence of N–H stretching at 1560 cm–1 for ammonia-dosed samples, and the presence of uncoordinated benzenetricarboxylate bonds at 1620 and 1260 cm–1 further indicates structural degradation occurring within the system.(33) XPS data are consistent with ammonia(34) or potentially an ammonium ion; with the high vacuum of XPS, however, the data suggest a strong binding to the surface.PXRD and nitrogen isotherm data for arsine-exposed samples are somewhat different than ammonia data. After low-humidity testing, PXRD data show almost no structural degradation, with major long-range order peaks remaining intact after exposure, with the exception of a new peak around 13.5 2θ. Interestingly, however, several new peaks form at 22.7, 32.5, 55.2, and 59.8 2θ without an increase in signal-to-noise, perhaps indicating the formation of a new species within the pore structure. Data for samples exposed to arsine under humid conditions show similar peaks forming, with additional structure collapse, as evidenced by the loss of the 7 2θ peak and increased signal-to-noise. This can be explained by moisture destroying the structure, which is known to occur on the CuBTC. Nitrogen isotherm data confirm this for the humid sample but also show a significant decrease in nitrogen uptake for the dry sample, resulting in surface areas of 12 and 66 m2/g, respectively. Although the decrease in surface area is explained by moisture exposure for the humid sample, the PXRD data for the dry samples shows that the structure remains intact. Thus, another phenomenon must be occurring. XPS data, shown in Figure 5, shows the formation of peaks consistent with the 3d photoelectron line for arsenic(III) oxide at 44.4 eV.(35) Furthermore, there are no peak shifts in the copper 2p photoelectron lines, indicating no change in speciation at that site. Instead, it is likely that the copper is providing a site for oxidation of arsine that transforms into As2O3. On an atomic basis, as summarized in Table 1, there are 0.56 As atoms per copper atom under low RH conditions and 0.41 As atoms per copper atom under humid conditions. The formation of arsenic oxide likely partially blocks pore apertures or further access to the copper site, thus explaining the reduced mass transfer kinetics in the packed bed test. The formation of As2O3 is further supported by the FTIR spectra (Figure S3), which shows a broad peak forming under both dry and humid conditions at approximately 800 cm–1, consistent with an As(III)-O symmetric stretch.(36)PXRD data for hydrogen sulfide show more in common with ammonia as compared to arsine. Under both low and high humidity conditions, structural breakdown occurs as evidenced by the loss of the 7 2θ peak. An additional phase is obvious for the humid sample, and both dry and humid samples show reduced signal-to-noise. In conjunction with the nitrogen isotherm data, it is apparent that the structure is collapsing upon exposure to hydrogen sulfide, with reductions in surface area to 48 and 11 m2/g for low-and high-humidity samples, respectively. Although arsine was completely oxidized within the pore structure, hydrogen sulfide seems to react directly and permanently with the undercoordinated copper site of the SBU. XPS data show a large shift in the copper 2p3/2 photoelectron line, corresponding to either Cu2S(37) or CuS.(38) Similarly, the sulfur 2p3/2 peak shows the potential for both peaks,(37, 39) along with the formation of S8.(40) In fact, it is possible that all three species are forming. Clearly, the copper speciation is changing, as shown by XPS data (Figure 5); however, the brown color formation allows for the possibility of yellow S8 forming as well. Furthermore, the significantly reduced efficacy of packed-bed filtration of hydrogen sulfide as compared to the microbreakthrough capacity test suggests that either pore blockage or blockage of access to copper sites occurs after initial hydrogen sulfide formation. If it was simply due to reaction with the copper sites, then we would expect similar behavior for ammonia, in which polymerization or oxidation does not occur. FTIR (Figure S3) lends little insight, other than formation of peaks at approximately 1710 cm–1, which are consistent with benzenetricarboxylate.(19)Figure 4. Nitrogen isotherms of exposed CuBTC as compared to the baseline material.Figure 5. X-ray photoelectron spectra. (a) N 1s photoelectron spectra, (b) As 3d photoelectron spectra, (c) Cu 2p3/2 photoelectron spectra, and (d) S 2p3/2 photoelectron spectra.Table 1. Atomic Ratios for Exposed CuBTC Samples  NH3AsH3H2SratioCuBTCdrywetdrywetdrywetCu/C0.220.10.10.10.10.10.2O/C0.670.40.60.60.60.50.6O/Cu3.033.69.45.14.54.22.9hetero/Cua 0.41.40.60.40.81.0aThe term “hetero” represents the heteroatom in the hydride: nitrogen, arsenic, or sulfur.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsThe difference in capacity and packed-bed performance measurements for CuBTC and a BSC were found to be substantial for three hydride gases. When considering capacity, CuBTC generally outperforms the carbon, yet the opposite is true for packed-bed breakthrough tests, with the exception of ammonia. This is likely due to mass transfer limitation associated with the larger molecular size of hydrogen sulfide and arsine as compared to ammonia as well as the mechanism of reaction. Ammonia directly interacts with various structural areas of the CuBTC material, including undercoordinated copper sites and structural bonds between the SBU and organic linker. Hydrogen sulfide reacts similarly to the undercoordinated copper sites, but does not undergo the acid–base reaction with SBU/organic linkers. Thus, the capacity is lower for hydrogen sulfide as compared to ammonia on CuBTC, and the reduced kinetics of mass transfer and reaction result in lower packed-bed performance as compared to the activated carbon. Arsine seemingly does not react with any portion of the substrate but rather oxidizes to form arsenic trioxide. Although the capacity is sufficiently high, the combination of arsine size and the formation of these oxides within the pore structure result in significantly reduced performance in a packed bed. In addition to the performance of CuBTC, spectral signatures indicate potential use as sensors, with infrared and UV–vis changes occurring after exposure to all three chemicals.Although there are potential shortcomings in protection against arsine and hydrogen sulfide, CuBTC does indeed provide substantial protection against ammonia, and thus any additional chemical removal is beneficial. The ability of this material to filter ammonia, in conjunction with the ability to scale to larger quantities, makes CuBTC ready for transition to end-item filtration applications. Future research will investigate tuning of pore and granule structure to optimize mass transfer for molecules larger than ammonia because reaction mechanisms are clearly present. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationMicrobreakthrough and breakthrough testing conditions, UV–vis spectra for exposed samples, PXRD data for exposed samples, and FTIR data for exposed samples. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was conducted under Defense Threat Reduction Agency (DTRA) Project BA07PRO104.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 40 other publications.1. Quinn, R.; Dahl, T. A.; Diamond, B. W.; Toseland, B. A. Removal of arsine from synthesis gas using a copper on carbon adsorbent Ind. Eng. Chem. Res. 2006,  45,  6272– 6278[ACS Full Text ], [CAS]1. Removal of Arsine from Synthesis Gas Using a Copper on Carbon AdsorbentQuinn, Robert; Dahl, Thomas A.; Diamond, Barry W.; Toseland, Bernard A.Industrial & Engineering Chemistry Research\r\n        (2006),\r\n    45\r\n        (18),\r\n    6272-6278CODEN:\r\n                IECRED;\r\n        ", "title": "Multifunctional Purification and Sensing of Toxic Hydride Gases by CuBTC Metal–Organic Framework", "authors": ["Gregory W. Peterson", "David K. Britt", "Daniel T. Sun", "John J. Mahle", "Matthew Browe", "Tyler Demasky", "Shirmonda Smith", "Amanda Jenkins", "Joseph A. Rossin"], "doi": ["10.1021/acs.iecr.5b00458"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0005.gif\">"]}