{"abstract": "A mixture of 20% CO, 50% CO, 25% H, and 5% CH, which reflects the gas composition from coal gasification, was subjected to vacuum pressure swing adsorption (VPSA) in order to remove CO from the gas fuel. Zeolites and activated carbons were used as adsorbents. The performance of the VPSA process was assessed through the CO recovery and productivity and the product purity. A strong correlation between the working capacity of an adsorbent expressed on a volumetric basis and the amount of CO produced in the VPSA process was found. It was demonstrated that the rinse of an adsorbent with CO before evacuation in the VPSA process allows obtaining activated carbons comparable to that of superior adsorbents such as zeolite 13X. CO purity of 95% with a 75% recovery were obtained at ambient temperature and pressure of 1.5 bar for KOH-activated carbon with a highly developed narrow microporosity.", "text": "10.1021/ie4035434 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionThe separation of CO2 and other gases from gas streams is a necessary operation in many important tonnage processes and perspective in the power industry. Almost 42% of industrial CO2 emission derives from energy conversion, mainly from the conventional coal-fired power plant.(1) Coal combustion results in about 50% higher CO2 emission compared to the combustion of natural gas per unit of generated energy. Therefore, there are many studies on the separation of CO2 from flue gases (CO2/N2).(2-7) The reduction of CO2 emission can be achieved by introducing clean coal technologies such as coal gasification. The precombustion technology designed to fuel decarbonization is particularly promising. First, the coal is subjected to gasification using a mixture of water vapor and oxygen. The gaseous product of coal gasification is a mixture of CO, H2, CO2, and CH4. By removing CO2 from coal gasification-derived gas, it is possible to obtain an excellent fuel that emits very small amounts of CO2 during combustion compared to a direct combustion of coal.There are three major separation techniques used for the removal of CO2, that is, absorption in amines, membrane separation, and adsorption on solid adsorbents. The most currently used method of removing CO2 from industrial gas streams is the absorption in the solution of amines. This approach is below the expectations because of its great energy consumption linked with the regeneration of the absorbent solution, problems with corrosion of apparatus, and chemical degradation of the amine solution.(8)The membrane processes(9) is potentially an attractive gas separation technology due to the energy saving and easy installation. It is a prospective method that is currently not used in a wide range of the industry.Vacuum pressure swing adsorption (VPSA) technology is promising because of its low energy requirements and simplicity.(10, 11) This technology is based on solid, regenerative adsorbents. It does not use chemicals, which may pollute the environment. The process of regeneration of an adsorbent does not require delivery of heat. Desorption of the adsorbed gas occurs under reduced pressure, typically up to 0.01–0.05 bar.The crucial task for the effective removal of CO2 is selection of a suitable adsorbent. It should have a strong affinity for CO2, a large sorption capacity (per unit of volume), and a high selectivity toward CO2. It is also important that the affinity of the adsorbent for CO2 should not be too high, otherwise the regeneration step will be more expensive.(12) Moreover, the adsorbent is required to have the capability for rapid adsorption and desorption for the adsorbed gas, low heat of adsorption, and suitable textural properties.(13, 14) The material used in packed columns must also be in the form of granules with reasonable mechanical strength to reduce the pressure drop.(15)There are various materials considered as adsorbents for the CO2 removal process. In commercial practice, activated carbons, zeolites, and titanosilicate molecular sieves are mainly applied. The use of surface-modified adsorbents, such as metal organic frameworks (MOFs) and mesoporous silicas, has been also reported.(8, 9, 16) Generally, the biggest advantage of the zeolites is greater equilibrium adsorption selectivity for CO2, as compared to activated carbon,(17) and thus, zeolites are generally preferred.(18-20) However, this difference decreases when the adsorption pressure increases. The adsorption process performed using zeolites is slightly dependent on the pressure. Such properties of zeolites are an outcome of metal cations presence in their composition and thus the appearance of an electromagnetic field, which interacts with an especially high molecular quadrupole moment of the CO2 molecule.(21, 22) Zeolites are strongly hydrophilic materials. Removing adsorbed water requires a temperature close to 280–300 °C. In principle, it is not possible to use the zeolites for the separation of CO2 from the water vapor-containing gas stream.Activated carbons are significantly less expensive than zeolites. They are characterized by low hydrophilicity and thus do not interfere with the process of adsorption with water vapor. Textural properties of activated carbon are the main factor affecting the adsorption capacity for CO2. There is a great variety of activated carbons with ease to manipulate their porous structure and surface chemistry by selection of raw material and method of preparation.(23, 24)It can be assumed that the VPSA process for CO2 removal and recovery requires optimization of three main parameters: concentration of produced CO2 (purity), degree of CO2 separation (recovery), and CO2 productivity defined as the volume of a gaseous product per volume of adsorbent and time. The separation of CO2 from coal gasification-derived gas is a specific and little known problem with regard to the mixture composed of CO, CH4, CO2, and H2. The literature addressed to the removal of CO2 from gas processing of coal gasification is rather scarce. It is important to achieve the exhaustive CO2 separation (recovery >95%) and a high concentration of CO2 (purity >95%) in order to avoid loss of valuable gas components.Although CO2 is a small molecule of linear structure, it has a large quadrupole moment. This feature allows for penetrating into the pores with a small size that results in a strong interaction with the surface of adsorbent and high adsorption capacity.(8, 25) CO and CH4 show an intermediate adsorption affinity that may complicate the CO2 separation process. Their presence in the final product is highly undesirable.(16) In turn, hydrogen is a poor adsorbing gas, especially in presence of other adsorbates (competition effect).The goal of this work is to remove CO2 from coal gasification-derived processing gas, consisting of 50% CO, 25% H2, 20% CO2, and 5% CH4, using the VPSA technique. A series of activated carbons of different porous texture and zeolites were tested as adsorbents for this purpose. The VPSA process was optimized in order to increase the CO2 purity and recovery with the highest productivity. The influence of adsorption pressure and rinse with CO2 upon the effectiveness for CO2 removal was determined.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1Characterization of Adsorbents2.1.1AdsorbentsA range of adsorbents were investigated in this study: four commercial activated carbons: Norit R2030CO2 (N), Sorbonorit K4 (S) (Norit Co.), Oxorbon K20J (O) (Donau Carbon Co.), and Berkosorb (B) (PICA Co); two zeolites: 13X (Alfa Aesar Co.) and 5A (Serva); and laboratory prepared activated carbon A-CS800-2 (A-CS).2.1.2Preparation of Activated CarbonBituminous coal from the Szczygłowice mine (S) was used for the preparation of A-CS. The parent material was pyrolyzed in a horizontal tube reactor at the final temperature of 800 °C for 2 h. The resultant coke was grounded and sieved to prepare a size fraction of 0.63–1.25 mm. In the next step, a physical mixture of anhydrous KOH and the prepared coke in the weight ratio of 2:1 was placed in a nickel boat and heated at a rate of 10 °C min–1 to the final temperature of 800 °C and soaked for 1 h under nitrogen flow. The reaction product was washed with a 10% solution of HCl and distilled water and dried at 120 °C for 3 h.2.1.3Textural PropertiesA porous structure of adsorbents was evaluated by N2 adsorption at −196 °C using ASAP2020 (Micromeritics). Prior to the measurement, the sample was degassed overnight at 300 °C. N2 adsorption isotherms were used to determine the total pore volume (VT), Brunauer–Emmett–Teller (BET) surface area (SBET), and the development of microporosity (0.7–2.0 nm). The micropore volume (VDR) and the average micropore width (L0) were calculated by applying the Dubinin–Radushkevich and Stoeckli equations,(26) respectively, to the adsorption in the p/p0 range from 2 × 10–5 to 0.05. For evaluation of ultramicropores (<0.7 nm), CO2 adsorption was measured at 0 °C at pressure less than 100 kPa (NOVA 2200, Quantachrome).2.2Determination of Adsorption CapacityThe adsorption capacity of CO2, CO, and CH4 was determined separately using a homemade high-pressure volumetric apparatus under pressure up to 11 bar and at 25 °C. Prior to the measurement, the sample was degassed at 250 °C for 30 min.2.3Working CapacityThe adsorbents CO2 working capacity is defined as the adsorbed amount of CO2 (cm3) per 1 cm3 of an adsorbent after evacuation to 6.0 × 10–2 bar. The amount of CO2 adsorbed up to 6.0 × 10–2 bar is called CO2 retentivity. The procedure described below allows for simulation of the conditions of the gas adsorption process in the VPSA method. The adsorbents CO2 working capacity was measured by a static technique at 25 °C in the McBain apparatus(27) for gravimetric sorption measurements. Prior to the measurement, the sample was degassed at 250 °C for 1.5 h to the pressure of 1.0 × 10–5 bar. The measuring system was first filled with CO2 to the pressure of 1 bar until it reached the equilibrium. Subsequently, the system was quickly evacuated to 6.0 × 10–2 bar and filled again with CO2 to the pressure of up to 1 bar.2.4ApparatusAll experiments in a flow adsorber were performed in a laboratory-scale unit shown in Figure 1. The unit system was constructed of stainless steel column (1.5 cm i.d. and 50 cm height) and lines (1/4′). The adsorption column has a volume amounted to 100 cm3. The constant flow rate was monitored by two mass flow controllers. The composition of gas was measured by an electric mass analyzer (GAS 3000, Atut Co.) with an infrared detector. The process was carried out at 25 °C under a constant flow (1000 cm3/min) and at different pressures (1.5, 4, 6, and 11 bar) in the column packed with an adsorbent.Figure 1. Scheme of the apparatus used in this study: (1) gasholder; (2) adsorber; (3, 4) mass flow controller; (5) gas analyzer; (6, 7) pressure gauge; (8) vacuum pump.The separation of CO2 from a mixture of 50% CO, 25% H2, 20% CO2, and 5% CH4 was performed using VPSA and VPSA/CO2.The single-column VPSA and VPSA/CO2 processes were carried out according to the scheme presented in Figure 2. Before testing, the apparatus was evacuated with a vacuum pump and filled with hydrogen to atmospheric pressure.Figure 2. Scheme of the single-column VPSA and VPSA/CO2 processes.The proposed VPSA separation process consists of the following steps: (1) cocurrent feed Pressurization up to the adsorption pressure (pads); (2) cocurrent Adsorption I up to 2% CO2 in the gas leaving the adsorber, under constant adsorption pressure (pads); (3) cocurrent Adsorption II up to equalize the concentration of CO2 with the feed gas (20% CO2) at adsorption pressure (pads); (4) cocurrent blowdown (Desorption I) to a half of the adsorption pressure (1/2pads); (5) countercurrent blowdown (Desorption II) to the atmospheric pressure; (6) countercurrent Evacuation by the vacuum pump from 1 to 0.06 bar to remove the adsorbed gas.In the case of VPSA/CO2, before evacuation, the adsorbent bed was rinsed with pure CO2 at atmospheric pressure until 98% CO2 at the outlet of the column was reached. The efficiency of the CO2 separation process was assessed in terms of recovery, purity, and productivity of CO2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and Discussion3.1Characterization of the AdsorbentsA porous structure of an adsorbent has the crucial impact on the adsorption process. The N2 adsorption isotherms determined at −196 °C for the studied adsorbents are presented in Figure 3. The shape of the isotherms indicates that all adsorbents are microporous in their nature. A sharp knee of an isotherm proves a very high contribution of micropores for A-CS, B, and N, whereas a gentle bend corresponds to wider micropores, as observed for S and O.Figure 3. N2 adsorption isotherms at −196 °C for the studied samples.The porous structure parameters calculated from the N2 adsorption isotherms are given in Table 1. The studied materials differ significantly in their porous texture. The BET surface area is between 473 and 1344 m2/g. The total pore volume ranges from 0.24 to 0.71 cm3/g, with a micropore fraction of 0.63–0.96. The differences in the microporosity development between the tested ACs are also reflected in the average micropore width that ranges from 0.78 to 1.90 nm. A-CS has both the highest BET surface area and micropore volume with an average pore width of 0.82 nm. S and O carbons show slightly lower SBET and VDR; however, their micropores are over 2-fold wider. The studied zeolites have both lower surface area and micropore volume compared with the ACs.Table 1. Textural Parameters and Bulk Density of the Studied AdsorbentsaadsorbentSBET (m2/g)VT (cm3/g)VDR (cm3/g)L0 (nm)bulk density (g/cm3)N7150.300.280.780.55O12900.710.461.690.42S12100.710.451.900.46B11010.460.420.950.52A-CS13440.560.540.820.315A4730.240.20n.d.0.7813X6640.330.28n.d.0.71aSBET, BET surface area; VT, total pore volume; VDR, micropore volume; L0, average micropore width; n.d., not determined.It should be noted that the ACs with a highly developed porosity have lower bulk density, which may lead to a lower adsorption capacity on a volumetric basis compared with that expressed on a weight basis. From a practical point of view, an evaluation of the potential of the adsorbents of being cycled using VPSA should be done on a volumetric basis.3.2Adsorption Capacity and SelectivityThe performance of the adsorbents in terms of their selectivity for CO2 was assessed by comparing the adsorption capacities determined separately for CO2, CO, and CH4 at an ambient temperature in the pressure range 4–11 bar. Under such conditions, the adsorbed amount of hydrogen was barely measurable; hence, hydrogen was excluded from further considerations.The volumetric adsorption capacities for CO2, CH4, and CO at pressures of 4, 6, and 11 bar at 25 °C are given in Table 2. The zeolites (13X and 5A) show the highest ability of CO2 adsorption at pressure up to 4 bar, followed by B and A-CS carbons. An increase of the pressure to 11 bar lead to a more than 2-fold rise of the CO2 adsorption capacity for ACs and only a 10% increase for zeolites. This clearly confirms a slight impact of pressure on the adsorption process in case of the usage of zeolites. The different relation was found for CO and CH4 adsorption. All adsorbents, including the ACs and the zeolites, show similar behavior; that is, the adsorbed amount of gases increased almost linearly with the adsorption pressure; however, the absolute absorption amount was much lower than for CO2. It agrees with the results reported previously for a series of ACs.(28) In our work, a 2-fold increase in the adsorption capacity of CO and CH4 can be observed when the pressure increases from 4 to 11 bar.Table 2. Adsorption Capacities for CO2, CH4, and CO (cm3 of Gas/cm3 of Adsorbent) CO2CH4CO gas pressure (bar)adsorbent461146114611N41495819243181117O314574131827131727S30446912172691220B547092222941223043A-CS4458741722311723335A65697417223125314013X707684101523172333The relationship between the CO2 selectivity and the adsorption pressure for all adsorbents is shown in Figure 4. The CO2 selectivity of an adsorbent was calculated as the ratio of the adsorption capacity for CO2 and the adsorption capacity for CO. It was found that the selectivity for CO2 over CO is in the range 1.5–5.5, which means that the adsorbed amount of CO2 is 1.5–5.5 times higher than that of CO under the same conditions. Except for the O carbon, the selectivity decreases with an increasing adsorption pressure. Among the studied adsorbents, the N carbon is characterized by the highest selectivity for CO2 in the whole range of applied pressures, which may be ascribed to its smallest micropores (L0 = 0.78 nm). The zeolites show worse performance in the selective removal of CO2 compared with N. In particular, the zeolite 5A presents the lowest selectivity among all adsorbents, indicating the uselessness of micropores with a width of 0.5 nm in the selective separation of CO2 form a mixture of CO2 and CO.Figure 4. Selectivity for CO2 over CO as a function of the adsorption pressure.The tests have been carried out for pure gases, which eliminates competitive adsorption. Therefore, the obtained data does not well describe the phenomena occurring in the process of a simultaneous adsorption of multiple components from a gas mixture. Furthermore, only a fraction of micropores takes part in the gas separation process in reality, which is responsible for the so-called “working capacity” of an adsorbent restored repeatedly in a quick desorption process. After the first cycle, the narrowest micropores get blocked and are not involved in the VPSA process.3.3Working CapacityThe CO2 working capacity and retentivity at 25 °C for the studied adsorbents are given in Table 3. The CO2 retentivity reflects the micropores that are filled in with CO2 up to 6.0 × 10 –2 bar and do not contribute to the adsorption–desorption cycles. The CO2 retentivity of the ACs ranges from 2.2 to 7.6 cm3/cm3, while it is significantly higher for the zeolites. Despite its high retentivity, the zeolite 13X shows the highest working capacity among the tested adsorbents. In order to learn which micropores contribute to the retentivity, the pore volume distribution of the ACs was determined by applying the density functional theory method to the CO2 adsorption isotherms measured at 0 °C. A careful analysis of the pore volume distribution and the CO2 adsorbed up to 6 × 10–2 bar at 25 °C revealed that the micropores with a width below 0.6 nm are responsible for the retentivity.Table 3. Adsorbed Amount of CO2 under Different Outgassing Conditions for the Tested Adsorbents (cm3 of Gas/cm3 of Adsorbent) total capacityworking capacity  outgassing conditions sample1.0 × 10–5 bar, 250 °C6.0 × 10–2 bar, 25 °CretentivityN28.121.66.5O14.912.72.2S13.911.72.2B33.626.07.6A-CS25.620.05.65A67.915.252.713X81.431.250.3This is supported by a very high correlation coefficient of a linear regression (R2) for the relationship between the volume of CO2 adsorbed up to the pressure of 6 × 10–2 bar at 25 °C and the volume of micropores with a width below 0.6 nm (V<0.6) (see Figure 5).Figure 5. Relationship between the CO2 uptake up to 6 × 10–2 bar and the volume of micropores with a width lower than 0.6 nm.On the basis of this result, we can suppose that these micropores will not be involved in the VPSA process. A deeper degassing allows removing CO2 from the very narrow micropores, leading to an increase in the adsorption capacity; however, it is an uneconomic and energy consuming operation.3.4VPSA ProcessThe results of the CO2 separation from a mixture of 20% CO2, 50% CO, 25% H2, and 5% CH4 using VPSA at a pressure of 6 bar and at ambient temperature are shown in Table 4.Table 4. Results of the CO2 Separation Using VPSA for Different Adsorbentsadsorbentrecovery %purity %productivity (L/(L·h))N628666O637768S588074B728296A-CS6885915A65866013X6894114Taking into account recovery, purity, and productivity as the main criteria of the quality of adsorbents, the zeolite 13X, the commercial granular activated carbon B, and the laboratory prepared activated carbon A-CS show the best performance in the CO2 separation from a CO2, CO/H2/CH4 mixture. The most effective ACs are characterized by both the high surface area (1100 m2/g > SBET > 1350 m2/g) and micropore fraction in the total pore volume (VDR/VT > 0.9) and an average micropore width in the range 0.82–0.95 nm (Table 1). It is interesting to note that the superior adsorbents (zeolite 13X, B, and A-CS) show the highest working capacity (Table 3). Moreover, a linear relationship between the amount of CO2 produced (desorbed) in the VPSA process (Product 6, Figure 2) and the working capacity can be observed (Figure 6). Due to their best performance in the VPSA process, the zeolite 13X and the activated carbons B and A-CS were selected for further study to determine the influence of the VPSA process conditions on the effectiveness of CO2 separation from processing gas obtained by coal gasification.Figure 6. Relation between the amount of CO2 produced (Product 6) and the working capacity for the studied adsorbents.3.5Influence of the VPSA Process ConditionsIn this section, the influence of the adsorption pressure in the range 1.5–11 bar and CO2 rinse on the effectiveness of CO2 removal from a mixture of 20% CO2, 50% CO, 25% H2, and 5% CH4 has been investigated. All runs were carried out at 25 °C under a constant feed flow rate (1000 cm3/min). The VPSA process was optimized in order to increase the CO2 purity.3.5.1Adsorption PressureThe influence of adsorption pressure, from 1.5 to 11 bar, on the CO2 separation was determined. This is a typical range of pressure for the outlet gases from coal gasification. Figure 7 illustrates how the change of the adsorption pressure affects on the recovery, purity, and productivity of CO2 for three selected adsorbents. As can be seen, the adsorption pressure has a significant impact on the effectiveness of CO2 separation in the VPSA process. The CO2 productivity ranges from 79 to 128 L/(L·h), with the recovery between 57% and 77%. Both the productivity and the recovery of CO2 decrease with an increasing pressure (Figure 7c and a, respectively). A reverse trend can be observed for the CO2 purity (Figure 7b). The highest purity was obtained at 11 bar, that is, 97% for the zeolite 13X and almost 90% for A-CS.Figure 7. Influence of the adsorption pressure in the VPSA process on the (a) recovery, (b) purity, and (c) productivity of CO2 for the selected adsorbents.The zeolite 13X allows for the separation of 57% CO2 with a 97% purity from a mixture of CO, CO2, H2, and CH4 at a high adsorption pressure (11 bar) in the VPSA process. The use of the ACs gives a comparable or even a slightly higher recovery, but the concentration of CO2 in the product is lower (up to 89%). Moreover, a distinctly higher productivity is achieved for the zeolite 13X than for the ACs. Comparing the VPSA results for the two studied ACs, AC-S was found to be slightly better performing in terms of the CO2 separation. It can be concluded that CO2 of a high purity can be produced only at higher adsorption pressures in the used VPSA cycles. However, the compression of feed to a high pressure is very energy consuming, especially in large industrial installations. Therefore, the incorporation of another operation into the VPSA cycles that increases the CO2 purity at a relatively low pressure has been investigated.3.5.2CO2 RinseThe results of the VPSA/CO2 process are illustrated in Figure 8. Similarly to VPSA, the VPSA/CO2 process is strongly affected by adsorption pressure. An decrease of the adsorption pressure leads to a considerable enhancement of both the recovery and productivity of CO2 (Figure 8a and c, respectively), while the variations in the product purity are insignificant (Figure 8b). The CO2 recovery ranges from 32% to 75%, and the productivity is between 41 and 91 L/(L·h). However, the obtained recovery and productivity are lower than in the VPSA process, especially at higher pressures. This can be explained by the rinse operation for which CO2 was utilized. However, the purity of CO2 in the product stream is very high (about 95%) in the whole range of tested adsorption pressures for all adsorbents.Figure 8. Influence of the adsorption pressure in the VPSA/CO2 process on the (a) recovery, (b) purity, and (c) productivity of CO2 for the selected adsorbents.The results of the VPSA experiments demonstrate that, among the tested adsorbents, the zeolite 13X exhibits the best CO2 separation performance in terms of productivity and purity with a recovery comparable to ACs. The rinse of an AC bed with CO2 before the vacuum desorption (VPSA/CO2) enhances the product purity to a high extent, particularly at low adsorption pressures. In the case of A-CS, as an example, the CO2 purity increased from 66% to 95% at 1.5 bar with a high 85% recovery. An increase in the CO2 concentration in the final product compensates for the loss of the process efficiency (productivity). The level of rinse operation can be considered as a specific regulator of CO2 concentration in the final product. This process provides an environmentally friendly fuel with a low CO2 content. Taking into account the presence of water vapor in the feed stream, A-CS seems to be very promising for separation of CO2 from coal gasification-derived gas.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsThe VPSA process was found to be an effective method of CO2 separation from a mixture of CO, CO2, H2, and CH4 simulating the processing gases from coal gasification. Among the studied adsorbents, the zeolite 13X, the commercial activated carbon B, and KOH-activated carbon A-CS have shown the best performance in the separation of CO2. The superior ACs were distinguished by a well-developed microporous structure with an average pore width of about 1 nm and the highest working adsorption capacity. It was revealed that the very narrow pores (below 0.6 nm) do not contribute to the quick adsorption–desorption processes. There is a strong correlation between the working capacity and the amount of CO2 produced in the VPSA process (6 bar). The obtained VPSA results indicate that, with an increasing adsorption pressure, the CO2 recovery and productivity decreases, while the product purity increases. The performance of the zeolite 13X was better than that of the B and A-CS carbons in terms of productivity and purity of the final product. The maximum CO2 purity of 97% with a 58% recovery was obtained for the zeolite 13X at a high adsorption pressure (11 bar). The rinse of the activated carbons with CO2 prior to the evacuation (VPSA/CO2) resulted in a considerable increase of the CO2 purity, to 95% from 67% with a 75% recovery at a significantly lower pressure (1.5 bar), maintaining a high productivity of 90 L/(L·h). A beneficial effect of the CO2 rinse was observed for the ACs under all tested adsorption pressures. The VPSA/CO2 process, which applies a water-resistant activated carbon as the adsorbent, provides an environmentally friendly fuel with a low CO2 content.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe work was performed in the frame of the project “The development of coal gasification technology for the efficient production of fuels and electricity”, Task 2.3.2, financially supported by NCBiR (Poland).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 28 other publications.1. Kessel, L. B. M.; Saeijs, I. C. P. L.; Lalbahadoersing, V.; Arendsen, A. R. J.; Stavenga, M.; Heesink, A. B. M.; Temmink, H. M. G.  IGCC power plant: CO2 removal with moderate temperature adsorbents. Final report 2002, TNO report R98/135.There is no corresponding record for this reference.2. Shen, C.; Yu, J.; Li, P.; Grande, C. A.; Rodrigues, A. E. Capture of CO2 from flue gas by vacuum pressure swing adsorption using activated carbon beads Adsorption 2011,  17,  179– 188[Crossref], [CAS]2. Capture of CO2 from flue gas by vacuum pressure swing adsorption using activated carbon beadsShen, Chunzhi; Yu, Jianguo; Li, Ping; Grande, Carlos A.; Rodrigues, Alirio E.Adsorption\r\n        (2011),\r\n    17\r\n        (1),\r\n    179-188CODEN:\r\n                ADSOFO;\r\n        ", "title": "Separation of Carbon Dioxide from Coal Gasification-Derived Gas by Vacuum Pressure Swing Adsorption", "authors": ["Katarzyna Labus", "Stanisław Gryglewicz", "Jacek Machnikowski"], "doi": ["10.1021/ie4035434"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-5/ie4035434/production/images/small/ie-2013-035434_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-5/ie4035434/production/images/small/ie-2013-035434_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-5/ie4035434/production/images/small/ie-2013-035434_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-5/ie4035434/production/images/small/ie-2013-035434_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-5/ie4035434/production/images/small/ie-2013-035434_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-5/ie4035434/production/images/small/ie-2013-035434_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-5/ie4035434/production/images/small/ie-2013-035434_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-5/ie4035434/production/images/small/ie-2013-035434_0008.gif\">"]}