{"abstract": "Adsorption isotherms were measured for pure nitrogen, oxygen, and their binary mixtures (20 %, 40 %, and 60 % nitrogen in the mixture) on a commercial zeolite 5A. The measurements were conduced using a volumetric method at temperatures of (273, 283, 303, and 343) K and at pressures to 950 kPa. The 2D equations of state of van der Waals, Soave−Redlich−Kwong, Peng−Robinson, and Eyring have been applied to represent total adsorption for the pure and binary systems. The amount of adsorption of each component has been obtained in the mixture as well as the selectivity by thermodynamic prediction. Experimental results indicate a very good agreement with thermodynamic modeling and with some current results in the literature.", "text": "10.1021/je8006919  Top of PageAbstractIntroductionTheoryMaterials and Experimental MethodDiscussion and ResultsConclusionsReferencesIntroduction The growing interest in applying adsorption techniques for air separation has been mainly generated by the recent developments in the use of molecular sieves. Pure and multicomponent adsorption data are necessary information for designing a separation process on the basis of adsorption. Experimental collection of adsorption equilibrium data of a mixture is a very tedious and time-consuming process. Therefore, it is preferable to estimate the multicomponent adsorption equilibrium on the basis of the adsorption isotherms of pure components. With the presentation of new industrial adsorbents, it seems to be necessary to determine their properties for separation systems. Oxygen and nitrogen separation from air on the basis of an adsorption method is one of the well-known processes of adsorption that is commonly performed with pressure swing adsorption on a zeolite 5A bed.(1) Zeolite 5A is commonly used for gas separation by size exclusion. The size cage of calcium zeolite 5A has an internal volume of 776 Å, formed by a cubic lattice of sodalites. The free aperture of the pore is 4.2 Å, allowing for the passage of molecules with a kinetic diameter of < 4.9 Å. It has been found that alkaline earth X zeolites are very selective for N2 adsorption because of the strong interactions between the quadruple moment of N2 and the cation positioned in the zeolite supercage(2, 3). Nowadays, zeolite 5A has been used in various chemical processes, in particular, in adsorption. Among them, we can refer to branched paraffin separation from normal paraffin.(4) Pure and mixed equilibrium data for zeolite 5A are available in the literature in the specific range of temperature and pressure(5, 6). In this study, we present pure and mixed equilibrium data of the oxygen and nitrogen on a zeolite 5A adsorbent. The total amount of adsorbed oxygen and nitrogen mixture was directly measured by experiments, and the amount of each species adsorbed was predicted by thermodynamic modeling. Such data have never been previously published. Furthermore, equilibrium data are measured over an extended range of temperature (273 to 343) K. We used 2D equations of state, which have been expressed by Zhau et al. for pure component data correlation as well as mixture adsorption isotherm prediction.(7) Four well-known equations of state, van der Waals (VDW), Soave−Redlich−Kwong (SRK), Peng−Robinson (PR), and Eyring, were used to correlate and predict the adsorption isotherms. Model constants of the 2D equations of state were determined by pure adsorption isotherms and then applied to predict the adsorption of mixtures by a classical mixing rule. The individual adsorption amount of each component in the mixture as well as the nitrogen selectivity was obtained using performed prediction. The influence of temperature, pressure, and gas composition on the selectivity is discussed. Top of PageAbstractIntroductionTheoryMaterials and Experimental MethodDiscussion and ResultsConclusionsReferencesTheory If the interfacial region between a gas phase and a solid surface is supposed to be a 2D fluid, then a 2D analog of the 3D equation of state (EOS), using appropriate parameter changes, can be written as follows(7) (1) where A is the surface area per mass of adsorbent, π is the spreading pressure, ω is the total amount adsorbed per mass of adsorbent, α and β are regressed model constants, R is the gas constant, and T is temperature. The model coefficients, U, W, and m, must be identified to obtain a specific form of the 2D EOS for application. The coefficients are assigned as follows: U = 0, W = 0, and m = 1 for VDW; U = 0, W = 0, and m = 1/2 for Eyring; U = 1, W = 0, and m = 1 for SRK; and U = 2, W = −1, and m = 1 for PR equations of state, as recommended in the literature.(7) Two-dimensional equations of state can be used to describe adsorbed phases that contain both pure substances and mixtures with the following mixing rules (2) (3)  The fugacity coefficient in the mixture can be calculated with following thermodynamic equation (4) where Ma is adsorbent mass and Za is a compressibility factor, which is defined by (5) where a is the specific molar area. Substitution of eq 1 into eq 4 yields the fugacity expression (6) where (7) (8)  Equilibrium calculations of the adsorption mixture will need to solve the equilibrium relationship between the gas and adsorbed phases simultaneously. The equilibrium between an adsorbed phase and a gas phase requires (9)  In this relationship, f̂ig (component gas fugacity) is considered to be a nonideal gas phase using an EOS. By extracting logarithms from both sides of the equation, we finally have a general equation as follows (10)  In the above equation, Fi in the equilibrium state would be 0. Supplied with experimental adsorption data for pure i, we can use the above equilibrium relation and fugacity equations for the adsorbed and gas phases for pure i to obtain the model pure constants αi, βi, and ki. Thus, for pure substances, the EOS is a three-parameter model. Pure component parameters for the 2D EOS models are determined by minimizing the following objective function (11)  In this equation, ωi(calcd) and ωi(exptl) are the calculated and experimental amounts of adsorbed component i, respectively. NPTS is the number of experimental points. The percentage of absolute average deviations is carried out over the entire data range for every pure component or binary mixture at a particular temperature. Applying pure substance parameters and mixing rules in conjunction with fugacity coefficient equations by the aid of auxiliary equilibrium relations results in attaining the adsorption of individual components in a mixture in terms of the generalized 2D EOS.(7, 8) Top of PageAbstractIntroductionTheoryMaterials and Experimental MethodDiscussion and ResultsConclusionsReferencesMaterials and Experimental Method  Materials Zeolite 5A was provided by Zeochem (Switzerland). They are spherical beads with 3 mm apparent diameter and a BET surface of (457 to 600) m2·g−1. The gases that have been used in this work and their purities are He (99.99 %), O2 (99.95 %), and N2 (99.99 %). They have been supplied by Bushehr Lian Oxygen (Iran).  Apparatus and Procedure The adsorption apparatus shown in Figure 1 is based on the static volumetric method. There is an adsorption cell and a loading cell. To minimize the dead volume as much as possible, 1/8 in. tubes and 1/8 in. valves were used. The adsorption cell, loading cell, and dead volumes were measured using helium gas. The total amount of gas introduced and recovered in the system was determined by appropriate pressure, temperature, and volume measurements. The temperature in each cell was measured by a K-type thermocouple operated with a precision of 0.01 K; the pressure was measured with a pressure transducer. Temperatures and pressures were recorded at constant time intervals with a recorder (Logoscreen 50, Jumo). During measurement, the adsorption cell was immersed in a water bath (MC 12, Julabo Tech.) maintained at ± 0.02 K via a refrigeration circulator. Prior to each isotherm measurement, zeolite 5A particles were regenerated in an oven overnight (300 °C for 6 h) under a vacuum of less than 0.05 mbar.  Figure 1. Schematic diagram of the adsorption apparatus. The adsorption equilibrium state was considered to be when the temperatures and the pressures per cell were constant. Temperatures and pressures before and after the adsorption equilibrium state were recorded. The experiment was conducted on a continuous basis at pressures up to 950 kPa. The amount adsorbed was calculated from the temperature and pressure before and after the adsorption equilibrium state by the use of a mass balance.  Top of PageAbstractIntroductionTheoryMaterials and Experimental MethodDiscussion and ResultsConclusionsReferencesDiscussion and Results  Isotherm of Pure Adsorption Adsorption isotherms of pure oxygen and nitrogen measured at four temperatures (273, 283, 303, and 343) K are presented in Tables 1 and 2 and are plotted in Figure 2. The adsorption isotherm data were correlated by the VDW, SRK, PR, and Eyring models. The correlated parameters and error of analysis are given in Tables 3 and 4. As can be seen from these data, the isotherm data are well correlated by all models. The data in Tables 3 and 4 exhibit the good ability of the EOS models to describe the pure oxygen and nitrogen isotherms. Correlation results of all models show that the obtained average error is less than 7 % for pure nitrogen and less than 12 % for pure oxygen. A comparison of the experimental data with the correlation results for pure oxygen and nitrogen adsorption isotherms is illustrated in Figure 2. As shown in Figure 2, the equilibrium loading on zeolite 5A is higher for nitrogen than for oxygen at all temperatures. In particular, this difference is much higher at low temperature. However, each of the four equations of state is in good agreement with the experimental data, as shown in the Figure.    Table 1. Pure Adsorption Isotherm Data for Nitrogen on Zeolite 5A 273 K283 K303 K343 KPabsqPabsqPabsqPabsqkPamol·kg−1kPamol·kg−1kPamol·kg−1kPamol·kg−15.60.03106.10.03104.20.008612.10.013011.00.073610.80.057213.00.029926.00.028922.10.152126.80.141133.30.086647.80.053346.20.299758.50.281663.40.167475.80.084479.00.453790.90.400988.70.2300115.90.1329117.20.6036146.50.5721117.50.2994207.10.2264208.10.8839228.70.7777162.50.3934360.00.3639347.31.1820367.61.0405208.50.4848577.90.5268508.81.4282562.01.3110303.80.6450833.10.6899655.91.6039828.41.5704427.00.8280935.20.7692850.81.7869946.71.6654609.51.0588  945.81.8673  776.61.2249      919.01.3472       Table 2. Pure Adsorption Isotherm Data for Oxygen on Zeolite 5A 273 K283 K303 K343 KPabsqPabsqPabsqPabsqkPamol·kg−1kPamol·kg−1kPamol·kg−1kPamol·kg−19.20.01547.90.01008.60.01008.00.001418.60.036218.80.027018.80.022621.60.010934.10.067932.90.049133.20.037243.70.023760.00.117060.70.089361.30.067993.00.052294.80.179094.20.141196.10.1022131.50.0777141.10.2563141.30.2094143.20.1504212.30.1205210.60.3683212.40.3089214.80.2138373.40.2098348.00.5670352.50.4866355.90.3455580.00.3165537.90.7991541.70.7054548.20.5089826.20.4366741.31.0268742.70.9063747.90.6830948.40.5010854.51.1652859.01.0179859.00.7679  934.41.2366936.31.0893931.70.8348     Figure 2. Measured and correlated adsorption isotherms on zeolite 5A: ▲, nitrogen; ●, oxygen. (a) Isotherms at 273 K: —, VDW model; (b) isotherms at 283 K: —, Eyring model; (c) isotherms at 303 K: —, SRK model; and (d) isotherms at 343 K: —, PR model.    Table 3. Regression Results for Pure Nitrogen Adsorption on Zeolite 5A modelαiβiln(ki)% AADNitrogen at 273 KPR−7389.80.0592−0.2575.3SRK−7812.70.0109−0.2654.8Eyring−4083.40.0230−0.1346.9WDV−2927.50.1726−0.2823.7Nitrogen at 283 KPR−5713.90.1322−0.5372.2SRK−5267.30.1294−0.5421.9Eyring−7612.00.0009−0.4992.5WDV−2982.50.1707−0.5841.3Nitrogen at 303 KPR4437.40.2549−1.3314.5SRK4846.30.2696−1.3344.6Eyring−5530.90.0002−1.2396.2WDV4230.00.2778−1.3264.7Nitrogen at 343 KPR−5039.90.0462−2.1692.3SRK−2618.40.1197−2.1702.3Eyring−5564.80.0004−2.1472.5WDV−1691.60.1419−2.1712.2     Table 4. Regression Results for Pure Oxygen Adsorption on Zeolite 5A modelαiβiln(ki)% AADOxygen at 273 KPR1165.80.1772−1.6272.9SRK1064.20.1772−1.6272.8Eyring17 235.30.2240−1.2836.0WDV938.80.1772−1.6272.8Oxygen at 283 KPR2842.40.1804−1.8962.5SRK2268.50.1710−1.8942.6Eyring−1002.30.0030−1.8593.9WDV2125.50.1752−1.8932.7Oxygen at 303 KPR726.50.1619−2.1822.8SRK1787.40.1937−2.1843.0Eyring432.90.0124−2.1231.3WDV−3572.50.0118−2.1802.6Oxygen at 343 KPR−7674.80.1097−2.67411.5SRK−5998.30.1595−2.67411.5Eyring10 980.90.0816−2.6216.8WDV−7072.90.1216−2.67111.7    Heat of Adsorption The adsorption isotherms of nitrogen and oxygen on zeolite 5A considered at four temperatures were employed in evaluating the adsorption enthalpy. For this purpose, the Clausius−Clapeyron equation was applied to the isotherm data at the four temperatures. Therefore, the isosteric heat of adsorption (ΔH) was estimated by means of the linear dependency of ln(P) on 1/T at constant loading. The heat of the adsorption dependency on adsorption coverage of both gases is shown in Figure 3. The heats of adsorption of oxygen and nitrogen decreased with the increasing degree of coverage. The isosteric heat of adsorption of nitrogen is higher than that of oxygen, especially at a low degree of surface coverage. We note that the adsorption of nitrogen is heterogeneous because the isosteric heat of adsorption decreases with increased loading. However, the heat of adsorption of oxygen slightly decreases with increased loading. Therefore, oxygen adsorption on zeolite 5A is only slightly heterogeneous. Talu(5) and Mathias(9) observed the same results, as shown in Figure 3 for another type of zeolite 5A.  Figure 3. Heat of adsorption of nitrogen (—) and oxygen (---) on zeolite 5A as a function of adsorbent loading.   Mixture Gas Adsorption The adsorption separation ability of zeolite 5A was estimated using an indirect method. In this work, the total amount of adsorbed mixture was measured, and the individual adsorption of components was obtained from thermodynamic prediction. The total adsorbed amount of the 20 % nitrogen mixture on zeolite 5A at temperatures of (273, 283, 303, and 343) K are presented in Table 5. In Table 6, the total amount adsorbed for two mixtures of 40 % nitrogen and 60 % nitrogen on zeolite 5A at different temperature is listed. Table 7 gives average errors of model predictions for different mixtures. It can be observed in Table 7 that all models provide very similar prediction with acceptable accuracy for every binary mixture, and the worst error in the predictions is less than 10 %. Figure 4 presents comparisons with measured data and the PR EOS model prediction for the 20 % nitrogen binary system. The model utilizes the parameters reported in Tables 3 and 4. As can be noted from Figure 4, the prediction results show a good agreement with measured values. The adsorption equilibrium isotherms of the 40 % nitrogen mixture at (273 and 303) K and 60 % nitrogen at (283 and 343) K are shown in Figures 4 and 5, respectively. As can be seen in these Figures, the prediction results using the VDW EOS for 60 % nitrogen and the SRK EOS for 40 % nitrogen show good agreement with measured value. As shown in Figures 4, 5, and 6, the pure substance constants that have been obtained from the correlation of the adsorption pure data with mixing rules appropriately predict the binary adsorption equilibrium data.    Table 5. Total Amount of Binary Adsorption Isotherm of 20 % Nitrogen on Zeolite 5A 273 K283 K303 K343 KPabsqPabsqPabsqPabsqkPamol·kg−1kPamol·kg−1kPamol·kg−1kPamol·kg−17.70.02407.60.02119.00.01669.10.009517.40.051517.40.047618.20.032522.60.019431.40.090031.40.078732.60.052034.20.026358.30.157558.50.138160.20.089361.90.046691.90.237892.90.208197.50.132696.20.0727140.70.3538139.10.3035140.70.1917144.80.1058208.80.4965209.20.4418213.00.2841217.10.1571345.40.7437347.50.6601353.50.4418362.30.2453536.81.0271540.50.9108550.30.6259554.80.3561740.61.2661745.01.1157752.60.7972756.30.4731856.71.3839864.31.2262867.10.8789864.20.5314     Table 6. Total Amount of Binary Adsorption Isotherm of 40 % Nitrogen and 60 % Nitrogen on Zeolite 5A 40 % nitrogen60 % nitrogen273 K303 K283 K343 KPabsqPabsqPabsqPabsqkPamol·kg−1kPamol·kg−1kPamol·kg−1kPamol·kg−17.10.02598.30.01457.60.025210.20.014016.20.064911.30.020517.00.057718.70.021929.80.117719.00.036030.80.102533.00.036358.00.210531.90.057855.80.177661.40.061889.50.314956.30.105790.30.271296.70.0926133.90.445192.80.1731137.10.3861139.20.1304204.40.6291140.20.2530207.10.5401216.40.1889341.80.9047211.10.3648341.70.8170357.50.3057534.51.1945350.90.5520538.61.1118551.40.4420742.11.4479544.10.7688739.21.3344751.50.5799854.21.5540749.30.9560854.31.4452860.00.6427  855.01.0462933.31.5319944.80.7004     Table 7. Comparison of Predictions Error of Models for Different N2/O2 mixtures  20 % nitrogen40 % nitrogen60 % nitrogenmodel273 K283 K303 K343 K273 K303 K283 K343 KVDW3.07.09.85.23.06.57.68.6Eyring7.66.36.16.28.25.09.07.4SRK3.16.27.05.34.85.58.58.7PR2.66.17.15.23.05.48.58.7   Figure 4. Total amount of adsorption isotherms for N2/O2 20:80 mixture: ●, 273 K; ▲, 283 K; ◆, 303 K; ◼, 343 K; —, prediction by PR model.  Figure 5. Total amount of adsorption isotherms for N2/O2 60:40 mixture: ●, 283 K; ▲, 343 K; —, prediction by VDW model.  Figure 6. Total amount of adsorption isotherms for N2/O2 40:60 mixture: ●, 273 K; ▲, 303 K; —, prediction by SRK model.   Predicted N2/O2 Selectivity Binary gas adsorption involves three degrees of freedom: temperature, pressure, and gas composition. In this Article, N2/O2 selectivity and solid phase composition were estimated by thermodynamic prediction to study the influences of temperature, pressure, and gas composition on nitrogen/oxygen separation. For this purpose, the VDW model is applied to the prediction in this section. Figure 7 presents the N2/O2 selectivity at 273 K and pressures of (1, 3, and 9) bar in terms of gas composition.  Figure 7. Predicted N2/O2 selectivity at 273 K as a function of gas composition. Total pressure: ▲, 9 bar; ◼, 3 bar; ●, 0.1 bar. The selectivity is defined as following (12) where xN2, xO2, yN2 and yO2 are the mole fractions of N2 and O2 in adsorbed and gas phases at equilibrium, respectively. As can be observed, decreasing the nitrogen mole fraction in the gas phase increases the N2/O2 selectivity, and the selectivity is higher at the lower pressures. Figure 8 provides another view of N2/O2 predicted selectivity at 273 K and three different nitrogen gas compositions (0.1, 0.4, and 0.9) as a function of pressure. These effects demonstrate that the first set of adsorbent sites is highly selective to nitrogen over oxygen. As can be observed from Figure 7, the predicted selectivity increases from about 2 at the nitrogen-rich end to 3.5 for compositions rich in oxygen. The same result as that above has been seen for nitrogen adsorption selectivity over zeolite 5A by Talu(5) and Mathias.(9) The x−y diagram, commonly used to display binary adsorption behavior, is shown in Figure 9. This Figure illustrates the predicted adsorbed phase versus nitrogen gas phase composition at 5 bar and three temperatures of (283, 303, and 343) K. Also, this Figure not only shows an ideal form of N2/O2 binary gas adsorption but also compares binary gas adsorption behavior at various temperature. As can be noted from Figure 9, nitrogen separation by solid phase at low temperature is higher than that at high temperature.  Figure 8. Predicted N2/O2 selectivity at 273 K as a function of pressure. Gas phase composition: ▲, 0.9; ◼, 0.4; ●, 0.1.  Figure 9. Predicted adsorbed phase versus gas phase composition at 5 bar. Temperature: ▲, 283 K; ◼, 303 K; ●, 343 K.   Top of PageAbstractIntroductionTheoryMaterials and Experimental MethodDiscussion and ResultsConclusionsReferencesConclusions Experimental isotherms on zeolite 5A for pure nitrogen, oxygen, and several N2/O2 mixtures were measured by a volumetric method over a wide range of pressure and temperature. Thermodynamic modeling by 2D EOS is valuable for the analysis and correlation of both pure nitrogen and oxygen adsorption data. With mixing rules, EOS models can be appropriately used to predict N2/O2 binary gas adsorption mixtures from the obtained correlated parameters. The error in the adsorption obtained from the prediction is less than 10 % in all cases. N2/O2 binary system behavior on the zeolite 5A adsorbent is studied by prediction with 2D EOS. At a fixed pressure and temperature, prediction results show that nitrogen selectivity increases when the nitrogen composition of the gas phase decreases. At a fixed temperature, nitrogen selectivity will increase in the gas phase when nitrogen pressure decreases for a specified mole fraction. Furthermore, prediction results show that the lower the temperature at a specified pressure, the greater the nitrogen separation by zeolite 5A.  Funding Information We thank the Persian Gulf University research office for financial support, for providing various facilities, and for necessary approval under contract no. 19-209. Reference QuickViewTop of PageAbstractIntroductionTheoryMaterials and Experimental MethodDiscussion and ResultsConclusionsReferencesReferencesThis article references 9 other publications.1.   Sircar, S.; Rao, M. B.; Golden, T. C.  Fractionation of air by zeolites  Stud. Surf. Sci. Catal. 1999  120  395  423[Crossref], [CAS]1. Fractionation of air by zeolitesSircar, S.; Rao, M. B.; Golden, T. C.Studies in Surface Science and Catalysis\r\n        (1999),\r\n    120A\r\n        (Adsorption and Its Applications in Industry and Environmental Protection, Vol. 1),\r\n    395-423CODEN:\r\n                SSCTDM;\r\n        ", "title": "Pure and Binary Adsorption Isotherms of Nitrogen and Oxygen on Zeolite 5A", "authors": ["Masoud Mofarahi", "Majid Seyyedi"], "doi": ["10.1021/je8006919"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2009/jceaax.2009.54.issue-3/je8006919/production/images/small/je-2008-006919_0004.gif\">"]}