{"abstract": "A molecular simulation study is reported to investigate liquid chromatographic separation in metal–organic framework MIL-101. Two mixtures are considered: three amino acids (Arg, Phe, and Trp) in aqueous solution and three xylene isomers (-, -, and -xylene) dissolved in hexane. For the first mixture, the elution order is found to be Arg > Phe > Trp. The hydrophilic Arg has the strongest interaction with the polar mobile phase (water) and the weakest interaction with the stationary phase (MIL-101), and thus transports at the fastest velocity. Furthermore, Arg forms the largest number of hydrogen bonds with water and possesses the largest hydrophilic solvent-accessible surface area. For the second mixture, the elution order is -xylene > -xylene > -xylene, consistent with available experimental observation. With the largest polarity as compared to - and -xylenes, -xylene interacts the most strongly with the stationary phase and exhibits the slowest transport velocity. For both mixtures, the underlying separation mechanism is elucidated from detailed energetic and structural analysis. It is revealed that the separation can be attributed to the cooperative solute–solvent and solute–framework interactions. This simulation study, for the first time, provides molecular insight into liquid chromatographic separation in a MOF and suggests that MIL-101 might be an interesting material for the separation of industrially important liquid mixtures.", "text": "10.1021/la3045972 Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferences1 IntroductionMetal–organic frameworks (MOFs) have emerged as a new family of hybrid porous materials.(1) Synthesized from various inorganic clusters and organic linkers, MOFs possess a wide range of surface area and pore size. More fascinatingly, the judicious selection of building blocks allows structure and functionality to be tailored in a rational manner. Consequently, MOFs are being considered in many potential applications such as storage, separation, catalysis, and so forth.(2) Nevertheless, most experimental and theoretical studies for MOFs have been focused on gas storage and separation, particularly the storage of low-carbon footprint energy carriers (e.g., H2) and the separation of CO2-containing gas mixtures for CO2 capture.(3-6)Recently, experimental studies have been increasingly reported on liquid separation using MOFs as adsorbents, membranes, or stationary phases. For instance, a rationally tuned microporous MOF was synthesized for the selective adsorption of water from methanol.(7) Removal of environmentally toxic contaminants from fuels or wastewater was examined in MOF adsorbents.(8) Several MOFs were used for the adsorption and separation of multiple liquid mixtures (e.g., olefins, benzene derivatives, and alkylnaphthalenes).(9, 10) Alternatively, a MOF (ZIF-8) membrane was fabricated and tested for the pervaporation separation of butanol/water.(11) Purification of water/organic mixtures was achieved in MIL-53 membrane produced by a facile reactive seeding method.(12) A homochiral MOF membrane was developed for the chiral separation of R/S-methyl phenyl sulfoxide enantiomers.(13) In addition, MOFs were used as stationary phases in liquid chromatographic (LC) separation. The shape- and size-selective LC separation of organic compounds (e g. benzene, ethylbenzene, etc.) was conducted in HKUST-1 and MOF-5.(14) An LC column packed with MIL-101 was reported for the separation of xylenes and substituted aromatics.(15)In contrast, simulation endeavor for liquid separation in MOFs is substantially lagging behind.(16) Only few simulation studies have been conducted in this area by Jiang and co-workers.(13, 17-19) Specifically, the transport mechanism of R/S-methyl phenyl sulfoxide enantiomers in a homochiral MOF membrane was elucidated.(13) Simulation was performed on the desalination of seawater through a ZIF-8 membrane.(17) Biofuel purification was simulated in hydrophilic and hydrophobic MOF membranes.(18) Furthermore, the recovery of dimethyl sulfoxide (DMSO) from aqueous solutions was examined in different hydrophobic MOF adsorbents.(19) These simulation studies provide useful mechanistic insight into the mechanism of liquid separation in MOF membranes and adsorbents. However, there has not been any simulation for MOF-based LC separation. To facilitate the rational screening/design of MOFs as appropriate stationary phases in LC separation, it is indispensable to understand the fundamental mechanism from a microscopic level.In this study, for the first time, a molecular simulation study is reported to investigate LC separation using a novel MOF as the stationary phase. The MOF considered, namely, MIL-101, is a chromium-terephthalate-based mesoscopic MOF and one of the most porous materials reported to date.(20) Stable in air and water, MIL-101 can maintain its structure in organic solvents or solvothermal conditions. These remarkable properties have prompted extensive interest in MIL-101 potentially for separation, catalysis, drug delivery, and so forth. Two liquid mixtures are examined here in the LC separation. The first one is a mixture of three amino acids (arginine, phenylalanine, and tryptophan), as the separation of biological/drug molecules is pharmaceutically important. The second one is composed of p-, m-, and o-xylenes, which are essential C8-aromatics derived from crude oil. The separation of xylene isomers is practically important but challenging because of their similar physical properties. For example, the boiling points of p-, m-, and o-xylenes are 138.4, 139.1, and 144.4 °C, respectively; and their kinetic diameters are 0.67, 0.71, and 0.74 nm, respectively.(21) Following this introduction, the models and methods used to mimic the LC separation of the two liquid mixtures are briefly described in section 2. In section 3, the simulated elution orders from mixtures are discussed and compared with available experimental measurements. In addition, the underlying mechanism of LC separation is discussed in terms of energetic and structural analysis. Finally, the concluding remarks are summarized in section 4.Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferences2 Models and MethodsMIL-101 is assembled by corner-sharing supertetrahedra that consist of Cr3O trimers and 1,4-benzenedicarboxylic acids.(20) The supertetrahedra are microporous with free aperture of 0.86 nm. The four vertices and six edges of supertetrahedra are occupied by Cr3O trimers and organic linkers, respectively. MIL-101 has an augmented three-dimensional MTN zeotype structure with lattice constants of 8.8869 nm. Two types of mesoporous quasi-spherical cages exist in MIL-101: small cage of 20 supertetrahedra with free diameter of 2.9 nm accessible through pentagonal window of 1.2 nm, and large cage of 28 supertetrahedra with free diameter of 3.4 nm accessible through hexagonal/pentagonal window of 1.47 × 1.6 nm2. These cages and windows form complicated nanoporous network through which solvent and solute molecules can transport. Since experimental crystallographic data of MIL-101 contain disordered atoms, the crystalline structure was constructed combining experimental crystallographic data and computational methods as described in our previous study.(22) Each Cr3O trimer contained one F atom and the number ratio of F to Cr was 1:3, as experimentally reported.(20) The charges of MIL-101 framework atoms were calculated by density functional theory using a fragmental cluster (illustrated in Table 1). The dispersive interactions were represented by Lennard–Jones (LJ) potential with parameters (listed in Table 1) from universal force field.(23)Table 1. Lennard–Jones Parameters and Charges of MIL-101 Framework AtomsaTable aA fragmental cluster was used to calculate the charges.The first mixture consists of arginine (Arg), phenylalanine (Phe), and tryptophan (Trp). As listed in Table 2, the three amino acids differ in structure, molecular weight, and charge. Apparently, Trp has the largest molecular weight and size, whereas the positively charged Arg is the most hydrophilic with five polar groups. To mimic the LC separation of Arg, Phe, and Trp, a simulation system as illustrated in Figure 1 was constructed with MIL-101 as the stationary phase. The system size was equal to one unit cell of MIL-101 and the periodic boundary conditions were exerted in all three dimensions. The system contained 80 Arg, 80 Phe, 80 Trp, as well as 80 Cl– counterions to neutralize Arg. All amino acids were randomly inserted into MIL-101, and then water was added as the mobile phase. The amino acids and ions were modeled by the Amber force field(24) and water by the TIP3P model.(25) A similar simulation system was built up for the LC separation of the second mixture (o-, m-, and p-xylenes), and the number of each xylene isomer was 80. In the latter case, however, the mobile phase was hexane as demonstrated by an experimental study.(15) The xylene isomers and hexane were also described by the Amber force field. Table 3 lists the structures, LJ parameters, and atomic charges of xylene isomers.Figure 1. Illustration for the separation of three amino acids (Arg, Phe, and Trp) through MIL-101. MIL-101 is the stationary phase, while water is the mobile phase. C, green; Cr, yellow; F, cyan; N, blue; O, red; H, white.Table 2. Structures, Molecular Weights, and Charges of Arg, Phe, and TrpTable 3. Structures, Lennard–Jones Parameters, and Atomic Charges of Xylene IsomersEach system was initially subjected to energy minimization using the steepest descent method with a maximum step size of 0.01 nm and a force tolerance of 10 kJ mol–1 nm–1. Then velocities were assigned according to the Maxwell–Boltzmann distribution at 300 K. Finally, nonequilibrium molecular dynamics (NEMD) simulation was performed at 300 K using Gromacs version 4.5.3.(26) The temperature was controlled by the velocity-rescaled Berendsen thermostat(27) with a relaxation time of 0.1 ps. A cutoff of 1.4 nm was used to evaluate the LJ interactions, while the electrostatic interactions were evaluated using the particle-mesh Ewald method with a grid spacing of 0.12 nm and a fourth-order interpolation.(28, 29) The bond lengths with dangling hydrogen atoms in amino acids were constrained using the LINCS algorithm,(30) and H2O geometry was constrained using the SETTLE algorithm.(31) A constant external acceleration aext was exerted on the mobile phase. To examine the effect of acceleration, NEMD simulations were conducted at three different accelerations aext = 0.03, 0.04, and 0.05 nm/ps2. It is noteworthy that the external force applied in NEMD simulation is typically strong in order to reduce thermal noise and enhance signal/noise ratio within a nanosecond time scale.(32) The simulation duration was 25 ns, and the integration time step was 2 fs. The potential energy of the system along with the velocities of solute and mobile phase were monitored. It was found that a steady state was reached in less than 5 ns; therefore, the final 20 ns trajectories were used for analysis.Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferences3 Results and Discussion3.1Separation of Amino AcidsThe transport velocities of Arg, Phe, and Trp were calculated to quantify the LC separation performance. As shown in Figure 2, the velocities of the three amino acids rise with increasing external force aext applied on the mobile phase. Nevertheless, the elution order is Arg > Phe > Trp, independent of the magnitude of aext. This demonstrates that MIL-101 could act as the stationary phase to separate the three amino acids. Intuitively, the molecular weight and hydrophilicity of solute are expected to play a major role in the separation. With the largest molecular weight among the three amino acids, Trp transports at the slowest velocity. Arg is the most hydrophilic and interacts the most strongly with the polar mobile phase (water). Therefore, the velocity of Arg is the fastest compared to Phe and Trp. This simple analysis qualitatively interprets the elution order. To provide quantitative insight into the separation mechanism from a microscopic level, the energetic and structural properties of solutes are discussed below for aext = 0.04 nm/ps2, unless otherwise stated.Figure 2. Transport velocities of Arg, Phe, and Trp in MIL-101 versus external force aext.Figure 3 shows the interaction energies ΔE of amino acids with the stationary phase (MIL-101 framework) and the mobile phase (solvent water). Here ΔE is the average interaction energy between a solute molecule and MIL-101/water over all time frames in the production run. With MIL-101, ΔEframework rises (negatively) from −27.8, −151.9 to −200.6 kJ/mol for Arg, Phe, and Trp. With solvent, however, ΔEsolvent drops from −489.8, −308.5, to −284.4 kJ/mol. Apparently, the three amino acids interact with the mobile phase more strongly than with the stationary phase. As already mentioned, Arg is the most hydrophilic, carrying a positive charge and interacting with polar solvent the most strongly. Thus, Arg tends to reside in the mobile phase and moves away from the stationary phase. On the other hand, Phe and Trp consist of phenyl rings and have favorable π–π stacking interactions with the phenyl rings in MIL-101. Upon comparison with Phe and Trp, Arg has the strongest interaction with water and the weakest with MIL-101.Figure 3. Interaction energies of Arg, Phe, and Trp with MIL-101 and water.If we define(1)ΔΔE are −462.0, −156.6, and −83.8 kJ/mol for Arg, Phe, and Trp, respectively. Same as the elution order, ΔΔE decreases following Arg > Phe > Trp. Particularly, the difference in ΔΔE among the three amino acids is greater than that in ΔEsolvent or ΔEframework. In other words, the difference is enhanced by considering ΔΔE. Therefore, the LC separation can be attributed to the cooperative solute–solvent and solute–framework interactions. The strongest interaction of Arg–water leads to the fastest transport velocity of Arg; meanwhile, Arg–framework interaction is the weakest. This mechanism is in contrast to the separation of Arg, Phe and Trp in a protein crystal (glucose isomerase), though the elution order was also Arg > Phe > Trp.(33) In the negatively charged glucose isomerase network, Arg possesses the strongest interaction with both mobile and stationary phases as compared to Phe and Trp; and the separation was considered due to the counterbalance between solute–solvent and solute–framework interactions.The structural properties of solutes are examined by calculating radial distribution functions(2)where r is the distance between atoms i and j, Nij(r,r + Δr) is the number of atom j around i within a shell from r to r + Δr, V is the system volume, and Ni and Nj are the numbers of atoms i and j, respectively. Figure 4a shows the g(r) between the Cα atoms in amino acid and the Cr2 atoms in MIL-101. A small peak at 0.3 nm is observed for Trp, while Arg and Phe do not exhibit such a peak. In addition, Trp possesses a higher peak at 0.44 nm than Arg and Phe. This indicates Trp is the closest to the stationary phase among the three amino acids. On the other hand, the peaks of Phe are generally higher than those of Arg, particularly at 0.9 nm; thus, Phe is closer to the stationary phase than Arg. Figure 4b shows the g(r) between the heavy atoms of side chain in amino acid and the C3 atoms in MIL-101. Trp has the highest peak at 0.4 and 1.0 nm, followed by Phe and Arg. Both Figure 4a and b reveal that Trp is the closest to the stationary phase, while Arg is the farthest away. Such a hierarchy is consistent with the interaction between amino acid and MIL-101 (ΔEframework), which decreases in the order of Trp > Phe > Arg. As a consequence, Trp possesses the slowest transport velocity, whereas Arg has the fastest.Figure 4. Radial distribution functions (a) between the Cα atoms in amino acids and the Cr2 atoms in MIL-101 and (b) between the heavy atoms of side chains in amino acids and the C3 atoms in MIL-101.To further analyze the separation mechanism, hydrogen bonds (H-bonds) and solvent-accessible surface areas (SASAs) of amino acids were calculated. A hydrogen bond between a donor and an acceptor is considered to form if two geometrical criteria are satisfied: (a) the distance between the donor and the acceptor is less than 0.35 nm and (b) the hydrogen–donor–acceptor angle is less than 30°.(34) Figure 5a shows the numbers of H-bonds between amino acids and water. The numbers are based on one amino acid with all possible water molecules. On average, Arg forms approximately 6.5 H-bonds with water, and Phe and Trp form 2.8 H-bonds. With five polar groups, Arg has a large number of donors and acceptors for hydrogen bonding. In contrast, both Phe and Trp contain hydrophobic side chains. Thus, more H-bonds are formed between Arg and water. Figure 5b presents the SASAs of amino acids. Arg has the lowest hydrophobic SASA but the largest hydrophilic SASA, in accord with the fact that Arg is the most hydrophilic among three amino acids. Consistent with the interaction energies in Figure 3, the analysis of H-bonds and SASAs also reflects that Arg has the strongest interaction with water (ΔEsolvent) and transports at the fastest velocity.Figure 5. (a) Numbers of hydrogen bonds between amino acids and water. (b) Solvent-accessible surface areas of amino acids.It is interesting to examine how the mobile phase (water) interacts with the stationary phase (MIL-101), particularly with the exposed metal sites (Cr2 atoms). To do so, the radial distribution function between water molecules and the Cr2 atoms is plotted in Figure S1 of the Supporting Information. The sharp peak at 0.22 nm demonstrates that water molecules are preferentially bound onto the exposed Cr2 atoms. In addition, the coordination number of water around Cr2 is estimated to be 0.98. This implies that each Cr2 atom binds approximately one water molecule to form a coordination bond.3.2Separation of Xylene IsomersFor the separation of xylene isomers, Figure 6 plots the transport velocities versus external force aext acting on the mobile phase (hexane). For each isomer, the velocity rises linearly with increasing aext. The elution order follows p-xylene > m-xylene > o-xylene, which is in good agreement with experimental observation.(15) Similar to the separation of amino acids, the elution order is independent of aext. This demonstrates that the simulation method used here is capable of predicting the LC separation of xylene mixture.Figure 6. Transport velocities of xylene isomers in MIL-101 versus external force aext.Figure 7 shows the interaction energies of xylene isomers with MIL-101 and hexane. The interaction with MIL-101 (ΔEframework) rises from −24.6, −27.0, to −29.0 kJ/mol for p-, m-, and o-xylene. Nevertheless, the interaction with hexane (ΔEsolvent) drops marginally from −37.3, −36.9, to −36.5 kJ/mol. Thus, p-xylene interacts the most weakly with the stationary phase and the most strongly with the mobile phase, and has the fastest transport velocity. The opposite is seen in o-xylene, which has the slowest velocity. For p-, m-, and o-xylene, ΔΔE are −12.7, −9.9, and −7.5 kJ/mol, respectively; the difference in ΔΔE among the xylene isomers is greater than that in ΔEsolvent or ΔEframework. In addition, ΔΔE decreases in the order of p-xylene > m-xylene > o-xylene, which is consistent with the elution order. This demonstrates that the separation of xylene isomers, similar to the case of amino acids, is also attributed to the cooperative solute–solvent and solute-framework interactions.Figure 7. Interaction energies of xylene isomers with MIL-101 and hexane.Figure 8a shows the g(r) between the methyl groups in xylenes and the Cr2 atoms in MIL-101. The peak heights at 0.5–0.55 and 0.85 nm drop following the order of o-xylene > m-xylene > p-xylene. The same order is seen in Figure 8b for the g(r) between the phenyl rings in xylenes and the C3 atoms in MIL-101. These structural properties suggest that o-xylene is the closest to the stationary phase, while p-xylene resides the farthest away. Among the three xylene isomers, o-xylene has the largest polarity and thus interacts the most strongly with MIL-101 (particularly the metal atoms), which is consistent with the energetic analysis in Figure 7.Figure 8. Radial distribution functions (a) between the methyl groups in xylenes and the Cr2 atoms in MIL-101 and (b) between the phenyl rings in xylenes and the C3 atoms in MIL-101.It is instructive to compare the separation of two mixtures considered in this study. For Arg, Phe, and Trp in aqueous solution, the three amino acids differ substantially in structure, molecular weight, and charge state. The most hydrophilic Arg has the strongest interaction with the polar mobile phase (water), while Phe and Trp interact more favorably with the stationary phase (MIL-101) because of the presence of phenyl rings. Consequently, Arg exhibits the fastest transport velocity and the elution order is Arg > Phe > Trp. For xylene isomers in hexane, the three xylenes possess the same molecular weight and similar structure. Thus, they have very close interaction with the nonpolar mobile phase (hexane). Nevertheless, o-xylene has the largest polarity along the three isomers, the strongest interaction with MIL-101, and thus the slowest transport velocity. Overall, the separation mechanism of both mixtures can be attributed to the cooperative effect of solute–solvent and solute-framework interactions.Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferences4 ConclusionsThe separation of two liquid mixtures has been examined by molecular simulation, in which MIL-101 acts as the stationary phase. Two mixtures considered are Arg, Phe, and Trp in water and three xylene isomers in hexane. Independent of external force acted on the mobile phase, the elution orders are found to follow Arg > Phe > Trp and p-xylene > m-xylene > o-xylene. The separation mechanism is attributed to the cooperative solute–solvent and solute–framework interactions. In the mixture of Arg, Phe, and Trp, Arg is the most hydrophilic, has the strongest interaction with water and the weakest with MIL-101, and exhibits the fastest transport velocity. In the mixture of xylene isomers, o-xylene possesses the largest polarity and interacts the most strongly with MIL-101 and the most weakly with hexane, leading to the slowest velocity. The energetic analysis is consistent with the structural analysis based on radial distribution functions. The simulation study provides microscopic insight into the mechanism of liquid chromatographic separation, which is otherwise difficult to be tackled experimentally. It is an emerging area to use MOFs as stationary phases in liquid chromatography. The simulation methodology implemented here can be extended to many other MOFs and facilitate the development of new materials for high-performance liquid separation. Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesSupporting InformationRadial distribution function between water molecules and Cr2 atoms in MIL-101. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesAcknowledgmentThe authors gratefully acknowledge the National University of Singapore (R-279-000-297-112) and the National Research Foundation of Singapore (R-279-000-261-281) for financial support.Reference QuickViewTop of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesReferencesThis article references 34 other publications.1. Yaghi, O. M.; O’Keefe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Reticular synthesis and design of new materials Nature 2003,  423,  705– 714[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "Liquid Chromatographic Separation in Metal–Organic Framework MIL-101: A Molecular Simulation Study", "authors": ["Zhongqiao Hu", "Yifei Chen", "Jianwen Jiang"], "doi": ["10.1021/la3045972"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0008.gif\">"]}