{"abstract": "CO adsorption isotherms on Cu-BTC/aminated graphite oxide composites were measured in the pressure range up to 1.5 MPa at three different temperatures close to ambient. Adsorption capacity, isosteric heat of adsorption, and regenerability were investigated. They are considered as significant factors determining the practical application of materials for CO capture. The results indicate a significant improvement in the performance of the composites as CO adsorbents in comparison with the parent Cu-BTC MOF. Among all samples analyzed, the composite of Cu-BTC and modified graphite oxide with the highest N content (MOF/GO-U3) is the best performing sample. On its surface 13.41 mmol/g CO was adsorbed at room temperature and 1.5 MPa. A high selectivity for CO adsorption over that of CH was found. The selectivities for CO adsorption over N are governed by the properties of the MOF phase. A relatively low heat of CO adsorption and the high degree of surface homogeneity cause that the composites can be fully regenerated and used in multicycle adsorption with the minimum energy demand.", "text": "10.1021/am404952z Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionCO2 has long been recognized as the most influential greenhouse gas leading to global warming and climate change.(1, 2) Atmospheric CO2 concentration continuously increases and its current level is about 385 ppm.(3) Fuel-burning power plants and steel industry are two main CO2 sources.(4) A carbon capture and storage (CCS) technology is considered as one of the most promising solutions to slowdown climate changes.(5, 6) Nowadays, there are various methods of CO2 separation and storage, including solvent absorption, chemical and physical adsorption,(7) membrane separation,(8) and cryogenic distillation.(9) However, some long-existing problems related to the application of absorption/adsorption methods have not been solved. This includes high volatility, degradability, high regeneration cost, or waste adsorption liquid treatment.(10, 11) Other methods, as for instance, cryogenic distillation, are still in the stage of a laboratory study.CO2 adsorption on solid adsorbents has advantages of being an environmentally friendly and simple process that is easy to operate with a low energy requirement.(4, 12-14) Because of this, it is considered as an economical and effective mean for the post-combustion CO2 capture.(15) Nevertheless, excellent adsorbent materials are the prerequisite to complete the operation efficiently and with high CO2 load.(4, 12) Metal organic frameworks (MOFs) are a type of microporous crystalline solids with a periodic network structure, formed by self-assembly through covalent bonds or inter-molecular forces between metal ions and organic ligands.(16) They have similar structure and properties to zeolites. Owing to the extremely high surface area and pore volume,(17) and rich and flexible surface chemistry,(18-21) MOFs have become the attractive materials for hydrogen storage,(16, 22, 23) separation,(24) catalysis, CO2 capture,(17, 25, 26) and other industrial applications.(24) As physical adsorbents, MOFs exhibit high CO2 capacity and thus bring broad prospects, which have attracted attention of researchers.(17) Férey and coworkers(27) created porous chromium terephthalate, MIL-101, with very large pore sizes and surface area, which are about 30 Ǻ and 5900 m2/g, respectively. The best activated MIL-101 showed a very high CO2 capacity reaching 390 cm3/cm3 at 5 MPa. Yaghi and coworkers(28) synthesized MOF-210 with BET surface area 6240 m2/g. This material was shown to adsorb 2.87 g CO2/g at 5 MPa at 298 K.Even though MOF materials have been presented as excellent adsorbents, their large void space is not completely utilized for gas storage because of weak interactions between the walls of MOFs and usually small gas/adsorbate molecules.(29) To increase the dispersive forces, other materials, microporous(30, 31) or layered(32, 33) can be incorporated to their structure forming composite solids. Such composites have pores similar in size to the size of a gas molecule and thus physical forces between adsorbent and adsorbate are enhanced.(29, 30) These materials showed an improved porosity and adsorptive performance.(29-33) Jasra and coworkers(24) synthesized a new MIL-101 composite with single-wall carbon nanotubes (SWNT) tuning the pore size and pore volume of the material towards hydrogen sorption. More importantly, synergistic effects on porosity and chemistry of such composites result in a significant improvement in the adsorption of various gases.(34, 35) The composites of MOF- 5(35) or HKUST-1 with graphite oxide has been synthesized and used as gas adsorbents.(35, 36) Their performance significantly increased compared to that of parent MOF owing to the formation of new pores on the interface between two phases and active chemistry participating in reactive adsorption.New composites of MOF Cu-BTC and aminated graphite oxide have been introduced recently(37, 38) with the intended application for the CO2 capture. In these materials, the incorporation of graphite oxide modified with urea into MOF changes the chemistry and microstructure of MOF units and results in synergistic features beneficial for CO2 retention.(37) The composite with the largest extent of urea modification was shown as an excellent CO2 adsorbent at ambient dynamic conditions.(38) The objective of this work is an evaluation of the CO2 capture capability of these new materials. The adsorption is measured at three different temperatures in a wide pressure range. The adsorption capacity, adsorption heat, and regeneration ability of adsorbents are evaluated. They are significant parameters affecting the real-life application of these materials as CO2 capture media. Besides, the selectivitites for CO2 adsorption over CH4 or N2 are estimated. The latter two species are often present in the natural gas or flue gas from which CO2 has to be separated/captured.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterialsThe detailed synthesis routes of the parent MOF Cu-BTC and its composites with graphite oxide (GO)(35, 36) or aminated graphite oxide were reported previously.(37) The samples used in this study are from the same batch as those addressed in Ref.(37) Graphite oxide was prepared by oxidation of graphite using classic Hummers’ method.(39) Aminated graphite oxide was prepared by treating GO with urea.(37) Three different amount of urea were used. The synthesis procedures of MOF/graphite oxide or MOF/aminated graphite oxide composites were similar. GO or GO-U and MOF components were simultaneously dispersed/dissolved in the solvent by sonication. The mixture was then heated at 353 K for 24 h under shaking. The intended content of GO or GO-U in the composite was 10 wt % of the parent MOF. The composites are referred to as MOF/GO, MOF/GO-U1, MOF/GO-U2, and MOF/GO-U3, respectively. The numbers after GO-U represent the increasing amount of urea used for modification.(37)CO2 Adsorption/Desorption MeasurementsThe CO2 adsorption/desorption measurements were carried out at 298, 277, and 318 K, and in the pressure range 0.0–1.5 MPa, using an optimized Sievert-type (volumetric) apparatus f-PcT for accurate and reliable gas adsorption measurements.(40) Before the adsorption/desorption experiment, each sample was annealed for 12 h at 393 K under vacuum (P < 1 × 10–4 mPa), to remove water trapped inside.To optimally evaluate the sample skeletal density, we performed helium (He) pycnometry analysis(41) prior to starting with the CO2 adsorption measurements.The reliability of the MOFs performance in terms of cyclic life was tested by subjecting all samples to multiple CO2 adsorption/desorption cycles.The f-PcT apparatus was also used to measure CH4(42) and N2 adsorption/desorption isotherms at 298 K and in the pressure range 0.0–1.5 MPa.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionComparison of CO2 Adsorption CapacityEven though the porous structure and chemistry of the MOF and composites addressed in this paper have been analyzed in details previously(37, 38) for the sake of discussion and for the proper analysis of the CO2 adsorption at equilibrium in the broad pressure range we reintroduce the parameters of the porous structure (Table 1). As seen, building the composites significantly increases the surface area and pore volume, especially for MOF/GO-U3. That increase in the volume of micropores, along with the existence of more open copper sites/defect in the composites compared to the parent MOF were found as important factors governing the CO2 adsorption at room temperature at dynamic conditions.(38)Table 1. Parameters of the Porous Structure for Samples StudiedsampleSBETa (m2/g)Vtb (cm3/g)Vmicc (cm3/g)Vmic/Vt (%)MOF8920.4280.37989MOF/GO10100.4910.43689MOF/GO-U18640.4210.36887MOF/GO-U29360.4660.40687MOF/GO-U313670.6630.57286aBET surface area.bTotal pore volume.cMicropore volume.Figure 1 shows the adsorption isotherms up to 1.5 MPa measured at three different temperatures. As expected for physical adsorption,(38) the amount of CO2 adsorbed on all samples increases with a decrease in the temperature. The sharp increase at the pressure below 0.5 MP is likely caused by the specific interactions between quadrupolar CO2 molecules and partial positive charges on the coordinatively unsaturated metal sites in Cu-BTC in the very small pores.(43) These sites should consist of the highest energy adsorption centers. As proposed by Zhou and co-workers(44) and Wu and co-workers,(45) CO2 primary adsorption sites include the open Cu sites and the cage window sites. On the latter sites CO2 interactions are governed by van der Waals (vdW) forces. The electrostatic interaction between the open metal ion and the CO2 quadrupole is considered as stronger than a typical vdW interaction.(45) It was proposed that CO2 is preferentially adsorbed in a O═C═O···Cu configuration.(44) At higher pressures the amount adsorbed increases more gradually and the rate of an increase is supposed to be affected by the surface area and pore volume/pore size distribution of the samples.(41)Figure 1. CO2 adsorption isotherms on the samples studied at ∼277, ∼298, and ∼318 K (actual temperatures are marked on the plots) in the pressure range 0.0–1.5 MPa. The magnitude of the error is the symbol itself. Solid lines represent fits to Toth equation.The slopes of each isotherm in the low pressure range differ depending on the temperature. It is greatest at 277 K, where a knee around 0.3 MPa is observed. Then it decreases at 298 K and at 318 K the isotherms resemble a straight line. This can be explained by weaker gas-solid interaction at higher temperatures.MOF/GO-U3 exhibits the largest CO2 adsorption capacity, which can be attributed to its high surface area and pore volume. The size of pores is also important and in this material it is about 0.6 nm, which is close to the kinetic diameter of CO2 molecule.(37, 38) This sample was found as having the highest number of defects/unsaturated copper centers.(37) MOF/GO shows a slightly lower CO2 adsorption capacity than that of MOF/GO-U2 at the low and room temperature and exactly the same as MOF/GO-U2 at the high temperature. The CO2 uptakes of MOF/GO-U1 and MOF are very close, to each other with a difference around 0.8 mmol/g at 276 K and 0.2 mmol/g at 318 K under 1.5 MPa. It is notable that, even at such high pressure, none of the isotherms reached saturation.The measured CO2 uptakes on our samples are collected in Table 2. The CO2 capacity of MOF/GO-U3 reaches 15.00, 13.41, and 11.82 mmol/g up to 1.5 MPa at 277, 298, and 318 K, respectively. Under 0.1 MPa, its CO2 uptake is 7.27, 4.65, and 2.57 mmol/g at 277, 298, and 318 K, respectively. The trend in the amount of CO2 adsorbed on the samples studied is the same as that at dynamic conditions described previously.(38) It is important to mention that the CO2 adsorption capacity on the composites and especially on MOF/GO-U3 is higher than those measured on other promising adsorbents addressed in the literature. Chaffee and co-workers(43) evaluated the CO2 capacity in a PSA system. Their Cu-BTC samples adsorbed up 12.7 mol/kg CO2 at 298 K and 1.5 MPa. Yan’s group(46) reported the adsorption capacity for CO2 as 69 mL/g (3.08 mmol/g) at 298 K and 0.98 p/p0. On acidic derivative of zeolite SSZ-13, the amount of CO2 adsorbed measured by Brown and co-workers(47) was 3.98 mmol/g at 298 K and 0.1 MPa. Schicke and coworkers(48) studied amine-decorated MOF CAU-1 and the CO2 uptake on this material was 7.2 mmol/g at 273 K and 4.0 mmol/g at 298 K under 0.1 MPa. Even though mixed matrix membranes incorporated with size-reduced Cu-BTC developed by Zhu and co-workers(49) showed the CO2 uptake about 6.5 mmol/g higher than our results at similar conditions (303 K and 0.1 MPa), the CO2 adsorption capacity on MOF/GO-U3 is very encouraging for this new group of the composite materials. It is important to mention that our MOF and the composites were activated/outgassed at 393 K, which is the lower temperature than 453 K commonly used for activation of Cu-BTC and the materials which contain that MOF (membranes). This results in a lower surface area and porosity of MOF than those reported previously.(43, 46) Such a behavior is linked to the not complete removal of water adsorbed on the copper centers. This residual water is responsible for lower nitrogen uptake and must also negatively affect the CO2 adsorption. Knowing that GO decomposes at about 453 K, we were not able to completely activate the composites and thus for the sake of comparison, Cu-BTC MOF (HKUST-1) was activated at the same conditions.Table 2. CO2 Adsorption Capacity at 0.1 MPa and 1.5 MPa at Different Temperatures CO2 capacity (mmol/g)CO2 capacity (mmol/g)CO2 capacity (mmol/g) ∼277 K∼298 K∼318 Ksample0.1 MPa1.5 MPa0.1 MPa1.5 MPa0.1 MPa1.5 MPaMOF3.868.182.327.091.456.25MOF/GO5.0010.233.188.981.957.95MOF/GO-U13.367.392.236.751.186.02MOF/GO-U24.8910.453.009.161.957.95MOF/GO-U37.2715.004.6513.412.5711.82Because physical adsorption is expected as the CO2 capture mechanism on our materials,(38) the dependence of the adsorption on volume of micropores was analyzed. As seen in Figure 2 at 298 K, well-marked linear trends for the data collected at different pressure ranges indicate an importance of the pore volume where CO2 can be stored. The correlation under 0.1 MPa is slightly better than that under 1.5 MPa. This finding does not diminish the importance of open copper centers(44, 45) because they are located in the pore space and they should be centers on which the specific adsorption takes place.Figure 2. Dependence of the amount adsorbed at two pressure ranges on the volume of micropores.Reversibility of CO2 CaptureThe adsorption cycling experiments were carried out to test the reversibility of CO2 capture on our samples. The results indicate that the CO2 adsorption process is reversible (see Figure 1S in the Supporting Information) on the parent MOF and the composites at three temperatures used to measure the isotherms. In Figure 1S in the Supporting Information all desorption curves have been shifted manually to better visualize the reversibility of the adsorption process. Because the desorption points overlap with those of the adsorption curve, the apparent hysteresis is not real.The same conclusion about reversibility is reached based on the analysis of different subsequent adsorption cycles collected in Figure 3. The first three isotherms have been acquired in sequence, while the fourth one - after heating the samples at 393 K for 12 h in vacuum. As seen, the curves are comparable. MOF, MOF/GO-U1, and MOF/GO-U2 show a slight decrease in the CO2 capacity after the first cycle at each temperature. The change on MOF/GO-U1 is the most visible. A decrease in CO2 uptake at 1.5 MPa is about 4 % at the room temperature and about 10% at 319 K. These slight variations can be caused by the strong CO2 adsorption in very small pores of this composite.(29) Nevertheless, the fourth cycle indicates that the maximum CO2 adsorption capacity can be easily restored by treating the sample in vacuum for about 12 h at 393 K. In the case of MOF/GO and MOF/GO-U3, CO2 adsorption is totally reversible and no thermal treatment is necessary to recover the samples’ capacity. Therefore these samples, besides being the excellent CO2 adsorbents, can be very easily regenerated with little energy demand. The excellent regenerability of our materials as CO2 adsorbents also demonstrates their structural stability under used operation conditions/high pressure. Materials having the high CO2 capture capacity and low energy consumption for the CO2 release are most desirable for practical applications. Jones and coworkers(50) modified Mg/DOBDC with ethylenediamine(ED) to increase the material’s regenerability. The sample was fully regenerable under four adsorption/desorption cycles when being heated at 393 K under 100 mL/min Ar flow for 3 h. For some other amine-grafted mesoporous materials(51, 52) and carbon fiber composites(53) applying vacuum and thermal desorption was needed to sustain CO2 adsorption capacity in the multicycle adsorption experiments. In the case of metal carbonates used as CO2 adsorbents,(54) the regeneration temperature was extremely high, about 1073–1273 K. Compared with the materials mentioned above, the composites addressed in this work, especially MOF/GO-U3, show the excellent performance and applying mild regeneration conditions leads to the totally reversible CO2 adsorption.Figure 3. CO2 adsorption isotherm cycles for the samples studied. The magnitude of the error is the symbol itself.Toth Isotherm AnalysisAll experimental isotherms were fitted to the Toth equation(55)(1)where a is the storage capacity, amax is the asymptotic maximum storage capacity, P is the equilibrium pressure, K is the equilibrium constant, and t is a parameter introduced by Toth in order to consider the heterogeneity of the sample surface. A value of t closer to 1 indicates a decrease in the degree of surface heterogeneity/an increase in surface homogeneity from the view point of the energy of the adsorption sites. The fitting parameters along with the skeletal densities obtained from He pycnometry are summarized in Table 3. The skeletal densities of the composites are higher than that of the parent MOF, which can be due to the graphene oxide layers embedded in the MOF units.(37)Table 3. Skeletal Density, The Degree of Surface Heterogeneity (t), Asymptotic Maximum CO2 Storage Capacity (amax), and Equilibrium Constant (K) for the Samples Studied    Ksampleskeletal density (g/cm3)tamax (mmol/g) at 298 K∼277 K∼298 K∼318 KMOF1.78 ± 0.030.6510.44 ± 0.051.15 ± 0.020.47 ± 0.010.21 ± 0.01MOF/GO1.88 ± 0.030.8211.45 ± 0.041.07 ± 0.020.40 ± 0.010.21 ± 0.01MOF/GO-U11.96 ± 0.030.63–0.749.54 ± 0.381.11 ± 0.060.45 ± 0.010.19 ± 0.01MOF/GO-U21.82 ± 0.030.7312.16 ± 0.051.07 ± 0.020.49 ± 0.010.21 ± 0.01MOF/GO-U32.18 ± 0.030.83–0.9916.53 ± 0.281.09 ± 0.040.48 ± 0.010.19 ± 0.01The asymptotic maximum adsorption capacity values for each sample at different temperatures reflect the trend in the amount adsorbed discussed above. MOF/GO-U3 shows the highest CO2-maximum uptake equal to 16.5 mmol/g, which is about 60% higher than that for MOF. This must be connected to its structural, morphological and chemical properties discussed elsewhere(37, 38) and addressed above. The porosity of MOF/GO-U3 is 50% higher than that of the parent MOF. Besides, the introduction of amino groups and oxygen groups changes the chemical environment of the copper sites, causes defects in the MOF crystals and thus results in an exposure of more unsaturated copper sites than those in the parent MOF.The t parameter increases for the composites compared to the parent MOF. This is an interesting trend, which indicates an increase in the homogeneity of the surface adsorption sites. It is important to mention that the theoretical limit of the t value for a completely smooth surface, with an isosteric heat of adsorption that does not depend is 1.(56) Noncrystalline samples normally exhibit t values in the range 0.4–0.5. Our results suggest that MOF/GO and MOF/GO-U3 show a higher surface homogeneity compared to the other samples, and this could be one of the reasons why they show a slightly different behavior on the reversibility of adsorption than other samples tested. An increase in the value of the t parameter and its proximity to 1 in the case of MOF/GO-U3 indicates that by building the composites we introduced more energy sites on which CO2 can be adsorbed in the efficient way.The K value, related to the energetic interactions between the adsorbent and the adsorbate, is expected to increase with a decrease in the temperature. The K values are indicative of the affinity of the samples towards CO2 retention on the surface and the rate of the occupation of the adsorption sites. It is notable that, under each individual temperature, the K values of all samples analyzed are very close, indicating their similar adsorption sites and adsorption mechanism.Enthalpy of AdsorptionThe enthalpy of the CO2 adsorption is a critical parameter that plays a crucial role in determining the selectivity of adsorption and energy input required during adsorbents’ regeneration.(57) It has a significant influence on the performance of a given material for CO2 capture applications. Enthalpy of adsorption is a negative quantity because adsorption is exothermic. Isosteric heat of adsorption (Q) is the heat released as a result of the occupation of the specific adsorption sites by the adsorbent molecule(57) and the absolute value of isosteric enthalpy of adsorption. The value of the isosteric enthalpy of adsorption (ΔH) could be determined from the Clausius–Clapeyron equation(2)and slope of a plot of ln P vs. 1/T (Figure 2S in the Supporting Information). The data used in eq 2 are extrapolated by applying the Toth model to the isotherms obtained at 276, 299, and 319 K in the low-pressure range (0.01–0.1 MPa). From this analysis the isosteric heats of CO2 adsorption on the samples studied were calculated. As seen from Figure 4, the values obtained are 28, 27, 30, 29, and 30 kJ/mol for MOF, MOF/GO, MOF/GO-U1, MOF/GO-U2, and MOF/GO-U3, respectively. It should be noted that the error bars in Figure 4 correspond to the standard deviation of the calculation of the isosteric heats values. Even though the differences are not significant, the heats of CO2 adsorption on the composites with aminated graphite oxide are higher than those for MOF and MOF/GO. This is owing to small pores at the interface between MOF and GO-U/imperfection in the crystals, which enhance not only the strength, but also the amount of CO2 adsorbed.Figure 4. Comparison of isosteric heat of adsorption (Q) for CO2 on the samples studied. The error for sample MOF is just 0.007 and almost invisible.The isosteric heat of CO2 adsorption on Cu-BTC is in agreement with the values reported in the literature. Wang and co-workers(58) measured 25 kJ/mol at high loading and Pepe and coworkers(56) at 25.9 KJ/mol. The latter group also reported 32.5 kJ/mol as the isosteric heat of CO2 adsorption on zeolite 13X. Xia and co-workers(59) measured 20 kJ/mol at higher CO2 coverage on N-doped, microporous carbons templated from zeolite (CEM800, which contains the highest N content). The lower values of isosteric heat of adsorption are probably beneficial from the perspective of a reduced energy requirement for the regeneration of an adsorbent. But if the heat of adsorption is too low, the purity of the captured CO2 would be lowered because of a decrease in the adsorption selectivity.(57)Adsorption Selectivity of CO2 over N2 and CH4 on MOF/GO-U3CO2 is one of the most important greenhouse gases and its separation from flue gas or natural gas has become increasingly important. Since MOF/GO-U3 shows the excellent CO2 adsorption capacity, regenerability, and low and relatively constant isosteric heat of CO2 adsorption, its selectivities for CO2 adsorption over N2 or CH4 are important factors to consider for the evaluation of the feasibility of real-life application of this material as CO2 separation medium. Single component adsorption isotherms for CO2, N2, and CH4 were measured experimentally in MOF/GO-U3 as shown in Figure 5. The results show that CO2 is the most strongly adsorbed molecule because of its large quadrupolar moment. A higher adsorption capacity of CH4 than that of N2 is attributed to the higher polarizability of the former molecule (CH4, 26 × 10–25 cm3; N2, 17.6 × 10–25 cm3). The adsorption isotherms of CO2, N2, and CH4 were fitted to the Toth equation. The values of fitting parameters are collected in Table 4. The t parameters close to 1 for all three adsorbates indicate a high degree of surface homogeneity. From the pure component isotherms, the selectivities for CO2/N2 and CO2/CH4 mixtures were calculated using the approach described in the literature.(60, 61) Thus, S(CO2/CH4) = K(CO2)amax(CO2)/K(CH4)amax(CH4), where Srepresents the selectivity and K and amax are respectively the equilibrium constant and asymptotic maximum gas adsorption capacity calculated from fitting experimental adsorption isotherm to the Toth equation.Figure 5. Adsorption isotherms (CO2, CH4, N2) at T ≅ 298 K and pressure up to 1.5 MPa. Solid lines represent fitting of the experimental data to the Toth isotherm.Table 4. Degree of Surface Heterogeneity (t), Asymptotic Maximum CO2, CH4, N2 Adsorption Capacity (amax), and Equilibrium Constant (KCO2, KCH4, KN2) calculated from Fitting Experimental Adsorption Isotherm on MOF/GO-U3 to the Toth Equation, and CO2/N2, CO2/CH4 Selectivities at ∼298 K    selectivitygasamax (mmol/g)tKCO2/N2CO2/CH4CO216.53 ± 0.280.83–0.990.480 ± 0.010  N26.28 ± 0.200.990.051 ± 0.00324.779.57CH411.84 ± 0.280.990.070 ± 0.003  The obtained selectivity of CO2 adsorption (CO2/N2 and CO2/CH4) on MOF/GO-U3 are listed in Table 4. The average value of CO2/CH4 selectivity (∼9.5) in the pressure range (0–1.5 MPa) at 298 K is higher than those on Cu-BTC reported by the Pirngruber group(60) (∼8) and the Jiang group(62) (∼6) at the same conditions. This suggests the superiority of the composite, especially taking into account that the MOF phase was activated only at 393 K. The average value of CO2/N2 selectivity on MOF/GO-U3 in this work is similar to those on Cu-BTC reported by the Walton group(63) and the Smit group(64) at the same temperature and pressure range. Thus the composite MOF/GO-U3 doesn’t show a distinct advantage on CO2/N2 selectivity when compared with the fully activated MOF. Compared with Cu-BTC, MOF/GO-U3 exhibits an increase in the number of unsaturated Cu sites.(37, 38) As reported by Zhou and co-workers(44) CH4 adsorption energy with the open Cu sites is lower than those of CO, CO2, N2, O2, H2. On the other hand CO2 and N2 adsorption exhibit very close adsorption energies with those sites. Thus the existence of more unsaturated Cu sites in the composites does not affect the CH4 uptake to the same extent as those of CO2 and N2. This explains the high CO2/CH4 selectivity found on MOF/GO-U3, which is beneficial for CO2 removal from natural gas. On the other hand, the increased pore volume of MOF/GO-U3(37) cannot affect the selectivity for CO2, N2, or CH4 because of the similar dynamic diameter of these gas molecules.It is important to mention that the adsorption of all tested gases is completely reversible on MOF/GO-U3 (see Figure 3S in the Supporting Information), indicating the great structural stability and regenerability of this composite sample.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsCO2 adsorption on the parent MOF and its composites with GO and aminated GO follows a typical physical absorption mechanism. The CO2 uptake for each sample increased with the decreasing temperature. All samples studied showed high CO2 uptake already at 0.1 MPa and similar values of the isosteric heat of adsorption due to the specific interactions between quadrupolar CO2 molecules and unsaturated metal sites in Cu-BTC. The composite of MOF and aminated GO with the highest content of nitrogen, MOF/GO-U3, shows the best performance, in terms of both adsorption capacity and process reversibility. The CO2 capacity on this material reaches 4.65 and 7.27 mmol/g at 298 and 277 K at 0.1 MPa, and 13.41 and 15.00 mmol/g at 298 and 277 K at 1.5 MPa. This CO2 capacity is competitive with many best performing adsorbents addressed in the literature. Besides, MOF/GO-U3 exhibits a totally reversible adsorption process and no thermal treatment is necessary to recover its CO2 adsorption capacity. Its CO2/CH4 selectivity is also superior to that of Cu-BTC. However, the selectivity of CO2 over N2 on MOF/GO-U3 doesn’t show obvious advantage over that of the parent MOF. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationCO2 adsorption/desorption isotherms at ∼277, ∼298,, and ∼318 K up to 1.5 MPa for the samples studied, ln P vs. 1/T graphs with fitting results to the Clausius–Clapeyron equation, and CH4 and N2 adsorption isotherms cycles on MOF/GO-U3 at T≅298K and pressure up to 1.5 MPa. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by ARO Grant W911NF-10-1-0039 and NSF collaborative Grant CBET 1133112. The Scholarship from CSC (China Scholarship Council) for Yunxia Zhao is highly appreciated.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 64 other publications.1. Hansen, J.; Johnson, D.; Lacis, A.; Lebedeff, S.; Lee, P.; Rind, D.; Russell, G. Science 1981,  213,  957– 966[Crossref], [PubMed], [CAS]1. Climate impact of increasing atmospheric carbon dioxideHansen, J.; Johnson, D.; Lacis, A.; Lebedeff, S.; Lee, P.; Rind, D.; Russell, G.Science (Washington, DC, United States)\r\n        (1981),\r\n    213\r\n        (4511),\r\n    957-66CODEN:\r\n                SCIEAS;\r\n        ", "title": "Cu-BTC/Aminated Graphite Oxide Composites As High-Efficiency CO Capture Media", "authors": ["Alfonso Policicchio", "Yunxia Zhao", "Qin Zhong", "Raffaele G. Agostino", "Teresa J. Bandosz"], "doi": ["10.1021/am404952z"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0006.gif\">"]}