{"abstract": "The concentration dependence of the self-diffusivity of short-chain linear alkanes in the narrow window type metal–organic framework (MOF) UiO-66(Zr) has been studied by means of quasi-elastic neutron scattering (QENS) measurements combined with molecular dynamics (MD) simulations. These computations employ a force field to describe the host/guest interactions which was preliminarily validated on the adsorption data obtained for the system of interest via gravimetry and microcalorimetry measurements. The QENS-measured self-diffusivity profile presents a nonmonotonic tendency as the alkane loading increases, with the existence of a maximum that depends on the size of the alkane. The comparison with the simulated results obtained using either a flexible or a rigid framework highlights that the consideration of the flexibility is of prime importance when exploring the diffusion of ethane molecules in porous materials. The self-diffusivities subsequently calculated for propane and -butane corroborate the results obtained for ethane, leading to a similar form for the plots of self-diffusion coefficient vs loading. The global microscopic diffusion mechanism is further shown to involve a combination of intracage motions and jump sequences between the tetrahedral and octahedral cages of the framework. The self-diffusion coefficients which decrease with increasing molecular size, and thus increasing confinement, are further compared to the values previously reported for MOFs with pore networks of different dimensions.", "text": "10.1021/jp509672c Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesIntroductionEfficient gas storage and separation processes are of paramount importance in the chemical industry. For example, natural gas is made up of several hydrocarbon components including short-length alkanes, and their separation is of importance from the point of view of purification for energy applications.(1-5) Currently, this is achieved principally by means of physisorption-based processes involving the use of efficient adsorbents such as zeolites(6) and, to a lesser extent, pillared layered clays and porous carbons.(7) While such a separation is mainly driven by thermodynamic considerations, the diffusive properties of gases confined in these kinds of porous media can also play a significant role, and an exploration of this topic is an important step for the improvement of potential adsorbents. The delivery process of methane from natural gas can also be affected by the presence of low amounts of other short-length alkanes including ethane, propane, and n-butane. This calls for a deeper understanding of the diffusion mechanism for this series of species within the pores of the adsorbents.Studies of diffusion of hydrocarbons in zeolites are abundant in the literature, detailed with both experimental and computational approaches. Some examples of work on short-chain hydrocarbons include the contribution of Demontis and Suffritti who explored the diffusion of methane and ethane in different zeolites (ZK4, NaA, silicalite, AlPO4-5) using molecular dynamics (MD) simulations.(8-11) This computational approach was also intensively employed by Smit and co-workers to predict the diffusion of short-length linear alkanes in a series of zeolites.(12-15) Krishna et al.(16) investigated the Maxwell–Stefan (M–S) and self-diffusivities of methane, ethane and propane in a variety of zeolites including MFI, ISV, BEA, AFI, FER, FAU, and LTA, at different loadings by means of MD simulations, as well as propane, n-butane and other alkanes in diverse materials such as cobalt formate frameworks.(17) Yashonath et al.,(18) Sayeed et al.,(19) and Snurr et al.(20) looked at the diffusion of methane and propane, respectively, in NaY. Molecular simulations have also been used to study gas mixtures. Examples include the work of Maurin et al.(21) and Snurr et al.,(22) who explored the diffusion of CH4 in the presence of CO2 (Maurin), and CH4, C3H8, and n-C4H10 in the presence of CF4 (Snurr) in NaY. Maurin et al. also looked at the dynamics of a CH4/CO2 mixture in AlPO4-5.(23) Hussain and Titiloye(24) concentrated on silicalite, studying the diffusion of pure and mixed alkanes by MD simulations. The concentration dependence of the self-diffusivity of ethane and ethylene in NaA zeolite was simulated by Gladden et al.(25) using Monte Carlo lattice dynamics, while Dubbeldam et al.(26) used a transition state theory approach to explore the diffusion of methane, ethane, and propane in LTA and LTL zeolites.On the experimental side, a series of techniques including pulsed-field gradient (PFG) NMR, quasi-elastic neutron scattering (QENS),(27) and interference microscopy(28) have been widely employed to characterize the self-diffusivity of short-length linear alkanes in different zeolites. The main contribution emanates from Jobic,(29-36) Kaerger,(37-39) and co-workers who explored diffusion phenomena in diverse zeolites including MFI, silicalite, NaY, NaX, ZSM-5, and AlPO4-5. The use of QENS for the measurement of the alkane diffusion has also been extended to a study of sol–gel derived silica.(40) Binder et al.(28) have illustrated the use of interference microscopy for the exploration of the intracrystalline diffusion of small hydrocarbons in DDR zeolites. Dai et al.(41) performed pulsed-field gradient (PFG) NMR experiments to study the self-diffusivities of ethane and ethylene in large-crystalline SAPO-34. The works of Caro et al.(42) and Hedin et al.(43) serve as further examples of the use of PFG NMR for the study of alkane diffusion in zeolites. However, although zeolites are widely used in industry for such separation tasks, they present a number of shortcomings, including an expensive high-temperature regeneration step, meaning that more energy-efficient materials would improve this process.Metal–organic frameworks (MOFs) are potential storage and separation materials for a range of different gases including CO2, H2, N2, and CH4, as well as short- and long-chain hydrocarbons.(1, 44-50) These porous hybrid materials have several interesting features such as large adsorption capacity and shape/size channel adjustability with respect to traditional porous materials, including the aforementioned zeolites and different types of carbons.(1, 3, 4, 45, 49, 51, 52) Additionally, we can further regulate and control the adsorption/separation abilities of this relatively new class of these solids by changing the nature of the organic linkers which interconnect the inorganic moieties to form the porous network.(53) Therefore, via such a chemical modification, the interactions between the porous materials and the guest molecules can be tuned to the required level. Several studies using a variety of experimental and computational techniques have already been published on the diffusion of short-length linear hydrocarbons in MOFs, either as pure phases or in the context of a mixture, for example, ethane and ethene. Chmelik et al.(54) investigated the intracrystalline diffusion of alkanes (including ethane and n-butane) in HKUST-1 and ethane in ZIF-8, using infrared microscopy (IRM), the same technique used in a study of ethane in ZIF-8 by the same group.(55) HKUST-1 was also the subject of the work of Wehring et al.,(56) where PFG NMR was combined with MD simulations to examine the diffusivity of the series of alkanes from propane to n-hexane. PFG NMR was also deployed by Stallmach et al.(57) to measure the self-diffusion coefficients of several alkanes in MOF-5, as well as by Chmelik et al.,(58) who evidenced a favorable diffusion selectivity for ZIF-8 toward ethene in an ethene/ethane mixture. The dynamics of methane in different MOFs was probed via MD calculations by Skoulidas et al.(59) Such a computational strategy was also deployed by Seehamart et al.(60, 61) to explore the self-diffusivity of ethane in the MOF Zn(tbip) (H2tbip = 5-tert-butyl-isophthalate acid), as well as a methane/ethane mixture in the same MOF,(62) followed by the works reported by Babarao et al.(63) and Krishna et al.(64) on the diffusion of different short-length hydrocarbon isomers in PCN-6 among others.QENS measurements were also coupled with MD simulations to characterize the diffusion of small molecules and hydrocarbons in a series of MOFs including MIL-47(V)/MIL-53(Cr),(48, 65-71) ZIF-8,(72) and UiO-66(Zr).(50, 73, 74)The pore systems of certain MOFs (such as MIL-47(V)) are composed of channels where the molecular diffusion can take place relatively unhindered in one dimension.(71) However, motion in three dimensions can also be envisaged in certain other frameworks showing appropriate pore topology, for example, IRMOF-1, which has a channel system in all three directions. Another type of framework topology consists of cages of different sizes interconnected via windows, in which an adsorbate would have to exclusively migrate between cages, with no possibility of diffusion in a pore channel. A prominent example of such a MOF system is UiO-66(Zr) (UiO stands for University of Oslo).(75) This MOF is built up from Zr6O6(CO2)12 units interlinked via terephthalate linkers, forming a pore system with two types of cages of different sizes (free diameters of ca. 8 and 11 Å for the tetrahedral and octahedral cages, respectively), which are joined together through triangular windows (see Figure 1). The diffusion mechanism of a small molecule in such a MOF is more complex than that seen for MOFs with one-dimensional channels, such as MIL-47(V), since it is necessary for a guest molecule to enter and exit the different cages via the interconnecting windows, and these steps would have an associated energy barrier to overcome.(73, 74) Indeed, UiO-66(Zr) may be considered as a model system for this kind of pore topology, and since the material has been shown to possess a high thermal and mechanical stability, as well as a good resistance to different solvents, with a well-controlled synthesis procedure,(76, 77) it is a promising candidate for further application in the field of adsorption and separation.(50, 78-80)Figure 1. Illustration of the UiO-66(Zr) structure. The blue sphere and yellow sphere represent the void regions inside the tetrahedral and octahedral cages, respectively. Hydrogen atoms on the organic linkers were omitted for clarity.While this Zr-based MOF has been the subject of several adsorption studies,(77, 78, 81-93) the literature on the diffusion of confined molecules within its pores is still scarce. Initial studies on pure phases of CO2 and CH4 used a fixed framework model, giving a poor agreement with QENS data, leading to the development of a flexible force field for the UiO-66(Zr) framework.(74) The subsequent simulations using this force field gave a better agreement with the experiments and also allowed the elucidation of the intercage hopping mechanism of diffusion, which required a treatment of the rotation of the phenyl rings that constitute the tetrahedral cages.(74, 94) This treatment of a flexible framework also proved necessary in a study where CO2/CH4 mixtures in UiO-66(Zr) were considered.(73, 74) In addition, functionalization of the phenyl rings can change the affinity of the framework for guest molecules as well as the diffusive properties of the adsorbates, owing to the modification of the framework’s degree of flexibility. This has been illustrated during studies of CO2 adsorption on UiO-66(Zr)-(COOH)2 and of mixtures of CO2/CH4 and CO2/N2 in the same material.(50, 95) Although UiO-66(Zr) and certain functionalized versions have been well-studied for the adsorption and diffusion of small gas molecules, as detailed above, the diffusion behavior of linear alkane species longer than methane through a pore system of this type, of which UiO-66(Zr) is a model material, remains unexplored.Thus, we present a study of the adsorption and diffusion of short-chain linear hydrocarbon molecules, in the series from ethane (C2) to n-butane (C4). The adsorption of these gas species was first explored at room temperature by coupling manometry experiments and Grand Canonical Monte Carlo (GCMC) simulations followed by a detailed characterization of the strength of host/guest interactions involving the use of microcalorimetry measurements. The concentration dependence of the self-diffusivity of short-chain hydrocarbon molecules in UiO-66(Zr) was then explored by combining QENS measurements and MD simulations based on the use of a flexible force field for the framework. A careful analysis of the MD trajectories allows a deeper insight into the microscopic mechanism in play.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesMaterials and MethodsSynthesis of UiO-66(Zr)Deuterated UiO-66(Zr) was prepared from a large-scale mixture of zirconium tetrachloride ZrCl4, deuterated terephthalic acid HO2CC6H4–CO2H, hydrochloric acid, and dimethylformamide in the 25 mmol:50 mmol:50 mmol:150 mL ratio. The slurry was then introduced in a 750 mL Teflon liner further introduced in a metallic PAAR bomb. The system was then heated overnight (16 h) at 493 K. The resulting white product was filtered off, washed with DMF to remove the excess of unreacted terephthalic acid, then washed with acetone and dried at room temperature. The sample was finally calcined at 523 K under vacuum (5 mbar) to remove the DMF from the framework.Adsorption MeasurementsThe adsorption of hydrocarbons was carried out at 303 K using a manometric adsorption apparatus coupled with a Tian-Calvet-type microcalorimeter.(96, 97) This experimental device measures the isotherm and the enthalpies of adsorption simultaneously using a point by point method of gas introduction to the sample. Prior to each adsorption experiment, the UiO-66 samples were outgassed at 473 K under a vacuum of 10–3 mbar. The hydrocarbon gases were obtained from Air Liquide (Alphagaz, France). Each experiment was repeated several times, and both isotherms and enthalpy values were obtained by averaging over all the experiments. An error of around 0.2 kJ/mol can be assumed for the enthalpies of adsorption measured in the low loading regime.Quasi-Elastic Neutron ScatteringThe QENS experiments were carried out using the IN6 spectrometer at the ILL in Grenoble, France. An incident neutron energy of 3.12 meV (5.12 Å) was taken. The spectra were recorded at different scattering angles, the corresponding wave-vector transfers, Q, ranging from 0.25 to 1.9 Å–1. However, the presence of strong Bragg peaks at small angles after dehydroxylation of UiO-66(Zr) restricted the number of groupings of detectors to the Q range 0.58–0.84 Å–1. The energy transfer, ℏω, was analyzed for ±1.5 meV. The elastic energy resolution, measured with a vanadium standard, could be fitted by a Gaussian function with a half-width at half-maximum (HWHM) varying from 41 μeV at small Q to 44 μeV at large Q.A deuterated version of UiO-66(Zr) was used to reduce the scattering from the framework. The MOF was degassed at 473 K, and the activated solid was transferred in a glovebox into a slab-shaped aluminum container, which was connected to a gas-inlet system allowing in situ adsorption. After recording the scattering of activated UiO-66(Zr), different concentrations of C2H6 were investigated at 270 K, the adsorbed amounts being determined by volumetry. Measurements were performed at three temperatures for the first loading, to derive the activation energy for diffusion. Hydrogenated ethane was selected to follow the diffusion of this molecule, taking advantage of the large incoherent cross section of hydrogen.(29) The self-diffusivities were determined within an error bar of 30%.Grand Canonical Monte Carlo and Molecular Dynamics SimulationsAs a preliminary step to validate the microscopic models of both the alkanes and the MOF framework and the force field parameters for the host/guest interactions, configurational bias grand canonical Monte Carlo (CB-GCMC) simulations were conducted to predict the adsorption isotherms of C2 to C4 at 303 K using the CADSS software(98) which were further compared to the experimental data. These simulations considered a simulation box comprised of 18 (3 × 3 × 2) unit cells for UiO-66(Zr), with all atoms of the framework maintained fixed at their initial positions since the flexibility of the framework is unlikely to impact the placement of the guest molecules in the different adsorption sites by the  Monte Carlo algorithm. These calculations considered 2 × 107 Monte Carlo (MC) steps including translation, rotation, insertion/deletion, and partial/complete regrowth of the molecule using the same acceptance probabilities as in our previous study on this series of hydrocarbons in MIL-47(V) and MIL-53(Cr).(99) The Lennard-Jones (LJ) interactions were calculated with a cutoff radius of 14.0 Å. The adsorption enthalpies at zero coverage of C1 to C4 were calculated using the revised Widom’s test particle method.(100)Subsequently, classical MD simulations were performed to study the self-diffusivity of the short-linear alkanes in UiO-66(Zr) at 270 K using the DL_POLY 2.20 simulation package.(101) Prior to the MD simulations, 2 × 107 MC cycles in the canonical (NVT) ensemble were performed in order to randomly insert the diffusing guest molecules at the different concentrations experimentally explored. Velocities from the Maxwell–Boltzmann distribution at the required temperatures were assigned to all the adsorbate molecules and the framework atoms. The MD simulations were then conducted using the NVT ensemble at 11 different loadings for ethane, mirroring the loadings examined by QENS measurements. Seven different loadings were considered for the propane and n-butane calculations. On the basis of our previous findings on UiO-66(Zr) and its derivatives,(50, 74, 94) these MD calculations considered a fully flexible force field for the MOF framework as mentioned below, having proved important in order to capture intercage motion in a framework topology such as that of UiO-66(Zr). In the case of ethane, the MD calculations were also conducted using a rigid framework to emphasize the impact of the framework flexibility on the diffusivity. The Berendsen thermostat was used to maintain a constant temperature during the simulations.(102) Here again, the long-range Coulombic interactions were evaluated by the Ewald summation method, while all of the LJ interactions were calculated with a cutoff radius of 14.0 Å. The velocity-Verlet algorithm was used throughout to integrate Newton’s equations of motion with a time step of 1 fs, and periodic boundary conditions were applied in all three dimensions. Prior to starting the production run of 2 × 107 MD steps (i.e., 20 ns), each MD system was equilibrated with at least 5 × 105 MD steps. The positions of each adsorbate molecule were stored every 5000 MD steps for subsequent analysis.On the basis of the above simulations, we further extracted the self-diffusivity (Ds) of the guest molecules for each loading. In order to improve the statistics of the calculation, the diffusivities at each loading were averaged from five MD independent trajectories, and the method with multiple time origins was also adopted as described previously.(68) The self-diffusivity (Ds) measures the displacement of a tagged molecule as it diffuses at equilibrium, which is related to the mean squared displacement (MSD) of tagged particles by an Einstein relation(103)(1)where ⟨...⟩ denotes an ensemble average; ri(t) is the position vector of the diffusing molecule i at time t; N is the number of the adsorbate molecules in the simulation system; and d corresponds to the dimension of the system examined (d = 3 for current material).Force Field and ChargesIn this work, the alkane molecules were represented using a united atom model, where each carbon atom was grouped with its H atoms to form a single LJ site. A fixed bond length of 1.54 Å was maintained between the united atoms, and their LJ parameters were taken from the TraPPE force field.(104) The atomic partial charges used for the framework and all of the interatomic potential parameters used in the simulations are reported in Table S1 (Supporting Information). The interactions between the guest molecules and the framework, and between the guests themselves, were modeled using only LJ potentials (first term in eq 1), without any Coulombic contributions.(2)In our previous work, we verified that the simulations using the DREIDING force field(105) for the framework organic linker atoms when calculating the adsorption of CH4 in UiO-66(Zr) lead to a better agreement with experimental data. Indeed, this  force field was employed to describe the organic linkers of UiO-66(Zr), including the O atoms, while the Zr atoms were treated using the LJ parameters of the UFF force field.(106) The corresponding potential parameters for the framework atoms are listed in Table S1 (Supporting Information). All of the LJ cross-interaction parameters including adsorbent/adsorbent and adsorbate/adsorbent were determined by the Lorentz–Berthelot mixing rules.(107, 108)For the rigid framework simulations, we did not consider the LJ and Coulombic interactions between atoms of the framework because of their rigid connection with each other. In addition, only Lennard-Jones interactions between the adsorbates and between the adsorbates and the adsorbent were calculated since the united atom model for the alkanes consists of uncharged LJ sites. For the flexible framework simulations, the intraframework nonbonded interactions were modeled using the previously validated flexible force field(74, 94) involving a combination of LJ and electrostatic interactions (eq 1), which were calculated only between atoms separated by more than three bonds. The Mulliken partial charges carried by all the atoms of the UiO-66(Zr) were taken from our previous density functional theory (DFT) calculation.(94) The resulting charges and the location of each atom type on the framework are described in Table S1 and Figure S1 (see Supporting Information).Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesResults and DiscussionAdsorptionAs per other adsorbates in this material,(77, 79, 80) including methane, the adsorption isotherms obtained experimentally are of type I, as shown in Figure 2, with a maximum loading of 4.0, 4.4, and 3.2 mmol·g–1 for ethane, propane, and n-butane, respectively, at 303 K. From these figures, one can see that the isotherms simulated using GCMC are in good agreement with those obtained by experiment in terms of the shape and the amount adsorbed, allowing a validation of the microscopic model for both host and guest, and the force field parameters used to describe the system throughout this work. It is noteworthy that this agreement is obtained using a rigid framework model for UiO-66(Zr). This clearly emphasizes that such an assumption is reasonable when one aims to explore adsorption of molecules, even in a small pore-type MOF. This is corroborated by the good agreement between the measured adsorption enthalpy values and those calculated by GCMC at zero coverage (Figure 3). A plot of the enthalpy against the number of carbon atoms present in the adsorbate gives a linear trend (Figure 3), as already shown for the same types of hydrocarbon in other MOFs, such as MIL-53(Cr)(109) and MIL-47(V).(110) The resulting experimental (13.40 kJ/mol) and simulated (14.16 kJ/mol) incremental values are both significantly larger than the ones previously reported in the 1D-type pore channel MIL-47(V)/ML-53(Cr), which ranges from −7.5 to −10 kJ/mol. This is consistent with a stronger interaction between the additional −CH2 site added as one increases the alkane length and the pore wall, due to the more confined environment of UiO-66(Zr) generated by the small pore type cages (such as the tetrahedral cages of this MOF). Inspections of the configurations extracted from the GCMC simulations for C2 to C4 at different pressures show that the adsorbates progressively fill the tetrahedral cages, which represent the most favorable adsorption sites. Once these sites are all occupied, the molecules are then adsorbed in the larger octahedral cages. Such a microscopic adsorption mechanism is consistent with the conclusions drawn from our previous studies for C1.(74, 94)Figure 2. Experimental (empty symbols) and simulated (filled symbols) adsorption isotherms at 303 K for ethane (upside down triangles), propane (triangles), and n-butane (squares) in UiO-66(Zr).Figure 3. Plot of the adsorption enthalpy at zero coverage at 303 K against the number of carbon atoms present in the adsorbate. The experimental values are represented by the empty squares and dotted line and the simulated values by the filled squares and solid line.DiffusionThe QENS spectra obtained at different C2H6 concentrations are shown in Figure 4. During a QENS experiment, one measures in Q–ω space motions which occur in real space and in time.(29) The measured intensities are proportional to a dynamical structure factor, S(Q, ω), which is the four-dimensional Fourier transform of a correlation function, G(r,t), related to the translational and rotational motions of the molecule. The QENS spectra could thus be simulated by a translational scattering function convoluted with a rotational scattering function and with the instrumental resolution. The rotation was found to be isotropic, and the small radius of gyration (R = 1.52 Å) ensured a small contribution of this motion in the considered Q range (see Figure 4).It can be seen in Figure 4 that the broadening of the elastic peak, and hence the diffusivity, increases up to a concentration of 19.2 molecules/u.c. and decreases for higher loadings. This is more evident in the plot of the HWHM as a function of Q2 (Figure 5) where the linear variation justifies the use of a Fickian model for the diffusion. In principle, intra- and intercage motions can be differentiated by QENS (e.g., ref 21), but in the case of UiO-66(Zr), the restricted Q range did not allow a test of a more complex diffusion model. However, the convolution of this model with isotropic rotation and with the instrumental resolution already led to a good agreement with the experimental QENS spectra (see Figure 4).Figure 4. Comparison between the experimental (+) and the calculated spectra (solid lines) obtained for C2H6 in UiO-66(Zr) at various loadings: (a) 5.0, (b) 12.9, (c) 19.2, and (d) 30.7 molecules per u.c. (T = 270 K, Q = 0.61 Å–1). The dashed lines indicate the contribution from rotation.Figure 5. Half-width at half-maximum versus Q2 of the translational component in the QENS spectra of ethane at 270 K in UiO-66(Zr) at different concentrations: 5.0 (⬢), 9.4 (▲), 12.9 (◆), 15.8 (■), 19.2 (▼), 25.8 (○), and 30.7 C2H6/u.c. (□).Figure 6 reports the loading dependence of the self-diffusivity for ethane extracted from the above QENS spectra at 270 K. As expected from the evolution of the broadening of the elastic peak as a function of the loading (Figure 4), similarly to the case of methane,(74) the Ds presents a maximum for a loading of 19.2 molecules/u.c. and then decreases at higher concentrations. The Ds values range from 3.0 × 10–10 to 1.16 × 10–9 m2/s, and they are significantly lower than the QENS data previously reported for methane at 230 K (from 2.0 × 10–9 to 2.80 × 10–9 m2/s). One can also notice that the similar dependence of Ds was also experimentally found for ethane in faujasite NaX(111) with windows of larger pore sizes. Table 1 lists the Ds values for the self-diffusivity of ethane in other porous materials, obtained by means of simulation or experiments, including diverse zeolites and MOFs.Figure 6. Left: Evolution of self-diffusion coefficients as a function of the C2H6 loading in UiO-66(Zr) at 270 K: QENS (empty triangles), simulations with rigid (filled circles) and flexible (filled squares) framework. Right: Ds values (from MD simulations) for propane (red squares) and n-butane (blue triangles) as a function of loading at 270 K.Table 1. Comparison of the Self-Diffusivities of Ethane, Propane, and n-Butane in Various Nanoporous Materialsamaterialpore system typeadsorbateT [K]Ds (C2H6) [m2/s]data typerefFAU3Dethane3000.37–23.4MD16CHA3Dethane3000.47–1.34dcTST114ITQ-29 (LTA)3Dethane3000.48MD115NaX3Dethane3000.87–10.10PFG NMR111HKUST-13Dethane3000.61–7.54MD54MIL-53(Cr)1Dethane3003.5–15QENS67MIL-53(Cr)1Dpropane3002.5–22QENS67MIL-53(Cr)1Dn-butane3001.5–35QENS67MIL-47(V)1Dethane3006–11.5QENS71MIL-47(V)1Dpropane3001–7.5QENS71MIL-47(V)1Dn-butane3000.8–10QENS71NaY3Dpropane300–3501.32–2.0MD18HKUST-13Dpropane3003.33MD56HKUST-13Dn-butane3002.1MD56IRMOF-13Dpropane298∼3MD113IRMOF-13Dn-butane298∼3MD113UiO-66(Zr)cageethane2700.30–1.16QENSthis work   2700.15–1.38MD (Flexible)this work   2700.03–0.80MD (Rigid)this work  propane2700.01–0.17MD (Flexible)this work  n-butane2700.00167–0.0077MD (Flexible)this worksilicalite2Dethane3000.33–6.21MD310.50–5.00PFG NMR42zeolite X3Dethane3001.00–10.00PFG NMR42zeolite A3Dethane3000.10–0.40PFG NMR42MFI2Dethane3000.71–7.34MD16Si-MFI2Dethane3000.68–7.37MD1110.47–5.12PFG NMR111ISV3Dethane3000.09–18.47MD16BEA3Dethane3003.48–29.21MD16FER2Dethane3000.17–14.31MD16Si-AFI1Dethane3001.09–23.00MD111Si-CHA3Dethane3010.000480PFG NMR43Si-LTA3Dethane3000.02–1.05MD111LTA-5A3Dethane3000.10–0.38PFG NMR111Si-IHW2Dethane3000.04MD115Si-ITE2Dethane3000.43MD115sol–gel derived silica ethane2000.43 ± 0.05QENS402352.9 ± 0.22QENS402705.3 ± 0.35QENS40NaZSM-52Dethane3001.25–3.00QENS35NaX3Dethane2230.25–2.40PFG NMR39NaA3Dethane3500.0000113–0.0000170MCLD25SAPO-341Dethane2950.0044–0.0067PFG NMR41Zn(tbip)1Dethane2980.9–1.5MD623000.07–1.03MD61MOF-53Dethane29821.0PFG NMR5722319.0PFG NMR57Cu-BTC3Dethane3006.7MD56Co-FA ethane3000.0020–0.11MD17Mn-FA ethane3000.015–0.46MD17ZIF-83Dethane2980.00876–0.00915IRM55ALPO-5 ethane3001.6–1.8MD9silicalite-1B2Dbutane2988–9PFG NMR27LTL3Dethane3005MD/dcTST26LTL3Dpropane3003MD/dcTST26aHere, the QENS and PFG NMR data are related to intracrystalline and to both intra- and intercrystalline diffusion processes, respectively. However, this difference can be counteracted by using sufficiently large crystallites, which is generally the case if the studies are focused on intracrystalline diffusion.(112)The concentration dependence of the self-diffusion coefficients of ethane in UiO-66(Zr) was further determined by MD simulations conducted using either a rigid or flexible MOF framework. Figure 6 shows that both calculations lead to a nonmonotonic profile for Ds. However, the magnitude of the QENS value in the whole range of loading and the position of the maximum are much better reproduced by the simulations considering a flexible framework. This holds also true when one compares the calculated activation energies obtained using a rigid and a flexible framework in complementary MD simulations at 200, 250, 300, and 330 K for the lowest investigated loading (5 ethane/u.c.) and using an Arrhenius plot as depicted in Figure 7. The resulting value is lower in the case of the flexible framework (7.8 vs 9.0 kJ/mol), which tends toward the QENS data for the same ethane concentration (5.0 kJ/mol). This whole observation emphasizes that in contrast to the adsorption study the dynamics of the framework in the case of small pore type MOF plays a crucial role in the diffusion of the confined molecules within their pores, and this cannot be omitted in the MD simulations. This also indicates that the force field parameters for the host/guest interactions validated on the thermodynamic properties of the system of interest lead to a very good description of the dynamic features.Figure 7. Simulated self-diffusivities (expressed in m2 s–1 × 10–8) for ethane with rigid (blue filled triangles) and flexible (red filled triangles) framework at 200, 250, 270, 300, and 330 K used for calculating the activation energies. The data for propane (green filled squares) and n-butane (black filled circles) are also shown at 290, 310, 330, 350, and 370 K for a loading of five molecules per unit cell. The QENS data are reported as black empty triangles.The self-diffusivities further simulated for the propane and n-butane cases show the same trends as ethane, as a function of concentration with a maximum shifted to a lower loading, i.e., 9 molecules/u.c. (see Figure 6). The resulting Ds are at least one order of magnitude smaller than those obtained for ethane, with values ranging from 1 × 10–11 to 1.7 × 10–10 m2 s–1 and from 1.67 × 10–12 to 7.7 × 10–12 m2 s–1 for propane and n-butane, respectively. This is consistent with the general finding that smaller molecules will diffuse faster in a given host material than larger ones, regardless of the pore topology. A comparison of these Ds values with those obtained in different MOFs included (see Table 1) shows that these adsorbates diffuse slowly in UiO-66(Zr) by at least one order of magnitude, showing the effect of the UiO-66(Zr) pore topology on the diffusion, as compared to channel-containing MOFs. The activation energies for propane and n-butane were also calculated in the same manner, using a flexible framework model only, with a loading of 5 molecules/u.c. (see Figure 7 for the corresponding Arrhenius plots). For propane, a value of 8.7 kJ/mol was obtained, while 11.3 kJ/mol was calculated for the n-butane case. Both values are higher than the ones previously obtained for the same alkanes in the open channel MOFs including MIL-47(V), MIL-53(Cr), HKUST-1, and IRMOF-1 which range from 3 to 8.5 kJ/mol,(55, 65, 108, 113) consistent with the higher degree of confinement in the tetrahedral cages of UiO-66(Zr).In keeping with the methane and ethane analysis, the activation energy therefore increases linearly as a function of the adsorption enthalpy at low coverage, as shown in Figure 8. This illustrates that increasing the hydrocarbon length leads to a stronger retention in the tetrahedral cages which correspond to the preferential siting sites for all alkanes, leading to a higher activation energy for diffusion. This trend is consistent with the increase of the van der Waals volume estimated for each alkane (see Figure 8) and thus confirms that in this host system the degree of confinement strongly affects the molecule’s capacity to diffuse.Figure 8. Plot of the simulated activation energies (squares and dotted line) and the van der Waals volume (triangles and solid line) against the calculated adsorption enthalpies at low coverage for all alkanes.To obtain more insight into the diffusion mechanism of these longer chain alkanes, the diffusion trajectories of ethane were first carefully studied. It was observed that at low loading the mobility of these molecules occurs via intracage motions inside tetrahedral cages or by jump sequences “tetrahedral cages–octahedral cages–tetrahedral cages” through triangular windows, as schematically illustrated in Figure 9. Ethane obeys a 3D-type diffusion mechanism from a translational point of view, and an analysis of the trajectories extracted from the simulations shows that during the periods where the ethane molecules reside in the tetrahedral cages the diffusive species are orientated in a random fashion, which is consistent with the isotropic rotational dynamics evidenced from the fit of the QENS spectra. It was further shown that the ethane molecules spend most of their time in the tetrahedral cages and quickly jump back or into another tetrahedral cage once they enter the octahedral cage.Figure 9. Illustration of the diffusion mechanism of C2H6 in UiO-66(Zr) at a loading of 5 molecules/u.c.. The positions 1–6 denote the jump sequences of C2H6 observed during the MD trajectory.The 2D probability density distributions for ethane were calculated at different loadings from the MD trajectories recorded at 270 K. As shown in Figure 10a, these species mostly distribute in the tetrahedral cages at the loading of 5 molecules/u.c. Because the size of tetrahedral cages is smaller than those of the octahedral cages, the alkanes more easily interact with the walls of the tetrahedral cages so are more likely to be adsorbed in these cages at low loading, as described above. At intermediate loadings (Figure 10b), the tetrahedral cages are still preferentially occupied, and some molecules start to diffuse over longer distances into the adjacent octahedral cages, thus leading to an increase of Ds, which passes through a maximum. This proposition coincides with the Ds vs loading profile shown in Figure 6. At high loadings (Figure 10c), both tetrahedral cages and octahedral cages are nearly fully occupied by C2H6 molecules, and the Ds values are low. A similar behavior is seen for propane and n-butane in Figures S2 and S3 (Supporting Information). Propane and n-butane molecules also diffuse via the same jump sequence mechanism. As for the ethane molecules, these molecules must pass through the triangular windows when migrating from a tetrahedral cage to an octahedral cage, which becomes increasingly difficult as one increases the van der Waals volume of the molecules, as illustrated by the activation energies and decreasing Ds values discussed above. Since the larger molecules have a higher activation energy, this slows the molecule in its diffusion path through the pore system of the MOF.Figure 10. 2D probability density plots of the COM of C2H6 in UiO-66(Zr) at 270 K from MD at different loadings. (a) 5 molecules/u.c., (b) 21 molecules/u.c., (c) 35 molecules/u.c. (Yellow and blue circles denote the tetrahedral and octahedral cages, respectively.)To further provide an interpretation of the concentration dependence of Ds, the average residence time inside the tetrahedral cages of the UiO-66(Zr) material was calculated for all alkanes as a function of loading, using the trajectories recorded during the MD runs. In each calculation, the starting coordinates of all the molecules stored in one MD trajectory were employed to determine whether the guests are located inside or outside the tetrahedral cages using the center positions and diameters of all of these types of cages. The subsequent coordinates of all the molecules were used to follow whether they enter or leave these cages. If some molecules that were initially inside a tetrahedron were found to move out of these cages, the time intervals between their entrance and the current moment were then calculated. As shown in Figure 11, the profiles of residence time and Ds are both nonmonotonic curves, and a minimum of residence time is obtained when the Ds curve reaches the maximum in a similar way to what was previously observed for methane. Therefore, the Ds of guest molecules in porous materials may be linked to the residence time values. As may be inferred from Figure 10, in the low loading range, the ethane molecules are mostly distributed in tetrahedral cages, interacting with the framework, leading to low Ds values and long residence times. With an increase in loading, the adsorbates become freer to diffuse into the adjacent octahedral cages, hence the increase in Ds values and, accordingly, the decrease in residence times. When the loading increases to a certain extent, both the tetrahedral cages and the octahedral cages become increasingly occupied, hindering the diffusion of the guests. Therefore, the Ds values decrease, and the residence time increases with the increase in loading. The same explanation also holds for the propane and n-butane cases. However, with n-butane, although we obtain the same shape for the Ds vs loading curve, one can see that this curve is much flatter, explaining the smaller variation of Ds with loading. This indicates that n-butane molecules initially located in the tetrahedral cages diffuse less readily than the shorter alkanes.Figure 11. Ds (empty symbols) and residence time (filled symbols) for C2H6 (circle symbols) in tetrahedral cages of flexible UiO-66(Zr) at 230 and 270 K, respectively. For comparison, the same data previously obtained for CH4 (square symbols) are represented.(74)Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesConclusionsThis work describes the diffusion of ethane, propane, and n-butane in UiO-66(Zr) by means of QENS measurements and MD simulations based on a force field preliminarily validated with the adsorption data collected by gravimetry/calorimetry measurements. The simulated self-diffusivities of ethane are in good agreement with those measured by QENS, and both sets of data present a nonmonotonic profile with the presence of a maximum. The same concentration dependence profile for Ds was further predicted for propane and n-butane, although the maximum decreases to a lower concentration, given the larger size of these molecules. The profile of residence time for all alkanes in the tetrahedral cages of UiO-66(Zr) was further simulated for the interpretation of the self-diffusivity profile. It was shown that the diffusion of these guest molecules is an isotropic process with 3D-type jumping behavior from tetrahedral to octahedral cages. The more bulky molecules were revealed to diffuse more slowly through the pores. The order of the diffusion coefficients decreases with increasing van der Waals volume, increasing adsorption enthalpy at low coverage, and increasing activation energy, which illustrates that the diffusivity in this cage-type MOF is predominantly governed by the degree of confinement of the molecule in the pore. Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesSupporting InformationSelf-diffusivities of C2H6 in other nanoporous materials. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesAcknowledgmentThe authors are very grateful to Dr. Thomas Devic for very useful discussions and thank the Institut Laue–Langevin for allocating neutron beam time on IN6. G.M. thanks the Institut Universitaire de France for its support. This work was also supported by the National Key Basic Research Program of China (“973”) (No. 2013CB733503), the Natural Science Foundation of China (Nos. 21136001 and 21322603), and the Program for New Century Excellent Talents in University (No. NCET-12-0755), as well as the European Community’s Seventh Framework Programme (FP7/2007-2013 “MACADEMIA”) under Grant Agreement 228862.Reference QuickViewTop of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesReferencesThis article references 115 other publications.1. Li, J.; Sculley, J.; Zhou, H.-C. Metal-Organic Frameworks for Separations Chem. Rev. 2012,  112,  869– 932[ACS Full Text ], [CAS]1. Metal-Organic Frameworks for SeparationsLi, Jian-Rong; Sculley, Julian; Zhou, Hong-CaiChemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    869-932CODEN:\r\n                CHREAY;\r\n        ", "title": "Adsorption and Diffusion of Light Hydrocarbons in UiO-66(Zr): A Combination of Experimental and Modeling Tools", "authors": ["N. A. Ramsahye", "J. Gao", "H. Jobic", "P. L. Llewellyn", "Q. Yang", "A. D. Wiersum", "M. M. Koza", "V. Guillerm", "C. Serre", "C. L. Zhong", "G. Maurin"], "doi": ["10.1021/jp509672c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0011.gif\">"]}