{"abstract": "Accurate characterization of porous materials is essential for understanding material properties and evaluating their performance for potential applications. In general, any methodology that entails developing an accurate classical force field is computationally expensive as it requires a large number of quantum mechanical nonempirical calculations. In order to expedite such calculations without sacrificing too much accuracy, we have developed a systematic procedure where, starting from an initial trial force field, accurate adsorption isotherms of porous materials can be obtained at low computational cost. Specifically, the procedure involves correcting single-point energy values sampled from the trial force field in grand canonical Monte Carlo simulations from few quantum mechanical calculations. We demonstrate that the methodology yields accurate adsorption data in diverse selection of guest molecules in porous materials such as CH and CO in zeolites (i.e., MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW) and CO in metal–organic frameworks (i.e., M-MOF-74 with M = Mg, Fe). Furthermore, we use our corrected force fields to predict the adsorption properties of N in V-MOF-74 and Ti-MOF-74, which are two materials that have yet to be synthesized experimentally. We anticipate that this methodology will be useful in accurately characterizing a given porous material in the absence of a reliable force field as well as for efficiently screening a large number of porous materials.", "text": "10.1021/jp412368m Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesIntroductionPorous materials contain pores with length scales on the order of few angstroms that allow selective adsorption of guest molecules. Because of the large internal surface area and the enhanced adsorption capacities, porous materials are seen as promising candidates for many energy-related applications such as gas storage/separation and catalysis.(1-4) In particular, there has been a growing amount of interest among the scientific community in a class of porous materials called metal–organic frameworks (MOFs), which are crystalline structures that consist of metal atoms and organic ligands.(5-7) Because of a wide selection of choices available in the metal atoms, ligand types, and the topology of the structures, thousands of distinct MOFs have been synthesized, and the number of potential, hypothetical structures that can be synthesized is theoretically infinite. As the total number of experimentally synthesized MOFs continues to increase at a rapid pace, the ability to predict material properties prior to synthesis becomes critical for any rational MOF design. In particular, accurate characterization of the adsorption properties of porous materials becomes very important as it ties in directly with the storage and separation capabilities of the MOFs. In this regard, the experimental adsorption isotherm data provide a direct way to test the veracity of a given computational model as there should in principle be good agreement between the simulated and the experimental isotherm results upon adopting a correct model. From a computational perspective, accurate prediction of adsorption properties depends on the reliability of the force fields used to model the system in question. In the past, there have been several studies on large-scale screening of porous materials, but most of these works involved generic force fields, which may not yield accurate data for a large number of diverse structures.(8-14) In theory, one can bypass the force fields and instead conduct exclusively ab initio quantum mechanical calculations. Unfortunately, this approach is time-consuming as quantum mechanical total energy calculations are very expensive, and the number of calculations needed to accurately characterize most of the systems remains large.In order to improve computational efficiency, many efforts have focused on developing accurate force fields for porous materials. Fang et al. used hundreds of quantum mechanical calculations based on ab initio density functional theory (DFT) and the DFT-D2 and the DFT/CC approach to compute accurate force fields for pure-silica zeolites and aluminosilica zeolites, respectively.(15, 16) McDaniel et al. developed force fields based on symmetry-adapted perturbation theory for CO2 adsorption in zeolitic imidazolate frameworks (ZIFs) and demonstrated transferability for selected ZIF structures.(17) Han et al. utilized high-level ab initio calculations to develop accurate dispersive force fields for CO2 uptake in multivariate metal–organic framework structures.(18) Dzubak et al. developed a technique where single-point MP2 energy calculations were conducted along given paths that were well-designed to probe the pairwise short-range interactions to derive the force field parameters.(19) This approach yielded good agreement between the simulated and the experimental isotherm data in both open metal site MOF such as Mg-MOF-74 as well as an archetypical MOF such as MOF-5. Chen et al. conducted similar work on the Mg-MOF-74 structure where they used a multiobjective genetic algorithm to accurately fit over a thousand of single point energies, which resulted in good agreement with the experimental isotherms as well.(20) However, the aforementioned methods may involve a large number of quantum mechanical calculations, which imposes great difficulties in extensively implementing these methods in large-scale screening applications. Sauer and co-workers have developed an alternative approach, in which high-level quantum mechanical methods are used to obtain binding energies at a small set of predefined adsorption sites. Sauer and co-workers have used this approach to model CH4 adsorption in Mg-MOF-74 structure.(21)In this work, we introduce a simple and efficient method that leads to accurate prediction of adsorption properties for various porous materials in absence of a reliable fore field. Compared to ab initio methods, a small amount of CPU time is required to compute an adsorption isotherm using conventional grand canonical Monte Carlo simulations. For example, using one of the generic force fields such as the UFF or Dreiding, we can easily compute an adsorption isotherm curve at the conditions of interest. We take advantage of the fact that although such force fields might be initially inaccurate, they lead to a qualitatively correct description about the location of the adsorption sites as well as the shape of the channels and the pores. Consequently, one can start from an inaccurate force field and utilizing just a few quantum mechanical calculations converge to a model that leads to the correct adsorption properties. In this respect, our work is similar to the methodology proposed by Sauer and co-workers.(21) They constructed a multisite Langmuir isotherm as an “estimate” of the isotherm and used quantum mechanical calculations to obtain the parameters for this model. Comparatively, the advantage of our methodology is that we do not have to assume prior knowledge on the number and location of the adsorption sites and that it automatically includes guest–guest interactions.The methodology introduced in this paper will be valuable in characterizing hypothetical porous materials where reliable force fields do not exist. On top of this, the methodology remains relatively unchanged regardless of the simulated material, making it ideal for large-scale screening. In the rest of the paper, the detail behind the methodology and the simulation results gathered from various different systems will be shown to demonstrate its accuracy as well as its transferability.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesResults and DiscussionACO2 in Mg-MOF-74To describe the methodology, we introduce a test system of CO2 inside Mg-MOF-74, which has shown to be promising for carbon capture due to the presence of unsaturated open-metal sites.(22-26) The main reason for choosing this system is as follows. In the past, we have developed an MP2-derived force field in this same system, demonstrating excellent agreement between the simulation and the experimental data. Accordingly, for our purpose, we can regard the MP2-derived force field as providing a high-quality reference result and subsequently gather millions of single point energy values at low computational cost, which can help better illustrate our methodology. In practice, for a structure where the force field is unknown, we will not have this information at our disposal. However, this does not pose a problem as our algorithm does not rely on collection of millions of single point energy calculations prior to the simulation. All of the classical molecular simulation data obtained from this work came from our in-house developed graphics processing units (GPU) code,(27) where the algorithm detail is described elsewhere.(27)For the initial step, a trial force field that can reasonably describe the system of interest should be chosen. In our case, the UFF and TraPPE force field parameters are selected to model the Mg-MOF-74 framework atoms and the CO2 molecule, respectively, as these are commonly used force fields adopted by the community. In practice, our methodology should converge to the same model regardless of the initial force field choice. We will revisit this point later on in the paper.In general, the UFF force field provides the parameters for the short-range repulsions and dispersive interactions, while the Coulomb interactions follow from the charge distribution on the guest atoms and the MOFs. For the DFT-computed Mg-MOF-74 framework, point charges are obtained from the relaxed Mg-MOF-74 ab initio structure using the REPEAT scheme.(28) The Mg-MOF-74 structure was taken from our previous work,(19) in which the lattice vectors and atomic positions are fully relaxed using the DFT package Quantum Espresso.(29) The REPEAT scheme iteratively finds a set of framework point charges that minimizes the norm difference between the electrostatic potential of atomic charge model and the quantum mechanical self-consistent electrostatic potential. Because the REPEAT scheme incurs very little computational cost compared to the entire structure relaxation procedure, it is worthwhile to obtain these accurate point charge values for our methodology since the structures need to be relaxed before the classical simulation in most cases and especially for these open-metal site structures. Subsequently, the only difference between the MP2-derived force field and the trial force field comes from the short-range repulsion and the dispersive interaction energies between the CO2 and the framework atoms. However, this discrepancy leads to drastically different adsorption data as the two sets of force field yields KH = 1.13 × 10–3 mol/(kg Pa) (MP2-derived force field) and KH = 7.2 × 10–5 mol/(kg Pa) (UFF) at T = 313 K, resulting in two completely different adsorption isotherm curves as shown in Figure 1a. Comparison between the simulated and the experimental data verifies that the MP2-derived force field leads to a better fit with the previous experiments.(30) In our calculations, we assume that all metal sites are active without any defects present in the structure. However, it has been shown experimentally that about 20% of metal sites are inaccessible, which may be due to pore blocking or activation issue.(24) Accordingly, the MP2-derived computational model does not account for this imperfection and thus overestimates the adsorption data with the discrepancy becoming more pronounced at P > 0.1 bar. To understand the source behind the difference between the adsorption data obtained MP2-derived force field and the trial (UFF) force field, the single point energy values are collected from random sampling. Specifically, over 8 million insertion moves are conducted on a preconstructed grid with a mesh size of 0.1 Å, superimposed on top of the unit cell simulation volume. At each grid point, the single point energy calculation of a randomized CO2 configuration is computed and then tabulated to obtain the normalized probability distribution shown in Figure 1b. As can be seen from Figure 1b, the shapes of the two curves look qualitatively similar, hinting that the trial force field manages to capture the potential energy surface of the guest–framework interactions. This qualitative agreement has allowed us to understand the dynamic properties of CO2 inside Mg-MOF-74 in our previous work with the trial force field (i.e., UFF).(31) Accordingly, minor corrections in the trial force field that artificially shift the single point curve toward the MP2-derived force field can lead to the correct Henry coefficient value. The total adsorption isotherm fit outside of the Henry regime will also depend on the guest–guest (or, in this case, CO2–CO2) interactions, which is modeled well by the TraPPE force field. The TraPPE force field has been shown to reproduce the CO2 vapor–liquid equilibria that are dominated by intermolecule interaction of the CO2 molecules.Figure 1. (a) Experimental (green) and simulated (black: MP2-derived force field; red: UFF) adsorption isotherms for CO2 in Mg-MOF-74 structure at T = 313 K. (b) Distribution of the CO2 single point energy (black: MP2-derived force field; red: UFF; blue: UFF, shifted) values based on 8 million randomized insertions. The green arrows indicate the location of maximum points within the single point energy distribution, corresponding spatially to the pore centers in the Mg-MOF-74 structure.In Figure 1b, the minimum single point energy region corresponds to the binding energies for the two force fields. In this particular instance, the two CO2 binding energies are Ereference,binding = −46.22 kJ/mol (MP2-based force field) and Etrial,binding = −37.41 kJ/mol (trial force field), leading to a difference of ΔEbinding = 8.81 kJ/mol (= 1059 K). Accordingly, one can shift all of the energy values obtained during the molecular simulation using the trial force field by ΔEbinding to obtain a better fit to the MP2-derived energy distribution near the binding energy region. Simple math indicates that KH,shifted = 7.2 × 10–5 × exp(−1059 K/313 K) = 2.12 × 10–3 mol/(kg Pa), moving closer to the MP2-derived KH. In practice, the two binding energies, Ereference,binding and Etrial,binding, can be obtained from the DFT calculations and the classical canonical Monte Carlo simulations near T = 0 K, respectively. And thus remarkably, with a single quantum mechanical binding energy calculation, one can potentially obtain adsorption properties much closer to the reference result.In principle, additional single point energy calculations can be utilized from the MP2-derived force field to converge even closer to the correct energy distribution curve. In practice, this would entail conducting more quantum mechanical calculations, which would enhance accuracy at additional computational cost. In general, there is not a clear-cut recipe on selecting the spatial location of a guest molecule for these single point energy quantum mechanical calculations. An idea suggested in this work is to sample near a local maximum region of the energy distribution curve at higher energies values and shift the trial force field to match these data points (e.g., region indicated by the two arrows in Figure 1b).This secondary shift is conducted near the local, normalized probability distribution maximum values, located between −6 and −3 kJ/mol in Figure 1b. Spatially, the local maximum region corresponds to the center of the one-dimensional channel in the Mg-MOF-74 structure. The sudden drop in the curves appears for both force fields as it is not possible to move further away from the Mg metal atoms at the pore center. Unsurprisingly, ΔEcenter = Etrial,center – Ereference,center = (−3.33) – (−5.49) = 2.16 kJ/mol < ΔEbinding = 8.81 kJ/mol, as the guest–host van der Waals interaction weakens further away from the open metal sites. In other words, the trial force field does a better job of capturing the correct adsorption properties far away from the strong binding adsorption sites. In practice, one could forego conducting additional quantum mechanical calculations at the pore center and assume that Ereference,center = Etrial,center = −3.33 kJ/mol in order to reduce the large computational cost incurred while retaining similar level of accuracy.Taking account these two shifts, all of the energy values less than Ereference,center are shifted by ΔEcenter, and at the binding energy, the energy is shifted by ΔEbinding. In between the two points, we opt for a linearized shift such that ΔEshift increases linearly from Etrial,center and Etrial,binding. The resulting shifted curve is displayed in Figure 1b in blue, and it agrees very well with the MP2-derived distribution. The resulting CO2 KH = 1.00 × 10–3 mol/(kg Pa), which is only 13.0% less than the MP2-derived force field KH = 1.13 × 10–3 mol/(kg Pa). The CO2 KH was computed by shifting the energies by an appropriate amount during the Widom particle insertion moves. If we forego the secondary shift at the pore center and assume Ereference,center = Etrial,center, the resulting linearized shift yields CO2 KH = 8.18 × 10–4 mol/(kg Pa), which is 38% less than the MP2-derived force field KH but still a reasonably good prediction. And using grand canonical Monte Carlo simulations, we observe that there is good agreement at high pressure regions as well (1 bar: 11.27 vs 10.22 mol/kg) and (10 bar: 14.31 mol/kg vs 13.65 mol/kg), with the former being the reference result and the latter the shifted result neglecting the secondary shift.For the purpose of illustration, the binding energy of CO2 inside Mg-MOF-74 was computed directly from the MP2-derived force field, and the value was regarded as an “exact” baseline. However, the binding energy values obtained from DFT as well as other wave function based quantum mechanical methods contain several uncertainties such as the choice of functional for the dispersive energies on the DFT level and basis sets. Thus, it is important to evaluate the sensitivity of the algorithm to the binding energy values. Our results are summarized in the Supporting Information where computational results for both the CO2 KH and the full isotherms are reported at varying CO2 binding energies. Overall, the stability analysis illustrates the importance of obtaining accurate quantum mechanical binding energies for this system in the context of our methodology. As expected, when the binding energies become inaccurate, the adsorption properties deviate from the reference results.Next, the effect of the initial choice in the trial force field is analyzed. An algorithm in which the final adsorption data are completely independent of the choice in the trial force field is ideal. In order to conduct the sensitivity analysis, the point charges in the CO2 molecule were changed from their initial values of qC,CO2 = +0.7, qO,CO2 = −0.35 to qC,CO2 = +0.6, +0.5, +0.4, and +0.3 (with corresponding changes in qO,CO2 to ensure neutrality). The resulting single point energy distributions are shown in Figure 2a. The results here indicate that decreasing qC,CO2 effectively reduces the energy spread (i.e., energy difference between the minima point and the local maximum point in the curve) within the distribution. This is reasonable as imposing stronger electrostatic interactions cause sharper peaks in the minima energy. Moreover, the local peak in the distributions corresponds to the center of the pore region where the sum of the electrostatic interaction contributions is small, thus making it independent of charge. Accordingly, for smaller qC,CO2 in the initial trial force field, the subsequent shift will cause a greater overestimation in the infinite dilution adsorption property as there will be proportionally more single point energies near the binding energy region when the energy spread is small. Mathematically, this effect can be visualized upon subtracting the shifted trial force energy distributions from the MP2-derived distribution (Figure 2b). As can be seen from Figure 2b, for smaller qC,CO2, the overestimate from the trial force field increases between −35 and −18 kJ/mol. Since the low-energy region contributes mostly to the infinite dilution adsorption properties, it is predicted that the discrepancy between the Henry coefficient values computed from the MP2-derived force field and the trial force field will increase for decreasing qC,CO2. This is supported in our calculations where for qC,CO2 = +0.6, +0.5, +0.4, and +0.3, the CO2 KH = 9.5 × 10–4, 1.1 × 10–3, 1.43 × 10–3, and 1.69 × 10–3 mol/(kg Pa), respectively. The resulting data show that even for qC,CO2 = +0.3, which is most different from the original charge value of qC,CO2 = +0.7, the shifted correction does an accurate job of estimating the MP2-derived CO2 KH value. However, the results here underscore the importance of judicious selection of the initial force field and charge parameters. We also note from Figure 2b that there is a spike at −5 kJ/mol near the Ecenter region. Upon conducting shifts, there are binning mismatches between the reference distribution and the shifted one due to a sharp discontinuity at the point, creating a numerical artifact. However, this does not affect any of the conclusions drawn from our analysis.Figure 2. (a) CO2 single point energy distributions for MP2-derived force field (black) and UFF for qC,CO2 = +0.6, +0.5, +0.4, and +0.3. (b) The difference between the energy distributions of MP2-derived force field (black line in (a)) and the shifted UFF (shifted lines in (a)) for qC,CO2 = +0.6, +0.5, +0.4, and +0.3.Finally, we would like to point out that there can be other methods to correct the energy distribution instead of conducting shifts. An example of this would be to correct based on the scaling factors (e.g., ratio between the reference and the trial energies). However, in this case there can be problems where the scaling factors at the secondary sites become much larger than the one at the primary site, potentially resulting in significant overcorrection. In the future, we plan to look at other methodologies that can perhaps improve upon the current methodology adopted in this paper.BCO2 in Fe-MOF-74 and N2 in V,Ti-MOF-74In the previous section, the reference result that was used for comparison purposes was derived from classical molecular simulation data using an MP2-derived force field., However, the utility of this methodology hinges on being able to predict or to reproduce experimental data in absence of a good force field. Thus, we proceed to select two systems: (1) CO2 in Fe-MOF-74 and (2) N2 in V-MOF-74 and Ti-MOF-74, corresponding to cases where (1) there are experimental data in the literature(32) and (2) there are neither experimental nor simulated isotherm data published anywhere.For this analysis, the binding energies were computed using DFT with a vdW-DF2 functional(33, 34) with on-site Hubbard U corrections(35) for metal d electrons as implemented in VASP.(36) The computed binding energies for CO2 in Fe-MOF-74, N2 in V-MOF-74, and Ti-MOF-74 are −41, −56, and −59 kJ/mol, respectively. We used a plane-wave energy cutoff of 1000 eV and projector augmented wave potentials. The Brillouin zone was sampled at the Γ-point. All calculations are spin polarized. For both Fe-MOF-74 and V-MOF-74, the initial on-site magnetic moments of metal cations were set to their high-spin state according to Hund’s rule in a weak-field ligand environment and eventually converged to the same high-spin state at the end of the self-consistent electronic iteration. We obtained ferromagnetic ordering along the metal oxide chain direction and antiferromagnetic between the chains for Fe-MOF-74, and we assumed the same ordering for V-MOF-74. For bare MOFs we used a triclinic primitive unit cell containing 54 atoms including 6 metal centers and simultaneously optimized the lattice vectors and the atomic positions in the unit cell with variable cell dynamics with PBE+U. The calculated lattice constants of Fe-MOF-74 for the conventional hexagonal unit cell are a = b = 26.47 Å and c = 6.97 Å, which are in good agreement with experiment to within 1.7%. Then the MOF structure is assumed to be rigid while all atomic positions of the guest molecules in the MOF are fully relaxed by using vdW-DF2+U until the residual forces are smaller than 0.01 eV/Å. For the secondary correction at the center of the pore, we utilize the Ereference,center = Etrial,center where Etrial,center is computed from the trial force field.Given that the binding energies directly come from quantum mechanical calculations with Born–Oppenheimer approximation where nuclear quantum fluctuations are not included, the zero-point energy contributions to the binding energy need to be computed and subtracted from the shift. The zero-point energy corrections computed for CO2 in Fe-MOF-74 and N2 in V-MOF-74 and Ti-MOF-74 are 1.8, 4.1, and 3.9 kJ/mol, respectively. The zero-point energies are calculated using DFT vibrational frequencies at the harmonic level (for details see ref 37).The simulated adsorption isotherm data for the two systems are shown in Figures 3a and 4b. Using the UFF force field, the CO2 TraPPE model, and the point framework charges obtained from the REPEAT scheme, the computed binding energies are −34.23, −18.58, and −18.7 kJ/mol for CO2 in Fe-MOF-74 and N2 in V-MOF-74 and Ti-MOF-74. For the secondary shift, the center of the pore energy values was assumed to be the same between the trial force field and the DFT results. Figure 3a shows very good agreement between the experimental and the simulated (shifted) isotherm data for CO2 in Fe-MOF-74 at T = 298 K. The overestimation of CO2 uptake at relatively high pressure values might be due to the presence of inactive metal sites in the conducted experiments. For the N2 isotherm data, because the UFF binding energy values are very different from those computed from the DFT method, the disparity between the UFF and the shifted isotherms is significantly larger (Figure 3b) for both V-MOF-74 and Ti-MOF-74. Lee et al. have shown that this exceptionally strong binding of N2 to V-MOF-74 is due to the subtle interplay of several interactions.(37) In practice, our methodology can be used to compute all of the isotherms for various guest molecules in the M-MOF-74 structures for different metal atoms. Conceivably, this will allow us to screen the materials and identify the optimal open metal site MOF structures for various different applications of interest.Figure 3. Adsorption isotherm for (a) CO2 in Fe-MOF-74 at T = 298 K and (b) N2 in V-MOF-74 at T = 313 K. The experimental data for N2 in V-MOF-74 do not exist and thus were excluded from the figure.Figure 4. Estimated and the reference CH4 (a, b) and CO2 (c, d) KH for zeolites MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW. The dashed line is where the predicted and the reference data are equal to one another. The Lennard-Jones parameter for oxygen are (a, c) εoxygen = 44.68 K and (b, d) εoxygen = 178.72 K. For the constant shift, all of the energy values are shifted by a constant amount equal to the difference between the binding energies. For the linear shift, 0 kJ/mol is taken as the point for which there is zero shift for larger energy values.CCH4 and CO2 in ZeolitesIn the previous systems, the adsorption is dominated by the interactions with the open metal sites. To test our method for a system that is less dominated by strong binding sites, CH4 and CO2 inside zeolite structures are analyzed next. In particular, eight common pure-silica zeolite structures in the IZA database (i.e., MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW) are chosen to demonstrate the transferability within the class of zeolite materials. The crystal structures for each of these structures can be found from an online IZA database.(38) In this analysis, the force field and charge parameter values taken from Garcia-Perez et al.(39) were selected as the true, reference model as it has been demonstrated to reproduce existing experimental data for pure silica zeolite structures.(39)As a baseline, the energy distribution curves that arise from millions of CH4 and CO2 single point energy calculations and the CH4 and CO2 KH computed from the Garcia-Perez force field were treated as being accurate. The CH4 energy distributions for all eight zeolites are illustrated in the Supporting Information. The distributions that emerge for different zeolite structures reflect the variety of pore topologies that exist within the class of zeolite materials. For example, in zeolite SOD, the single point energy has a local maximum near the binding energy region. Also, in structures like ABW, WEI, and SOD, there does not seem to be a distinct maximum peak that is found from the open-metal site structures. In light of this diversity, we opt to choose two different shifting strategies: (1) constant uniform energy shift, ΔEbinding, for all single point energy values and (2) linear shift with the secondary match being set to E = 0 kJ/mol. The latter value was chosen as an adequate reference point to smooth out any overshifting from a constant uniform energy shift.For the two initial sets of trial force fields, the pairwise potential depth in the Lennard-Jones parameter εoxygen of the zeolite framework atom is increased by 2× for and decreased by 2× for the other from its initial value, εoxygen = 89.36 K. Effectively, the two starting force fields respectively overestimate and underestimate the correct adsorption data. In Figure 4, three different sets of data are plotted against the reference CH4 KH (a, b) and CO2 KH (c, d) data (x-axis) at T = 313 K for the eight selected zeolite structures: (1) KH values (“×” data points) obtained from force field with the “wrong” initial force field, (2) KH values (“+” data points) obtained from constant uniform shift force field, and (3) KH values (“□” data points) obtained from linear shift force field. In Figure 4a,c data, the starting trial force field parameter has εoxygen = 44.68 K, while in Figure 4b,d the starting trial force field parameter has εoxygen = 178.72 K. The dashed line indicates the region where the KH values determined from the corrected force field and the reference force field are equal to one another. Figure 4 indicates that the wrong initial data set (“×” data points) underestimates the reference KH result for smaller εoxygen (Figure 4a,c) and overestimates the reference KH result for larger εoxygen (Figure 4b,d), which is reasonable given that εoxygen has positive correlation with binding energy values.The data points generated from using a constant, uniform shift force field is shown as “+” data points in Figure 4. In general, because all of the energy curves are shifted by the same amount of ΔEbinding, there is overestimation of adsorption property with smaller εoxygen (i.e., data points are above the dashed line in Figure 4a,c) and underestimation with larger εoxygen (i.e., data points are below the dashed line in Figure 4b,d). However, this trend does not hold for all data points as can be seen for example, in the case of zeolite RWY (Figure 4c). We attribute this to the three-site model of the CO2 that results in less predictability compared to the case for CH4. Overall, it can be seen that in few cases the constant shift results in a worse fit compared to the KH data obtained from a wrong force field. However, all of the data points tend to collectively move toward the dashed line for the shift.Finally, the data points generated from using a linear shift are shown as (“□” data points) in Figure 4. For CH4, the linear shift results in remarkably good match between the shifted and the reference data, demonstrating the importance of simultaneously shifting to the correct binding energy while tempering the correction to avoid overshifting. For CO2, it becomes less clear on whether the linear shift does a better job compared to the constant shift, which is not surprising given the presence of larger degree of freedom found for the CO2 molecule compared to CH4. Overall, the results here seem to indicate that the methodology does a very good job of retrieving the correct adsorption data in cases where the initial force field and reference force field differ only by the pairwise potential depth (i.e., ε) in the Lennard-Jones parameter.Next, we move on to a case where the initial force field has a different σ value in the Lennard-Jones parameters, where σ is the distance at which the interparticle interaction goes to zero. Specifically, the σoxygen was decreased from σoxygen = 3.21 to 2.568 (i.e., 20% reduction) in the trial force field parameter. The resulting data are shown in Figure 5 with the symbols corresponding to the same force fields as in Figure 4.Figure 5. Estimated and the reference (a) CH4 and (b) CO2 KH for zeolites MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW with a trial force field with σoxygen = 2.568.Overall, for both CH4 and CO2, the agreement between the predicted and the reference results is worse for both sets of trial force fields (“+” and “□” data points). Because changes in σ effectively change the binding distances, an overall shift in the single point energy values lead to relatively more unpredictable behavior compared to the situation where ε was being changed. As a result, the selection in a trial force field that correctly matches the true σ becomes more important as opposed to one that yields correct ε in our methodology.The predicted (from linear shift) and the reference KH for all eight zeolites in Table 1 indicate that the structures with the worst KH predictions are ABW and WEI. Geometric analysis using Zeo++,(40) which are summarized in Table 1, reveal that ABW and WEI have the smallest pore limiting diameter and the smallest maximum cavity diameter, thus leading to narrow channels in these structures. Subsequently, starting with an incorrect σ value leads to energy distribution that is completely different from the correct one as within these narrow pores. Overall, the sensitivity analysis conducted by changing σ reveals that for structures with narrow pores, it is important to choose a starting force field that models the correct distance terms in the guest–host interactions.Table 1. Estimated and the Reference CH4 KH for Zeolites MFI, LTA, WEI, RHO, SOD, FAU, RWY, and ABW with a Trial Force Field with σoxygen = 2.568a KH (mol/(kg Pa))   referencelinear shiftedpore limiting diam (Å)largest cavity diam  (Å)MFI4.4 × 10–69.1 × 10–64.646.30LTA8.9 × 10–61.9 × 10–54.1510.99WEI1.2 × 10–75.9 × 10–73.404.13RHO3.8 × 10–61.1 × 10–54.0010.37SOD2.0 × 10–53.1 × 10–52.476.26FAU7.6 × 10–61.9 × 10–57.2911.18RWY1.9 × 10–61.7 × 10–66.2314.34ABW9.2 × 10–87.4 × 10–73.454.18aThe pore limiting diameter and the largest cavity diameter obtained from Zeo++ are included. The boldface numbers indicate structures with small pores.Finally, the full adsorption isotherms were computed for CH4 in ABW and FAU and for CO2 in ABW, FAU, SOD, and RWY. ABW and FAU were chosen as representative materials for small and large pore structures, respectively. Two additional structures (i.e., SOD and RWY) were chosen for the CO2 case as the constant shift method in changing the epsilon yielded more accurate CO2 KH in these cases. The CH4 and CO2 adsorption isotherms at T = 313 K are shown in Figures 6 and 7. The CH4 isotherms (Figure 6) indicate that the linear shift yield isotherm data that are statistically identical to the reference data. The constant shift becomes problematic especially for zeolite FAU, where the large pore size leads to prevalence of secondary binding sites that is incorrectly shifted by the primary binding site energy difference. Accordingly, the empirical linear shift does an adequate job of tempering this effect. For the CO2 isotherms (Figure 7), a similar trend is observed as the zeolites with smaller pore sizes (ABW and SOD) yield good agreement with both linear and constant shifts. For zeolites with larger pores (FAU and RWY), the methodology yields inaccurate data for reasons similar to CH4 in FAU. Unlike the case of CO2 in M-MOF-74 structures, in these zeolites, the lack of strong primary binding sites exacerbates matter as the shifts in the secondary sites are not only inaccurate but their contributions to the overall adsorption properties are larger. Accordingly, the selection of an accurate force field becomes more crucial in porous materials with weak binding sites and large pore volume when adopting our methodology.Figure 6. CH4 isotherms at T = 313 K for (a) ABW and (b) FAU. The trial force field parameter uses εoxygen = 0.5ε = 44.68 K (nondashed) and εoxygen = 2ε = 178.72 K (dashed) in the Lennard-Jones potential.Figure 7. CO2 isotherms at T = 313 K for (a) ABW, (b) FAU, (c) SOD, and (d) RWY. Similar to the case for CH4, the trial force field parameter uses εoxygen = 0.5ε = 44.68 K (nondashed) and εoxygen = 2ε = 178.72 K (dashed) in the Lennard-Jones potential.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesConclusionsWe have developed a new methodology that allows simple and efficient, yet accurate, prediction of adsorption properties in porous materials from a judicious number of ab initio total energy calculations. The methodology involves utilizing a trial force field to obtain reasonably accurate picture of the porous material’s adsorption properties and correcting the single point energy values from the quantum mechanical binding energy calculations. We have demonstrated that our methodology leads to accurate adsorption properties for a wide range of guest molecules in porous materials, including CH4 and CO2 inside zeolites and CO2 in Mg-MOF-74 and Fe-MOF-74. Moreover, the predictions made for N2 in V-MOF-74 and Ti-MOF-74 reveal significant uptake of N2 in these two unsynthesized materials. The methodology especially works well for structures that possess strong binding sites as the adsorption properties are largely determined by the low energy regions. Also, for structures with small pores and channels, a trial force field with correct sigma values can lead to more accurate representation of the overall adsorption properties with better performance observed for linear shifts. Finally, the method does poorly for structures with large pore sizes that lack a strong adsorption sites when the trial force field is vastly different from the reference case. In this case, it is imperative to obtain an accurate force field for accurate characterization. Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesSupporting InformationFigures showing the stability analysis for CO2 in Mg-MOF-74; figures showing the CH4 single point energy distributions for eight zeolites. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesAcknowledgmentJ.K. is supported by the KAIST Startup Fund (Project G04130042). B.S. and L.C.L. are supported as part of the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Award DE-SC0001015. K.L. is supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences and Biosciences, under Award DE-FG02-12ER16362. Work at the Molecular Foundry is also supported by the US Department of Energy, Office of Science, and Office of BES. This research used resources of the National Energy Research Scientific Computing Center (NERSC), which is supported by the Office of Science of the U.S. Department of Energy under Contract DE-AC02-05CH11231.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionsReferencesReferencesThis article references 40 other publications.1. Rosi, N. L.; Eckert, J.; Eddaoudi, M.; Vodak, D. T.; Kim, J.; O’Keeffe, M.; Yaghi, O. M. Hydrogen storage in microporous metal-organic frameworks Science 2003,  300,  1127– 1129[Crossref], [PubMed], [CAS]1. Hydrogen Storage in Microporous Metal-Organic FrameworksRosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.Science (Washington, DC, United States)\r\n        (2003),\r\n    300\r\n        (5622),\r\n    1127-1130CODEN:\r\n                SCIEAS;\r\n        ", "title": "Efficient Determination of Accurate Force Fields for Porous Materials Using ab Initio Total Energy Calculations", "authors": ["Jihan Kim", "Li-Chiang Lin", "Kyuho Lee", "Jeffrey B. Neaton", "Berend Smit"], "doi": ["10.1021/jp412368m"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-5/jp412368m/production/images/small/jp-2013-12368m_0007.gif\">"]}