{"abstract": "A series of NbO type metal−organic frameworks are synthesized with various pendant alkoxy groups, exhibiting remarkable moisture and thermal stability relationships dependent on the pendant group. While a longer pendant alkoxy group enhances moisture stability, thermal stability is observed to decrease, contrary to results from commonly used thermogravimetric analyses data.An isostructural series of NbO-type porous metal–organic frameworks (MOFs) with different dialkoxy-substituents of formula Cu(TPTC-OR) (TPTC-OR = 2′,5′-di{alkyl}oxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylate, R = Me, Et, Pr, Hex) has been synthesized and characterized. The moisture stability of the materials has been evaluated, and a new superhydrophobic porous MOF has been identified. The relationship between pendant side chain length and thermal stability has been analyzed by in situ synchrotron powder X-ray diffraction, showing decreased thermal stability as the side chain length is increased, contradictory to thermogravimetric decomposition studies. Additionally, the four materials exhibit moderate Brunauer–Emmett–Teller (BET) and Langmuir surface areas (1127–1396 m g and 1414–1658 m g) and H capacity up to 1.9 wt % at 77 K and 1 bar.", "text": "10.1021/cg4009224 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs)(1-5) are porous, crystalline materials that have been steadily growing in popularity due to their exciting chemistries and potential applications in gas storage,(6-10) separations,(11-14) catalysis,(15-18) magnetism,(19) luminescence,(20-22) and drug delivery and storage,(23) to name a few. The applicability of MOFs stems from their chemical tunability, high surface areas and porosities, and impressive thermal stability. MOFs for the storage of alternative fuels (hydrogen and natural gas) along with carbon capture from flue gas from coal-fired power plants have been at the forefront of the development of future materials for environmental conservation and remediation.(24, 25) However, since MOFs are constructed from coordination bonds between metal ions or clusters and organic linkers (typically, carboxylate or pyridyl moieties), the frameworks are often susceptible to decomposition resulting from ligand displacement by atmospheric water vapor.(26) This is a significant concern in clean energy technologies, as water is certainly present in flue gas and is often an impurity in natural gas supplies. To this end, a number of researchers have investigated methods for enhancing the water stability of MOFs, including using high oxidation state metals (such as Fe3+, Al3+, and Zr4+), which form strong coordination bonds with linkers,(27-31) incorporation of methyl groups near coordination sites,(32-34) and postsynthetic grafting of hydrophobic groups onto linkers,(35) among others.(36-40)With the ready availability and inexpensiveness of copper(II) salts, along with the predictable nature of formation of dicopper(II) paddlewheel secondary building units (SBUs), we have turned our attention toward investigating methods for enhancing the water stability of MOFs formed from a combination of dicopper paddlewheel SBUs and carboxylate linkers. In particular, NbO-type MOFs are well-known as highly porous and robust frameworks with exceptional gas sorption properties and can predictably be assembled from solvothermal reactions of copper(II) salts and rectangular planar tetracarboxylic acids.(41-49) A series of NbO-type MOFs (NOTT-10x) has been previously reported by Schröder and co-workers studying the role of pore size, ligand functionalization, and exposed metal sites in isoreticular copper(II) tetracarboxylate MOFs.(50) This previous work highlighted the predictability and feasibility of designing and synthesizing NbO-type MOFs and their applicability in future gas sorption applications.From an inexpensive starting material, hydroquinone, four rectangular planar terphenyl tetracarboxylate organic linker precursors (H4TPTC-OR, Scheme 1) were designed and synthesized by grafting different dialkoxy substitutions on the central phenyl ring in order to modify the hydrophobic properties. By incorporating these hydrophobic groups prior to MOF formation, we can ensure full inclusion of functionalized linkers without any detrimental effects on the structure of the framework. We report here a series of four NbO-type Cu(II)-based MOFs with different alkoxy substitutions that modify the moisture and thermal stability of the isostructural frameworks, as well as H2 capacity. Through in situ synchrotron powder X-ray diffraction (PXRD) measurements, we thoroughly investigated the stability of the crystalline materials. The hydrogen storage capacity is reported, and the role of pendant alkoxy groups on the linkers toward hydrogen uptake and, most importantly, thermal and moisture stability is evaluated.Scheme 1. Synthesis and Structures of Ligand Precursors H4TPTC-ORaa(i) K2CO3, DMF, RBr; (ii) ICI, MeOH; (iii) diethyl 5-(4,4,5,5-tetramethyl-,3,2-dioxaborolan-2-yl)-1,3-benzene-dicarboxylate, NaHCO3, CsF, Pd(PPH3)4, 1,2-dimethoxyethane, H2O; (iv) 1. MeOH, THF, KOH 2. H3O+.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionGeneral InformationAll initial reagents were purchased from commercial sources and used as received without further purification. Nuclear magnetic resonance (NMR) 1H data were collected on a 300 MHz Mercury 300 spectrometer. Thermogravimetric analyses (TGA) were performed under N2 flow on a Shimadzu TGA-50 thermogravimetric analyzer with a heating rate of 3 °C min–1.Synthesis of 1,4-Di-n-propoxybenzene (A, R = nPr)A, R = nPr, was synthesized by modification of a previously reported procedure.(51) Hydroquinone (2.10 g, 19.1 mmol) and excess potassium carbonate were purged under a vacuum and backfilled with N2 three times in a dry 100 mL Schlenk flask. N,N-Dimethylformamide (DMF, 30 mL) was added via canula, and 1-bromopropane (4.1 mL, 45.2 mmol) was added via syringe. The reaction mixture was heated at 60 °C under N2 atmosphere overnight. After the mixture was cooled to room temperature, water was added and the light brown crystals were collected by vacuum filtration. Recrystallization from methanol yielded colorless crystals (26.5%). 1H NMR (300 MHz CDCl3): δ 6.80 (d, 4H, J = 2.2 Hz), 3.85 (td, 4H, J = 6.6 Hz, 2.2 Hz), 1.78 (m, 4H), 1.01 (td, 6H, J = 7.4 Hz, 2.2 Hz).Synthesis of 1,4-Di-n-hexyloxybenzene (A, R = nHex)A, R = nHex, was synthesized similarly to A, R = nPr, except that 1-bromohexane (6.3 mL, 45.2 mmol) in place of 1-bromopropane. Recrystallization of the light brown crystals from ethanol yielded a flaky off-white precipitate (40.1%). 1H NMR (300 MHz CDCl3): δ 6.80 (s, 4H), 3.88 (t, 4H, J = 6.6 Hz), 1.73 (m, 4H), 1.50–1.26 (m, 12H), 0.88 (t, 6H, J = 7.0 Hz).Synthesis of 2,5-Diethoxy-1,4-di-iodo-benzene (B, R = Et)B, R = Et, was synthesized by modification of a previously reported procedure.(52) To 20 mL of methanol at 0 °C were added dropwise 1.26 mL (3.91 g, 24.1 mmol) of iodine monochloride, followed by 1,4-diethoxybenzene (A, R = Et, 1.0 g, 6.0 mmol). The reaction mixture was stirred and heated to reflux for 4 h, and the white precipitate was collected by vacuum filtration, washed with methanol, and dried in air to yield 0.681 g. Another 0.123 g was recovered upon cooling the filtrate in refrigerator (32.0% combined). 1H NMR (300 MHz CDCl3) 7.19 (s, 2H), 4.00 (q, 4H, J = 7.0 Hz) 1.44 (t, 6H, J = 7.0 Hz).Synthesis of 1,4-Di-iodo-2,5-di-n-propoxybenzene (B, R = nPr)B, R = nPr, was synthesized similarly to B, R = Et, except that 1,4-di-n-propoxybenzene (A, R = nPr, 0.937 g, 4.82 mmol) was used instead of A, R = Et, in 15 mL of methanol with 1.0 mL (19.1 mmol) of ICl. Yield: 57.7% 1H NMR (300 MHz CDCl3) 7.11 (s, 2H), 3.83 (t, 4H, J = 6.4 Hz), 1.75 (m, 4H), 1.00 (t, 6H, J = 7.4 Hz).Synthesis of 2,5-Di-n-hexyloxy-1,4-di-iodo-benzene (B, R = nHex)B, R = nHex, was synthesized similarly to B, R = Et, except that 1,4-di-n-hexyloxybenzene (A, R = nHex, 2.03 g, 7.29 mmol) was used instead of A, R = Et, in 20 mL of methanol with 1.65 mL (31.5 mmol) of ICl. Yield: 82.2% 1H NMR (300 MHz CDCl3) 7.17 (s, 2H), 3.92 (t, 4H, J = 6.4 Hz), 1.80 (qn, 4H, J = 6.3 Hz), 1.58–1.43 (m, 4H), 1.41–1.29 (m, 8H), 0.91 (t, 6H, J = 7.0 Hz).Synthesis of Diethyl 2′,5′-dimethoxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylate (C, R = Me)1,4-Dibromo-2,5-dimethoxybenzene (0.51 g, 1.72 mmol), diethyl 5-(4,4,5,5-tetramethyl-1,3,2-dioxaborolan-2-yl)-1,3-benzene-dicarboxylate(53) (2.61 g, 7.5 mmol), NaHCO3 (1.23 g), CsF (3.0 g), and Pd(PPh3)4 (0.15 g) were mixed in a 250 mL Schlenk flask and then purged and refilled with N2 three times. 1,2-Dimethoxyethane (DME, 100 mL) and distilled water (10 mL) were mixed and purged with N2 for 30 min and then transferred under N2 to the reaction flask via canula. The reaction solution was heated at reflux for 7 days. Organic solvent was removed in vacuo and water was added. The aqueous phase was extracted with dichloromethane three times, and organic extracts were combined. The organic solution was washed with water, dried over MgSO4, filtered, and reduced in vacuo. The off-white solid was collected after washing with hot acetone and drying in air (43.8%). 1H NMR (300 MHz CDCl3): δ 8.67 (t, 2H, J = 1.6 Hz), 8.43 (d, 4H, J = 1.6 Hz), 7.00 (s, 2H), 4.43 (q, 8H, J = 7.1 Hz), 3.82 (s, 6H), 1.43 (t, 12H, J = 7.1 Hz).Synthesis of Diethyl 2′,5′-diethoxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylate (C, R = Et)B, R = Et, (0.804 g, 1.63 mmol), diethyl 5-(4,4,5,5-tetramethyl-1,3,2-dioxaborolan-2-yl)-1,3-benzene-dicarboxylate(53) (2.26 g, 6.52 mmol), NaHCO3 (1.00 g), CsF (2.5 g), and Pd(PPh3)4 (0.1 g) were mixed in a 250 mL Schlenk flask and then purged and refilled with N2 three times. 1,2-Dimethoxyethane (DME, 100 mL) and distilled water (10 mL) were mixed and purged with N2 for 30 min and then transferred under N2 to the reaction flask via canula. The reaction solution was heated at reflux for 5 days. Organic solvent was removed in vacuo and water was added. The aqueous phase was extracted with dichloromethane three times, and organic extracts were combined. The organic solution was washed with water, dried over MgSO4, filtered, and reduced in vacuo. The off-white solid was collected after recrystallization from acetone and drying in air (42.5%). 1H NMR (300 MHz CDCl3): δ 8.60 (t, 2H, J = 1.6 Hz), 8.43 (d, 2H, J = 1.6 Hz), 6.97 (s, 2H), 4.36 (q, 8H, J = 7.1 Hz), 3.98 (q, 4H, J = 6.9 Hz), 1.36 (t, 12H, J = 7.1 Hz), 1.27 (t, 6H, J = 7.0 Hz).Synthesis of Diethyl 2′,5′-di-n-propoxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylate (C, R = nPr)B, R = nPr, (1.24 g, 2.78 mmol), diethyl 5-(4,4,5,5-tetramethyl-1,3,2-dioxaborolan-2-yl)-1,3-benzene-dicarboxylate(53) (2.60 g, 7.5 mmol), NaHCO3 (1.2 g), CsF (3.0 g), and Pd(PPh3)4 (0.15 g) were mixed in a 250 mL Schlenk flask and then purged and refilled with N2 three times. 1,2-Dimethoxyethane (DME, 100 mL) and distilled water (10 mL) were mixed and purged with N2 for 30 min and then transferred under N2 to the reaction flask via canula. The reaction solution was heated at reflux for 5 days. Organic solvent was removed in vacuo and water was added. The aqueous phase was extracted with dichloromethane three times and organic extracts were combined. The organic solution was washed with water, dried over MgSO4, filtered, and reduced in vacuo. The white solid was collected after washing with acetone and drying in air (60.7%). 1H NMR (300 MHz CDCl3): δ 8.60 (t, 2H, J = 1.6 Hz), 8.42 (d, 4H, J = 1.6 Hz), 6.96 (s, 2H), 4.36 (q, 8H, J = 7.1 Hz), 3.87 (t, 4H, J = 6.3 Hz), 1.65 (m, 4H), 1.36 (t, 12H, J = 7.1 Hz), 0.90 (t, 6H, J = 7.4 Hz).Synthesis of Diethyl 2′,5′-di-n-hexyloxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylate (C, R = nHex)B, R = nHex, (1.50 g, 2.82 mmol), diethyl 5-(4,4,5,5-tetramethyl-1,3,2-dioxaborolan-2-yl)-1,3-benzene-dicarboxylate(53) (2.60 g, 7.5 mmol), NaHCO3 (1.2 g), CsF (3.0 g), and Pd(PPh3)4 (0.15 g) were mixed in a 250 mL Schlenk flask and then purged and refilled with N2 three times. 1,2-Dimethoxyethane (DME, 100 mL) and distilled water (10 mL) were mixed and purged with N2 for 30 min and then transferred under N2 to the reaction flask via canula. The reaction solution was heated at reflux for 5 days. Organic solvent was removed in vacuo and water was added. The aqueous phase was extracted with dichloromethane three times and organic extracts were combined. The organic solution was washed with water, dried over MgSO4, filtered, and reduced in vacuo. The white solid was collected after recrystallization from acetone and drying in air (44.0%). 1H NMR (300 MHz CDCl3): δ 8.66 (t, 2H, J = 1.6 Hz), 8.47 (d, 4H, J = 1.6 Hz), 7.02 (s, 2H), 4.42 (q, 8H, J = 7.1 Hz), 3.95 (t, 4H, J = 6.4 Hz), 1.68 (qn, 4H, J = 6.3 Hz), 1.43 (t, 12H, J = 7.1), 1.39–1.19 (m, 12H) 0.83 (t, 6H, J = 6.8 Hz).Synthesis of 2′,5′-Dimethoxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylic acid (H4TPTC-OMe)To a suspension of C, R = Me, (0.435 g, 0.753 mmol) in 50 mL of THF/methanol (1/1 by volume) was added KOH (3 g in 25 mL of water). The reaction mixture was heated at reflux until no more solid was present. The organic solvent was removed in vacuo, and the peach-colored solution was acidified with 20% HCl (in water). The white precipitate was collected by vacuum filtration, washed with water, and dried in air (quant. yield). 1H NMR (300 MHz DMSO-d6): δ 13.35 (br, 4H), 8.46 (t, 2H, J = 1.6 Hz), 8.32 (d, 4H, J = 1.6 Hz), 7.18 (s, 2H), 3.81 (s, 6H).Synthesis of 2′,5′-Diethoxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylic acid (H4TPTC-OEt)To a suspension of C, R = Et, (0.401 g, 0.690 mmol) in 50 mL of THF/methanol (1/1 by volume) was added KOH (3 g in 25 mL water). The reaction mixture was heated at reflux overnight. The organic solvent was removed in vacuo, and the peach-colored solution was acidified with 20% HCl (in water). The white precipitate was collected by vacuum filtration, washed with water, and dried in air (60.0%). 1H NMR (300 MHz DMSO-d6): δ 13.30 (br, 4H), 8.45 (t, 2H, J = 1.6 Hz), 8.39 (d, 4H, J = 1.6 Hz), 7.20 (s, 2H), 4.09 (q, 4H, J = 7.1 Hz), 1.24 (t, 6H, J = 7.0 Hz).Synthesis of 2′,5′-Di-n-propoxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylic acid (H4TPTC-OnPr)To a suspension of C, R = nPr, (1.07 g, 1.69 mmol) in 50 mL of THF/methanol (1/1 by volume) was added KOH (3 g in 25 mL of water). The reaction mixture was heated at reflux overnight. The organic solvent was removed in vacuo, and the peach-colored solution was acidified with 20% HCl (in water). The white precipitate was collected by vacuum filtration, washed with water, and dried in air (quant. yield). 1H NMR (300 MHz DMSO-d6): δ 13.26 (br, 4H), 8.45 (t, 2H, J = 1.6 Hz), 8.39 (d, 4H, J = 1.6 Hz), 7.19 (s, 2H), 4.00 (t, 4H, J = 6.2 Hz), 1.64 (m, 4H, J = 6.7 Hz), 0.90 (t, 6H, J = 7.4 Hz).Synthesis of 2′,5′-Di-n-hexyloxy-[1,1′:4′,1″-terphenyl]-3,3″,5,5″-tetracarboxylic acid (H4TPTC-OnHex)To a suspension of C, R = nHex, (0.896 g, 1.25 mmol) in 50 mL of THF/methanol (1/1 by volume) was added KOH (3 g in 25 mL of water). The reaction mixture was heated at reflux overnight. The organic solvent was removed in vacuo, and the peach-colored solution was acidified with 20% HCl (in water). The white precipitate was collected by vacuum filtration, washed with water, and dried in air (quant. yield). 1H NMR (300 MHz DMSO-d6): δ 13.30 (br, 4H), 8.45 (t, 2H, J = 1.6 Hz), 8.35 (d, 4H, J = 1.6 Hz), 7.17 (s, 2H), 4.00 (t, 4H), 1.57 (m, 4H), 1.45–1.05 (m, 12H), 0.76 (t, 6H).Synthesis of Cu2(TPTC-OR)·xS (S = unidentified guest species). Cu2(TPTC-OMe)·xSTo a 10 dram glass vial was added 0.050 g (0.107 mmol) of H4TPTC-OMe and 0.150 g (0.645 mmol) of Cu(NO3)2·2.5H2O dissolved in 15 mL of N,N-dimethylacetamide (DMA) with 40 drops of HBF4 (48% w/w aqueous solution) and 40 drops of water. The reaction was kept at 85 °C in an oven for 4 days. The resultant blue-teal crystalline powder of Cu2(TPTC-OMe)·xS was then decanted, washed with fresh DMA, and collected. Yield: 45.3% (activated sample) based on H4TPTC-OMe.Cu2(TPTC-OEt)·xSTo a 10 dram glass vial was added 0.050 g (0.101 mmol) of H4TPTC-OEt and 0.150 g (0.645 mmol) of Cu(NO3)2·2.5H2O dissolved in 15 mL of N,N-dimethylacetamide (DMA) with 20 drops of HBF4 (48% w/w aqueous solution). The reaction was kept at 85 °C in an oven for 4 days. The resultant blue-teal crystalline powder of Cu2(TPTC-OEt)·xS was then decanted, washed with fresh DMA, and collected. Yield: 39.4% (activated sample) based on H4TPTC-OEt.Cu2(TPTC-OnPr)·xSTo a 10 dram glass vial was added 0.050 g (0.096 mmol) of H4TPTC-OnPr and 0.150 g (0.645 mmol) of Cu(NO3)2·2.5H2O dissolved in 15 mL of N,N-dimethylacetamide (DMA) with 20 drops of HBF4 (48% w/w aqueous solution). The reaction was kept at 85 °C in an oven for 4 days. The resultant blue-teal crystalline powder of Cu2(TPTC-OnPr)·xS was then decanted, washed with fresh DMA, and collected. Yield: 66.5% (activated sample) based on H4TPTC-OnPr.Cu2(TPTC-OnHex)·xSTo a 10 dram glass vial was added 0.050 g (0.082 mmol) of H4TPTC-OnHex and 0.150 g (0.645 mmol) of Cu(NO3)2·2.5H2O dissolved in 15 mL of N,N-dimethylacetamide (DMA) with 20 drops of HBF4 (48% w/w aqueous solution). The reaction was kept at 85 °C in an oven for 4 days. The resultant blue-teal crystalline powder of Cu2(TPTC-OnHex)·xS was then decanted, washed with fresh DMA, and collected. Yield: 63.2% (activated sample) based on H4TPTC-OnHex.X-ray CrystallographyPowder X-ray diffraction (PXRD) patterns were collected on a Bruker D8-Focus Bragg–Brentano X-ray powder diffractometer equipped with a Cu sealed tube (λ = 1.54178 Å) and graphite monochromator at a scan rate of 1 s deg–1, solid state detector, and a routine power of 1600 W (40 kV, 40 mA). The samples were dispersed on Si single crystal zero diffraction plate for analysis. Simulation of the PXRD pattern was carried out by the single-crystal data and diffraction-crystal module of the Mercury program available free-of-charge via the Internet at http://www.ccdc.cam.ac.uk/products/mercury/.In situ synchrotron PXRD measurements were conducted on Beamline 1-BM-C at the Advanced Photon Source, Argonne National Laboratory. Samples were heated from 25 to 400 °C at a rate of 3 °C/min. For each diffraction pattern, the sample was exposed to synchrotron X-ray radiation (λ = 0.60505 Å) 20 times over 6 s, rocking the sample ±5° to reduce artifacts from nonmonodisperse particle sizes.Low-Pressure Gas Adsorption MeasurementsGas sorption isotherm measurements were performed on an ASAP 2020 surface area and pore size analyzers. As-synthesized samples of Cu2TPTC-OR were immersed in dry methanol for 24 h and the extract was decanted. Fresh dry methanol was subsequently added, and the crystals remained in the solvent for an additional 24 h. Each sample was collected by decanting, and the procedure was repeated once more with dry methanol and three subsequent times with dry dichloromethane. After the removal of dichloromethane by decanting, the samples were activated by drying under a dynamic vacuum at room temperature and at 80 °C overnight to produce activated samples. Before the measurement, the samples were further activated using the “degas” function of the surface area analyzer for 5 h at 80 °C. Other activation temperatures were tested, with the reported methods providing the best sorption properties. UHP grade (99.999%) N2 and H2 were used for all measurements.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionSynthesis and Structural Identification of Cu2TPTC-OR·xSUnder solvothermal conditions, reactions between Cu(NO3)2·2.5 H2O and H4TPTC-OR in DMA afforded teal-blue microcrystalline powders of Cu2TPTC-OR·xS. No crystals were large enough for structural characterization by single-crystal X-ray diffraction, so a previously synthesized Cu(II)-based MOF with similarly substituted terphenyl tetracarboxylate ligand backbone, NOTT-106, was used as a structural analogue.(50) Using the powder pattern of NOTT-106 simulated from single-crystal data, the PXRD data collected for Cu2TPTC-OMe, -OEt, -OnPr, and -OnHex were compared and determined to be isostructural with NOTT-106 (Figure 1). Furthermore, a new method developed in our lab was used to generate a difference envelope density for highly porous MOFs from PXRD data. In conjunction with overlaying the predicted structure (NOTT-106), the core structures of the MOFs were confirmed and positions of pendant alkoxy chains were identified.(54)Figure 1. PXRD patterns for Cu2TPTC-OR MOFs as-synthesized (as), activated (ac), after being exposed to atmosphere after activation for 1 h, and after being exposed to atmosphere (50% r.h.) after activation for 16 days, compared to the PXRD pattern for NOTT-106 (simulated from single-crystal data).Therefore, the structures of Cu2TPTC-OR may be described as being constructed from 4-connected square planar Cu2-paddlewheel SBUs and 4-connected rectangular planar TPTC-OR4- organic SBUs. The Cu2-paddlewheels are sustained by four carboxylates from four separate TPTC-OR4- linkers bridging between two Cu(II) ions. When two types of planar 4-connected nodes are combined, it often results in the formation of NbO type networks of 64·82 topology.(50) The NbO network may be described as being composed of two types of cages or channels, as previously reported (Figure 2).(49, 50)Figure 2. Views of (a) the node structures in NOTT-101; (b) simplified 4-connected node; (c) NbO type framework assembled by two 4-connected nodes; (d and e) structures of the two types of cages. Reprinted with permission from ref  50. Copyright 2009 American Chemical Society.To confirm no cleavage of the side chains occurred during solvothermal reactions, a sample of each MOF was collected, digested in HCl, washed with water, and air-dried, and 1H NMR spectra were confirmed to match with synthesized acid precursors of each ligand.Moisture and Thermal Stability PropertiesThe role of pendant alkoxy groups in affecting the moisture stability of the four Cu2TPTC-OR MOFs was evaluated through PXRD studies and observation of interaction of water drops with the functionalized frameworks. PXRD patterns for each sample were measured after each stage of solvent exchange, guest removal (activation), and exposure to air (laboratory conditions, 50% r.h.) after full removal of all guest species from the pores (1 h exposure and 16 days exposure, Figures 1 and S1–S4, Supporting Information).It is apparent from the PXRD data that the −OMe substituted framework is the least stable of the studied systems and, in fact, begins to decompose during the desolvation process, when guest molecules are removed from the pores, as evident from the increasing intensity of the reflection at ∼36.4° 2θ (Figure 1). This reflection is also observed in the as-synthesized pattern, and is attributed to decomposition of the framework (formation of CuO). The other three structures, however, are observed to retain crystallinity upon solvent removal, activation, and a minimum of 1 h exposure to atmospheric conditions (50% r.h.) after activation. As is common when comparing experimental powder patterns with a simulated structure, reflection intensities of experimental patterns do not match perfectly with the simulated pattern, but all experimental patterns (under similar conditions) match quite well with one another. The deviation of as-synthesized forms from the simulated pattern is attributed to the fact that the single crystal data include no contributions from solvent molecules that reside in the pores of the structure, while deviations apparent in the activated structure arise from slight distortions in the framework to minimize the energy after the pores are evacuated. The most notable trend observed is seen in the PXRD patterns after 16 days of exposure to atmospheric conditions (50% r.h.). The pattern for the −OEt substituted framework shows significant broadening of diffraction peaks and a decrease in the signal-to-noise ratio, indicative of significant distortions in the framework structure and the initial stages of decomposition, whereas the −OnHex substitution leads to significant enhancement in the stability of the system to atmospheric conditions, identified from the minimal broadening of reflection peaks. The −OnPr substituted framework falls in between the −OEt and −OnHex substituted frameworks, as expected, when comparing peak broadening but, interestingly, shows a clear reflection attributed to the formation of CuO, a feature not observed in what should be the less stable −OEt substituted framework.The observation of excellent moisture stability led us to study the nature of water droplets on the surfaces of the three stable MOFs. When a single drop of water was dropped onto the surface of a ∼10 mg sample of powdered MOF, both the −OEt and −OnPr substituted frameworks were observed to absorb the water droplet (Figure 3a–d). However, the long chain −OnHex substitution created an exceptionally hydrophobic material and resulted in the surface of the water drop being coated in the powder and retaining its shape before rolling off the surface of the powder (Figure S5, Supporting Information). Another drop was then added to the same sample with a similar result but remaining in a divot in the powder formed when the drop landed on the surface of the sample (Figure 3f).Figure 3. Dry (a, c, e) and wet (b, d, f) powder samples of Cu2TPTC-OEt, −OnPr, and −OnHex, respectively. After additions of a single drop of water the −OEt and −OnPr frameworks readily absorb the water drop, while the −OnHex framework acts as a superhydrophobic surface.The thermal stability of the MOFs was evaluated by both TGA and in situ synchrotron PXRD decomposition studies. Upon the basis of TGA studies, the MOFs exhibit a three-step decomposition process. The first step occurs from 30 to ∼100 °C and is attributed to the removal of uncoordinated (“free”) guest molecules. The second step occurs around 250–300 °C and is attributed to coordinated guest species, with full decomposition beginning at 300, 325, 340, and 355 °C for −OMe, −OEt, −OnPr, and −OnHex substituted frameworks, respectively (Figure 4). Surprisingly, the in situ study showed contradictory thermal stability results, indicating that rather than increasing the stability of the framework, longer alkoxy chains resulted in decreased crystallinity at lower temperatures (Figure 5). The −OEt, −OnPr, and −OnHex substituted frameworks underwent amorphization at 315, 298, and 292 °C, respectively. The explanation for such reversal in thermal stability may be explained by considering that the length and flexibility of pendant groups allow for more disruptive movements in the crystal structure with the input of thermal energy. This increased thermal motion places further strain on the crystalline framework, leading to collapse. These results show that TGA studies may not provide the entire picture when investigating thermal stability of porous materials. This is an inherent problem when utilizing TGA data, as TGA is based solely upon combustion of the sample and cannot take into consideration the crystallinity or porosity of the system. However, in situ PXRD studies allow for the direct observation of the crystallinity of the structure and confirmation of the porous structure.Figure 4. Thermogravimetric analysis of Cu2TPTC-OR MOFs.Figure 5. Top view of combined patterns from in situ synchrotron PXRD thermal decomposition experiments (heating from 25–350 °C at a rate of 3 °C min–1; a, c, e), and single diffraction patterns taken at 100 °C (b, d, f) for Cu2(TPTC-OEt), −OnPr, and −OnHex, respectively.Surface Area and Hydrogen Storage PropertiesThe stability and significant uptake typical of NbO type MOFs led us to investigate the porosity and hydrogen uptake properties. The freshly prepared samples of Cu2TPTC-OR were first solvent-exchanged with methanol, then dichloromethane, resulting in a color change from teal in DMA, to green in methanol, to blue in dichloromethane, and finally deep purple upon activation, typical of dicopper(II)-paddlewheel frameworks. The N2 sorption isotherms, Figure 6, reveal that all four MOFs exhibit typical Type I sorption behavior, a characteristic of microporous materials(55) and congruent with the expected crystal structure. By applying the BET model, the apparent surface areas are estimated to be 1127, 1293, 1396, and 1083 m2 g–1 (1414, 1612, 1658, and 1269 m2g–1 Langmuir) for the −OMe, −OEt, −OnPr, and −OnHex substituted MOFs, respectively. This trend was somewhat unexpected, as it would seem that incorporating longer alkoxy chains on the ligands should decrease the uptake and apparent surface area, since they would serve to occupy more of the free void space within the porous structure. This trend is observed between the −OnPr and −OnHex frameworks, but not from the −OEt to the −OnPr (because of the impurity observed in the activated PXRD pattern for the −OMe substituted MOF, it will not be further considered when evaluating trends). However, we can see that the difference between surface areas for the −OEt and −OnPr frameworks differ only slightly, as compared to the difference between the surface areas of the −OnPr and −OnHex frameworks. This unexpected juxtaposition in trends is proposed to arise from the pendant −OnPr groups effectively reducing the pore sizes so as to enhance the interactions between the host framework and guest gas molecules. Since gas adsorption in MOFs occurs through weak van der Waal’s interactions, gas storage in the system may be enhanced by tuning pore sizes to very near the kinetic diameter of target guest species to increase the potential overlap between host and guest.Figure 6. Nitrogen sorption isotherms at 77 K. Filled symbols = adsorption; empty symbols = desorption.The N2 sorption measurements were repeated for the −OEt, −OnPr, and −OnHex samples after being exposed to atmospheric conditions (50% r.h.) for 16 days without and with reactivation of the sample prior to measurement (thermal activation, 80 °C for 5 h under dynamic vacuum), Figure S6, Supporting Information. A significant decrease in the amount of gas adsorbed was observed for each of the three samples, with the −OnPr sample exhibiting no N2 sorption and the −OEt sample exhibiting the greatest sorption (reduced from 372 to 119 cm3 g–1). This follows in line with the observations from PXRD data (i.e., decomposition of the −OnPr sample). The −OnHex sample showed that N2 sorption decreased from 292 to 59 cm3 g–1. While the N2 isotherm for the −OnHex sample still exhibited a Type I isotherm with no hysteresis, the −OEt isotherm showed significant hysteresis, which may be attributed to collapse of the framework. The observation of Type I isotherm with diminished uptake for the −OnHex sample, paired with observations from PXRD, indicates that the MOF is structurally stable to moisture under 50% r.h. conditions but retains a significant amount of water upon thermal activation under reduced pressure.The hydrogen storage properties of the four MOFs were evaluated at both 77 and 87 K (Figures 7a and S7, Supporting Information). All MOFs adsorb a fairly significant amount of H2 at 77 K and 810 Torr: 1.57 wt %, −OMe; 1.79 wt %, −OEt; 1.96 wt %, −OnPr; and 1.48 wt %, −OnHex. As a way to identify the role of the pendant alkoxy groups on the H2 sorption properties, the isotherms were normalized by dividing the H2 uptake (in wt %) by the surface area of the sorbent (in m2 g–1) (Figure 7b and S8, Supporting Information). As has been shown in previous reports, the H2 sorption properties of MOFs are highly dependent upon accessible surface area and pore volume,(56-59) and much less dependent upon functional groups. To further analyze the H2 uptake properties, the isosteric heats of adsorption, Qst, were analyzed using the Clausius–Clapeyron equation.(60) At zero-coverage, the four MOFs exhibit Qst values (Figure 7a inset) similar to that of other Cu(II)-based MOFs, ranging from 6.22 to 6.72 kJ mol–1, attributable to interactions of H2 with open Cu sites.(61-64) This is further highlighted by the decreasing Qst as loading increases and the exposed Cu sites are saturated, resulting in steady Qst of approximately 5.3–5.6 kJ mol–1. The lower Qst observed for the −OnHex framework at zero-loading may be explained by the same reason it exhibits higher moisture stability; that is, the pendant hexyloxy groups serve to decrease access to the open metal sites.Figure 7. Excess hydrogen uptake at 77 K (a) with isosteric heats of adsorption (inset) and normalized hydrogen uptake at 77 K (b): (H2 uptake, wt %)/(BET surface area, m2 g–1) vs. pressure.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn this report, four isostructural NbO type MOFs have been designed and synthesized with tetratopic ligands featuring pendant alkoxy groups. The moisture stability is increased upon extending the hydrophobic pendant chains, resulting in a superhydrophobic material when −OnHex is the substituent on the central phenyl ring. However, the thermal stability of the systems are decreased with increasing chain length, as identified through in situ synchrotron powder X-ray diffraction measurements, in which the crystallinity of the frameworks was monitored as a function of temperature. This result shows that the standard use of TGA, which measures combustion temperatures, may not always provide an accurate description of the thermal stability of a MOF. The H2 sorption properties of the materials were evaluated and found to scale according to the accessible surface area, showing no other significant impact from changing the length of pendant groups, and heats of adsorption match well with other previously reported Cu-based MOFs with uncoordinated metal centers. This work is a successful demonstration of the simplicity and feasibility of modifying organic linkers to produce water-stable, superhydrophobic materials for future gas sorption applications. Future work will focus on tuning the pore sizes and geometries to enhance targeted storage of gas molecules while maintaining hydrophobicity so as to preferentially exclude water. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationH2 uptake at 87 K, normalized H2 uptake at 87 K, full PXRD analyses, and additional photograph from water drop analyses. This material is available free of charge via the Internet at http://pubs.acs.org.†Author Present Address(T.A.M.) Department of Natural Sciences, The University of Virginia’s College at Wise, Wise, Virginia 24293, United States.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported as part of the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy (DOE), Office of Science, Office of Basic Energy Sciences under Award Number DE-SC0001015 and the Welch Foundation (A-1725). A detailed description is given in the Supporting Information. The in situ diffraction study was conducted by Andrey A. Yakovenko and Dr. Mario Wriedt on Beamline 1-BM-C at the Advanced Photon Source at Argonne National Laboratory. Use of the Advanced Photon Source, an Office of Science User Facility operated for the U.S. Department of Energy (DOE) Office of Science by Argonne National Laboratory, was supported by the U.S. DOE under Contract No. DE-AC02-06CH11357.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 64 other publications.1. Zhou, H.-C.; Long, J. R.; Yaghi, O. M. Chem. Rev. 2012,  112,  673– 674[ACS Full Text ], [CAS]1. Introduction to Metal-Organic FrameworksZhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    673-674CODEN:\r\n                CHREAY;\r\n        ", "title": "Tuning the Moisture and Thermal Stability of Metal–Organic Frameworks through Incorporation of Pendant Hydrophobic Groups", "authors": ["Trevor A. Makal", "Xuan Wang", "Hong-Cai Zhou"], "doi": ["10.1021/cg4009224"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4009224/production/images/small/cg-2013-009224_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4009224/production/images/small/cg-2013-009224_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4009224/production/images/small/cg-2013-009224_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4009224/production/images/small/cg-2013-009224_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4009224/production/images/small/cg-2013-009224_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4009224/production/images/small/cg-2013-009224_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4009224/production/images/small/cg-2013-009224_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4009224/production/images/small/cg-2013-009224_0008.gif\">"]}