{"abstract": "In the paper applicability of BET approach to modeling of adsorption of small nearly spherical molecules in submicro- and microporous sorbents is discussed. The BET assumptions are analyzed from physical point of view, and properly generalized to handle geometrical as well as energetic conditions for multilayer adsorption in microporous structures. A formal description of multilayer adsorption is derived, by using the thermodynamic approach, with any energy profile across the layers being admitted. To get an analytical formula describing the process one proposes to assume an exponential distribution of pore capacity, and apply the BET equation with limited number of layers. Formal properties of the obtained formula, referred to as LBET model, are carefully examined and compared with those of Dubinin−Radushkievith and BET equations. The examination showed that the LBET model describes adequately adsorption process on materials of submicroporous and microporous structure with dominant fraction of small micropores. It provides reliable information on the porous surface capacity and on the first layer adsorption energy. It gives also a semiquantitative characterization of pore volume distribution. Application of the LBET model to interpretation of sorption isotherms of water and methanol on a hard coal and of carbon dioxide on activated carbon is presented. ", "text": "10.1021/la000027w  Top of PageAbstractIntroductionAdsorption Model in a Thermodynamic ApproachMultilayer Adsorption Model for Microporous Adsorbents − LBET EquationApplication of the LBET Model to Analysis of Empirical Sorption DataConclusionsIntroduction Analysis of surface properties of porous materials based on adsorption data needs an adsorption mechanism to be assumed. It concerns especially submicro- and microporous materials such as hard coal and natural adsorbents (e.g., activated carbon). The oldest and often used approach is to exploit the well-known Langmuir and BET formulas, both assuming no lateral interactions between adsorbate molecules.1 In contrast, for microporous sorbents the potential adsorption theory describing volume filling mechanism is applied in the form of the Dubinin−Radushkievitch (DR) and Dubinin−Astachov (DA) models.2 A comprehensive study of state of knowledge in this area is presented in monographs (see refs 3 and 4)).  The problem of adequate characterization of microporous sorbent surface is discussed in many papers.5 Basically, the DR and DA models are recommended6 with respect to possible sorbate−sorbate interactions in small pores. However, it is stressed that the resultant quantities are of poor physical meaning and should be viewed mainly as a convenient basis for comparative studies.6,7  Identification of the adsorption mechanism becomes necessary if submicroporous elastic sorbents, like hard coals, are examined. In this case adsorption should be considered as a sorption subprocess coexisting with absorption mechanisms,8,9 and the problem is how to evaluate contributions of both, adsorption and absorption subprocesses to the measurable sorption capacity of a material. Hence, any formula simply approximating empirical data cannot be accepted, as a physical meaning of the model assumptions and parameters is of special importance. A mathematical model of the sorption process in such materials may be derived by a unified thermodynamic approach closely related to physical properties of both, sorbent and sorbate, with absorption and adsorption phenomena being taken into regard. Formulas obtained in this way, referred to as the multiple sorption model (MSM), are presented in ref 9. The model, when related to micropores, reduces to the form of a generalized Langmuir equation. Such a description was found to be adequate, provided that absorption and filling of submicropores are dominant or low pressure sorption is considered only (that is often the case in studies of sorption on hard coals).  This paper shows that MSM can be relatively easy completed with a BET type description of adsorption mechanisms in small micropores. Geometrical restrictions for multilayer adsorption are taken into account, and sorbate−sorbate interactions are characterized in a general quantitative way. Formal properties of the obtained formula, referred to as LBET model, are compared with those of DR and BET equations. Applicability  of the LBET model to interpretation of sorption isotherms of water and methanol on a hard coal and of carbon dioxide on activated carbon are presented.   Top of PageAbstractIntroductionAdsorption Model in a Thermodynamic ApproachMultilayer Adsorption Model for Microporous Adsorbents − LBET EquationApplication of the LBET Model to Analysis of Empirical Sorption DataConclusionsAdsorption Model in a Thermodynamic Approach The sorption process in submicroporous and microporous materials may be considered as consisting of a number of subprocesses each of them involving mpa moles of sorbate molecules with the same energy (index (a) points to the a-th sorption subsystem). At an equilibrium state of the process at a temperature T and pressure P the following formula is valid:9  where ΔH and ΔS denote total enthalpy and entropy change, respectively, due to the sorption; Rgas constant; Π= f/fs ≅ P/P0fugacity of sorbate at pressure P related to that of the sorbate in its reference state (for vapors, the pressure P related to the saturated vapor pressure P0).  The enthalpy change ΔH may by expressed in the following concise form  where Qa denotes the main component of the molar sorption energy contributed to the system by a-th subprocess, and δH0 is a component of relatively small magnitude representing effects of interactions with absorbed molecules and of sorbent surface expansion (see ref 9).  The formula for Qa may be derived by adding the energy of separation of the sorbate molecule from its liquidlike reference state (cohesion energy of sorbate), energy required for creation of a room for this molecule within the sorbent matter, and energy evolved by placing the molecule in this site. The latter can be calculated according to Berthelot rule10 combining the cohesion energy of sorbent and sorbate. In the case of pure adsorption subprocesses (where molecules placed on sites of size not lower than sorbate molecule are considered), the second component is of lesser importance. Thus, the molar energy contributed by placing of an adsorbate molecule at a-th site in a pore may be expressed in the form:  where δQc is a relatively small energy required to make room for the sorbate molecule, which depends on the cohesion energy of the sorbent and on geometry of the particular sorption site9 (δQc = 0 in the case of pure adsorption); Up is the molar cohesion energy of pure sorbate; Zga, Zp are the fractions of effective contact surface area for sorbent−sorbate and sorbate−sorbate molecules, respectively (0 < Zga + Zp < 1); Cpa isthe polarity factor, expressing effects of specific interactions of polar sorbates with active groups on the sorbent surface (Cpa ≥ 1; Cpa = 1 for nonpolar sorbates); Za isthe cumulated correcting factor for adhesion energy in sorbent−sorbate contacts; Qcp, Qpp are the molar adhesion energies for a pair of contacting molecules (cp for adsorbent−adsorbate; pp for adsorbate−adsorbate), evaluated with the Berthelot rule:  δc, δp are the solubility parameters of the sorbent and sorbate, respectively. The cohesion energy of sorbate may be evaluated (together with its fugacity) by using a method proposed in ref 11, and the van Krevelen method12 can be applied to calculate the solubility parameter δc of heterogeneous sorbents (like hard coal). The parameter Zga is equal to the fraction of sorbate molecule surface, which is treated as being in full contact with the sorbent molecules (like in pure absorption system), while the remaining fraction is viewed as being in contact with vacuum (i.e., noninteracting with the sorbent).  To derive formulas for ΔH and ΔS one may consider applicability of the BET adsorption mechanism. For this aim let us distinguish between two type situations:  (a) If a sorbate molecule is placed on a site due to high value of Za, (i.e., due to well contact with adsorbent molecules or due to specific interactions) the process will be referred to as the first layer adsorption and pointed to with the subscript A (ZA, QA);  (b) If the placing of the molecule is mainly due to possible contact with other adsorbed molecules (relatively large Zp), the process will be referred to as adsorption on the second, third, ..., n-th layer.  The BET assumption may be expressed in the least restrictive form as follows:  Assumption 1. A molecule adsorbed at the first layer gives no energetic preferences in selection of the first layer sites for further molecules.  Assumption 2. Any aggregate consisting of n − 1 sorbate molecules (n > 1) and placed in a pore large enough to contain more molecules provides one and only one site for joining to it the next (n-th) sorbate molecule. Such a creation (enlarging) of the aggregate does not affect possibilities for creation of other ones (including the first layer adsorption).  The Assumption 1 (being the basis for the Langmuir's model) allows us to write the formula for the configurational entropy change due to the first layer adsorption:  where mhA denotes the total number of moles of sites available on the surface and mp1, the amount (in moles) of sorbate molecules placed at such sites.  If the adsorption energy is not constant, but the Assumption 1 is satisfied, the system should be split into a number of subsystems, each of them containing the sites of the same energy, and formula 5 has to be related to a particular subsystem. Notice that in the case of energetically homogeneous surface, the sites may be split into subsystems in any way with no effect on the evaluated entropy change. The energetic heterogeneity of the surface can be also easy handled in eq 3 by taking an appropriate distribution of the cumulated factor ZA. In this paper let us take that ZA is constant over a surface being active in adsorption process. It may be accepted as a rough characterization of surface properties, particularly, when polarity effects are dominant.  Internal entropy changes may be expressed in the same form as ΔH (see eq 2). Thus, they can be taken into account by treating the quantities ΔH and Qa as the free energy changes. In this paper the internal entropy will be disregarded to present clearly the main idea of the approach.  The Assumption 1 is commonly accepted (see ref 4) as a way to obtain a simple description of adsorption process. Its acceptability is evident, if sites placed in submicropores are considered (see Figure 1a). In the case of small micropores (present in natural sorbents) it seems to be also well justified, as in irregular porous structure the sites of appropriately high ZA are usually well separated.   Figure 1 Hypothetical pictures of micropore filling mechanisms and of their BET representation:  sorption in a submicropore (dotted linewalls of the original hole before sorption); two different holes in one microporethe first is of one molecule capacity, the second one contains two molecules; a micropore divided into three holes with the capacity 1, 1, and 4; an exemplary agglomerate {1a,2a,2a} violating the assumption 2, compared to that {1,2,3} satisfying this assumption.   If the Assumption 2 is met, the molecules being joined consecutively to aggregates may be treated as belonging to the consecutive adsorption layers in the BET model sense. It gives a formal basis to express the entropy change due to the covering of n-th layer (n > 1) in the same way as for the first layer. Certainly, this assumption implies serious simplification of any physical reality. In fact, it can be fully satisfied only for stack-like aggregates as considered in the BET model. Nevertheless, it seems to be acceptable for rather small aggregates of different structure those may be created in irregular micropores, particularly, if they are geometrically separated (see Figure 1). Strictly, the aggregates shown in Figure 1b,c,d do not satisfy geometrical conditions specified in Assumption 2, as they can occupy alternatively the same space. However, it is possible mainly if high filling degree of pores occurs, and it affects the process like geometrical restrictions of the aggregate size (one can take the pore splits in a random way into a number2, 3of smaller pores). The only aggregate which violates seriously the Assumption 2 is that consisting of molecules {1a,2a,2a} in Figure 1d, as the formalism being used does not admit more than one site available for an n-th layer molecule being joined to a selected aggregate. It can be seen in Figure 1 that such a situation is the less probable, the deeper niche is occupied by the first molecule (i.e., the larger ZA). Hence, an inadequacy of the model may be expected in high-pressure range and for systems of low adsorptivity (i.e., of low ZA).  Therefore, the BET formalism completed with restrictions imposed on maximal number of sorbate molecules to be contained in aggregates, seems to be applicable to natural submicro- and microporous sorbents (where rather large ZA and small aggregates can be expected), when analyzed with an adsorbate in a moderate relative pressure range. An alternative way is to exploit the supersite approach13 or the lattice model of the surface,14 with aggregates of different structures being considered. It needs very complicated analysis that has no justification because of uncertain characterization of the irregular porous structure (being specific for submicroporous sorbents).  Let us split the set of the first layer sites into subsets each of them containing the site capable to start an aggregate of size restricted to the number of k molecules (k= 1, 2, ..., ∞). Such a subset, together with sorbate molecules belonging to its aggregates, will be referred to as the adsorption subsystem of k-th type (or briefly, k-th subsystem). Let mhAk denote the number of moles of k-th type sites and mpkn the number of moles of sorbate molecules placed at the n-th adsorption layer in k-th subsystem (n= 1, 2, ..., k; and mpk0= mhAk), such that  Let us assume that the energy Qkn contributed to the system by joining a molecule to any aggregate placed in the k-th subsystem and containing n − 1 molecules, does not depend on what particular aggregate is considered. It means that a molecule may be placed at any site on n-th layer of k-th type subsystem with the same probability. This assumption is rather easy to be accepted.  The subsystems defined as above may be considered separately, thus, so far as the Assumptions 1 and 2 are satisfied, the entropy change ΔS due to adsorption may be expressed in the following form:  In turn, formula 2 for the enthalpy change ΔH may be rewritten as   where Qkn is the molar energy Qa contributed to the system due to adsorption on n-th layer of k-th subsystem.  In the case of the second an further layers, where sorbate−sorbate interactions play dominant role, the molar energy Qkn depends mainly on the sorbate cohesion energy (see eqs 3 and 4). Hence it may be expressed as  where Zkn denotes the factor Zp related to adsorbate contacts between n and n − 1 layers of k-th subsystem; δQckn, a contribution of sorbate−sorbent interaction (δQckn ≈ 0); and Zkn*, the factor Zkn appropriately corrected due to the term δQckn.  Notice that δH0= 0 is assumed for n > 1 (see eq 2), as the state of the sorbent itself has practically no effect on the energy of molecules placed at the n-th layer. However, the sorbate molecules placed on n-th layer (n > 1) affect in an extent the absorption indirectly (by an influence on the first layer molecules).  The formulas for adsorption isotherms in consecutive subsystems k (k > 0) and consecutive layers n (n > 0) can be derived by differentiation of eq 1 with respect to mpkn. By virtue of eqs 7 and 8, one obtains for the k-th subsystem the following set of linear equations:  where  Let us take the auxiliary assumption that the energy of adsorption on the second and further layers of any subsystem is identical, so  where BC denotes the energetic constant (see eq 11) depending mainly on the cohesion energy of sorbate (see eq 9).  Equation 10 may be rewritten in the form    where  If the size of aggregates is unlimited (i.e., k = ∞) the following equality is valid:  Thus, the adsorption on the first layer is  and on n-th layer (n > 1):  The above leads to the well-known BET model  where mh and mp denote the number of sites and adsorption capacity, respectively, (both expressed in moles) on the open surface of adsorbent (k = ∞).  Notice that the parameter BC of any positive value may be taken, while in BET model BC = 1 is assumed. This generalization needs no additional assumptions. It seems to be of importance as the value for BC is rather sensitive to geometrical and chemical properties of the layers, especially when sorbates of high cohesion energy are considered. It is seen in eq 9 that BC = 1 implies Zkn*= 0.5 and its variability is δBC ≈ −δZkn*(2Up/RT). For example, if methanol at room temperature is considered,11 Up/RT ≈ 13, so Zkn* = 0.49 yields BC = 1.3; and for Zkn*= 0.51 we have BC = 0.77. In an ideal BET type stacks the value Zkn ≈ 0.33 might be expected, thus the value Zkn* = 0.5 needs better adsorbate−adsorbate contacts (like those in aggregates shown in Figure 1) or adsorbate−sorbent interactions producing a significant value for Za. It gives evidence that the BET model (as well as any other one) is only very rough description of real adsorption.  For subsystems with restricted agglomerate size (1 < k < ∞) relation 16 is not valid. In any case eq 10 can be easily solved numerically with any energy profile across the layers of an aggregate being assumed. In particular, agglomerate size restrictions can be taken into account in a natural way, by adding a closing layer k + 1 (exceeding the available space for k-th type agglomerates) with appropriately large value for Bkk+1. Notice that a large Bk2 (for the second layer) stops multilayer adsorption in each subsystem. In this case, formula 19 approaches to the Langmuir equation (formally, the adsorption is of Langmuir's type if BC = ∞, but the energy required to make a room of volume Vp for sorbate molecule (see eq 21) is large enough to stop the multilayer adsorption).  Thus, the model in form of eq 10 constitutes full and formally correct description of an abstract adsorption process fulfilling the Assumptions 1 and 2. However, lack of simple analytical relations between adsorption capacity mpk of the k-th subsystem and maximal size of its agglomerates k implies difficulties in further treatment of the model aimed at achieving of a formula for mp(Π). Hence, having in mind serious simplifications inherent in the model, we propose to apply the relation 16 to each subsystem with Bn = BC= const, for n= 2, 3, ..., up to a layer n= ka ≤ k selected in such a way to reach an adequate approximation of the accurate theoretical isotherms.  The above simplification enables us to derive very simple formula for adsorption capacity mpk of k-th subsystem by summing-up values for mpkn expressed in eqs 18 and 19 with n = 1, 2, ..., k. It leads to the following formula:  It is reasonable to take that placing of a molecule on the closing layer (k + 1) needs a volume of Vp to be made against sorbent cohesion forces. Hence the value for Bk+1 may be calculated as  It was found that values for Bk+1 are of less importance  if they are ∼10 times larger than BC, while formula 21 yields the values ranging from 15BC to 40000BC.  The eq 20 has been often proposed to be used (instead of the original BET model), to take into account pores size restrictions (see e.g. ref 4). However, it should be stressed that such a model does not represent strictly any physical process, hence its applicability needs to be appropriately merited.   Top of PageAbstractIntroductionAdsorption Model in a Thermodynamic ApproachMultilayer Adsorption Model for Microporous Adsorbents − LBET EquationApplication of the LBET Model to Analysis of Empirical Sorption DataConclusionsMultilayer Adsorption Model for Microporous Adsorbents − LBET Equation To derive the total adsorption equation, a formula for the number of first layer sites mhAk in consecutive subsystems k has to be taken. As it was mentioned above (see Figure 1), a space capable of containing an aggregate may be roughly viewed as a sphere-like hole of a relative radius Rh (related to the radius of sorbate molecule). It is a common practice to assume a normal distribution g(Rh) of such a micropore size2,5,15,16 (in fact, it can be applied to Rh ≥ 1). To get an insight into possible transformation of this distribution into the distribution of micropore capacity (i.e., of the maximal number k of molecules in an aggregate placed in the hole) one proposes the following treatment of structure of micropores in consecutive subsystems:  (a) Largest submicropores, channel-like and slit-like micropores, are mainly capable of only keeping aggregates low (k = 1, 2), so they may be viewed as randomly connected holes of 1 and 2 type with the relative radius Rh = 1, 2, respectively.  (b) To place a three-molecules aggregate, a hole of the size of a spherical envelope of three contacting molecules is required.  (c) In larger aggregates rather low packing ratio of molecules may be expected, hence to place the aggregates containing k = 4, 8, 27, etc., molecules, the micropore diameter has to be equal to the diagonal of the cube containing k molecules packed in form of regular cubic lattice.  Thus, the following relationship for the k-th type hole size Rhk is proposed:  and Rh5, Rh6, and Rh7 are calculated by linear interpolation between Rh4 and Rh8.  Function 22 is depicted in Figure 2a. Parts b and c of Figure 2 show that the left truncated normal distribution g(Rh) of pore size produces a pore capacity distribution f(k), which may be approximated by an exponential distribution fe(k) (Figure 2c). The dotted lines in Figure 2c show the approximation fe(k) made in such a way, to reach the same first layer capacity mhA as in the original distributions g(Rh) and f(k), and the same value fe(km) = f(km) for the practically maximal capacity km of pores being of significance in adsorption, i.e., f(k > km) < 10-4.   Figure 2 Transformation of pore radius Rh (related to that of sorbate molecule) into the pore capacity k:  (a) Rh(k) relationshipsee eq 22; (b) exemplary pore size distributions g(Rh) (see Table 1 for the distribution parameters σ and average radius Rhav for the adsorbates 1,2,.0.5); (c) the pore capacity distribution f(k):  curves 1, 2, ..., 5conterparts of the distributions 1, 2, ..., 5 in Figure 3b; curves 1a, 2a, ..., 5aexponential distribution fe(k) approximating the functions f(k) plotted as the curves 1, 2, ..., 5, respectively.   The parameters of the distribution functions g(Rh) and fe(k) are collected in Table 1.  Notice that in real microporous structures smaller discrepancies for low capacity pores (k = 1, 2, 3) can be expected, then those observed in Figure 2c, as the normal distribution of pore size probably underestimates the number of lowest size holes (defined in (a) for the presented model purposes). Hence, the exponential distribution of micropore capacity seems to be a well-justified description of microporous structure for adsorption modeling purposes, where surface characterization (first layer capacity) is of the main interest. In fact, it provides rather rough information on total capacity of pores (see Table 1).    Table 1.  Structure of Micropores of Adsorbents Used in the Study  normal distribution of pore radiusexponential distribution of pore capacityno.first layer capacity: mhAtotal capacity: mVAaverage pore radiuspore radius dispersionno.first layer capacity: mhAtotal capacity: mVAparameter α 1n 1.00 1.884 1.05 0.55 1e 1.00 2.198 0.545 2n 1.00 3.765 1.40 0.70 2e 1.00 3.333 0.700 3n 1.00 5.173 1.60 0.80 3e 1.00 4.444 0.775 4n 1.00 8.742 2.00 1.00 4e 1.00 7.407 0.865 5n 1.00 13.829 2.40 1.20 5e 1.00 12.50 0.920   Let α denote the parameter of the exponential distribution. The number of adsorption sites on the first layer of k-th type subsystem may be expressed as  Thus, the total number of adsorption sites on the first layer of pores is  so that  and for k > 1  Maximal capacity mVA of micropores is  By virtue of eqs 20, 23, and 24−26 the total adsorption capacity of the pores may be expressed as   Formula 28 is a generalization of the BET model for microporous materials with left truncated normal distribution of hole size or exponential distribution of hole capacity. In particular, when α = 0, the model becomes the Langmuir equation. In turn, assuming α = 1 leads to the BET model. This is the case when larger pores are dominant in the system, so the exponential distribution of pore capacity is very flat (see Figure 3b,c), i.e., α ≅ 1, and adsorption may be adequately evaluated with the BET model. It can be also shown, that if BCis large enough, eq 28 approaches to the Langmuir model irrespective of α. Thus, formula 28 describes full spectrum of adsorption processes, with physical and energetic constraints for multilayer adsorption being taken into account. Hence it will be referred to with the acronym LBET.    Table 2.  Adsorption Parameters Determined by Using the LBET Equation, Dubinin−Radushkievitch, and BET Modela    first layer adsorption energy: QA/RTQn/RT n  = 2, 3, ..., k first layer capacity: mhAtotal capacity of microporesno.adsorbenteq 10LBETDRBETeq 10eq 28Qk+1/RTLBETDRBETmVAemVAe/mVAαe 1 1n  −2.49 −2.04 −2.79    1.01 1.01 0.80 1.46 0.775 0.314 2 2n  −2.49 −2.02 −2.64    1.02 1.08 0.90 2.65 0.702 0.622 3 3n −2.50 −2.49 −2.01 −2.59 0.00 0.00 6.04 1.02 1.10 0.93 3.70 0.716 0.730 4 4n  −2.49 −2.01 −2.54    1.02 1.12 0.97 6.71 0.768 0.851 5 5n  −2.50 −2.00 −2.52    1.01 1.13 0.98 11.49 0.831 0.913 6 1e  −2.50 −2.01 −2.72    1.03 1.04 0.84 1.64 0.746 0.390 7 2e  −2.50 −2.00 −2.65    1.03 1.07 0.89 2.31 0.694 0.568 8 3e −2.50 −2.50 −1.99 −2.62 0.00 0.00 6.04 1.02 1.09 0.91 3.00 0.676 0.667 9 4e  −2.50 −1.99 −2.57    1.01 1.11 0.94 4.88 0.659 0.795 10 5e  −2.50 −1.98 −2.54    1.01 1.12 0.97 8.13 0.650 0.877 11 1e  −2.48 −2.03 −2.80    1.02 1.01 0.79 1.39 0.740 0.283 12 2e  −2.49 −2.02 −2.75    1.01 1.03 0.82 1.66 0.440 0.396 13 3e −2.50 −2.49 −2.02 −2.73 0.41 0.00 6.04 1.01 1.04 0.83 1.84 0.355 0.456 14 4e  −2.49 −2.01 −2.70    1.01 1.05 0.85 2.14 0.245 0.533 15 5e  −2.50 −2.01 −2.68    1.00 1.06 0.92 2.39 0.173 0.582 16 1e  −2.50 −2.15 −2.80    1.01 1.15 0.79 1.77 0.805 0.435 17 2e  −2.50 −2.14 −2.75    1.01 1.18 0.82 2.54 0.763 0.607 18 3e −2.50 −2.50 −2.13 −2.73 0.41 0.41 6.04 1.01 1.19 0.83 3.31 0.745 0.698 19 4e  −2.50 −2.12 −2.70    1.01 1.21 0.85 5.38 0.726 0.814 20 5e  −2.50 −2.12 −2.68    1.00 1.22 0.92 8.93 0.714 0.888 21 1e  −2.49 −2.05 −2.87    1.00 0.97 0.75 1.94 0.884 0.485 22 2e  −2.50 −2.04 −2.85    1.00 0.98 0.76 2.85 0.855 0.649 23 3e −2.50 −2.50 −2.04 −2.84 1.10 1.10 6.04 1.00 0.99 0.77 3.75 0.843 0.733 24 4e  −2.50 −2.04 −2.82    1.00 0.99 0.78 6.14 0.828 0.837 25 5e  −2.50 −2.03 −2.82    1.00 1.00 0.79 10.20 0.816 0.902 26 1n  −0.19 −1.73 −1.17    1.37 0.31 0.52 1.20 0.638 0.166 27 2n  0.23 −1.71 −0.84    2.08 0.34 0.71 1.44 0.382 0.306 28 3n −0.50 0.09 −1.70 −0.73 0.00 0.00 8.04 1.80 0.35 0.80 1.88 0.364 0.468 29 4n  −0.27 −1.69 −0.61    1.26 0.35 0.90 4.05 0.463 0.753 30 5n  −0.38 −1.69 −0.56    1.13 0.36 0.94 7.54 0.544 0.867 31 1e  −2.43 −2.02 −2.76    1.07 1.03 0.82 1.27 0.580 0.215 32 2e  −2.42 −2.01 −2.71    1.09 1.06 0.86 1.40 0.419 0.283 33 3e −2.50 −2.41 −2.00 −2.68 var* 0.00 6.04 1.09 1.07 0.88 1.49 0.336 0.328 34 4e  −2.41 −1.99 −2.64    1.10 1.09 0.90 1.69 0.229 0.407 35 5e  −2.41 −1.99 −2.61    1.09 1.10 0.93 1.96 0.158 0.490  a Abbreviations:  Adsorbent, 1n, 2n,..., 5nnormal distribution of pore size 1e, 2e, ..., 5eexponential distribution of pore capacity (see Table 1) mVAe, αetotal capacity of pores and exponential distribution parameter, respectively, found with the LBET model .LBET, DR, BET in headings of columns:  results obtained with the LBET, Dubinin−Radushkievitch and BET models, respectively. var*:  Qn varying linearly from 0 to Qk+1 for consecutive layers k= 2, ..., k+1. T:  temperature (T= 298 K).     Model 28 may be used with BC = 1, that is assumed in the BET theory, although another value can be taken as well (see eq 15). Having an empirical adsorption isotherm one may determine the parameters mhA, BL*, and α by using the following procedure:  1. One calculates mhA and BL* on the basis of lowest pressure data, by using the linear form of the Langmuir term of eq 28.  2. The value for α is determined in such a way to meet exactly the empirical adsorption for a selected pressure Πe*, by solving (with respect to α) the second-order polynomial equation derived from eq 28.  3. The Langmuir term in eq 28 is corrected by extracting it from eq 28 with α, mhA, and BL* calculated as above, and the procedure is continued starting from the step 1,  until an appropriately small change in α at the step 2 is reached.   Figure 3 (a) Theoretical adsorption isotherms produced by eq 10 for adsorbents 1n, 2n, ..., 5n (normal distribution of micropore sizesee Table 1 for parameters) shown as the solid lines 1, 2, ..., 5, respectively, and their approximations with the LBET formula 28 found by iterative procedure (dotted point lines, vertical linethe selected value for Πe*), and those calculated with the actual surface parameters mhA and QA (dotted lines). In eqs 10 and 28 the same value for the higher layer adsorption energy is taken, i.e., Bkn = BC for n= 2, ..., k. DRDubinin−Radushkievitch isotherms. (b) Transformation of the actual pore capacity distribution f(k) (solid lines 1, 2, ..., 5) into “empirical” exponential distribution fe(k) (dotted lines nos. 1a, 2a, ..., 5a) with the parameter αe determined by the iterative procedure. (c) Fitting of the linear Dubinin−Radushkievitch model to the adsorption data calculated with the formula 10 See rows 1−5 in Table 2 for the system parameters.    Figure 4 The LBET isotherms (eq 28) and theoretical adsorption calculated by eq 10 for adsorbents 1e, 2e, ..., 5e (exponential distribution of micropore capacitysee Table 1). In eqs 10 and 28, the same values for the energy of adsorption on second and further layers are taken, i.e., Bkn = 1 for n= 2, ..., k. Bc = 1 (compare with Figure 3). System characterization:  rows 11−15 in Table 2. Denotation of figures and curves the same as in Figure 3 (BET isotherm is also shown).   Typically the above procedure needs less than 10 iterations, if changes in α less than 10-4 are taken as the stopping condition. The value for Πe* has to be selected so as not to be very large (as the model is less accurate in high-pressure range) and not very low (as it may lead to numerical problems). We stated that the best value is Πe* ≈ 0.7.  To check applicability of the LBET model one should first answer the question, whether the analyzed adsorption system may be represented by an abstract adsorption process fulfilling the Assumptions 1 and 2, and next, how far formula 28 may be accepted as an accurate enough approximation of model 10 describing rigorously such an abstract process. The first question has been discussed before. In general, it cannot be answered in empirical way only. Acceptability of the Assumptions 1 and 2 can viewed only as a hypothesis, which may be taken if empirical data do not provide any reasonable basis to reject it. To answer the second question, model 28 has been examined from its formal side by computer calculation. The rigorous formula, eq 10, was used to calculate “empirical” adsorption isotherms with parameters corresponding to typical natural adsorbent-methanol systems (see Table 2). Both, the normal distribution of pore size and the exponential distribution of pore capacity were taken under study (referred to as adsorbents nos. 1n to 5n, and nos. 1e to 5e, respectivelysee Table 1). Results of the examination are depicted in Figures 3−7 and compared with Langmuir, BET, and Dubinin−Radushkievitch (DR) isotherms. The value for Πe* taken in the model fitting procedure is shown as the vertical line. Parameters used in eq 10 and those determined with the LBET, DR, and BET models are collected in Table 2. BET parameters were found using adsorption data for Π < 0.2.  The results of the study may be summarized as follows:  1. The LBET formula fits very well theoretical adsorption isotherm (calculated with eq 10) over wide pressure range (Π* < 0.8), provided that energy of adsorption on consecutive layer (n > 1 and n ≤ k) is the same in pores of different capacity k (see Figures 3−5 and the rows 1−25 in Table 2). Thus, poor fitting to empirical data (like that shown in Figure 7) suggests serious diversification of energetic properties of micropores.   Figure 5 The LBET isotherms (eq 28) and theoretical adsorption calculated by eq 10 for adsorbents 1e, 2e, ..., 5e (exponemtial distribution of micropore capacitysee Table 1). In eqs 10 and 28, the same (large) values for the energy of adsorption on second and further layers are taken, i.e., Bkn = BC for n= 2, ..., k. BC = 3; System characterization:  rows 21−25 in Table 2. Denotation of figures and curves the same as in Figure 3.   Figure 6 The LBET isotherms (eq 28) and theoretical adsorption calculated by eq 10 for adsorbents 1n, 2n, ..., 5n (normal distribution of micropore sizesee Table 1) on a surface of very low adsorptivity (QA = −0.5). In eqs 10 and 28, the same values for the energy of adsorption on second and further layers are taken, i.e., Bkn = BC for n= 2, ..., k. BC = 1. System characterization:  rows 26−30 in Table 2. Denotation of figures and curves the same as in Figure 3.   Figure 7 The LBET isotherms (eq 28) and theoretical adsorption calculated by eq 10 for adsorbents 1e, 2e, ..., 5e (exponential distribution of micropore capacitysee Table 1). In eq 28, BC = 1, while in the model 28, the energy of adsorption on second and further layers changes linearly from Qk2= 0 to Qkk+1 = Q k+1; System characterization:  rows 31−36 in Table 2. Denotation of figures and curves the same as in Figure 3 (BET isotherm is also shown).   2. For adsorbents of high adsorptivity (QA/RT < −1) the LBET model determines very accurately both, the first layer energy QA and surface capacity mhA, irrespective of discrepancies in pore structure characterization (see QA/RT and mhA in rows 1−25 in Table 2). The estimates remain very good even if improper value for Qn/RT is taken in the LBET formula (see rows 11−15). They are the better, the higher Qn/RT (compare rows 16−25 with remaining ones).  3. If the first layer adsorption energy is close to 0, the model does not provide reliable information on the adsorbent surface, i.e., estimates of both, QA and mhA are  poor (see rows 26−30). Notice that this is the area where applicability of formula 10 is also doubtful (see comments to Figure 1).  4. The LBET model underestimates the total capacity of pores (see quantity mVAe and its relation to the true capacity of pores mVA listed in Table 1). However, if the parameter BC (i.e., Qn/RT) applied to the LBET formula 28 is close to its real value used in eq 10, the ratio mVAe/mVA is roughly the same for different structures of micropores. Thus, information being provided with the model on the structure of pores is qualitatively consistent with the “true” structure. In the case of the normal distribution of pore size, the total capacity of pores is evaluated a bit better than for the exponential distribution. The parameter α determined by the model fitting is lower than its actual value taken for adsorbents 1e−5e, and lower than the value approximating the structure of adsorbents 1n−5n (see Tables 1 and 2). Discrepancies are much larger if the value for BC used in the formula 28 is lower than its real value (used in eqs 10) (compare rows 6−10 and 31−35 with remaining ones in Table 2). It is because formula 28 is not able to distinguish between geometrical end energetic effects (represented by α and BC, respectively), causing a decrease in multilayer adsorption. Hence, the same isotherm treated with the LBET model assuming different BC, produces different values for α, although very good fitting may be reached in each case. It means that actual value for BC cannot be reliably determined by fitting of the model to empirical data. However, the parameter BC may be roughly evaluated by using other information (see next section).  5. The Dubinin−Radushkievitch formula, in its linear form, fits perfectly adsorption data calculated with formula 10 over recommended pressure range6 in each case under study (see Figures 3b to 7b). Nevertheless, the surface and volume characterization obtained with this model is much poorer than provided with the LBET formula (see Table 2). Moreover, adsorption isotherms calculated with the DR model essentially deviates from the theoretical ones, starting from Π* > 0.1. The only case where differences are moderately small is shown in Figure 5 (see also rows 21−25 in Table 2). It suggests that the DR formalism is applicable to microporous adsorbents of very narrow spectrum of pore volume with moderate average value, or in general, to adsorbents of rather low adsorptivity. Hence, its application to adsorbents with pore distribution of exponential type may be misleading, as apparently good fitting of linearized model may be reached irrespective of serious model−process mismatch in higher pressure range.  The BET equation applied to adsorption systems with restricted size of adsorbate agglomerates gives overestimated values for the adsorption energy and underestimates the first layer capacity. The estimation errors are the larger, the lower α/BC (see Table 2).   Top of PageAbstractIntroductionAdsorption Model in a Thermodynamic ApproachMultilayer Adsorption Model for Microporous Adsorbents − LBET EquationApplication of the LBET Model to Analysis of Empirical Sorption DataConclusionsApplication of the LBET Model to Analysis of Empirical Sorption Data LBET formula 28 was elaborated as a completion of the multiple sorption model (MSM) aimed at examination of sorption properties in submicroporous an microporous materials such as hard-coal (see refs 17 and 18). In such materials, micropore structure may be viewed as a smooth continuation of submicropores. Hence, the exponential distribution of micropore capacity seems to be well justified. Moreover, the number mhA1 of holes containing one molecule only (being a border between submicropores and micropores) is relatively well determinable, as it affects both adsorption and absorption subprocesses.18 Thus, additional links between total first layer capacity mhA and the LBET parameter α may be assumed, i.e.:  which can be useful in evaluation of the parameter BC (see eq 15).  The MSM model containing LBET formula and methodology of its application to interpretation of sorption isotherm of gases and vapors are discussed in ref 17. It provides a basis to determine individual contributions of pure absorption, pure adsorption and of filling of submicropores into the total sorption capacity, and so, to characterize more reliably sorbent surface properties. The model has been used in studies of sorption properties of  hard coals of different rank (refs 17 and 18). Exemplary results are shown in Table 3 and in Figures 8 and 9, where total sorption and pure adsorption isotherms for water and methanol on the same coal are depicted. The sorption of both water and methanol was found to be of adsorptive and absorptive nature. In the case of water the pure adsorption is dominant, while for methanol its contribution is much smaller. It was found that the LBET model (with respect to eq 29) describes well the pure adsorption with BC = 1. The relatively large α (see Table 3) seems to be acceptable, as the low rank coal is considered, hence wide spectrum size of micropores can be expected. Notice that in the highest pressure range, the model produces estimates that are too low, although they are always larger than solution of the adsorption eq 10. It confirms our suggestion that model 10 is probably inadequate in the high-pressure range, and LBET model may be closer to the physical process. It was also found that changes in QA due to absorption process (see the term δH0 in eq 8) are of no effect to the adsorption.   Figure 8 Sorption isotherms of water on hard coal W32 at T= 298 K (ref 17). Curve 1LBET isotherm with α= 0.63 and BC = 1. Crosses 1aadsorption data calculated by subtraction of theoretical absorption in organic coal matter and in submicropores from the empirical sorption data shown as the circles 3a. Curve 2Langmuir isotherm. Curve 3theoretical sorption isotherm. P0saturated vapor pressure vapor at 298 K.   Figure 9 Sorption isotherms of methanol on hard coal W32 at T= 298 K (ref 17). Curve 1LBET isotherm with α= 0.87 and BC = 1. Crosses 1aadsorption data calculated by subtraction of theoretical absorption in organic coal matter and in submicropores from the empirical sorption data shown as the circles 3a. Curve 2Langmuir isotherm. Curve 3theoretical sorption isotherm. P0saturated vapor pressure at 298 K.     Table 3.  Results of Application of LBET Model to Sorption Analysisa        VhA [cm3/g]QA/RTsorption systemcoal rankδcVp, cm3/molUp, kJ/molαLBETDRBETLBETDRBET coal W32−H2O 82.5 24.1 18.02  38.92  0.63 0.015 0.026 0.020 −3.11 −2.20 −3.04. coal W32−CH4OH 82.5 24.1 40.04  33.41 0.87 0.007 0.063 0.048 −6.22 −2.26 −3.28 activated carbon−CO2  32.5 58.9b 7.45b 0.27 0.375 0.407  0.266  −2.52 −2.27 −3.55  a T:  temperature (T= 298 K). Total volume of pores in the activated carbon is 0.853 [cm3/g], in which:  volume of macropores 0.391 cm3/g; volume of micro- and mesopores 0.462 cm3/g (ref 18). LBET, DR, BET in headings of columnsthe first layer volume VhA and adsorption energy QA found with the LBET, Dubinin−Radushkievitch, and BET models, respectively.b Values found for CO2 with a method described in ref 11 (together with Ps and relative fugacity Π:  Ps= 7.096 MPa; P0= 6.43 MPa).    Table 3 gives evidence that both Dubinin−Radushkievitch and BET models are far inadequate to characterize the considered systems. It is because the DR and BET formulas ignore the absorption process and filling of submicropores, which are of significance in the case of submicroporous and elastic sorbents.  Application of the LBET model to CO2 adsorption on activated carbon is shown in Figure 10 (see ref 18 for details on the adsorbent). The relative fugacity Π, together with the molar volume Vp = 58.9 cm3/mol of sorbate in the sorption system and corresponding cohesion energy Up = 7.454 kJ/mol, as well as a reference pressure Ps = 7.096 MPa, were determined with a method proposed in ref 11.   Figure 10 Adsorption isotherms of CO2 on activated carbon at T= 298 K. Curve 1LBET isotherm with α= 0.27 and BC = 1, or α= 0.41 and BC = 1.5, or α= 0.56 and BC = 2, or α= 1.0 and BC = 3.5. Circles 1aempirical data (ref 18). Curve 2Langmuir isotherm. P0saturated vapor pressure at 298 K.    As it can be seen, fitting of the model to empirical data is very good. It was reached with αe= 0.27 and BC = 1 (Table 3). However, identical results can be obtained if larger α and BC a bit greater than α/0.27 are taken. Thus, the model itself does not answer the question what the structure of pores is. In particular, if BC = 3.5 is assumed,  α= 1 (i.e., BET model) fits the empirical data, but the corresponding Z*kn (see eq 9) is 0.29. This seems to be unrealistically low, hence geometrical restrictions of adsorption are probably of significance.  Let us remember that the total capacity of pores (eq 30), found with BET model, is about 25% lower than a real value (see Table 2). Assuming that the “true” pore capacity distribution is of exponential type and BC = 1, one can easy calculate the “true” value for α, i.e., α= 0.453. This value, and the first layer volume VhA determined with the LBET model (see Table 3), enable us to calculate total volume of adsorptive pores Vh = 0.686 cm3/g. For the activated carbon under study, the total pore volume is 0.853 cm3/g and volume of micropores and mesopores is 0.453 cm3/g (obtained with porosity and true density measurements, see ref 18).  According to the exponential distribution of pore capacity, the volume fraction uk of holes containing the number of molecules not larger than k is expressed as  One can calculate that for α= 0.453 practically full adsorption space (99.99%) consists of holes with k ≤ 14, which corresponds to the relative hole radius Rh < 3.44 (see eq 22). In turn, the volume fraction of micropores (0.674) is completely filled with holes of k < 2.51, i.e., Rh < 2.08. It can be seen in Figure 1 that larger micropores should be viewed as consisting of about two holes, thus the holes of capacity k < 2.51 may occur in pores with radii twice as large, i.e., Rh < 4.0. The radius of CO2 molecule is 0.26 nm, so the maximal micropore diameter viewed by the model is about 2 nm, that is exactly the same as IUPAC micropore limit.6 The maximal size of adsorptive pores (k= 14) is 3.58 nm. It means that only smallest mezopores are present in the activated carbon porous structure and macropores do not participate in multilayer adsorption. It is because in large pores there are no sorbent sorbate adhesive interactions in the second and further layers (δQckn = 0), so the adsorption energy is too large. Such pores are likely viewed as holes of very small capacity, so in fact, multilayer adsorption occurs in micro and smallest mezopores only.  The above evaluations show that the sorption properties of the system under consideration may be explained with the value BC = 1 and exponential distribution of hole capacity being assumed. Assumption of larger BC leads to larger α and corresponding picture of the porous structure becomes inconsistent.  It may be seen in Table 3 that DR and BET formulas produce the pore volume close to the first layer volume found with the LBET model. Discrepancies are of the same type like those shown in Table 2 for the abstract adsorption processes described by the eq 10.   Top of PageAbstractIntroductionAdsorption Model in a Thermodynamic ApproachMultilayer Adsorption Model for Microporous Adsorbents − LBET EquationApplication of the LBET Model to Analysis of Empirical Sorption DataConclusionsConclusions Adsorption process in microporous sorbents may be well described by using BET formalism, but with restrictions for pore capacity being taken into account.  For submicroporous and microporous sorbents of low average pore size an exponential distribution of pore capacity may be assumed. It makes it possible to derive relatively simple formula describing adsorption in micropores of different size, referred to as the LBET model. The LBET formula may be used for sorption and adsorption systems of moderate or high adsorptivity (QA/RT < −0.5), up to the relative pressure of sorbate Π= 0.8. Out of this area, rigorous model 10 is very likely inadequate and its approximation with the LBET formula is poor.  The LBET formula applied to isothermal adsorption data (within the area as above) gives very good estimates for the first layer adsorption energy and capacity, irrespective of discrepancies between an actual energy of higher layers adsorption and its estimate taken in the model. The estimates are considerably better than those found with DR and BET equations.  Evaluation of the total pore capacity is rather poor, but if the higher layer energy is close to its actual value, the relative evaluation error is roughly stable (∼25%).    Top of PageAbstractIntroductionAdsorption Model in a Thermodynamic ApproachMultilayer Adsorption Model for Microporous Adsorbents − LBET EquationApplication of the LBET Model to Analysis of Empirical Sorption DataConclusionsAcknowledgment The paper was prepared within the KBN grant (Scientific Research CommitteeWarsaw, Poland). Project No. GT12A04819.       This article references 18 other publications. (1) Gan, H.; Nandi S. P.; Walker P. L., Jr.   Fuel 1972, 51, 272. Ruppel, T. C.; Grein, C. T.; Beinstock, D. Fuel 1974, 53, 152.[Crossref], [CAS](1) . Nature of the porosity in American coalsGan, H.; Nandi, S. P.; Walker, P. L., Jr.Fuel\r\n        (1972),\r\n    51\r\n        (4),\r\n    272-7CODEN:\r\n                FUELAC;\r\n        ", "title": "A Model for Multilayer Adsorption of Small Molecules in Microporous Materials", "authors": ["Janina Milewska-Duda", "Jan T. Duda", "Grzegorz Jodłowski", "Mirosław Kwiatkowski"], "doi": ["10.1021/la000027w"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-18/la000027w/production/images/small/la000027wf00010.gif\">"]}