{"abstract": "The classic Dubinin−Radushkevich (DR) equation, which is used to describe the adsorption of gases, requires a “saturation pressure” in its calculation, which is not defined for supercritical conditions. By using gas density instead of gas pressure (and adsorbed phase density rather than saturation pressure) to describe the sorption of the gas onto the surface, the DR equation can be applied in supercritical conditions. A proportionality term ( times the gas density) was added to this modified DR equation to account for possibilities such as Henry's law dissolution by the coal, errors in cell volume and helium density, and differences in the accessibility to coal between helium and the other gases. The sorption characteristics of three dry Australian bituminous coals when exposed to carbon dioxide, methane, and nitrogen were measured over the range 0−20 MPa at 53 °C. The data were fitted by the modified DR equation to within 1% of the sorption capacity across the isotherm in nearly all cases, substantially better than any of the alternatives tested. Without the proportionality term, sorption at high pressures was substantially underpredicted. ", "text": "10.1021/ef0600614  Top of PageAbstractIntroductionExperimental ProceduresResultsDiscussionConclusionsIntroduction Deep, unmineable coal seams are potential places to sequester carbon dioxide. One parameter that needs to be predicted accurately in any estimate of the feasibility of carbon sequestration in specific coal seams is the amount of carbon dioxide that is adsorbed by the coals under supercritical conditions. For this reason, the interaction between coals and carbon dioxide under supercritical conditions has recently become an area of intensive study.1-4  Because at high pressure a considerable quantity of gas remains in the gas phase in a laboratory experiment, it must be corrected for in any sorption measurement. In a gravimetric systemone that uses mass gain by a sample to determine sorptionthe mass of gas in the gas phase is given by the product of the density of the gas and the volume of the void space. A significant advantage of gravimetric systems is that the density of the gas phase is determined directly by use of a reference cell, with an accurately known volume, connected to the sample cell. This removes the need for calculated equations of state necessary in volumetric systems.  If the sample did not sorb carbon dioxide, the mass gain in the sample cell would be equal to the product of the gas density and the difference between the volume of the cell and the volume of the sample. Since coal does sorb carbon dioxide, the actual mass gain at a given pressure is greater than this calculated mass gain:  the difference between the actual and measured mass gain is the excess (or “Gibbs”) sorption, termed here Wads.  Expressed mathematically, the excess sorption, determined gravimetrically, is  Wmeas is the measured mass gain at a particular pressure; Vcell is the cell volume; Vsample is the volume occupied by the sample, and ρg is the gas density at this pressure and temperature.  The relatively high excess sorption exhibited by coal for carbon dioxide (up to 10% by weight) is what makes coal a good sequestration target. However, this sorption is pressure-dependent and therefore requires a model that can accurately describe the observed behavior.  In this paper, a new model is proposed and tested for fitting the sorption curves of three Australian bituminous coals.   Top of PageAbstractIntroductionExperimental ProceduresResultsDiscussionConclusionsExperimental Procedures Excess adsorption measurements of three Australian bituminous coals were determined using a gravimetric system with three stainless steel sample cells and one reference cell. The cell volumes were determined by filling each cell with N2 and weighing the gas at pressures up to 10 MPa and confirmed using CO2 at 53 °C up to 15 MPa. The reference cell volume was 147.4 mL, and the sample cell volumes were 311.7, 308.5, and 308.5 mL. The error in the volumes is estimated as 0.2 mL for the reference cell and 0.5 mL for the sample cells. Some of this variation is due to the difficulty in ensuring that the valves are seated identically in different runs.  The coals (analytical data in Table 1) were crushed with minimum fines to less than 1 mm, and the 0.5−1 mm size fraction was used for all analyses. The sample mass was a nominal 200 g. Samples were dried overnight under a vacuum at 60 °C. The maximum pressure was 20 MPa (accurate to 0.01 MPa), and the temperature used was 53 (± 1) °C. To avoid the effects of compressional heating, the system was allowed to equilibrate at a given pressure for at least 4 h before measured values were used. Measurements were taken every 10 min. Extended time studies at a given pressure (up to 120 h) revealed no further significant changes to the sample mass and recorded pressure for these coals (Figure 1).   Figure 1 Plot of mass gain and pressure change in a cell versus time in CO2 at 53 °C over 120 h.     Table 1.  Properties of Coals Investigated  coal% ash (db)% volatiles (db) A 21.6 24.2 B 11.6 32.4 C 11.9 19.1   The gases investigated were CO2, CH4, and N2. Gas densities were measured using a reference cell. The coals were exposed to  gases in the order CO2, N2, and CH4. At the end of this series, the coal was exposed to CO2 a second time to see if exposure to these gases resulted in a permanent change to the sorption capacity of the coal.  The ability of different isotherms to fit the data was tested. Because several of the equations used three adjustable parameters, it was not possible to linearize them and do a least-squares fit, as is traditionally done for fits using Langmuir and Dubinin−Radushkevich (DR) equations. Microsoft Excel Solver was used to fit all of the test equations to the data, with the root mean square (RMS) of the difference between predicted and measured values of excess adsorption being minimized. This approach assumes that the error distribution was constant across the isotherm (not proportional to the pressure or the amount adsorbed).  In the equations to be examined, the density of the adsorbed phase (ρa) is required. This cannot be measured directly but must be inferred. Different methods of determining adsorbed phase densities give slightly different values.5 The adsorbed phase densities used here were 1000 kg m-3 for carbon dioxide (a rounded average of four independent estimates of the adsorbed phase density of carbon dioxide5), 420 kg m-3 for methane, and 800 kg m-3 for nitrogen (the liquid density of these gases),5 and it was assumed that these were independent of the pressure. The influence of using different density values on the results will be discussed below.   Top of PageAbstractIntroductionExperimental ProceduresResultsDiscussionConclusionsResults Model Equations Tested. The classic DR adsorption isotherm is widely used for determining the sorption capacity of materials. The relationship between excess sorption (Wads) and pressure (P) takes the form  W0 is the surface adsorption capacity of the substrate; ρg is the gas density; ρa is the density of the adsorbed phase; D is a constant related to the affinity of the sorbent for the gas, and Ps is the saturation pressure (equal to the pressure at which the gas condenses at the temperature of the test). The term (1 − ρg/ρa) corrects for the volume occupied by the condensed phase on the surface of the sample, which displaces gas. D and W0 are the free parameters whose values are determined by model fitting. This isotherm has been found to apply even for gas adsorption on some nonporous materials.6 The DR adsorption isotherm is a pore-filling model; it does not assume monolayer surface coverage, although with certain assumptions about the distribution of pore sizes, surface areas can be estimated from W0.  This form of the DR equation is only valid when the pressure is less than the saturation pressure of the gas (P < Ps). It also cannot be used to model the adsorption of gases at temperatures or pressures where the gases are supercritical and Ps is undefined. Nevertheless, because it is so useful, attempts have been made to extend the equations to supercritical temperatures, mainly by attempting to define an equivalent saturation pressure at temperatures above the supercritical limits. However, these adaptations cannot easily accommodate adsorption at conditions where both the pressure and temperature are above the critical values.  Detailed investigation of the meaning of the DR isotherm7-9 has indicated that the term Ps is not necessarily the saturation pressure but is related to the energy required to compress the gas to the adsorbed phase density at the sorbent surface. If so, then there is no physical reason why a form of the DR isotherm cannot be applied in supercritical conditions, since, even in supercritical conditions, the density of the adsorbed gas is greater than the free gas density.  We propose that the DR isotherm can be applied to supercritical conditions by replacing the Ps term by the adsorbed phase density (ρa) and pressure by gas density. This modified DR isotherm can be used over a much wider pressure and temperature range than hitherto available. For example, this isotherm can now be used to describe high-pressure nitrogen and methane adsorption at room temperature. This modified DR isotherm takes the form   In this paper, the general replacement of gas pressure by gas density was put on trial for adsorption by coals using modified Langmuir and DR isotherms. This modification is especially important for modeling the adsorption of carbon dioxide, because it exhibits significant nonideal behavior under the test conditions used here.  Because introducing free parameters to any model tends to improve fits regardless of any correspondence to reality, the isotherms examined were restricted to a maximum of three free parameters. Some three-parameter isotherms fitted the data to within experimental error, and including additional free parameters was therefore not warranted.  The model equations examined here are given as follows:  1. The Langmuir Equation. This is the simplest and most commonly used equation to describe sorption. Here, it is modified to use gas density rather than pressure as the independent variable. In this form, ρL represents the gas density at which the adsorption is half the maximum, rather than gas pressure. The free parameters are W0 and ρL.   2. The DR Isotherm, Modified To Use Gas Density rather than Pressure (eq 3). The free parameters are W0 and D.  3. The Langmuir + k Isotherm. In studies of the sorption of gas by polymers,10 it is found that polymers can both adsorb gas on their surface and absorb gas into their interior. Larsen1 proposes a similar two-component sorption by coal. The equation that polymer researchers use is a Langmuir/Henry hybrid, where the adsorption component is modeled by the Langmuir component and the absorption by a term proportional to pressure, following Henry's law. In this form (modified to use gas density), the three free parameters are W0, ρL,and k. We abbreviate the name here as the Langmuir + k isotherm.   4. DR/Henry Hybrid (Using Gas Density). This also has adsorption and absorption components. The three free parameters are W0,D, and k. We abbreviate the name here as the DR + k isotherm. A version of this equation [using ln(Ps/P) instead of ln(ρa/ρg)] has been successfully used to describe the sorption of carbon dioxide on coals at low (<4 MPa) pressures.11   In cases 1 and 2, the excess sorption, Wads, must be zero at the pressure where ρg = ρa,because at this point (1 − ρg/ρa) equals zero. At this pressure, the adsorbed phase is indistinguishable from the gas phase by density. This provides a severe constraint on these models:  they must extrapolate to zero when the gas density equals the adsorbed phase density. Additionally, if the sorption of gas by the coal was accompanied by swelling, and the swelling contribution was equal to the volume of condensed gas inside the coal, eqs 5 and 6 would have to be modified because the swelling occupies volume that would otherwise be taken up by the gas. If the absorption of gas was accompanied by swelling in direct proportion to the amount absorbed, eq 5 would become  and eq 6 would become   Equations 7 and 8 would also tend to zero at the point where ρg = ρa. Thus, if adsorption takes place purely on the coal surface, or if coals swell on the sorption of gas in proportion to the amount adsorbed, the excess sorption must be zero when the pressure reaches the value where the gas density reaches the adsorbed phase density.  Sorption Studies. We found no evidence of large irreversible changes to the coal density on exposure to carbon dioxide, nor any peaks or minima in adsorption around 10 MPa that have been found in other studies.12 However, results in Table 2 suggest that there is a small permanent increase in helium density with repeated applications of pressure to the coal, after the first exposure, which if true suggests that the coals are slightly more penetrable by helium on exposure to high gas pressures. This may explain the finding by Goodman et al.2 that carbon dioxide penetrates coals faster on a second exposure to carbon dioxide, as increased coal density may translate to increased ease of penetration of heliumand by extension, other gasesinto pores. One possible explanation for this behavior is that stresses induced by the high pressure have caused microfractures in the coal, which allow more thorough penetration into the coal by the helium. The effect appeared independent of the gas used, suggesting a simple pressure effect. For the isotherm modeling, the densities measured after the exposure to gas were used. The mass of the sample cell containing the coal at the end of each run was within 0.2 g (0.1% of the starting mass of the coal), after the coal was evacuated at 60 °C overnight:  there was no evidence that the coals retained any of these gases. Table 3 lists the excess adsorption data. Results for coal C in methane are not listed because the results were affected by an error in the balance reading, but the coal was exposed to the same maximum pressure as the other coals.    Table 2.  He Density of Coals after Exposure to Gases at High Pressure at 55 °C (Repeatability of the Helium Density Measurement Was 0.001 g mL-1)  coalmax pressure (MPa)gasA (g mL-1)B (g mL-1)C (g mL-1) initial   1.467 1.486 1.380 run 1 15.58 CO2 1.473 1.486 1.365 run 2 19.08 N2 1.479 1.488 1.372 run 3 20.18 CH4 1.480 1.489 1.372 run 4 19.49 CO2 1.482 1.491 1.378     Table 3.  Excess Adsorption Data    excess adsorption (kg t-1)P (MPa)gas density (kg m-3)coal Acoal Bcoal CCarbon Dioxide 0.00 0.0 0.0 0.0 0.0 0.07 1.1 10.4 8.6 6.2 0.17 2.8 17.5 15.3 11.5 0.37 6.1 26.1 22.8 17.6 0.71 11.0 34.9 30.7 23.2 1.30 21.4 43.2 38.4 28.3 3.88 74.0 58.0 52.5 38.2 5.75 122.7 61.9 56.4 40.6 7.31 176.7 62.9 57.7 41.1 8.83 250.3 61.3 56.3 40.2 10.07 338.4 57.8 53.1 38.3 11.12 436.4 52.6 48.5 35.5 12.23 532.6 47.3 43.8 32.5 14.05 628.6 42.3 39.6 29.5 15.58 676.7 40.0 37.8 28.1Methane 0.0 0.0 0.0 0.0  0.1 0.5 0.8 0.7  0.2 1.0 1.7 1.5  0.4 2.3 3.6 3.3  0.9 5.3 5.8 5.3  2.0 11.7 8.3 7.6  3.4 20.4 10.1 9.6  4.9 30.2 11.3 10.7  6.6 41.5 12.3 11.8  8.3 53.4 12.7 12.3  10.1 66.3 13.1 12.7  12.0 79.2 13.2 13.0  13.9 93.1 13.2 13.1  16.0 107.1 13.3 13.2  17.5 116.8 13.3 13.3  18.8 125.2 13.1 13.2  20.2 133.9 13.1 13.1  Nitrogen 0.0 0.0 0.0 0.0 0.0 0.2 1.5 0.9 0.7 0.8 0.3 3.0 1.5 1.2 1.3 0.6 6.2 2.0 2.0 3.0 1.1 11.3 3.7 3.5 4.4 2.0 21.1 5.9 5.7 6.2 3.4 35.0 7.8 7.6 8.0 4.7 48.7 9.4 9.2 9.4 6.1 62.4 10.6 10.4 10.4 7.4 75.4 11.3 11.3 11.1 8.9 90.0 12.2 12.2 11.8 10.1 102.6 12.7 12.9 12.4 11.7 117.5 13.1 13.4 12.6 12.6 126.4 13.3 13.7 12.8 13.5 134.7 13.5 14.0 13.2 14.3 143.1 13.4 13.9 13.9 15.8 156.9 13.8 14.4 13.7 15.5 153.9 13.7 14.4 13.5 17.5 171.6 14.0 14.9 13.8 19.1 185.1 14.2 15.2 13.9   Figure 2 shows the CO2 adsorption curves for the three coals (for both first and last runs), plotted against pressure. There are significant differences between the results for the different coals, which would have an impact on calculations for their suitability as sequestration targets. There are also some differences between the results for the first and second runs in carbon dioxide, especially coal A, but no firm conclusions can be drawn at this stage, except that the effects of repeated exposure to gases at high pressure are relatively small. The nonlinear decrease of excess adsorption at high pressure is due to the nonlinearity of the relationship between the gas density of carbon dioxide and the pressure.   Figure 2 CO2 adsorption curves for the three coals examined. Open markers and solid lines correspond to the first isotherms; solid markers and dotted lines correspond to the second CO2 isotherms.   Figure 3 shows the fits of the isotherms to the excess adsorption of carbon dioxide by coal B using gas density as the x coordinate, which shows the linear nature of the excess sorption at high pressure. Both the Langmuir and DR isotherm fit the data equally poorly. Both models predict excess adsorption at intermediate pressures that is too high compared to the measured values and predict excess adsorption at low and high pressures that is too low. At high pressures, the underprediction is on the order of 30%, which will have a major impact on estimating the sequestration capacity of these coals at these pressures if these equations are used, especially if extrapolating from low pressure measurements. The deviation appears to result from the fact that, according to these equations, the isotherms are forced to go to zero when ρg = ρa,because the gas and adsorbed phases become indistinguishable by density. In contrast, the measured adsorption curves (Figure 3) appear to extrapolate to well above zero at 1000 kg m-3. This means that the coal-sorbed gas mixture at high pressure appears to occupy less volume (has a higher density) than the separated original coal and condensed phase.   Figure 3 Fits to the second excess adsorption of carbon dioxide by coal B.   Figure 4 compares the residuals of the fits to the Langmuir + k and the DR + k isotherms. The DR + k residuals are much closer to zero.   Figure 4 Residuals of curves of the best to the excess adsorption of carbon dioxide by coal B using three free parameter isotherms.   The corresponding fits to methane adsorption for this coal (Figure 5) show that, similar to carbon dioxide, the two component isotherms significantly underpredicted adsorption at high pressures while the DR + k isotherm produced the best fit to the data.   Figure 5 Residuals of curves of the best to the excess adsorption of methane by coal B.   Table 4 lists the surface adsorption capacity calculated for the coals by the different isotherms for the different gases, along with the RMS of the fit. Table 5 lists the D and k values for the DR + k fits to the isotherms. A number of conclusions can be drawn from these tables:    Table 4.  Values of Sorption Capacity, W0,and Fit Quality for Different Adsorption Isotherms  coalisothermCO2CH4N2CO2 (run 2)W0 (kg/t, db) A Langmuir 90 20 25 92  DR 94 20 22 93  Lang + k 74 15 18 70  DR + k 82 18 19 78 B Langmuir 84 28 21 95  DR 87 20 24 93  Lang + k 67 14 17 66  DR + k 75 17 18 74 C Langmuir 61  23 62  DR 63  21 64  Lang + k 47  14 49  DR + k 53  17 54RMS (kg/t) A Langmuir 5.94 0.61 0.24 6.51  DR 4.12 0.31 0.22 5.03  Lang + k 2.10 0.19 0.15 1.82  DR + k 0.52 0.15 0.16 0.74 B Langmuir 5.61 0.63 0.28 7.30  DR 4.05 0.40 0.32 6.18  Lang + k 1.84 0.19 0.10 1.57  DR + k 0.51 0.13 0.11 0.84 C Langmuir 4.50  0.43 4.22  DR 3.39  0.36 3.19  Lang + k 1.22  0.20 1.10  DR + k 0.48  0.17 0.62     Table 5.  Comparison of D and k Values for the DR + k Fit to the Isotherms  coalCO2CH4N2CO2 (run 2)D A 0.051 0.068 0.100 0.055 B 0.054 0.074 0.112 0.061 C 0.052  0.093 0.053k (m3/t) A 0.019 0.012 0.010 0.017 B 0.019 0.018 0.020 0.022 C 0.016  0.017 0.011   Including the k term in the model significantly improves the RMS of the Langmuir and DR isotherms when fitted to the adsorption of carbon dioxide (to within 1% of the surface sorption capacity), indicating that this parameter may well indicate some interaction between the fluid and the coal matrix, particularly at high pressures. The improvement on adding in this term is greater for the DR isotherm than for the Langmuir isotherm for carbon dioxide. The improvement in the fit to methane and nitrogen is smaller, and both Langmuir and DR models fit equally well (to within 1−2% of the surface sorption  capacity). Introducing the k term has the effect of reducing the calculated surface sorption capacity as well.  The better fit of the DR + k model than the Langmuir + k model suggests that the mechanism of gas sorption in coals is a pore-filling type rather than monolayer coverage.  For the three coals, the surface adsorption capacity (W0) of the coal for carbon dioxide was greater than for the other two gases by a factor of 4. The coals showed an approximately equal surface adsorption capacity for methane and nitrogen (expressed on a mass basis). Expressed on a mole basis, the carbon dioxide sorption capacity is about twice that of methane, and that of methane is almost twice that of nitrogen, ratios that are typical for coals.13  These three coals differed significantly in their sorption capacity for carbon dioxide, but the differences in sorption capacity for the other gases were relatively smaller.  The variation in the value of k between coals and between gases was small.  The D value decreased in the order N2 > CH4 > CO2, indicating that the affinity of the coal for the gases increased in the opposite order.   Top of PageAbstractIntroductionExperimental ProceduresResultsDiscussionConclusionsDiscussion The results show that the DR + k equation fits the sorption data to about 1% accuracy up to 20 MPa. The sorption capacity varied significantly between coals. The variation in k value was small between coals and gases.  A consistently positive k value can be caused by a number of factors (the first three have already been suggested by Ozdemir et al.3,11):  Errors in Determination of Cell Volume. If this was the cause, then a positive k value of 0.02 m3 t-1 (or mL g-1) would mean that the error in cell volume would be (0.02 × sample mass of coal in grams) mL. In this case, because the coal sample mass used is 200 g, the cell volume would have to be 4 mL greater than the value used. This would lead to an overestimation of sorption by 12 kg t-1 at 15 MPa of carbon dioxide. This magnitude of error is much greater than that found in tests of the repeatability of measurements of sample cell volume.  Errors in Estimation of Coal Density Using Helium. If the measured helium density is less than the actual density, this would lower the calculated void volume compared to the real one. In order to produce this degree of error, the helium density must be too low by over 2% (more precisely, by 4 mL × helium density/sample mass). This is well-outside the normal errors of helium density determination.  Differences in Penetrability of Carbon Dioxide and Helium. Helium pycnometry, used for measuring coal density, may lead to errors due to the helium not accessing the same voids in the coal as the carbon dioxide. If carbon dioxide penetrates the coal more effectively than helium, the coal volume would be overestimated and this will cause a positive error in the calculated excess sorption that is proportional to gas density. While this is possible, it is not believed to occur in this case for two reasons:  (a) all three gases gave k values that were similar in magnitudealthough carbon dioxide is believed to be able to penetrate coal to a different extent than methane or nitrogenand (b) if the carbon dioxide penetrates pores that helium cannot, it would be anticipated that these pores, being ultrafine, would contribute to the adsorption isotherm in a way that was not linear with gas density.  Henry's Law Sorption by the Coal. If it occurs in these coals for carbon dioxide,1 the results here suggest that it occurs to approximately the same extent with methane and nitrogen on a mass basis. Since methane and nitrogen do not swell coals to the same extent that carbon dioxide does,14 it would then follow  that swelling and sorption are unrelated when comparing different gases.  Volume Changes in Coal. If the coal were compressible, it would take up less volume, allowing more gas to be added to the sample cell volume. Such a compression would be expected to be proportional to pressure, and the excess gas mass would be proportional to the product of the pressure and gas density, that is, pressure squared for an ideal gas. Such a relationship between pressure and sorption was not found. Additionally, some coal components swell in carbon dioxide.15 The only way for a volume change in coal (either swelling or compression) to produce a contribution to the adsorption curve that is linearly related to gas density is if the volume change in coal is independent of pressure (this is equivalent to saying that there is an error in estimating the coal volume).  Errors in Adsorbed Phase Density. The adsorbed phase density is relatively constant for individual monatomic gases and methane adsorbed on activated charcoal,16 but this may not be true on coals. If it is assumed that the k term is entirely due to an error in the adsorbed phase density on coal, we can calculate what the adsorbed phase density would have to be, by allowing the adsorbed phase density to vary but fixing k at zero. The values of adsorbed phase densities thus obtained were ∼1500 kg m-3 for carbon dioxide, 600 kg m-3 for methane, and ∼1200 kg m-3 for nitrogen. These densities seem excessive. However, the fits to the data were good, indicating that the k term can also include errors in the adsorbed phase density.  Discounting the Influence of Coal Swelling. This model does not take into account the influence of coal swelling. The relationship between swelling and sorption is not straightforward. To explicitly include swelling, we cannot assume that a swollen coal takes up more gas-impermeable space. Swelling the coal may increase the internal accessibility to the gas, effectively increasing microporosity that may compensate to some extent for its greater apparent volume. The volumetric swelling of coals by carbon dioxide is on the order of 1−2%, and less for methane. Gas-induced swelling is not linearly related to pressure;14,17 it rapidly increases at low pressures before leveling off at high pressures. There is some evidence that the extent of swelling is related to the extent of coal sorption.17 If so, swelling would influence the measured sorption capacity, not the k value. If the volumetric swelling is on the order of 2%, and the sorption capacity of the coal is about 10% by weight, the contribution of swelling to the total sorption would be small but not insignificant. Interestingly, if the densities of the coal and condensed carbon dioxide are comparable, a simple difference calculation shows that the porosity of the coal must be at least 8% to accommodate the condensed carbon dioxide. If the porosity is less than this, it would indicate that the density of the coal−carbon dioxide mixture must be greater than the weighted average of the densities of the coal and adsorbed carbon dioxide to accommodate the carbon dioxide within the coal.  Hence, none of the above explanations completely account for the k term. While k may be an indicator of a real sorption mechanism that is approximately constant between gases, its full explanation must await further work. Its effect is to increase the measured sorption capacity of coals at high pressures beyond that expected by simple sorption models.  Including the k term in the regression reduces the effect of errors in cell volume on the calculated sorption capacity of the coal. For example, using the results presented in Table 4, it can be determined that an error of 4 mL in the cell volume has no significant effect on the calculated sorption capacity of the coal with the DR + k model, but if using the DR (or Langmuir) model without a k term, the calculated sorption capacity is very sensitive to cell volumechanging W0 by 15% if the cell volume or helium density is in error by 2% (Table 4). Thus, whichever model is used, it is suggested that a proportionality term be included in the fit to “trap” these errors and thus make the calculated surface sorption capacity less sensitive to these errors. The contribution to the calculated sorption k term becomes significant only at high pressures, while the accuracy of its determination increases with increasing maximum pressure; thus, the DR + k model is most accurate when maximum gas densities and pressures are high.   Top of PageAbstractIntroductionExperimental ProceduresResultsDiscussionConclusionsConclusions By using the gas density rather than the gas pressure as the independent variable, the Dubinin−Radushkevich adsorption isotherm is able to be applied over a much wider range of temperatures and pressures.  Adding a term that is proportional to gas density to the DR isotherms results significantly improves the fits of the models to the adsorption of carbon dioxide, methane, and nitrogen by coals over the 0−20 MPa pressure range investigated, with fits to within 1% of the sorption capacity of the coal being achieved.  A number of different mechanisms can produce an apparent excess adsorption term that is proportional to gas density, so that the reason for this addition being necessary to improve the fit requires further study.     This article references 17 other publications. (1) Larsen, J. W.   Int. J. Coal Geol. 2004, 57, 63−70.[Crossref], [CAS](1) . The effects of dissolved CO2 on coal structure and propertiesLarsen, John W.International Journal of Coal Geology\r\n        (2004),\r\n    57\r\n        (1),\r\n    63-70CODEN:\r\n                IJCGDE;\r\n        ", "title": "Application of a Modified Dubinin−Radushkevich Equation to Adsorption of Gases by Coals under Supercritical Conditions", "authors": ["Richard Sakurovs", "Stuart Day", "Steve Weir", "Greg Duffy"], "doi": ["10.1021/ef0600614"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2007/enfuem.2007.21.issue-2/ef0600614/production/images/small/ef0600614f00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2007/enfuem.2007.21.issue-2/ef0600614/production/images/small/ef0600614f00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2007/enfuem.2007.21.issue-2/ef0600614/production/images/small/ef0600614f00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2007/enfuem.2007.21.issue-2/ef0600614/production/images/small/ef0600614f00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2007/enfuem.2007.21.issue-2/ef0600614/production/images/small/ef0600614f00005.gif\">"]}