{"abstract": "Isolation of the thermodynamic over kinetic phase can be achieved by structurally “reprogramming” metal−organic frameworks (MOFs) formation via seeding a Co-containing reaction solution with Zn at 65°C. This example demonstrates a simple synthetic method for controlling the molecular architectures of MOFs.Metal–organic frameworks (MOFs)  and  ([M()(H)(DMF)(DABCO)], where M = Co and Zn), which are based on trimeric nodal clusters (MMM), have been synthesized from the ligands 2,2′-dihydroxy-1,1′-biphenyl-4,4′-dicarboxylic acid (H) and 1,4-diazabicyclo[2.2.2]octane (DABCO). High temperature synthesis (150 °C) led to the formation of , but an identical reaction mixture gave exclusively  ([Co(H)(DMF)]) when reacted at 65 °C. Reactions at intermediate temperatures gave a mixture of products confirming that  is the thermodynamic product and  is the kinetic product. Conditions used to form  at 65 °C were “reprogrammed” by doping the reaction solution with Zn to generate the thermodynamically favored phase () with a mixed Co/Zn composition, . Heterometallic mixtures of Zn/Co were explored for a range of starting metal ratios, showing preferential incorporation of Co over Zn at 150 °C. Furthermore, coordination of Co ions to the free diol moieties in  was achieved by post-synthetic doping of  with Co(NO) in MeOH, generating . On the basis of pore size distributions and fluorescence emission spectroscopy, Co was shown to bind to the diol moieties for all Co-containing forms of  during MOF synthesis but this does not occur for excess Zn in . These synthetic conditions allow precise control over both the internal pore dimensions and pore environment for variants of , leading to demonstrable improvements in the enthalpy of CO adsorption.", "text": "10.1021/cg500978s Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionThe judicious selection of synthetic conditions is essential for generating metal–organic frameworks (MOFs) of predetermined structure metrics and crystal morphologies.(1) Such fine control of MOF architectures is essential to the development of novel materials for size and shape selective gas and liquid separations,(2) and catalysis.(3) In MOF materials the relationship between structure and function is built on the principles of reticular chemistry,(4) whereby regular changes in both structure metrics and pore environment can be achieved by the linear extension of organic linkers.(5) This process is in competition with effects such as interpenetration which act to reduce available pore space. Changes in pore structure can either improve or diminish a particular effect, depending on the application.(6) Reduced pore sizes may be required for applications involving recognition processes (i.e., selective gas adsorption,(7) enantioselective sensing(8)), whereas larger pore sizes are often preferred when high rates of reagent diffusion are required, for example, in heterogeneous catalysis. Analysis of such structure/function relationships has proven to be an effective method for the rational design of functional materials.Given the intimate structure/function relationships that are observed for MOF materials, simple methods for “preprogramming” their crystalline morphologies are of significant interest. Several methods for controlling the formation and/or phase of MOF products of particular structure have been reported, including the form of the starting ligand and reagents,(9) modification of solution chemistry,(10) templating,(11) thermodynamic and kinetic effects,(12) pH,(13) or crystal seeding methods.(14) Each of these approaches seeks to influence the thermodynamic and/or kinetic parameters of MOF formation so that reproducible, high yielding synthetic protocols for particular phases can be achieved.Here, we report the synthesis of three MOFs, 1-Zn, 1-Co ([M3(L)(H2L)(DMF)(DABCO)], where M = Zn and Co) and 2-Co ([Co(H2L)(DMF)2]), with precise control over phase formation via thermodynamic and kinetic methods (Scheme 1). Control of the reaction conditions allowed for phase-pure synthesis of 1-Co and 2-Co at 150 and 65 °C, respectively, from solutions that otherwise contained a mixture of phases at intermediate temperatures. Structural “reprogramming” of the kinetic product could be achieved at 65 °C by seeding a CoII-containing reaction solution with ZnII. Notably, this simple strategy, which is akin to the “soldiers and sergeants” approach of Meijer,(15) does not lead to a structural analogue of 2-Co, but to mixed-CoII/ZnII analogues of 1, denoted 1-CoZn. 1-CoZn could be synthesized from reaction solutions that encompassed a range of ZnII/CoII ratios with defined final metal compositions. In addition, the successful incorporation of secondary metals ions into 1-Zn at the uncoordinated diol moieties was undertaken via post-synthetic metalation(16) with CoII, generating Co@1-Zn. Notably, these post-synthetically metalated MOFs (1-M) showed a marked preference at the diol moiety for coordination of Co over Zn and an enhancement in the MOF’s affinity for CO2.Scheme 1Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionGeneral Experimental MethodsUnless otherwise stated, all reagents were commercially obtained and used without further purification. 2,2′-Dihydroxybiphenyl-4,4′-dicarboxylic acid (H4L) was synthesized using literature procedures.(9a) Infrared (IR) spectra were recorded on a Perkin–Elmer Fourier transform infrared (FT–IR) spectrometer on a zinc-selenide crystal. The Campbell microanalytical laboratory at the University of Otago, Dunedin performed all elemental analyses. Thermogravimetric analysis (TGA) was performed on a Perkin–Elmer STA-6000 under a constant flow of N2 (20 L/min) at a temperature ramp rate of 5 °C/min. N2 adsorption isotherms at 77 K were recorded on a Micromeritics ASAP 2020 adsorption analyzer. The Brunauer–Emmett–Teller (BET) method(17) was used for determining surface areas from N2 isotherms at 77 K. Pore size distribution plots were calculated from N2 isotherms at 77 K using the density functional theory (DFT) method through the Micromeritics ASAP 2020 software. Isosteric heats of adsorption were calculated using the Virial method. UV–visible spectroscopy was performed on a Cary 5000 spectrophotometer equipped with a Harrick Praying Mantis diffuse reflectance attachment. Samples were dispersed in dried KBr prior to loading. Energy dispersive spectroscopy (EDS) was performed on a Philips XL30 field emission scanning electron microscope (FESEM) at 10 keV and further analyzed using the program EDAX Genesis. Samples surfaces were coated in carbon prior to EDS analysis to reduce surface charging and improve resolution.Synthesis of Metal–Organic FrameworksGeneral Procedure for the Synthesis of 1To a solution of H4L (1.0 mL, 0.1 M in DMF) was added M(NO3)2·6H2O (1.0 mL, 0.1 M) followed by DABCO (1.0 mL, 0.055 M DMF solution). The resulting mixture was sealed in a 20 mL scintillation vial and heated at 150 °C for 18 h.[Co3(L)(H2L)(DABCO)(DMF)], 1-CoDark purple crystals (30.8 mg, 68%). FT–IR (cm–1): 1655, 1588, 1540, 1410–1340 (br.), 1243, 1023. Analysis calc. for [1-Co]·3/10[Co(DMF)4]·2DMF·H2O: C 47.88, H 4.94, N 7.43; Found C 47.53, H 5.08, N 7.67%.[Zn3(L)(H2L)(DABCO)(DMF)], 1-ZnColorless crystals (29.4 mg, 63%). FT–IR (cm–1): 1648, 1591, 1541, 1410–1340 (br.), 1252, 1022. Analysis calc. for [1-Zn]·2H2O·DMF: C 40.18, H 4.01, N 5.07; Found C 40.10, H 4.44, N 5.44%.“Reprogramming” Procedure for the Synthesis of [1-CoZn] AnaloguesTo a solution of H4L (1.0 mL, 0.1 M in DMF) was added Co(NO3)2·6H2O (0.25 mL, 0.1 M in DMF) and Zn(NO3)2·6H2O (0.75 mL, 0.1 M in DMF), followed by DABCO (1.0 mL, 0.055 M DMF solution). The resulting mixture was sealed in a 20 mL scintillation vial and heated at 65 °C for 18 h yielding pale purple crystals of [1-Co/Zn].Standard Procedure for the Synthesis of 1-CoZn Analogues, [1-CoZn] (1:1)To a solution of H4L (0.5 mL, 0.1 M in DMF) were added Co(NO3)2·6H2O (0.25 mL, 0.1 M), Zn(NO3)2·6H2O (0.25 mL, 0.1 M), and DABCO (0.5 mL, 0.055 M DMF solution). The resulting mixture was sealed in a 20 mL scintillation vial and heated at 150 °C for 18 h. 1-CoZn: Pale purple crystals (25.4 mg, 56%).Standard Conditions for the Synthesis of [Co(H2L)(DMF)2], 2-CoTo a solution of H4L (1.0 mL, 0.1 M in DMF) were added Co(NO3)2·6H2O (1.0 mL, 0.1 M), DABCO (1.0 mL, 0.055 M DMF solution), and EtOH (0.5 mL). The resulting mixture was sealed in a 20 mL scintillation vial and heated at 65 °C for 8 h. 2-Co: Light pink crystals (26.1 mg, 62%). FT–IR (cm–1): X. Analysis calc. for [2-Co]·1/3H2O·3/4DMF: C 47.68, H 5.03, N 7.35; Found C 47.30, H 5.23, N 7.84%.Procedure for the Synthesis of Co@[1-Zn]In a scintillation vial, as-synthesized 1-Zn was washed with fresh DMF (3 × 5 mL) over 3 h and then washed with fresh MeOH (3 × 5 mL) over 3 h. The MeOH was decanted and a solution of Co(NO3)2 (30 mg, mmol) in MeOH (2 mL) was added. The vial was then heated at 60 °C for 18 h. The resulting pale pink crystals were washed with MeOH (3 × 5 mL) over a 3 h period and then left to soak overnight. [1-Zn]·4/5[Co(MeOH)4]·21/2MeOH: C 46.36, H 4.50, N 3.80; Found C 46.07, H 4.28, N 4.13%.X-ray CrystallographyCrystals were mounted under paratone-N oil on a plastic loop. X-ray diffraction data were collected with Mo-Kα radiation (λ = 0.7107 Å) using an Oxford Diffraction X-calibur single crystal X-ray diffractometer at 150(2) K. Data sets were corrected for absorption using a multi-scan method, and structures were solved by direct methods using SHELXS-97(18) and refined by full-matrix least-squares on F2 by SHELXL-86,(19) interfaced through the program X-Seed.(20) Data were recorded at the Australian Synchrotron (Clayton, VIC) performed on the MX1 beamline (set to the Mo-Kα wavelength, λ = 0.7107 Å) equipped with an ADSC Quantum 210r detector interfaced through the program BluIce(21) and collected by scanning 180° through phi at 150(4) K. Collected data were processed and solved using XDS.(22) Refinement procedures were as described above.In general, all non-hydrogen atoms were refined anisotropically, and hydrogen atoms were included as invariants at geometrically estimated positions, unless specified otherwise in additional details (see Supporting Information (SI)). Details of data collections and structure refinements are given below. CCDC numbers 1010726, 1010727, 1010725, and 1010728 contain the supplementary crystallographic data for the structures 1-Zn, 1-Co, 1-Zn·MeOH (SI), and 2-Co, respectively. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif.Table 1. Selected X-ray Crystallography Data and Refinement Parameters 1-Co1-Zn2-Cocompound[Co3(H2L)(L) (DABCO)(DMF)][Zn3(H2L)(L) (DABCO)(DMF)][Co(H2L)(DMF)2]formulaC37H31N3O13Co3C37H31N3O13Zn3C20H22N2O8Cocrystal systemmonoclinicmonoclinictrigonalspace groupP21/cP21/cP3221a/Å17.6122(5)17.5414(2)17.3720(4)b/Å18.1405(4)18.1004(2) c/Å18.3816(5)18.4729(2)8.6547(6)α/°909090β/°91.826(3)91.8580(10)90γ/°9090120.0V/Å35869.8(3)5862.18(11)2261.9(19)ρ/g cm–31.0211.0471.051Z443T/K150(2)150(2)150(2)μ/mm–10.8831.2630.604reflections collected601566596610564unique reflections (Rint)11531 (0.0468)11322 (0.0494)3534 (0.0420)reflections I > 2σ(I)906496162637data/restraints/parameters11531/0/56114323/12/55110564/0/143goodness of fit (S)1.0371.0980.993R1/wR2 [I > 2σ(I)]0.0440/0.11930.0362/0.09850.0449/0.1108R1/wR2 (all data)0.0576/0.12510.0500/0.10310.0640/0.1189The structures of 1-Co, 1-Zn, and 2-Co possess large voids containing diffuse electron density peaks that could not be adequately modeled as solvent. The SQUEEZE routine of PLATON(23) was applied to the collected data, resulting in reductions in both R1 and wR2 (SI, Table S2.1). Electron density removed from the pores of 1-Co resulted in the equivalent of 12.8 DMF molecules per unit cell, equating to 3.2 DMF molecules per formula unit (131 e–, 1-Co·3.2DMF). For 1-Zn, the results are similar, with the equivalent of 13.6 DMF molecules found per unit cell, or 3.4 DMF molecules per formula unit (136 e–, 1-Zn·3.4DMF). 2-Co was found to contain the equivalent of 4.8 DMF molecules per unit cell, or 1.6 DMF molecules per formula unit (64 e–, 2-Co·1.6DMF).Powder X-ray Diffraction (PXRD)Unless otherwise stated, PXRD data were collected on a Rigaku Hiflux Homelab system using Cu–Kα radiation with an R-Axis IV++ image plate detector. Samples were mounted on plastic loops using paratone-N and data were collected by scanning 90° in phi for 120 s exposures. The data was converted into xye format using the program DataSqueeze. Simulated PXRD patterns were generated from the single crystal data using Mercury 2.4.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionSynthesis and Structure of 1-Zn, 1-Co, and 2-CoSolvothermal reactions of H4L with DABCO and M(NO3)2·6H2O, where M = Co or Zn, in DMF at 150 °C yielded 3D isostructural MOFs [Co3(H2L)(L)(DABCO)(DMF)] (1-Co) as dark purple crystals, or [Zn3(H2L)(L)(DABCO)(DMF)] (1-Zn) as colorless crystals. Analysis of the MOF crystal structures shows that the diol ligand L is present in two distinct structural motifs; a fully deprotonated ligand (L) that coordinates through all available oxygen donors; and as a doubly deprotonated ligand (H2L) that binds to the metal ions via the carboxyl groups only (Figure 1c). For the latter case this leaves the non-coordinating dihydroxy moiety exposed in the pores of the MOF, but due to rotational flexibility of LH2 about its biaryl axis, the pendant −OH groups of LH2 were found to be disordered over two positions in the crystal structure. In addition to L and LH2 organic links, coordination of the trimeric MTdMOhMTd cluster (Figure 1a) is completed by a bridging DABCO ligand and a single coordinated DMF molecule. Each of these clusters is connected to eight adjacent nodes to form the extended 3D network.Figure 1. (a) Structural representations of the node in 1-Co. (b) Extended structure of 1-Co viewed down the crystallographic b-axis. (c) Two forms of the ligand, H2L (left) and L (right). Co – purple, C – gray, N – blue, and O – red. (d) N2 adsorption isotherm at 77 K of 1-Co (purple) and 1-Zn (dark cyan).Each of the three MII atoms is unique in the structure and assumes a Td–Oh–Td geometrical arrangement within the cluster, with M[1, Td] adopting a slightly distorted Td geometry, which is attributed to lattice-imposed constraints and a long carboxylate O–M interaction (2.328 and 2.514 Å for Co–O and Zn–O, respectively). The difference in the coordination environment between M[1, Td] and M[3, Td] is small, differing only in either coordination or bridging by one of the carboxylate donors, for M[1, Td] and M[3, Td], respectively. To the best of our knowledge, this trimeric MII cluster is a unique metal node in MOFs,(24) with previously reported MOFs containing trimetallic SBUs exhibiting a six-coordinate (Oh) geometry over all three positions of their trimeric units,(24a, 24c, 24d, 25) compared to the uncommon Td–Oh–Td arrangement(26) observed in the structure of 1.The structure of 1 has channels along the a-, b- and c-axes (Figure 1b, SI Figures S2.1–2.4) with a maximum pore diameter of 12.5 Å. This open framework architecture inspired us to probe the permanent porosity of 1-Zn and 1-Co. N2 adsorption measurements were performed at 77 K on activated samples of 1-Co and 1-Zn and are shown in Figure 1d. Both isotherms are best described as Type-1 in shape with BET surface areas of 968 m2/g and 957 m2/g, for 1-Zn and 1-Co, respectively (SI, Tables S3.1–3.2). The bulk phase purity of each material was assessed using PXRD methods with Le Bail refinement, modeled against simulated patterns obtained from single X-ray crystal data (SI, Figures S4.3–4.4). Additionally, soaking as-synthesized 1-Zn in MeOH enabled solvent exchange of the coordinated DMF, giving 1-Zn·MeOH that was confirmed by X-ray diffraction methods (SI, Table S2.2)Solvothermal reactions of H4L with DABCO and Co(NO3)2·6H2O in DMF under milder synthetic conditions at 65 °C yielded 2-Co as large pink crystals. X-ray crystallographic analysis revealed that the crystals possess a 3D, kagome-like net topology with the formula [Co(H2L)(DMF)2], 2-Co (SI, Figure S2.6), analogous to the NiII and MgII structures previously reported by our group.(27) Confirmation of 2-Co phase-purity was undertaken by Le Bail refinement on the experimental PXRD data (SI, Figure S4.5).Thermodynamic vs Kinetic Control of Crystallization ProductsWe found that the optimum synthetic conditions for 1-Zn required reaction in sealed solvothermal vessels at temperatures between 130 and 150 °C. However, 1-Zn could still be synthesized under solvothermal conditions, at temperatures as low as 65 °C (SI, Figure S4.1). In contrast, 1-Co was formed at 150 °C, but a different phase, 2-Co, formed from low temperature synthesis (65 °C). In order to investigate the relationship between temperature and phase formation, we synthesized the CoII MOFs at selected temperatures over the range of 65–150 °C. In the case of reaction at 100 °C, a mixture of phases were generated, as revealed by the formation of both dark purple and pale pink crystalline materials and two sets of diffraction peaks by PXRD. Patterns collected for 1-Co/2-Co crystallization products at 65, 85, 100, 120, and 150 °C revealed a precise thermodynamic contribution to the formation of 1-Co vs 2-Co (Figure 2a). Thermodynamic versus kinetic control of product formation was evident by PXRD (Figure 2b), whereby low temperatures drove the formation of the kinetic product 2-Co at 65 and 85 °C; a mixture of the 1-Co and 2-Co phases formed at 100 °C, distinguishable as 2-Co by 010 peaks at 5.8° in 2θ, whereas phase-pure 1-Co was formed under thermodynamic control at 120 and 150 °C. In the case of 1-Zn, only one phase was observed under identical conditions (SI, Figure S4.1), indicating the 1-Zn phase is the thermodynamically favorable product over an identical temperature range.Figure 2. (a) Synthetic scheme showing formation of 1-Co and 1-Zn (left) at 150 °C as the thermodynamic product, formation of 2-Co (top right) at 65 °C as the kinetic product, and reprogramming to yield 1-CoZn at 65 °C (note: structural representation of 1-CoZn only). (b) PXRD patterns for MOFs synthesized at various temperatures under standard synthetic conditions. Simulated patterns for 1-Co and 2-Co are shown for reference. Note the appearance of both phases in the pattern derived from the 100 °C synthesis. (c) PXRD patterns collected for MOFs formed at 65 °C from solutions containing monometallic, Co, and dimetallic, Co + Zn, synthetic mixtures of 2-M or 1-M phase, respectively.Given the preference that reactions containing ZnII show for forming a single phase, 1-Zn (with no evidence for a kagome-type 2-Zn phase), over the entire temperature range assessed, we were motivated to study the ability of small amounts of ZnII to “reprogram” the reaction conditions that yielded the kinetically favored topology 2-Co. Accordingly, 0.25 equiv of Zn(NO3)2 was added to the reaction solution used to form 2-Co at 65 °C. The resultant MOF was a mixed CoII–ZnII analogue of the thermodynamically favored topology 1, denoted 1-CoZn, confirmed by PXRD (Figure 2c) and EDS. This represents a reversal, or “reprogramming”, of thermodynamic control for an otherwise kinetically driven process.(12d, 28) While the mechanism for this process has not been fully determined, it is evident that incorporation of ZnII, which does not form a 2-Zn kagome phase, drives formation of the thermodynamic phase, 1, at temperatures that would normally yield the kinetic product 2-Co.2-Co proved to be less stable than the previously reported NiII or MgII structural analogues.(27a) Despite employing a range of activation methods, 2-Co did not maintain its porosity subsequent to solvent removal, and furthermore PXRD analysis showed that the framework had decomposed upon activation. Nevertheless, DMF molecules coordinated to the metal node could be exchanged via solvent exchange with MeOH. Desolvation under a vacuum exhibited a distinct change in UV–visible absorbance of 2-Co (SI, Figure S5.1) that was reflected in a noticeable change in the color of the crystals from a light pink to a dark blue color that is indicative of a well-known shift in coordination sphere from Oh CoII to Td CoII. This observed desolvation process is analogous to that of the NiII analogue, [Ni(H2L)(DMF)2]; however, in this case the process was irreversible. This is likely due to both a more stabilized pseudo-Td CoII complex compared to NiII, and limited access to the metal by pore solvents, resulting in a stabilization of the desolvated MOF. Although DABCO is not a structural component of 2-Co, its removal from the synthetic procedure resulted in a severe reduction in the rate of synthesis and yield. In these reactions it is likely that DABCO increases the pH of the solution leading to an increase in the rate of MOF formation by rapid deprotonation of the carboxylate and/or hydroxyl moieties on the ligand.Expansion of Mixed-Metal Analogues of 1To assess the role of the starting metal ion ratio for the synthesis of mixed CoII/ZnII MOFs, we prepared a series of reaction solutions of varying metal concentration, using a reaction temperature of 150 °C. In place of solutions of a single metal salt, mixtures of CoII and ZnII were used with tight control over solution stoichiometry (ligand/metal/DABCO, 1:1:0.55) and reaction concentration (0.1 M). To monitor the effect of heterometallic mixtures on final MOF composition, we looked at starting Co/Zn ratios of 1:10, 1:5, 1:3, 1:2, 1:1, 2:1, 3:1, 5:1, and 10:1. At low concentrations of CoII the crystals appear light purple yet increase in intensity to a dark purple/blue color as the concentration of CoII increases. To ascertain the bulk phase, each sample was analyzed by PXRD experiments, where close inspection of the peak positions and intensities confirmed that in each case phase-pure samples of 1 (Figure 3a) were obtained; N2 adsorption measurements, to confirm mixed analogues maintain permanent porosity (Figure 3b); solid-state UV–visible spectroscopy, to probe any change in geometry of the CoII centers (Figure 3c); and EDS for determination of elemental composition (Figure 3d). From UV–visible data the formation of solid solutions was observed in all Co/Zn mixtures, whereby a random distribution of both CoII and ZnII is present in the MOF nodes, with limited evidence that might indicate site-specific occupation of Oh or Td sites within the trimetallic node. In addition, EDS confirmed the ratio of CoII/ZnII present in the products formed to have a bias for CoII. Backscattered electron (BSE) analysis showed a homogeneous dispersion of the metal ions throughout the batch of crystals, effectively ruling out co-crystallization of discrete 1-Co and 1-Zn crystallites.Figure 3. Analysis of 1-CoZn analogues containing varying amounts of Co and Zn. (a) PXRD patterns for analogues of 1 synthesized at 150 °C from mixed metal solutions. The ratio of each metal in the reaction solution is given next to each pattern. (b) N2 adsorption isotherm at 77 K of 1-CoZn (∼65:35 Co–Zn by EDS, dark cyan). (c) Normalized solid-state UV–visible spectra of selected 1-Co/1-Zn analogues. Elemental ratio represents that used in the reaction solution. (d) EDS of 1-CoZn mixtures. Percentage of Co given as the concentration in the initial reaction solution and in the resulting MOFs.Selective Coordination of CoII over ZnII at the Noncoordinating Diol MoietiesTo understand the enhanced incorporation of CoII over ZnII in the mixed metal MOFs, we investigated whether the CoII ions were being incorporated at the noncoordinated diol moieties within 1, in addition to the structural node. This might explain the greater percentage of CoII found in EDS studies, particularly observed when very low amounts of Co were used in the starting mixture. Accordingly, 1-Zn crystals were soaked in various solutions containing excess CoII salts in order to generate Co-doped 1-Zn. Selective incorporation became evident during metalation trials on 1-Zn, whereby CoII ions (CoCl2 or Co(NO3)2) coordinating larger solvent molecules in solution (i.e., DMF or i-PrOH) were either unable to permeate the pores of the crystals or unable to coordinate the diol moieties in the MOF nodes due to steric constraints. This was observed by a lack of permanent coloring in CoII soaked crystals of 1-Zn. Undertaking metalation in MeOH or EtOH displayed noticeable incorporation of CoII into the MOF, as observed by a permanent pink coloration to the crystals. 1-Zn soaked in EtOH or MeOH solutions containing CoCl2 resulted in dark blue discoloration of 1-Zn samples within several hours at room temperature and subsequent decomposition of the MOF. However, soaking 1-Zn in a MeOH solution of Co(NO3)2 at 65 °C overnight caused 1-Zn crystals to become a light pink color with little to no loss in crystallinity of the original phase, denoted as Co@1-Zn. Thus, it seems that the non-coordinated diol moieties of L within the pores of 1 proved to be accessible binding sites for secondary metal ions. The observation supports the hypothesis that metalation, perhaps during synthesis, may account for the higher incorporation of CoII in samples of 1 formed from mixed metal salt starting materials.For 1-Zn soaked in a methanolic solution containing 10 equiv of Co(NO3)2 per free diol, EDS experiments showed an average 4:1 ratio of Zn to Co, and combined with the pale pink color of the crystals, effectively ruled out significant metal exchange at the metal nodes in 1-Zn. The equivalent of 1 free diol ligand per node would give a Zn/Co ratio of 3:1 at maximum CoII loading; thus the experimental EDS results equate to a CoII loading of ∼75%. An obvious restriction to 100% metalation in this case may result from steric crowding of the pores as the loading of CoII increases. The pink coloring in Co@1-Zn is highly indicative of an Oh CoII geometry, presumably comprised of one or two hydroxide donors from the diol moiety with the remaining free coordination sites occupied by solvent.Analysis of pore size distributions, generated from 77 K N2 adsorption isotherms, of 1-Co, 1-Zn, 1-CoZn, and Co@1-Zn (Figure 4c), shows a step-wise loss of the larger pore environment in 1 (in the region 8–10 Å). Moderate loss of this larger pore is observed for 1-Co, with even greater reduction seen for 1-CoZn, and then complete loss of this pore dimension in Co@1-Zn. At the same time the importance of a pore dimension centered around 7 Å increases. As this was shown to occur in all MOFs containing CoII, it is most likely attributed to the coordination of CoII cations at free diol moieties within the pores. Interestingly, coordination of free diols is not observed in 1-Zn, indicating a preference for trimeric node formation over diol coordination by Zn (Figure 4a). This was supported by fluorescence spectroscopy. Excitation of 1-Zn, at λexc = 265 nm, resulted in a broad fluorescence emission band at λ = 430 nm, indicating noncoordinated diol moieties are still present in the pores of the structure (Figure 4b), similar to previously reported fluorescence emission spectra for this ligand in alkali-earth metal MOFs.(27b) This is quenched for those MOFs with Co coordinated diol moieties: 1-Co, 1-CoZn, and Co@1-Zn indicating the diol sites are occupied in these forms of 1.Figure 4. (a) Coordination preferences for CoII and ZnII in the MOFs formed from H4L. (b) Fluorescence emission spectra generated with an excitation wavelength of λexc = 265 nm. (c) Pore size distributions generated from 77 K N2 isotherms.Interestingly, the changes in pore environment upon metalation for Co@1-Zn generate an increase in the enthalpy of CO2 adsorption (Figure 5b), likely due to an increase in the polar groups lining the interior pore surface. This is despite observing reductions in BET surface area from 957 m2/g, for 1-Zn, to 801 m2/g, for Co@1-Zn (SI, Figure S3). This observation correlates well with previous reports, whereby interactions between the quadrupole moment of CO2 with highly polarized organic or inorganic moieties, within the pores of MOFs, result in increases to the enthalpy of CO2 adsorption.(29) In particular, marked variations in CO2 adsorption enthalpy have been observed between first row transition metals.(30) This material can be activated further by heating at 140 °C for 1 h, generating ΔCo@1-Zn, which displays an even higher enthalpy of CO2 adsorption, yet with a lower total CO2 uptake and BET surface area of ∼100 cm3/g (Figure 5a) and 689 m2/g (SI, Table S3.5), respectively. From the pore size distribution of ΔCo@1-Zn (SI, Figure 3.3), a small increase in the size of the ∼7 Å pore is observed compared to Co@1-Zn. However, PXRD patterns collected on samples of Δ Co/Zn indicated the material was amorphous; thus the increase in CO2 enthalpy cannot be assigned to a precise structural feature of the MOF.Figure 5. (a) CO2 adsorption isotherms collected at 273 K. (b) Heats of adsorption curves from CO2 isotherms at 273 and 293 K, determined using the Virial method. Cyan – 1-Zn, green – Co@1-Zn, and purple – ΔCo@1-Zn.These observations rationalize the apparent selectivity for CoII over ZnII in analogues of 1, whereby the increase is due to incorporation of CoII both at the structural node of the MOF and at the exposed diol moieties. As steric constraints limited post-synthetic metalation using Co(NO3)2 in DMF, which are the standard reaction conditions for synthesis of 1, we can surmise that coordination of CoII to the ligand diol moieties occurs during the process of MOF assembly. The differing extents of metalation for 1-Co and 1-CoZn compared to Co@1-Zn can therefore be related to the difference in coordination preference and rate of MOF synthesis for ZnII and CoII. This may account for the incorporation of more CoII (1-CoZn), or less CoII (1-Co), at the diol moieties. Furthermore, an interesting comparison can be noted between samples of 1-CoZn made by the “reprogramming” method (65 °C) and those prepared at 150 °C. At 150 °C Co is the preferred metal due to a combination of its inclusion in the MOF node and in the diol sites of LH2. However, at low temperature an opposite observation was made. For the “reprogramming” synthetic approach, at low concentrations of Co in the reaction solution (25% Co in the starting solution) a close correspondence was observed with the ratio of Co/Zn in the MOF (based on EDS; see SI, Figure S5.8). Surprisingly, when higher concentrations of Co in the reaction solution (75:25 Co-Zn) were used only 35% of the metal composition in the MOF was shown to be Co, confirmed again by EDS and PXRD (SI, Figure S4.2). This suggests, first, that the 1-M phase forms faster with Zn at 65 °C, and second that there is a limiting process occurring at this temperature disfavoring Co incorporation (i.e., its preference for octahedral coordination) and resulting in a nonlinear relationship between the Co concentration in reaction solution and the Co/Zn ratio in the MOF.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsFor 1-M and 2-Co, two methods have been developed and demonstrated to control phase pure MOF synthesis, as well as the precise modification of pore environment by coordination at secondary noncoordinating dihydroxyl sites. Three novel frameworks, 1-Co, 1-Zn, and 2-Co, have been synthesized, with thermal control over the phase-purity and synthesis of 1-Co vs 2-Co. Formation of 2-Co under kinetic control was reversed by the incorporation of ZnII salts into the MOF reaction solution, generating a mixed Co-Zn form of 1 at 65 °C, denoted 1-CoZn. This amounts to using an additive to reprogram the product distribution, presumably by seeding the formation of the thermodynamic product at low temperatures. Synthesis of mixed-metal MOFs (1-CoZn) was expanded to include a range of starting Co/Zn ratios during MOF synthesis, resulting in a marked preference for CoII in the MOF products by EDS. Post-synthetic metalation, at noncoordinating diol moieties, in 1-Zn with Co(NO3)2 in MeOH formed Co@1-Zn, with a CoII occupancy of ∼0.75 per free diol moiety. Analyzing the incorporation of CoII into 1-Zn revealed coordination of CoII was occurring at these free diol moieties in all cases where CoII was present, with varying amounts of incorporation. These synthetic approaches have provided a precise method for the modification of pore dimensions and pore environment in analogues of 1.(14c) While these conditions have provided intimate control over a set of MOFs formed from H4L, the “reprogramming” approach utilized may be able to be employed to direct the formation of other systems where competing phases are present. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationX-ray crystallography, gas adsorption data, powder X-ray diffraction, spectroscopic and structural characterization. This material is available free of charge via the Internet at http://pubs.acs.org/.⊥Author Present Address(T.D.K.) School of Chemistry, University of Southampton, University Road, Southampton, SO17 1BJ, UK.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis research is supported by the Science and Industry Endowment Fund (SIEF). C.J.D. and C.J.S. would like to acknowledge the Australian Research Council for funding FT100100400 and FT0991910, respectively. D.R. wishes to acknowledge the support of an Australian Postgraduate Award. T.D.K. wishes to acknowledge the support of a Marie Curie International Incoming Fellowship within the 7th European Community Framework Program (Grant PIIF-GA-2011-300462). Collection of X-ray diffraction data for [1-Zn]·MeOH was undertaken on the MX1 beamline at the Australian Synchrotron, Victoria, Australia. The authors wish to thank Dr. Deanna M. D’Alessandro at the University of Sydney for her assistance with solid-state UV–visible spectroscopy experiments and for helpful discussions.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 30 other publications.1. (a) Kitagawa, S.; Kitaura, R.; Noro, S. Angew. Chem. 2004,  43,  2334[Crossref], [CAS]1. Functional porous coordination polymersKitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiroAngewandte Chemie, International Edition\r\n        (2004),\r\n    43\r\n        (18),\r\n    2334-2375CODEN:\r\n                ACIEF5;\r\n        ", "title": "Reprogramming Kinetic Phase Control and Tailoring Pore Environments in Co and Zn Metal–Organic Frameworks", "authors": ["Damien Rankine", "Tony D. Keene", "Christian J. Doonan", "Christopher J. Sumby"], "doi": ["10.1021/cg500978s"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0005.gif\">"]}