{"abstract": "TiO(OEt)(bdc)(solv)(bdc = 1,4-benzenedicarboxylate, solv = ,-dimethylformamide, tetrahydrofuran), a Ti-based metal−organic framework with high surface area and five- and six-coordinate Ti centers, reacts with O to form titanium(IV) superoxo and peroxo species. Gas adsorption, X-ray diffraction, magnetic susceptibility, and spectroscopy measurements are used to characterize the framework before and after oxidation.Metal–organic frameworks featuring pores lined with exposed metal cations have received attention for a wide range of adsorption-related applications. While many frameworks with coordinatively unsaturated M centers have been reported, there are relatively few examples of porous materials with coordinatively unsaturated M centers. Here, we report the synthesis and characterization of TiO(OEt)(bdc)(solv) (Ti-MIL-101; bdc = 1,4-benzenedicarboxylate; solv = ,-dimethylformamide, tetrahydrofuran), the first metal–organic framework containing exclusively Ti centers. Through a combination of gas adsorption, X-ray diffraction, magnetic susceptibility, and electronic and vibrational spectroscopy measurements, this high-surface-area framework is shown to contain five-coordinate Ti centers upon desolvation, which irreversibly bind O to form titanium(IV) superoxo and peroxo species. Electronic absorption spectra suggest that the five-coordinate Ti sites adopt a distorted trigonal-bipyramidal geometry that effectively shields nuclear charge and inhibits strong adsorption of nonredox-active gases.", "text": "10.1021/acs.inorgchem.5b02046 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusions and OutlookReferencesIntroductionMetal–organic frameworks featuring both high surface areas and high densities of coordinatively unsaturated metal (M) centers have shown promise as new adsorbents for storing and separating gases.(1) When constrained by the framework to an appropriate geometry, low-coordinate metal cations can function as exposed positive charges on the pore surface that strongly polarize specific gas molecules, leading to increased gas uptake and highly selective adsorption.(2) In the context of H2 storage for mobile applications, metal–organic frameworks with exposed divalent metal cations have demonstrated some of the highest H2 storage densities to date as a direct result of strong M2+–H2 interactions.(3, 4) While the strength of these interactions, which is typically in the range of −10 to −13 kJ/mol, is ideal for low-temperature storage applications, it is too weak for storage at ambient temperature. Frameworks with more strongly adsorbing sites are therefore required to achieve the higher H2 capacities at ambient temperature that would allow for a commercially viable H2 storage system.(5)The affinity of exposed metal cations for H2 can be increased by increasing the charge density at the M center.(3k, 3m) Synthesizing metal–organic frameworks with exposed trivalent or tetravalent cations thus represents a promising path to reaching the −15 to −20 kJ/mol binding enthalpies that are optimal for ambient-temperature H2 storage.(6, 7) While many families of metal–organic frameworks have been synthesized with exposed divalent metal cations,(3f, 4b) there are comparatively few examples of frameworks with exposed trivalent metal cations.(3k, 8, 9) In several analogues of the M3OX(bdc)3 (M-MIL-101; bdc2– = 1,4-benzenedicarboxylate; X = F, Cl, OH; M = Cr,(10) Fe,(11) V,(12) Al(13)) and M3OX(btc)2 (M-MIL-100; btc3– = 1,3,5-benzenetricarboxylate; M = Cr,(14) Fe,(15) V,(12b) Al,(16) Sc(17)) series of frameworks, however, metal-bound solvent molecules can be partially, or in some cases, fully removed by heating under vacuum to generate five-coordinate M3+ cations.(8, 9)The M-MIL-101 and M-MIL-100 compounds are composed of triangular M3O(COO)6 clusters, wherein each metal is octahedrally coordinated and bound to bridging carboxylates at the equatorial positions, a μ3-O2– anion at one axial position, and either a solvent molecule or a charge-balancing anion at the other axial position. While exposed CrIII sites in Cr-MIL-100 have led to CO2 binding enthalpies exceeding −60 kJ/mol,(18) none of these frameworks have displayed the H2 adsorption properties that might be expected for a material with a high density of exposed M3+ cations.(19) Nonetheless, these frameworks represent a promising platform for studying H2 adsorption on exposed MIII centers. Indeed, there is preliminary evidence for strong MIII–H2 interactions in Sc-MIL-100 based on IR spectroscopy, but this has not yet been confirmed by adsorption measurements.(20)Although there is significant interest in developing new titanium-based metal–organic frameworks, titanium analogues of MIL-100 and MIL-101 have not yet been realized. In addition to the potential for characterizing the H2 adsorption properties of five-coordinate TiIII centers, new titanium-based porous materials are of general interest because titanium has low toxicity, high natural abundance, and potentially useful redox and photocatalytic properties. Even though over 20000 metal–organic frameworks have been reported,(21) there are currently just five examples of titanium-based frameworks that demonstrate permanent porosity: Ti8O8(OH)4(bdc)6 (MIL-125),(22) Ti8O8(OH)4(NH2-bdc)6 (MIL-125-NH2),(23) and Ti7O4(OH)2[tetrakis(4-carboxyphenyl)porphyrin]3 (PCN-22),(24) which contain exclusively TiIV centers, and Ti3.2Zr2.8O4(OH)4(bdc)6 (TiIV-UiO-66)(25) and Zn3.91Ti0.09O(bdc)3 (TiIII-MOF-5),(26) which are synthesized by partial postsynthetic metal exchange of ZrIV and ZnII, respectively, in the parent frameworks. Recognizing that TiIII-MOF-5 contains just 2% titanium and 98% zinc, there are, to the best of our knowledge, no examples of porous frameworks based solely upon titanium(III). Herein, we report the synthesis and characterization of the first such compound, Ti3O(OEt)(bdc)3(solv)2 (1; solv = DMF, THF), representing a titanium(III) analogue of MIL-101.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusions and OutlookReferencesExperimental SectionGeneral InformationAll reactions and subsequent manipulations were performed under anaerobic and anhydrous conditions in an N2-atmosphere glovebox or on an N2-atmosphere Schlenk line. N,N-Dimethylformamide (DMF) and tetrahydrofuran (THF) were dried by passage over activated molecular sieves using a JC Meyer solvent system. Anhydrous ethanol (EtOH; 99.5%) was purchased from Sigma-Aldrich and used as received. All other reagents were obtained from commercial vendors and used without further purification. Ultrahigh-purity grade (99.999% purity) He, N2, O2, and H2 and research-grade CO (99.99% purity) and CO2 (99.998% purity) were used for all adsorption measurements. IR spectra were obtained on a PerkinElmer Spectrum 100 Optica Fourier transform infrared spectrometer furnished with an attenuated total reflectance accessory. The instrument was placed inside an N2-filled glovebag for air-sensitive samples. Elemental analysis for Cl was performed at Galbraith Laboratories.Synthesis of Ti3O(OEt)(bdc)3(DMF)2 (1, Ti-MIL-101)In a glovebox under an N2 atmosphere, a 500 mL Schlenk flask was charged with 1,4-benzenedicarboxylic acid (H2bdc; 0.675 g, 4.06 mmol), TiCl3 (0.769 g, 4.99 mmol), and a small stir bar and then sealed with a rubber septum. The flask was transferred to a Schlenk line, and 300 mL of anhydrous DMF and 30 mL of anhydrous EtOH were added via cannula transfer. The solution was heated at 120 °C under positive N2 pressure with stirring for 18 h. After cooling, the resulting dark-purple precipitate (1) was recovered by vacuum filtration inside a glovebox under an N2 atmosphere, washed with 450 mL of anhydrous DMF, and dried under vacuum at 75 °C.Two different methods were investigated for activating 1. First, the solid powder was directly heated to 150 °C under vacuum for 12 h. Second, 100 mg of the compound and 8 mL of anhydrous THF were loaded into a 10 mL stainless steel reaction vessel that was capped with a 1/4-in. Swagelok fitting. The vessel was heated to 120 °C for 24 h, and then THF was decanted and replaced with fresh THF. This THF exchange was repeated two additional times. THF was then evaporated under reduced pressure, and the dark-purple solid was activated by heating at 150 °C under vacuum for 12 h. As evidenced by the nearly complete disappearance of the IR band at 1668 cm–1 (Figure S19), most titanium-bound DMF molecules were successfully exchanged for THF. Note that attempts to exchange metal-bound DMF for methanol or EtOH instead of THF resulted in framework decomposition after several washes. The total yield of activated 1 was 0.83 g (88% yield based on H2bdc).NMR Digestion ExperimentsTo determine the identity and amount of bound solvent and charge-balancing anions, NMR digestion experiments were performed for the DMF-solvated material after activation at 75 and 150 °C and for the THF-exchanged material after activation at 150 °C. Note that two independently synthesized batches of 1 were used for these experiments. For each digestion, 5–10 mg of a metal–organic framework was combined with 1 mL of d6-dimethylsulfoxide and 10 mL of 35 wt % DCl in D2O in a 4 mL glass vial. The vial was loosely capped, and the solution was allowed to slowly oxidize in air overnight. The NMR digestion results are summarized in Tables S1–S3 and are discussed in detail in the Supporting Information.Adsorption MeasurementsGas adsorption isotherms for pressures in the range 0–1.1 bar were measured using a Micromeritics ASAP 2020 instrument. For standard measurements, activated samples were transferred under an N2 atmosphere to a preweighed glass analysis tube, which was capped with a Transeal. The sample was evacuated on the ASAP 2020 until the outgas rate was less than 3 mbar/min. The evacuated analysis tube containing a degassed sample was then carefully transferred to an electronic balance and weighed to determine the mass of the sample (typically 50–150 mg). The tube was fitted with an isothermal jacket and transferred back to the analysis port of the gas adsorption instrument. The outgas rate was again confirmed to be less than 3 mbar/min.Langmuir surface areas and pore volumes were determined by measuring N2 adsorption isotherms in a 77 K liquid-N2 bath and calculated using the Micromeritics software, assuming a value of 16.2 Å2 for the molecular cross-sectional area of N2. A pore-size distribution was calculated using the density functional theory method with a QSDFT adsorption branch model of N2 at 77 K adsorbed in carbon with slit/cylindrical pores, as implemented in the Quantachrome VersaWin software (Figures S27 and S28). Measurements at −78 °C were performed using a dry ice/isopropyl alcohol bath, while measurements at 25 °C were performed using a recirculating dewar connected to an isothermal bath.Adsorption Isotherm FittingThe 77 and 87 K H2 adsorption isotherms of 1 were independently fit with a dual-site Langmuir–Freundlich model (eq 1), where n is the amount adsorbed in mmol/g, P is the pressure in bar, nsat,i is the saturation capacity in mmol/g, vi is the Freundlich parameter, and bi is the Langmuir parameter in bar–vi for the two sites 1 and 2. The fitted parameters for each adsorption isotherm can be found in Table S4.(1)The Clausius–Clapeyron equation (eq 2) was used to calculate the isosteric heats of adsorption, −hads, for each compound using the dual-site Langmuir–Freundlich fits at 77 and 87 K.(2)Here, P is the pressure, hads is the differential enthalpy of adsorption, n is the amount adsorbed, T is the temperature, R is the universal gas constant, and C is a constant. The isosteric heats of adsorption were obtained from the slope of plots of (ln P)n versus 1/T.Powder X-ray DiffractionMicrocrystalline powder samples of 1 (∼5 mg) were loaded into 1.0 mm boron-rich glass capillaries inside a glovebox under an N2 atmosphere. The capillaries were attached to a gas cell, which was connected to the analysis port of a Micromeritics ASAP 2020 gas adsorption instrument. The capillaries were fully evacuated at room temperature for 15 min and then flame-sealed and placed inside a Kapton tube that was sealed on both ends with epoxy.High-resolution synchrotron powder X-ray diffraction data were subsequently collected at Beamline 11-BM at the Advanced Photon Source (APS) at Argonne National Laboratory. Diffraction patterns were collected at 100 K with a wavelength of 0.41397 Å. Discrete detectors covering an angular range from −6 to 16° in 2θ were scanned over a 34° 2θ range, with data points collected every 0.001° of 2θ and a scan speed of 0.01°/s. Note that, because of the large number of collected data points, all diffraction patterns were rebinned to a step size of 0.005° in 2θ.A standard peak search, followed by indexing via the single value decomposition approach,(27) as implemented in TOPAS-Academic, allowed the determination of approximate unit cell dimensions. Precise unit cell dimensions were determined by performing a structureless Le Bail refinement in TOPAS-Academic (Figures S13 and S14).(28)UV–Vis–Near-IR (NIR) Diffuse-Reflectance SpectraUV–vis–NIR diffuse-reflectance spectra were collected using a CARY 5000 spectrophotometer interfaced with Varian Win UV software. The samples were held in a Praying Mantis air-free diffuse-reflectance cell. Poly(vinylidene fluoride) (PVDF) powder was used as a nonadsorbing matrix. The Kubelka–Munk conversion [F(R) vs wavenumber] of the raw diffuse-reflectance spectrum (R vs wavenumber) was obtained by applying the formula F(R) = (1 – R)2/2R. This transform creates a linear relationship for the spectral intensity relative to the sample concentration and assumes that the sample is infinitely diluted in the nonadsorbing matrix, that the sample layer is infinitely thick, and that the sample has a constant scattering coefficient. Note that data above 12500 cm–1 were offset by a small, constant amount on the y axis to remove an artifact of the spectrometer after the detector and grating were changed for the higher-energy region of the scans.Magnetic MeasurementsSamples were prepared by adding crystalline powder of 1 (16.7 mg) to a 5-mm-i.d. quartz tube containing a raised quartz platform. Solid eicosane was added to cover the sample to prevent crystallite torquing and provide good thermal contact between the sample and cryostat. The tubes were fitted with Teflon-sealable adapters, evacuated on a Schlenk line, and flame-sealed under static vacuum. Following flame sealing, the solid eicosane was melted in a water bath held at 40 °C. Magnetic susceptibility measurements were performed using a Quantum Design MPMS2 SQUID magnetometer. Direct-current (dc) magnetic susceptibility measurements were collected from 2 to 300 K under an applied magnetic field of 0.1 T. Diamagnetic corrections were applied to the data using Pascal’s constants to give χD = −0.00033324 emu/mol (1) and χD = −0.00024306 emu/mol (eicosane). Data in the temperature range of 60–300 K were simulated using the software program PHI.(29)Electron Paramagnetic Resonance (EPR) MeasurementsEPR spectra were obtained at room temperature with a Varian E-12 spectrometer equipped with liquid-He cryostat, an EIP-547 microwave frequency counter, and a Varian E-500 gaussmeter, which was calibrated using 2,2-diphenyl-1-picrylhydrazyl (g = 2.0036). The spectrum was fit using a version of the code ABVG(30) modified to fit spectra using the downhill simplex method.(31) The code was modified to use the Pilbrow line shape.(32) The sample was sealed inside a 4-mm-o.d. quartz tube.The areas of the EPR signals were determined by double integration (Figure S24). The first derivative spectrum was integrated using Simpson’s rule to give the absorption correction.(31) The baseline was corrected empirically using a second-order polynomial, and the absorption spectrum was integrated by using Simpson’s rule again.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusions and OutlookReferencesResults and DiscussionSynthesisHeating TiCl3 and H2bdc in a 10:1 mixture of anhydrous DMF and EtOH at 120 °C for 18 h afforded the solvated form of compound 1 (or Ti-MIL-101) as a dark-purple powder. The powder X-ray diffraction pattern of 1 is nearly identical with the simulated diffraction pattern of Cr-MIL-101,(10) demonstrating that the two materials are isostructural (Figure 1). A structureless Le Bail refinement further confirmed that 1 has a face-centered-cubic unit cell with a = 89.78(2) Å and V = 723600(500) Å3, which is slightly larger than that previously determined for Cr-MIL-101 [a = 88.869(1) Å; V = 701860.3(1) Å3]. Moreover, elemental analysis and NMR digestion experiments confirmed that the molecular formula of 1 is indeed Ti3O(OEt)(bdc)3(DMF)2, indicating that the framework contains six-coordinate TiIII centers wherein 1/3 are ligated by a charge-balancing ethoxide anion and 2/3 are ligated by a DMF solvent molecule (see the detailed discussion in the Supporting Information). Despite the extensive literature on carboxylate-bridged titanium oxo clusters,(33) it is interesting to note that there are surprisingly no reports of a titanium analogue of the triangular M3O(COO)6L3 clusters of the type found in basic iron acetate. Efforts to synthesize a titanium(III) analogue of MIL-100 using a similar procedure with H3btc instead of H2bdc were unsuccessful, resulting only in amorphous powders.Figure 1. Powder X-ray diffraction pattern for 1 (purple) compared with a simulated diffraction pattern of Cr-MIL101 (λ = 0.41397 Å).(10)Gas AdsorptionA 77 K N2 adsorption isotherm was measured for 1 after heating to 150 °C under vacuum, and the resulting isotherm shape is characteristic of a material with a combination of micro- and mesopores (Figure S1), as expected for the MIL-101 structure type. On the basis of the saturation uptake, the compound has a Langmuir surface area of 3890 m2/g and a total pore volume of 1.34 cm3/g, which is consistent with, but slightly lower than, other MIL-101 analogues. In an effort to improve the surface area of 1, the as-synthesized framework was washed repeatedly with THF at 120 °C in order to exchange all DMF molecules for the more volatile THF and to fully remove any unreacted H2bdc ligand from the framework pores. As expected, the Langmuir and BET surface areas of 1 were increased substantially after THF washes to 4440 and 2970 m2/g, respectively, with a total pore volume of 1.50 cm3/g (Figure 2a). To the best of our knowledge, these are by far the highest surface areas yet reported for any titanium-based porous material.To probe for exposed Ti3+ cations in activated 1, H2 adsorption isotherms were measured at 77 and 87 K (Figure 2b). Many metal–organic frameworks with square-pyramidal divalent metal cations exhibit steep 77 K H2 adsorption isotherms at low pressures,(3) and a similar shaped isotherm might reasonably be expected for a material with a high density of exposed TiIII cations. In 1, however, the isotherms are relatively shallow with a low-coverage H2 binding enthalpy of just −6.4 kJ/mol, which is characteristic of weak physisorption. In addition, the CO2, N2, and CO adsorption isotherms at 25 °C are similar to those of other high-surface-area materials that have relatively nonpolar pore surfaces (Figures S8–S10), further indicating that there are no accessible exposed Ti3+ cations in 1. Speculating that THF might still be bound to most of the TiIII centers, we attempted to activate the framework at higher temperatures. While activation at 200 °C did not affect the surface area or H2 adsorption properties of 1, activation at 225 °C led to a decrease in both the surface area and H2 uptake (Figure S6). These initial adsorption results suggest either that all TiIII centers in the framework remain six-coordinate upon activation or that any five-coordinate centers generated are for some reason unable to interact with and polarize adsorbing gas molecules.Figure 2. (a) N2 adsorption isotherm at 77 K for 1 after activation at 150 °C. (b) Excess H2 adsorption isotherms at 77 K (blue) and 87 K (red) for 1 after activation at 150 °C. The black lines correspond to dual-site Langmuir–Freundlich fits to each isotherm.Because O2 can undergo charge-transfer reactions with titanium(III) complexes to generate titanium(IV) superoxo and peroxo species,(34) we predicted that any coordinatively unsaturated TiIII centers would react strongly with O2, even if these sites were unable to strongly polarize other small gas molecules. In sharp contrast to the other gases investigated, the O2 isotherm of 1 at 25 °C is very steep at low pressures, reaching a capacity of 0.85 mmol/g (2.6 wt %) at just 0.9 mbar, and is characteristic of a chemisorption process (Figure 3a). The capacity at 0.9 mbar corresponds to an average of 0.65 O2 molecules bound to each Ti3O cluster; however, we noticed that the Langmuir surface area of 1 had decreased to just 2640 m2/g after O2 adsorption. Because the reaction between TiIII and O2 is expected to be exothermic, we suspected that some framework decomposition could have occurred because of intense local heating in the sample during the isotherm measurement. To confirm this, we measured low-temperature O2 adsorption isotherms (Figure 3b). At −78 °C, 1 also exhibits a very steep O2 isotherm, but now, the steep portion of the isotherm reaches a loading of 1.1 mmol/g (3.4 wt %), which is just below that expected for the adsorption of one O2 per Ti3O cluster (1.3 mmol/g). Moreover, the Langmuir surface area was only slightly reduced to 3880 m2/g after the isotherm measurement. To evaluate the reversibility of O2 adsorption in 1, a second O2 isotherm was measured at −78 °C after evacuation at room temperature (Figure 3b). The complete disappearance of the steep region of the adsorption isotherm demonstrates that the initial O2 binding is irreversible under these conditions. Moreover, we were unable to find any conditions suitable for regenerating the bare framework, even with heating to as high as 150 °C under dynamic vacuum.Figure 3. (a) Excess O2 adsorption isotherm for 1 at 25 °C. (b) Excess O2 adsorption isotherms for 1 at −78 °C on a fresh sample (purple) and repeated after reactivation at 25 °C under vacuum (blue).Powder X-ray DiffractionHigh-resolution powder X-ray diffraction patterns collected before and after O2 dosing demonstrate that 1 maintains the same structure type after O2 adsorption but with a significant volume contraction of 14.1(1)% as the unit cell length decreases from 89.78(2) to 85.35(2) Å (Figure S14). This large unit cell contraction, along with the increased molecular weight of the framework, likely accounts for most of the observed decrease in the surface area after O2 binding. Still, the large volume change and stoichiometry of one O2 reacting for every three TiIII centers are somewhat surprising, and the exact composition of the oxidized framework is not obvious. While it is possible that O2 reacts with the framework through an outer-sphere electron transfer or by displacement of a metal-bound solvent molecule, it seems more likely that at least 1/3 of the TiIII centers in the activated framework must be five-coordinate in order for the O2 adsorption isotherm to be so steep at low pressures. If this were the case, each Ti3O cluster could bind one O2 to generate a six-coordinate titanium(IV) superoxide with the other two metals remaining as TiIII, or an additional intracluster electron transfer could potentially occur to generate a six-coordinate titanium(IV) peroxide with two TiIV centers and one TiIII center per cluster (Figure 4). Owing to the large size of the cubic unit cell and the expected disorder in the location of TiIII/IV species, it was not possible to solve the structure of 1 either before or after O2 adsorption from the powder diffraction data, and attempts to synthesize single crystals of the framework were unsuccessful. As a result, we turned to spectroscopic techniques in order to determine the mechanism for O2 adsorption in 1.Figure 4. Illustration of the proposed composition of the Ti3O clusters in 1 after (a) heating at 150 °C vacuum, (b) reacting with O2 to form titanium(IV) superoxide, and (c) reacting with O2 to form titanium(IV) peroxide. Note that the cluster likely distorts upon desolvation of a metal site to accommodate a trigonal-bipyramidal, rather than square-pyramidal, coordination geometry at the five-coordinate TiIII center.EPR SpectroscopyWhile 1 is EPR-silent at room temperature, two clear signals are observed in the EPR spectrum at low and high fields upon O2 dosing (Figure 5). Both segments of the spectrum were simulated separately to determine the relevant g values for each feature, which are given in Table 1. On the basis of the similarity of the g values to superoxide adsorbed on TiO2 and other titanium oxo clusters,(35, 36) the low-field signal is assigned to a superoxide radical anion coordinated to a TiIV center. Likewise, the g values for the broad signal at higher field are consistent with those reported for octahedral TiIII centers in molecular titanium oxo clusters,(33c) and the high-field signal is thus assigned to TiIII.Figure 5. EPR spectrum for oxidized 1. The experimental spectrum is shown in black, and simulations of the low- and high-field signals are shown in blue and red, respectively.Table 1. EPR g Values for Oxidized 1 Compared to Literature Values low-field signal (1)superoxide on rutile(35a)high-field signal (1)TiIII in a Ti6O4 cluster(33c)g12.0212.02351.9521.968g22.0082.00881.9391.943g32.0022.00261.9231.923Because both superoxide and titanium(III) are S = 1/2 species, the areas of the two EPR signals should be directly proportional to their relative concentrations in the oxidized framework. If there are not any titanium(IV) peroxo species present, then each Ti3O cluster would contain two TiIII centers and one titanium(IV) superoxide (Figure 4b). As discussed below, the TiIII centers should be strongly antiferromagnetically coupled and would therefore not be expected to display an EPR signal. Because the activated framework with all TiIII centers is also EPR-silent (Figure 4a), the observed TiIII signal can be assigned entirely to clusters containing titanium(IV) peroxide that have only a single TiIII center (Figure 4c).By double-integrating the EPR spectrum (Figure S24), we estimate that there is roughly 12 times the amount of EPR-active titanium(III) as superoxide in the sample. Although integration performed in this manner is not particularly accurate, we can calculate that approximately 8% of the oxidized Ti3O clusters should have a bound superoxide, while 92% should have a bound peroxide. We note, however, that the sample used for the EPR experiment was stored at ambient temperature for several days prior to measurement of the spectrum. It is possible that the second electron transfer to convert the superoxide to a peroxide is much slower than the initial electron transfer, and as a result, the exact distribution of superoxo and peroxo species may depend on both the storage time and temperature. Indeed, the color of the oxidized framework slowly changes from light purple to light pink over several weeks, even when stored under an N2 atmosphere. Regardless, the presence of titanium(IV) superoxo and/or peroxo species should also be observable by IR spectroscopy.IR SpectroscopyIR spectra were collected for 1 in a solvated state, after activation at 150 °C, after dosing with 16O2 at −78 °C, and after dosing with 18O2 at −78 °C (Figures S15–S21). Typically, the O–O stretching frequencies of superoxo and peroxo complexes are observed between 1200 and 800 cm–1.(37, 38) In the IR spectra of both solvated and activated 1, several overlapping framework vibrations, which are likely associated with the bridging carboxylates and charge-balancing ethoxide anions,(39) occur in this region and make the identification of new bands after O2 adsorption difficult. Nonetheless, a new band is visible in the 18O2-dosed sample at 1042 cm–1 and can be tentatively assigned to the ν(18O–18O) stretch of a superoxide species (Figure S14). Using a simple harmonic oscillator model, the predicted ν(16O–16O) stretch is 1105 cm–1, which is at the same energy as those of several strong framework vibrations. In addition, a new weak band is observed at 907 cm–1 in the 16O2-dosed framework and can be assigned to the O–O stretch of a titanium(IV) peroxide (Figure S16).(34b, 37b, 40) Consistent with this assignment, a new shoulder is observed in the 18O2-dosed spectrum at the expected frequency of 855 cm–1.In all IR spectra, a strong band is also present near 740 cm–1 and can be assigned to the asymmetric Ti3O vibrational mode. As expected for stronger Ti–O bonds, this band occurs at higher frequencies than is observed in the molecular chromium(III) (660 cm–1) and iron(III) (600 cm–1) acetate clusters of the type M3O(COO)6L3.(41) After O2 binding, νasym(Ti3O) is blue-shifted from 740 to 747 cm–1 (Figure S17), which is consistent with stronger binding to the μ3-O2– anion after a portion of the TiIII sites are oxidized to TiIV.UV–Vis–NIR SpectroscopyTo gain additional insight into exactly how O2 reacts with the Ti sites of 1, electronic absorption spectra were measured for all compounds (Figure 6). The solvated framework is dark-purple and exhibits three overlapping peaks in the visible region with maxima at approximately 20370, 18080, and 16260 cm–1. While octahedral titanium(III) complexes should have a single d–d transition (t2g → eg), two transitions are often observed when distortion of the octahedral ligand field splits the eg levels.(42) Because the octahedral TiIII centers in solvated 1 likely experience a tetragonal ligand field and exist in two different chemical environments, depending on whether there is a bound solvent molecule or anion in the axial position, the three observed peaks are likely the result of four overlapping d–d transitions. The relevant transitions appear to be separated by 1500–2000 cm–1, which is typical for the eg splitting of titanium(III) complexes in a distorted octahedral coordination geometry.(42)Figure 6. Diffuse-reflectance UV–vis–NIR spectra of DMF-solvated (green), 150 °C activated (black), and O2-dosed (blue) 1 at ambient temperature.After activation, the framework has a gray-blue color, and the position of the highest-energy band is relatively unchanged, while the two lower-energy bands are shifted to 16980 and 15850 cm–1. More significantly, a new intense feature, which is diagnostic of five-coordinate TiIII,(43) is observed in the NIR region of the spectrum at 6390 cm–1, along with a small shoulder at 8830 cm–1. While it is not possible to definitively assign the geometry of the five-coordinate TiIII centers based on this spectrum, trigonal-bipyramidal titanium(III) complexes are known to exhibit two electronic transitions at 7500–5000 cm–1 (e″ → e′) and 16400–14000 cm–1 (e″ → a1′), which is consistent with the positions of the new bands observed here.(44) There are also several examples of trinuclear titanium clusters with μ3-O bridges that contain one five-coordinate and two six-coordinate M centers, and in all cases, the five-coordinate sites adopt a slightly distorted trigonal-bipyramidal coordination geometry.(45) The new electronic transitions in activated 1 can thus be assigned to a five-coordinate TiIII center, potentially in a distorted trigonal-bipyramidal geometry. Such a coordination geometry would indeed explain the lack of strong adsorption for nonredox-active gases in 1 because the TiIII charge would be effectively shielded after desolvation.As discussed in detail in the Supporting Information, NMR digestion experiments also support a molecular formula of Ti3O(OEt)(bdc)3(solv) with one metal-bound solvent molecule per Ti3O cluster after activation at 150 °C. We note that a similar result was observed for Al-MIL-100 by solid-state NMR spectroscopy, where it was hypothesized that water was removed from 1/3 of the Al3+ cations in the framework to generate five-coordinate Al3+ cations.(9)After O2 adsorption, the framework appears light-purple in color. The NIR peak associated with five-coordinate TiIII disappears, as expected, and there is just one broad peak remaining in the visible region of the spectrum centered at 21690 cm–1. This band is associated with d–d transitions from the remaining six-coordinate TiIII centers in the framework. The lower relative intensity of this peak could be attributed to the fact that less than half of the Ti centers are in a 3+ oxidation state after O2 adsorption. It is also possible that the TiIII sites adopt a less distorted octahedral geometry, which might explain the absence of any obvious doublet peaks in this region. Additionally, there is significant absorption in the near-UV region after oxidation, which is likely associated with ligand or TiIII to TiIV charge transfer.Magnetic SusceptibilityThe high percentage of titanium(IV) peroxo species present in oxidized 1 implies that the barrier to intervalence charge transfer through the oxo bridge in each Ti3O unit is relatively low. To further probe the electronic structure of the material, dc magnetic susceptibility measurements were performed for activated 1 under an applied magnetic field of 0.1 T (Figure 7). The χMT value of 1 at 300 K and 0.1 T is 0.919 emu·K/mol, well below the value of 1.125 emu·K/mol expected for three noninteracting S = 1/2 spins with g = 2. This low value suggests strong intracluster antiferromagnetic coupling, which is consistent with the lack of an EPR signal for 1 at room temperature. For comparison, the magnetism of dinuclear oxo-bridged TiIII molecules has been studied extensively, with special emphasis placed on the type and magnitude of magnetic coupling in relation to the Ti–O–Ti angle.(46) When this angle is close to 120°, strong antiferromagnetic coupling is observed, supporting the assignment of strong antiferromagnetic coupling within the Ti3O clusters in 1, which is expected to exhibit Ti–O–Ti angles near 120°.Figure 7. Variable-temperature magnetic susceptibility data collected under Hdc = 0.1 T for 1 activated at 150 °C (circles). The solid line represents a simulation of the data using the Hamiltonian and parameters described in the text.As expected for a Ti3O cluster with one five-coordinate and two six-coordinate TiIII centers, efforts to simulate the data using an equilateral triangle model with a single coupling parameter were unsuccessful. The magnitude of the intracluster magnetic coupling was instead estimated by simulating the magnetic susceptibility data of 1 using the Hamiltonian Ĥ = −2J(Ŝ1·Ŝ2 + Ŝ1·Ŝ3) – 2J′(Ŝ2·Ŝ3), where J represents the coupling of the five-coordinate TiIII to each of the six-coordinate TiIII sites and J′ represents the coupling between the two six-coordinate TiIII sites. A manual correction for temperature-independent paramagnetism was also included, with χTIP = 0.001 emu/mol. The value of χTIP was determined from the decrease in the magnetic susceptibility of 1 under increased applied magnetic fields (Figure S25). Using the parameters J = −68 cm–1, J′ = −128 cm–1, g1 = 1.73, and g2 = g3 = 2.00, this model is in good agreement with the magnetic data above 60 K but less so at lower temperatures (Figure S26).The value of χMT observed for 1 exhibits a discontinuity at 55 K and 0.352 emu·K/mol, which is close to the 0.375 emu·K/mol expected for a spin of S = 1/2. This is consistent with antiferromagnetic coupling between two of the three TiIII centers to give an S = 1/2 ground state. As the temperature decreases further, χMT trends toward zero, presumably because of antiferromagnetic interactions between neighboring Ti3O clusters within the framework. These low-temperature features could be more successfully modeled using a simulation that included an intercluster coupling constant J″. In this case, the magnetic data was best described by the parameters J = −52 cm–1, J′ = −137 cm–1, J″ = −3.9 cm–1, g1 = 1.85, and g2 = g3 = 2.00 (Figure 7).Importantly, the parameters in the χMT simulations are consistent with the proposed structural model of activated 1. For instance, a low g value for the five-coordinate TiIII centers is consistent with the distortion expected to occur during generation of these sites. Additionally, stronger antiferromagnetic exchange between the two six-coordinate sites compared to that between the five- and six-coordinate sites is expected because the six-coordinate sites have more similar coordination geometries, which should lead to better orbital overlap and stronger magnetic coupling.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusions and OutlookReferencesConclusions and OutlookThrough a combination of gas adsorption, X-ray diffraction, spectroscopy, and magnetic susceptibility measurements, the new metal–organic framework Ti-MIL-101 was shown to feature five-coordinate TiIII centers that react with O2 to form titanium(IV) superoxo and peroxo species. This compound is the highest-surface-area titanium-based porous material to date and represents the first all-titanium(III) metal–organic framework with permanent porosity. Perhaps more importantly, we have shown that, although there are coordinatively unsaturated TiIII centers in the framework, these sites do not function as exposed metal cations. In order to realize trivalent and tetravalent exposed metal cations capable of polarizing H2 and other gas molecules, more rigid frameworks are needed to prevent the coordination geometry of the metal from distorting to shield exposed charge after desolvation. While this has been accomplished for divalent metals, it represents an ongoing challenge for the design and synthesis of higher-valent metal–organic frameworks. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusions and OutlookReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b02046.Additional experimental details, adsorption data, isotherm fit parameters, powder X-ray diffraction data, IR spectra, UV–vis–NIR spectra, EPR spectrum integration results, and magnetic susceptibility data (PDF)The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusions and OutlookReferencesAcknowledgmentThis research was supported by the Department of Energy, Office of Energy Efficiency and Renewable Energy (DOE-EERE), Fuel Cell Technologies Office. Powder X-ray diffraction data were collected at Beamline 11-BM at the APS, a DOE Office of Science User Facility, operated by Argonne National Laboratory under Contract DE-AC02-06CH11357. We thank Dianne J. Xiao, David Z. Zee, and Gokhan Barin for helpful discussions, and we thank the NSF for providing graduate fellowship support for J.A.M. and L.E.D. EPR studies were supported by the U.S. DOE, Office of Science, Basic Energy Sciences, Chemical Sciences, Biosciences, and Geosciences Division, Heavy Element Chemistry Program, and were performed at Lawrence Berkeley National Laboratory under Contract DE-AC02-05CH11231.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusions and OutlookReferencesReferencesThis article references 46 other publications.1. (a) Yaghi, O. M.; Li, H.; Eddaoudi, M.; O'Keefe, M. Nature 1999,  402,  276– 279 DOI: 10.1038/46248 [Crossref], [CAS]1. Design and synthesis of an exceptionally stable and highly porous metal-organic frameworkLi, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.Nature (London)\r\n        (1999),\r\n    402\r\n        (6759),\r\n    276-279CODEN:\r\n                NATUAS;\r\n        ", "title": "Synthesis and O Reactivity of a Titanium(III) Metal–Organic Framework", "authors": ["Jarad A. Mason", "Lucy E. Darago", "Wayne W. Lukens", "Jeffrey R. Long"], "doi": ["10.1021/acs.inorgchem.5b02046"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0002.gif\">"]}