{"abstract": "3D calixMOF {[Pb@]·2DMF} showing the  topology was prepared by solvothermal reaction of a lower-rim acid functionalized calix[4]arene () with Pb(NO) in DMF. The obtained calixMOF undergoes single-crystal to single-crystal (SCSC) transformation upon removal of the solvent molecules, yielding the shrunken 3D framework [Pb@].A rare three-dimensional (3D) calix[4]arene-based metal–organic framework (calixMOF) {[Pb@L]·2DMF} () was obtained by the solvothermal reaction between a lower-rim acid-functionalized calix[4]arene (H) and Pb(NO) in ,-dimethylformamide;  exhibited  topology, in which Pb(II) atoms accommodated inside the calixarene unit adopted hemidirected coordination geometry. Interestingly, upon the removal of guest solvent molecules, the 3D framework of  readily converted to a shrunken 3D framework [Pb@L] () via a single-crystal to single-crystal transformation. However, the resolvation of the guest molecules was not observed when  was immersed into DMF at room temperature or at 110 °C. Furthermore,  exhibited interesting CO sorption behavior: Its CO isotherm curves exhibited looped patterns of linear adsorption and nonlinear desorption. The thermal behavior and solid-state photoluminescence properties of  and  were also reported.", "text": "10.1021/acs.cgd.5b00746 The design and construction of metal–organic frameworks (MOFs) has become one of the most rapidly growing topics in supramolecular chemistry because of the potential applications of MOFs in catalysis,(1-3) gas storage,(4-8) and separation.(9-11) Recently, along with the development of MOFs, calix[4]arene-based MOFs (calixMOFs) obtained by the solvothermal reaction of calix[4]arene derivatives with metal ions have become a topic of increasing attention in supramolecular chemistry. This increasing focus is attributed to the fact that calixMOFs as well as the cavities of the calixarene building blocks have large porosities, which are available for applications such as gas uptake.(12-17) Thus far, only calixMOFs having two-dimensional (2D) and three-dimensional (3D) networks, which are constructed by the reaction between “upper”-rim-functionalized calix[4]arenes and transition metal ions, have been reported.(18-32)In contrast, relatively rare examples of calixMOFs based on “lower”-rim-functionalized calix[4]arenes have been found.(33-42) Furthermore, a majority of these calixMOFs are one-dimensional (1D) nanotube- or chain-like coordination polymers, attributed to the use of calix[4]arene derivatives adopting a cone or partial cone conformation.(33-38) Redshaw and co-workers have reported 2D calixMOFs containing lower-rim-functionalized calix[4]arene with a cone conformation.(39) In such 2D calixMOFs, because of the assistance of bridging dipyridyl coligands such as 4,4′-bipyridine, 1,2-di(4-pyridyl)ethylene, and 4,4′-azopyridine, 2D frameworks are formed, despite the use of calix[4]arene with the cone conformation. Thus far, Che’s and Zaworotko’s groups have reported only three examples of 3D calixMOFs using the lower-rim-functionalized calix[4]arene.(40-42) These 3D calixMOFs are constructed using a 1,3-alternative form of calix[4]arene, not the cone conformation.On the basis of the above-mentioned considerations, the lower-rim-functionalized calix[4]arene with the 1,3-alternative conformation can be more favorable than those with the cone conformation for the construction of higher-dimensional calixMOFs. In this regard, a tetracarboxylic acid calixarene derivative H4L with a 1,3-alternative conformation as a potential anionic tetradentate ligand (Chart 1) is a good candidate for constructing a 3D porous calixMOF because the four pendant arms are not only directed away from the calix[4]arene unit, but also can coordinate tetrahedrally to four or more metal ions.Chart 1. Lower-Rim Acid-Functionalized Calix[4]arene with a 1,3-Alternative ConformationIn this study, we report the preparation, crystal structure, and physical properties, including thermal gravimetric analysis (TGA), photoluminescence, and gas uptake of the 3D calixMOF thus developed by the self-assembly of H4L and lead ions. Furthermore, the single-crystal to single-crystal (SCSC) transformation of the obtained calixMOF upon the removal of guest molecules is also discussed.H4L was prepared according to a previously reported procedure.(36, 43) The solvothermal reaction between H4L and Pb(NO3)2 in N,N-dimethylformamide (DMF) afforded colorless crystals of calixMOF, {[Pb2@L]·2DMF}n (1). As can be observed in the IR spectrum of 1 (Figure S1 in the Supporting Information), the characteristic bands of acids at 1680–1715 cm–1 were absent, indicative of the successful deprotonation of the four carboxylic acids of H4L in the obtained products. The bulk purity of 1 was confirmed by the pattern obtained by powder X-ray diffraction (PXRD), which is in good agreement with the corresponding simulated pattern obtained from the single-crystal data (Figure S2 in the Supporting Information).Furthermore, single-crystal X-ray analysis of 1 revealed a 3D polymeric network of [Pb2@L]n containing lattice DMF molecules present in the cavities. The asymmetric unit of 1 consisted of one L4–, two Pb(II), and two DMF molecules. To our surprise, the L4– unit in 1 adopted the 1,3-alternative conformation even though its conformation can be readily transformed during synthesis at 110 °C, caused by the rotation of the unhindered aromatic units around the bridged methylene unit of the calixarene. This retention of conformation can be attributed to the coordination of the two crystallographically independent Pb (Pb1 and Pb2) atoms. Both Pb1 and Pb2 atoms were accommodated between two carboxylate pendants located on both sides of an 1,3-alternative calixarene unit, resulting in the formation of a dinuclear complex [Pb2@L] (Figure 1a). Pb1 and Pb2 inside the calixarene unit were separated by 7.0463(3) Å, and they had similar coordination environments.Figure 1. (a) Ball-and-stick representation of the [Pb2@L] unit and the coordination environment around the metal centers in crystal structure of 1. Dashed lines indicate Pb···π interactions. (b) PbO4 polyhedra showing the hemidirected nature of Pb atoms. Lattice DMF molecules and hydrogen atoms are omitted for clarity. (symmetry codes: (i) −x + 2, −y + 1, −z + 2; (ii) −x + 1, −y + 1, −z + 2; (iii) x, −y + 3/2, z + 1/2; (iv) x, −y + 3/2, z – 1/2.)Each Pb atom was tetra-coordinated to four monodentate carboxylate oxygen atoms, of which two oxygen atoms originated from the L4– unit, while the remaining two oxygen atoms originated from two different L4– units (Figure 1a). The Pb–O bond lengths ranged between 2.332(4) Å and 2.516(4) Å. All Pb–O bonds distributed in the hemisphere, and the coordination sphere around the Pb atom clearly exhibited a void (Figure 1b): the largest bond angles for Pb1 in O3–Pb1–O9 and for Pb2 in O6–Pb2–O12 were 157.86(11)° and 152.31(10)°, respectively. These results are indicative of the hemidirected coordination geometry of the Pb atom and the existence of stereochemically active 6s lone pair electrons in a hybrid orbital on the metal.(44-47)Notably, these stereochemically active 6s lone pair electrons of the Pb atoms are likely to prevent the wedging of the Pb atoms deeper into the calixarene cavity so as to avoid a collision with the lone pairs of the phenolic oxygen atoms. Consequently, each Pb atom of 1 weakly interacted with the aromatic rings of the calixarene unit via η3-type Pb2+···π interactions (shown by the dashed lines in Figure 1a and Table S3 in the Supporting Information, 3.243(5)–3.688(5) Å).(48) These cation···π interactions are comparable to those of the silver complex {[Ag2(Ag2@L)]·4H2O}n,(36) which adopts a 1D tubular structure in which Ag ions are accommodated inside the calixarene cavity with effective η3-type Ag+···π interactions (3.07–3.30 Å), although the ionic radius (1.15 Å) of Ag(I) is similar to that (1.19 Å) of Pb(II).(49)As shown in Figures 2 and S4 in the Supporting Information, 1 exhibited a striking feature in that four uncoordinated carboxylate oxygen atoms in the [Pb2@L] unit were bound to four Pb atoms from four neighboring [Pb2@L] units in a tetrahedral manner, furnishing a 3D porous network exhibiting ths(50, 51) topology. In the 3D framework of 1, two κ2-carboxylate groups were located on the same side of the calixarene core bridge between the Pb1 atoms, furnishing an eight-membered Pb-(OCO)2-Pb metallacycle. Similarly, an eight-membered metallacycle containing Pb2 atoms was also formed. The Pb···Pb separation in each metallacycle was 5.5781(3) and 5.6711(3) Å for Pb1···Pb1 and 5.6157(2) Å for Pb2···Pb2. Each metallacycle containing the Pb1 or Pb2 atom was connected to each other by sharing the respective Pb atoms, resulting in the formation of an infinite looped chain extending along the a or c axes, respectively.Figure 2. (a) Packing view of 1 without the lattice DMF molecules and (b) simplified 3D structure of 1 showing the ths topology.The channels in the framework of 1 were filled with DMF molecules, which interact with the host framework via C–H···O hydrogen bonds with a C···O distance ranging from 3.249(7) to 3.510(16) Å (Table S4 in the Supporting Information). According to PLATON(52) analysis, the total potential solvent area volume in the porous network of 1 was 971.6 Å3, which is ∼25% of the unit cell volume (3867.1 Å3) after removing two DMF molecules per formula unit.Figure 3. (a) Packing view and (b) simplified 3D structure showing the ths topology of 1a along the c axis and the [101] direction, respectively.As can be observed in the TGA curve of 1 (Figure S5 in the Supporting Information), two lattice DMF molecules (obsd 11.5%, calcd 12.1%) were easily lost at 25–125 °C, followed by a nearly steady plateau until approximately 360 °C. To confirm the presence of this desolvated material, crystals of 1 were heated at 110 °C for 10 min. To our surprise, desolvation occurred in an SCSC manner. After desolvation of the DMF guest molecules, the PXRD patterns of 1 and 1a were different (Figure S2 in the Supporting Information), suggesting that bulk phase crystallinity is sustained upon the removal of the guest molecules, but the overall network structure is changed. The crystal structure of the desolvated product of type [Pb2(L)]n (1a) was successfully determined, despite the poor quality of intensity data.The single-crystal X-ray analysis of 1a also revealed a 3D polymeric network having the formula [Pb2(L)]n, which is topologically isostructural with the framework of 1 (Figure 3). The asymmetric unit of 1a consisted of two [Pb2@L] units (Figure S6 in the Supporting Information), in which the Pb atoms accommodated inside calix[4]arene units were separated by 6.902(3) and 6.704(3) Å, which are slightly shorter than that of 1. The Pb–O bond lengths in 1a ranged from 2.28(6) to 2.63(5) Å. A major structural change occurred in the ac plane of 1a, as compared to 1, upon the removal of the guest molecules (Figures 4 and S7 in the Supporting Information), while the monoclinic P21/c space group, the coordination environment of Pb atoms, and the overall connectivity of the framework were preserved. In 1a, the 1D looped chains formed by the eight-membered Pb-(OCO)2-Pb metallacycles were extended along the [101] and [001] directions (Figure 4). Hence, desolvation from 1 results in the framework of 1 changing into a tilted framework of 1a by shift of the infinite 8-membered looped chain extending along the c axis. This indicates that the framework of 1 undergoes structural shrinkage on desolvation. Consequently, the unit cell volume significantly decreased by 16% from 3867.12(19) to 3262.0(10) Å3, which corresponds to one-half of that of 1a. In addition, the total potential solvent-accessible void volume of the framework decreased from 25% for 1 to 2% for 1a, as estimated using the PLATON/VOID routine.(52)Figure 4. Comparison between the structures of 1 and 1a viewed along the b axis.After immersing 1a in DMF at room temperature or 110 °C, no difference was observed in its PXRD pattern, indicating that the desolvation and resolvation of guest molecules is irreversible under these conditions (Figure S8 in the Supporting Information). Furthermore, by immersing 1 in common solvents such as methanol, acetonitrile, and dichloromethane for 5 days, the corresponding PXRD patterns were the same as that of 1a (Figure S9 in the Supporting Information). This observation suggests that 1a has a more rigid and stable framework structure.During gas sorption measurements, the framework of 1 readily converted to 1a within 1 h, as mentioned above, after dynamic degassing at 327 K (Figure S10 in the Supporting Information). First, N2 sorption measurement showed that 1a exhibits a very low surface area, attributed to the diminished available void volume (Figure S11 in the Supporting Information). Even in this case, a slight difference was observed between the adsorption and desorption curves because of the flexibility of the framework. A significantly greater difference was observed in the hysteresis patterns for CO2 gas sorption measurements as shown in Figure 5. All three isotherm loops observed at 273, 283, and 293 K exhibited linear CO2 adsorption and very different sigmoidal CO2 desorption. These consistent loop patterns strongly indicate that a structural change, typically called self-diffusive adsorption or the gating effect, during CO2 sorption occurs in the network.(53-55) On the contrary, the crystalline solid of the organic calixarene did not exhibit the hysteresis of gas uptake according to the study by Atwood and co-workers.(15) The relationship between the structure and gas sorption properties of calixMOF indicates that calixarene building block is useful in the construction of flexible network structure which exhibits unique hysteric gas sorption behavior because hysteresis control is very important for specific application of adsorbent materials.(56)Figure 5. Hysteresis loop patterns in the CO2 sorption–desorption isotherm curves of 1a at 273, 283, and 293 K.Meanwhile, the photoluminescent spectra of H4L, 1, and 1a were recorded in the solid state at room temperature (Figure S12 in the Supporting Information). On excitation at 360 nm, the free H4L ligand emitted with a weak band centered at λmax = 426 nm, possibly attributed to intraligand (π–π*) transitions. The emission spectra of 1 and 1a exhibited enhanced bands with two emission maxima at 473 and 518 nm. As compared to the free ligand, 1 and 1a exhibited increased intensities and red shifts, attributed to the increased molecular rigidity,(57, 58) imparted by the formation of calixMOF, and the ligand-to-metal charge transfer (LMCT)(59, 60) between delocalized π bonds of the aromatic rings and the p orbitals of the Pb(II) centers via the aforementioned Pb2+···π interactions. Furthermore, the enhanced emission of 1a relative to that of 1 can also be attributed to a more compact framework, which is in good agreement with the results of crystal structure analyses of 1 and 1a.In summary, a rare 3D calixMOF {[Pb2@L]·2DMF}n (1) based on a lower-rim acid-functionalized calix[4]arene (H4L) was synthesized by the self-assembly reaction with Pb(II). The 3D framework of 1 underwent a single-crystal to single-crystal transformation upon the removal of solvent molecules, affording a shrunken 3D framework [Pb2@L]n (1a). The CO2 adsorption–desorption of 1a exhibited hysteresis with a loop pattern because 1a exhibited a shrunken channel and internal voids formed by calixarene moieties. As compared to the free H4L ligand, both calixMOFs 1 and 1a exhibited enhanced photoluminescence at room temperature, possibly attributed to the increased molecular rigidity of the calixMOF and ligand-to-metal charge transfer via Pb2+···π interactions. Further studies into the construction of new calixMOFs based on the modification of lower-rim-functionalized calix[4]arene derivatives are currently underway. Top of PageAbstractReferencesSupporting InformationDetails of the experimental procedures, PXRD, IR spectra, TGA, solid-state emission spectra, additional figures, crystal data (PDF format), and X-ray crystallographic files (CIF format) for 1 and 1a, and N2 sorption–desorption isotherm for 1a. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.cgd.5b00746.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was supported by NRF (2010-0022675 and 2012R1A4A1027750) projects and a research fund of Chungnam National University.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 60 other publications.1. Schneemann, A.; Bon, V.; Schwedler, I.; Senkovska, I.; Kaskel, S.; Fischer, R. A. Chem. Soc. Rev. 2014,  43,  6062 DOI: 10.1039/C4CS00101J [Crossref], [PubMed], [CAS]1. Flexible metal-organic frameworksSchneemann, A.; Bon, V.; Schwedler, I.; Senkovska, I.; Kaskel, S.; Fischer, R. A.Chemical Society Reviews\r\n        (2014),\r\n    43\r\n        (16),\r\n    6062-6096CODEN:\r\n                CSRVBR;\r\n        ", "title": "3D Metal–Organic Framework Based on a Lower-Rim Acid-Functionalized Calix[4]arene: Crystal-to-Crystal Transformation upon Lattice Solvent Removal", "authors": ["Eunji Lee", "Younghoon Kim", "Jungseok Heo", "Ki-Min Park"], "doi": ["10.1021/acs.cgd.5b00746"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00746/20150730/images/small/cg-2015-00746h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00746/20150730/images/small/cg-2015-00746h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00746/20150730/images/small/cg-2015-00746h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00746/20150730/images/small/cg-2015-00746h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00746/20150730/images/small/cg-2015-00746h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00746/20150730/images/small/cg-2015-00746h_0006.gif\">"]}