{"abstract": "In this work, we demonstrate for the first time the introduction of π-complexation into a porous aromatic framework (PAF), affording significant increase in ethylene uptake capacity, as illustrated in the context of Ag(I) ion functionalized PAF-1, PAF-1-SOAg. IAST calculations using single-component-isotherm data and an equimolar ethylene/ethane ratio at 296 K reveal that PAF-1-SOAg shows exceptionally high ethylene/ethane adsorption selectivity (: 27 to 125), far surpassing benchmark zeolite and any other MOF reported in literature. The formation of π-complexation between ethylene molecules and Ag(I) ions in PAF-1-SOAg has been evidenced by the high isosteric heats of adsorption of CH and also proved by in situ IR spectroscopy studies. Transient breakthrough experiments, supported by simulations, indicate the feasibility of PAF-1-SOAg for producing 99.95%+ pure CH in a Pressure Swing Adsorption operation. Our work herein thus suggests a new perspective to functionalizing PAFs and other types of advanced porous materials for highly selective adsorption of ethylene over ethane.", "text": "10.1021/ja502119z Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesIntroductionEthylene, one of the most widely used feedstock molecules in the petrochemical industry, is usually obtained via steam cracking and thermal decomposition of ethane.(1) The similar molecular sizes and volatilities make the separation of ethylene/ethane mixtures one of the most challenging chemical separations at large scale.(2) Current technology uses cryogenic distillation performed under the conditions of high pressure (23 bar) and low temperature (−25 °C), resulting in an extremely cost and energy intensive process.(3) Extensive efforts to develop low energy approaches for efficient ethylene/ethane separation at higher temperature and normal atmospheric pressure have focused on membrane separation,(4) organic solvent-based sorbents,(5) and porous solid adsorbents.(6) Among these approaches, porous solid adsorbents attract particular interest because of their great potential to afford much lower cost and energy consumption.Over the past decade, advanced porous materials such as metal–organic frameworks (MOFs)(7) and porous organic polymers (POPs)(8) [e.g., porous aromatic frameworks (PAFs),(9) conjugated microporous polymers (CMPs),(10) porous polymer networks (PPNs),(11) and porous organic frameworks (POFs)(12)] have been explored as new classes of solid adsorbents for applications in gas storage,(13) gas separation,(14) carbon capture,(15) catalysis,(16) and so forth. Compared with conventional solid adsorbents of zeolites and mesoporous silica materials,(17) MOFs(7) and POPs(8) feature the amenability of design and modular nature, adjustable pore sizes, functionalizable pore surfaces, and high surface areas. These features also make them hold great promise for hydrocarbon separation,(18) including the separation of ethylene/ethane mixtures.(19)Adsorption-based separation of ethylene/ethane using MOFs focuses on the preferential interactions between open metal sites and ethylene molecules, and high ethylene uptake capacities and ethylene/ethane selectivities have been demonstrated in MOFs with open metal sites.(19a)–fIn comparison with MOFs, POPs, despite the amorphous nature for most of them, feature robust covalent framework structures showing high water, moisture, and chemical stability;(8) they could also be readily scaled up using one-pot reactions. However, the lack of preferential binding sites for ethylene molecules leads to poor ethylene/ethane adsorption selectivity.(8c, 19g) A recently reported copper(catecholate) decorated POP demonstrates enhanced ethylene/ethane selectivity;(20) nevertheless, the absolute selectivity remains low, presumably due to the moderate interactions between open Cu(II) sites and ethylene molecules. Therefore, in order to achieve high ethylene/ethane selectivity in POPs, stronger binding sites for ethylene molecules are desired.It has been well-documented that Cu(I) and Ag(I) ions can form π-complexation with the carbon–carbon double bonds of olefin molecules in solutions,(5, 6, 21) and these systems have been employed for absorptive separations of olefins from paraffins, which are however inefficient because of the poor contact between the hydrocarbons and the liquid absorbents.(5) We postulate that if such kinds of π-complexation can be introduced into POP, the π-complexation will afford strong interactions between the ethylene molecules and the framework, whereas the porous structure of POP can maximize the contact of between the ethylene molecules and the framework, thereby resulting in high ethylene/ethane selectivity. In this contribution, we demonstrate for the first time the introduction of π-complexation into POPs, as illustrated in the context of functionalizing the highly porous PAF, PAF-1(22) with Ag(I) ions. The resultant PAF-1-SO3Ag not only exhibits significant enhancement of ethylene uptake capacity compared to the parent PAF-1, but also demonstrates exceptional ethylene/ethane adsorption selectivity, far surpassing benchmark zeolite and any other MOF and POP reported thus far. The formation of π-complexation between ethylene molecules and Ag(I) ions in PAF-1-SO3Ag has been proven by heat of adsorption analysis and in situ IR spectroscopic studies.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesResults and DiscussionMaterials Preparation and Physicochemical CharacterizationPAF-1(22) [(cross-linked poly tetraphenylmethane) also known as (a.k.a.) PPN-6(23)] is an amorphous POP possessing a hypothetical diamondoid-topology structure with very high surface area and exceptional stability in water/moisture and acidic/basic media. PAF-1-SO3Ag can be readily achieved by Ag(I) ion exchange of sulfonate-grafted PAF-1 (hereafter denoted PAF-1-SO3H) following the procedures reported previously (Supporting Information (SI) Scheme S1).(23a, 24a)N2 gas sorption isotherms at 77 K (Figure 1) reveal Brunauer–Emmett–Teller (BET) surface areas of 4714, 1087, and 783 m2·g–1 for PAF-1, PAF-1-SO3H, and PAF-1-SO3Ag, respectively. Pore size distribution analysis (Horvath–Kawazoe model) indicates that the pore size is reduced from ∼15 Å for PAF-1 to ∼8 Å for PAF-1-SO3H, whereas the pore size of PAF-1-SO3Ag is predominantly distributed around ∼8 Å, suggesting negligible pore size change after the Ag(I) ion exchange process (SI Figure S1).Figure 1. N2 sorption isotherms at 77 K for PAF-1 (black), PAF-1-SO3H (red), and PAF-1-SO3Ag (blue).The presence of Ag(I) in PAF-1-SO3Ag was confirmed by X-ray photoelectron spectroscopy (XPS) analysis, which shows a silver signal at binding energies of 368.8 and 374.8 eV (SI Figure S2) corresponding to the peaks of Ag 3d5/2 and Ag 3d3/2, respectively. Fourier transform infrared spectroscopy (FTIR) of PAF-1-SO3Ag shows the obvious characteristic peak of SO3– group at 1086 and 1186 cm–1, respectively (SI Figure S3). Solid 13C NMR spectra of PAF-1-SO3Ag and PAF-1-SO3H show similar central carbon atom signals at δ = 65 ppm and the signals of aromatic carbon (δ = 121 ppm to 147 ppm), indicating the preservation of framework structure after Ag(I) ion exchange (SI Figure S4). Inductively coupled plasma mass spectrometry (ICP-MS) and elemental analysis (EA) indicate that ∼50% SO3H were exchanged into SO3Ag.Ethylene and Ethane AdsorptionThe low-pressure ethylene sorption isotherms were collected at 296 K. The incorporation of Ag(I) ion into PAF-1 results in a significant enhancement of ethylene adsorption capacity despite the remarkable decrease in surface area. At 296 K and 1 atm, the ethylene uptake amounts of PAF-1 and PAF-1-SO3H are 57 and 66 cm3·g–1, respectively (SI Figure S5). In contrast, PAF-1-SO3Ag exhibits a significantly higher ethylene uptake capacity of 91 cm3·g–1 (4.1 mmol·g–1) under the same conditions (Figure 2). PAF-1-SO3Ag surpasses the ethylene uptake capacity of zeolite 5A(25) (∼2.3 mmol·g–1 at 303 K and 1 atm) and compares to that of zeolite NaX(26) (∼4.2 mmol·g–1 at 305 K and 1 atm), two benchmark zeolites widely studied for ethylene/ethane separation. In addition, PAF-1-SO3Ag outperforms the copper(catecholate) decorated POP, CuA10B1,(20) in ethylene uptake, which exhibits an ethylene adsorption amount of ∼1.8 mmol·g–1 at 0.79 atm and 298 K. The ethylene uptake capacity of PAF-1-SO3Ag at 296 K and 1 atm is relatively lower compared to that of some high surface area MOFs possessing open metal sites (e.g., 7.2 mmol·g–1 of MgMOF-74, 7.2 mmol·g–1 of Cu-BTC, and 5.8 mmol·g–1 of NOTT-102),(19a) but the MOFs containing open metal sites usually experience partial framework degradation after exposed to moisture, inevitably leading to drastic decreases in ethylene uptake capacity upon reuse. In contrast, the fact that PAF-1-SO3Ag was prepared via ion exchange in aqueous solution suggests its water stability. This, together with its moisture stability, is further confirmed by the reproducibility of the ethylene sorption isotherms for PAF-1-SO3Ag even after exposure to an air environment with 80% humidity for 2 days (SI Figure S6).Figure 2. C2H4 (black) and C2H6 (red) sorption isotherms of PAF-1-SO3Ag at 296 K. Filled: adsorption; unfilled: desorption.To test the recyclability of PAF-1-SO3Ag, we simulated temperature and vacuum swings with an ASAP2020 analyzer, by saturating with ethylene up to 1.1 bar at 296 K followed by a high vacuum for 3 h at 105 °C. After 5 cycles, there was no apparent loss in capacity (SI Figure S7), indicating the complete desorption during each regeneration cycle. Upon the basis of the differential scanning calorimetry (DSC) analysis, energies of 2.67 MJ/kg are needed to release ethylene and regenerate PAF-1-SO3Ag (SI Figure S8).(19b)Interestingly, different from the ethylene adsorption, the trend of ethane uptake by the three samples follows the order of PAF-1 > PAF-1-SO3H > PAF-1-SO3Ag at 296 K and 1 atm (SI Figure S9). The smallest ethane uptake amount observed for PAF-1-SO3Ag is primarily attributed to its lower surface area when compared with PAF-1 and PAF-1-SO3H. This result also suggests that the incorporation of Ag(I) ions would not increase the ethane uptake capacity.Ethylene/ethane adsorption selectivities were calculated using ideal adsorbed solution theory (IAST)(27) for PAF-1-SO3Ag, PAF-1, and PAF-1-SO3H (Figure 3). For an equimolar mixture of ethylene and ethane at 296 K, the adsorption selectivity (Sads) obtained for PAF-1-SO3Ag is 27 at 100 kPa, far exceeding those calculated for both PAF-1 (Sads = 0.7) and PAF-1-SO3H (Sads = 0.88). The ethylene/ethane adsorption selectivity of PAF-1-SO3Ag at 296 K and 100 kPa is also significantly higher than those of zeolite NaX,(19a) the MOFs(19a) FeMOF-74 [a.k.a. Fe2(dobdc)], CoMOF-74 [a.k.a. Co2(dobdc)], MgMOF-74 [a.k.a. Mg2(dobdc)], CuBTC (a.k.a. HKUST-1) (Figure 3), and the POP CuA10B1,(20) exhibiting ethylene/ethane selectivities of 8, 11, 6.4, 5.6, 3.6, and 3.8, respectively. It is worth noting that the ethylene/ethane adsorption selectivities of PAF-1-SO3Ag are considerably higher than those of zeolite NaX and other MOFs over the entire pressure range with the adsorption selectivity value at 1 kPa (Sads = 125) even about an order of magnitude higher (Figure 3).Figure 3. Comparison of the IAST calculations for C2H4/C2H6 adsorption selectivities for PAF-1-SO3Ag with PAF-1, PAF-1-SO3H and other porous materials(19a) at 296 K.In practice, the combination of adsorption selectivity and uptake capacity of gas mixtures contribute to the characteristics of ethylene/ethane separation.(18c, 19a) Figure 4 shows the IAST calculations of the ethylene/ethane adsorption selectivity versus the gravimetric uptake capacity of ethylene for adsorption from an equimolar ethylene/ethane mixture at the total bulk gas phase at 296 K and 100 kPa for PAF-1-SO3Ag and several benchmark microporous adsorbent materials.(19a) Both adsorption selectivity and gravimetric uptake capacity of PAF-1-SO3Ag are significantly higher than two important zeolites of NaETS-1028 and NaX.(19a, 29) The volumetric ethylene uptake capacity of PAF-1-SO3Ag (SI Figure S11), which is estimated based on the density of the compressed PAF-1-SO3Ag pellet, also surpasses that of NaETS-10(28) and NaX.(19a, 29) Albeit the ethylene uptake capacity of PAF-1-SO3Ag is lower than that of some MOF materials, much higher ethylene adsorption selectivity alongside excellent water stability represent advantages in practice over most MOFs(30) investigated so far.Figure 4. IAST calculations of the C2H4/C2H6 adsorption selectivity versus the gravimetric uptake capacity of ethylene for adsorption from an equimolar C2H4/C2H6 mixture at the total bulk gas phase at 296 K and 100 kPa(19a) (Note: the uptake capacity of ethylene for FeMOF-74 is at 318 K(19b)).Ethylene–Framework InteractionsWe reasoned that the exceptional ethylene adsorption properties of PAF-1-SO3Ag should stem from the strong interactions between ethylene molecules and the framework of PAF-1-SO3Ag as a result of the formation of π-complexation between the d orbitals of Ag(I) and the π orbitals of carbon–carbon double bonds in ethylene.(5, 6) We estimated the isosteric heats of adsorption (Qst) based upon Clausius–Clapeyron equation by differentiation of the dual-Langmuir–Freundlich fits of the isotherms at two different temperatures,(18c, 19a) 296 and 318 K(SI Figure S12) with T-dependent parameters. As shown in Figure 5, at close to zero loading, the Qst for ethylene in PAF-1-SO3Ag is 106 kJ·mol–1, remarkably higher than that of PAF-1 (14 kJ·mol–1) and PAF-1-SO3H (23 kJ·mol–1). The Qst for ethylene in PAF-1-SO3Ag is consistent with that observed in other Ag(I)-based π-complexation systems,(21, 31) suggesting the formation of π-complexation between the ethylene molecules and Ag(I) ions in PAF-1-SO3Ag. The Qst exceeds that in MOFs with open metal sites, e.g., FeMOF-74 (45 kJ·mol–1)(19b) or (47 kJ·mol–1),(19a) MgMOF-74 (42 kJ·mol–1),(19a) CoMOF-74 (41 kJ·mol–1),(19a) CuBTC (39 kJ·mol–1).(19a) These results highlight that, compared with open metal sites, Ag(I) ions can boost the interactions with ethylene molecules more in a porous framework via the formation of π-complexation. In contrast with the high Qst for ethylene, PAF-1-SO3Ag shows a significantly lower Qst for ethane with a value of 27 kJ·mol–1 (SI Figure S14); thus validating that the Ag(I) ions serve as a preferential binding sites, selectively adsorbing ethylene over ethane thereby resulting in high ethylene/ethane adsorption selectivities.Figure 5. Isosteric heats adsorption, Qst of C2H4 for PAF-1, PAF-1-SO3H, and PAF-1-SO3Ag.To further prove the formation of π-complexation between the ethylene molecules and Ag(I) ions in PAF-1-SO3Ag, in situ IR measurements of ethylene adsorption at room temperature were conducted. The —CH2 out-of plane wagging mode at 949 cm–1 was found as the most sensitive mode, responding to the interaction between ethylene and the substrate surface.(32) As shown in Figure 6, ethylene adsorption on PAF-1 and PAF-1-SO3H exhibits IR features similar to that of gas phase C2H4, indicating a weak interaction, which is further evidenced by the complete removal of ethylene IR features after room temperature desorption in helium purge. In contrast, upon initial adsorption, PAF-1-SO3Ag shows strongly perturbed CH2 mode at 980 cm–1. The intensity is even comparable with the gas-phase mode at 949 cm–1 at saturation. Two extra IR features at 1960 cm–1 (combination mode of —CH2 wagging) and 1634 cm–1 (C═C stretching), not observed on the PAF-1 and PAF-1-SO3H, further confirm ethylene adsorption on PAF-1-SO3Ag. These new IR bands due to adsorbed ethylene persist well after room temperature desorption, indicating a strong interaction between ethylene and PAF-1-SO3Ag. The blue-shift of the —CH2 wagging mode can be attributed to the combinative d−π and d−π* interaction between Ag and ethylene,(33-36) thus confirming the formation of π-complexation between the ethylene and Ag(I) ions in PAF-1-SO3Ag.Figure 6. IR spectra from ethylene adsorption and desorption on PAF-1, PAF-1-SO3H, and PAF-1-SO3Ag at room temperature. IR spectrum from gas phase ethylene is also shown for reference.Ethylene/Ethane Breakthrough Experiments and SimulationsTo evaluate the performance of PAF-1-SO3Ag in an actual adsorption-based separation process, breakthrough experiments were performed in which an equimolar ethylene/ethane mixture was flowed over a packed bed of the solid with a total flow of 2 mL/min at 296 K. As shown in Figure 7, PAF-1-SO3Ag can effectively separate an equimolar mixture of ethylene and ethane into the pure component gases of greater than 99% purity.We also carried out breakthrough simulations for C2H4/C2H6 mixtures in a fixed bed (SI Figure S17) to further demonstrate the feasibility of producing 99.95%+ pure C2H4 in a Pressure Swing Adsorption (PSA) operation. The simulated breakthrough curves are in reasonably good agreement with the experimental data (SI Figure S18a). During the adsorption cycle, C2H6 at purities >99% can be recovered for a certain duration of the adsorption cycle, as indicated by the arrow in SI Figure S18b. In addition, ethylene of 99.95%+ purity, required as feedstock to the polymerization reactor, can also be recovered during the time interval indicated by the arrow in SI Figure S19 in the desorption cycle. Video animations of the breakthrough simulations can be viewed in the HTML version of this work.Figure 7. Experimental data on transient breakthrough of an equimolar C2H4/C2H6 mixture in an adsorber bed packed with PAF-1-SO3Ag in the adsorption phase of a PSA operation.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesConclusionsIn summary, we have demonstrated for the first time the introduction of π-complexation into POPs for highly selective adsorption of ethylene over ethane, as illustrated in the context of Ag(I) ion functionalized porous aromatic framework, PAF-1-SO3Ag. PAF-1-SO3Ag exhibits significantly higher ethylene/ethane adsorption selectivity at 296 K than benchmark zeolite and any other MOF and POP reported in literature. The high ethylene/ethane adsorption selectivity of PAF-1-SO3Ag is traceable to the formation of π-complexation between Ag(I) ions and the double bonds of ethylene molecules, which is reflected in the high isosteric heats of adsorption of C2H4 and evidenced by in situ IR spectroscopy studies. The feasibility of PAF-1-SO3Ag for producing 99.95%+ pure C2H4 in a PSA operation has been demonstrated by breakthrough experiments that are supported by simulations. Albeit the light-sensitivity, utilization of costly Ni-COD catalyst, and high isosteric heats of adsorption could represent some potential challenges for the application of PAF-1-SO3Ag in practice, these kinds of issues could be tackled via some engineering processes. Notwithstanding, our work presented herein provides a new perspective to functionalizing POPs for energy-saving ethylene/ethane and other olefin/paraffin separations. Ongoing work in our laboratory includes investigating PAF-1-SO3Ag for separations of other olefin/paraffin mixtures and applying the approach of π-complexation to functionalizing other types of advanced porous materials for hydrocarbon separations.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesExperimental SectionMaterials and SynthesesAll starting materials, reagents, and solvents were purchased from commercial sources (Aldrich, Alfa, Fisher, and Acros) and used without further purification.Synthesis of Tetrakis(4-bromophenyl)methaneTetrakis(4-bromophenyl)methane was synthesized according to the procedures reported in the literature(22) with some minor modification. To a three-necked round-bottom flask containing bromine (6.4 mL, 19.9 g), tetraphenylmethane (2.0 g, 6.24 mmol) was added stepwise with small portions under vigorous stirring at room temperature (25 °C). After the addition was completed, the resulting solution was stirred for 60 min and then cooled to 0 °C. At 0 °C temperature, ethanol (25 mL) was added slowly, and the reaction mixture was allowed to warm to room temperature overnight. Then, the precipitate was filtered off and washed subsequently with saturated aqueous sodium hydrogensulfite solution (25 mL) and water (100 mL). After drying at 80 °C for 24 h under vacuum (80 mbar), tetrakis(4-bromophenyl) methane was recrystallized in EtOH/CH2Cl2 to afford a yellow solid, yield: 88%.Synthesis of PAF-1PAF-1 was synthesized according to the procedures reported in the literature(23a) with some minor modification. Tetrakis(4-bromophenyl)methane (509 mg, 0.8 mmol) was added to a solution of 2,2′-bipyridyl (565 mg, 3.65 mmol), bis(1,5-cyclooctadiene)nickel(0) (1.0 g, 3.65 mmol), and 1,5-cyclooctadiene (0.45 mL, 3.65 mmol) in anhydrous DMF/THF (60 mL/90 mL), and the mixture was stirred overnight at room temperature under nitrogen atmosphere. After the reaction, 6 M HCl (60 mL) was added slowly, and the resulting mixture was stirred for 12 h. The precipitate was collected by filtration, then washed with methanol and water, and dried at 150 °C for 24 h under vacuum (80 mbar) to produce PAF-1 as a white powder, yield: 80%.Synthesis of PAF-1-SO3HPAF-1-SO3H was synthesized according to the procedures reported in the literature(23a, 24) with some minor modification. To an ice-cooled mixture of PAF-1 (100 mg) in dichloromethane (15 mL), chlorosulfonic acid (1.0 mL) was added dropwise. The resulting mixture was stirred at room temperature for 3 days. Then, the mixture was poured over ice, and the solid was collected, washed with water thoroughly, and dried 150 °C for 24 h under vacuum (80 mbar) to produce PAF-1-SO3H as blue powder, yield: 96%.Synthesis of PAF-1-SO3AgTo the 15 mL CH3CN/H2O (1:1) solution, 100 mg PAF-1-SO3H and 800 mg AgBF4 were added. The mixture was stirred under room temperature for 48 h, and then the solid was collected by filtration followed by washing with CH3CN and water. The whole process was performed carefully under dark environment. This exchange process was repeated three times, and then dried at 110 °C under vacuum (80 mbar) for further test, yield: 94%. EA: C: 47.25%; H: 3.19%; N: 0.53%; S: 17.11%; ICP-MS: Ag: 29.20%.Gas AdsorptionGas sorption measurements were performed using an ASAP 2020 volumetric adsorption analyzer. High-purity grade gases of N2 (99.999%), C2H4 (99.5%), and C2H6 (99.5%) were used for the collection of respective sorption isotherms.In Situ IR ExperimentsIR spectra of ethylene adsorption were collected using a Thermo Nicolet Nexus 670 spectrometer in diffuse reflectance mode (DRIFTS). The PAF-1-SO3Ag sample, ca. 5 mg, was treated in a DRIFTS cell (HC-900, Pike Technologies) at 423 K in helium (30 mL/min) for 1 h to removal water and other adsorbates. The sample was then cooled down to room temperature for ethylene adsorption. The adsorption was conducted by flowing 10% ethylene/He (30 mL/min) over the sample for 5 min and then desorption was done in flowing helium. IR spectra were recorded continuously to follow the surface changes during the adsorption and desorption process. All reported IR spectra are difference spectra referenced to a background spectrum collected at room temperature after pretreatment but prior to ethylene adsorption.Fitting of Pure Component IsothermsThe measured experimental isotherm data for C2H4, and C2H6 on PAF-1-SO3Ag were fitted with the dual-Langmuir–Freundlich isotherm model:(1)The fit parameters for C2H4 and C2H6 are specified in SI Table S1. SI Figure S13 presents a comparison of the experimentally determined component loadings for C2H4 and C2H6 on PAF-1-SO3Ag at 296 K with the isotherm fits using parameters specified in SI Table S1. The fits are excellent over the entire range of pressures.The pure component isotherm data for PAF-1, and PAF-1-SO3H could be fitted with single site Langmuir model; the fit parameters are provided in SI Tables S2 and S3, respectively.Calculations of Adsorption SelectivityThe selectivity of preferential adsorption of C2H4 (component 1) over C2H6 (component 2) in a mixture containing 1 and 2, can be formally defined as follows:(2)In eq 2, q1 and q2 are the component loadings of the adsorbed phase in the mixture. The calculations of Sads are based on the use of the Ideal Adsorbed Solution Theory (IAST) of Myers and Prausnitz.(27)Estimation of Isosteric Heats of Adsorption, QstThe isosteric heat of adsorption, Qst, were calculated using the Clausius–Clapeyron equation by differentiation of the dual-Langmuir–Freundlich fits of the isotherms at two different temperatures, 296 and 318 K with T-dependent parameters.(3)Breakthrough ExperimentsIn a typical experiment, 400 mg of PAF-1-SO3Ag was swiftly ground and packed into a quartz column (6 mm I.D. × 220 mm) with silica wool filling the void space. The sample was in situ activated under vacuum (6.5 × 10–4 Pa) at 110 °C for 2 h. Then, Helium flow (2 mL/min) was introduced the system to purge the adsorbent until the temperature of the column was decreased to 23 °C. The breakthrough test was started by introducing a 1:1 C2H4/C2H6 mixture gas at a total flow rate of 2.0 mL/min and switching off the He gas. Effluent from the column was monitored using a GC with a flame ionization detector. The dead volume of this setup was determined to be 18.6 cm3. Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesSupporting InformationCharacterization details, additional gas sorption isotherms, simulated breakthrough curves, TGA plots, XPS and IR spectra plots, and supporting figures. This material is available free of charge via the Internet at http://pubs.acs.org.Video animations of transient breakthrough for the adsorption/desorption cycle are available in the HTML version of this paper.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesAcknowledgmentThe authors acknowledge the University of South Florida for financial support of this work, and an award from the National Science Foundation (DMR-1352065) is also acknowledged. Part of the work including the in situ IR studies was conducted at the Center for Nanophase Materials Sciences, which is sponsored at Oak Ridge National Laboratory by the Scientific User Facility Division, Office of Basic Energy Sciences (BES), U.S. Department of Energy (DOE). DOE/BES/Division of Materials Sciences and Engineering (Award No. KC020105-FWP12152) (P.K.T.) and the National Natural Science Foundation of China (No. 21371069) (Z.S.) are acknowledged. We thank Prof. Jeffrey R. Long and Eric Bloch for their kind help on the calculation of regeneration energies.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesReferencesThis article references 36 other publications.1. Matar, S.; Hatch, L. F.  Chemistry of Petrochemical Processes, 2nd ed.; Gulf Publishing Company: Texas, 2000.There is no corresponding record for this reference.2. Eldridge, R. B. Ind. Eng. Chem. Res. 1993,  32,  2208[ACS Full Text ]There is no corresponding record for this reference.3. Rege, S. U.; Padin, J.; Yang, R. T. AIChE J. 1998,  44,  799[Crossref], [CAS]3. Olefin/paraffin separations by adsorption: π-complexation vs. kinetic separationRege, Salil U.; Padin, Joel; Yang, Ralph T.AIChE Journal\r\n        (1998),\r\n    44\r\n        (4),\r\n    799-809CODEN:\r\n                AICEAC;\r\n        ", "title": "Introduction of π-Complexation into Porous Aromatic Framework for Highly Selective Adsorption of Ethylene over Ethane", "authors": ["Baiyan Li", "Yiming Zhang", "Rajamani Krishna", "Kexin Yao", "Yu Han", "Zili Wu", "Dingxuan Ma", "Zhan Shi", "Tony Pham", "Brian Space", "Jian Liu", "Praveen K. Thallapally", "Jun Liu", "Matthew Chrzanowski", "Shengqian Ma"], "doi": ["10.1021/ja502119z"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0006.gif\">"]}