{"abstract": "Attempts to describe high-pressure carbon dioxide (CO) adsorption isotherm data using conventional adsorption equations to model the coal behavior have been only partially successful. Because swelling of the coal organic matrix in the presence of adsorbing gases is a well-known phenomenon and because traditional isotherm models assume a rigid structure, an adsorption isotherm equation was derived to account for the volume effects which may occur when an adsorbate alters the structure of an adsorbent. The equation, which accounts for volume change in general, was applied to the particular example of CO adsorption on coal. In some cases, significantly better fits were obtained when the adsorption data were fit to the swelling-modified model. The modified model partitions the experimentally determined adsorption into a surface adsorption term, which is important at lower pressure, and a rectilinear term, related to volume effects, which is important at higher pressures. This is particularly significant to the problem of CO sequestration in coal seams where high pressures of CO will be used. ", "text": "10.1021/la0258648  Top of PageAbstract1. Introduction2. Modeling Methodology3. Experimental Section4. Results5. Discussion6. Conclusion1. Introduction Sequestration of CO2 in coal seams is one of the strategies being considered to mitigate the increasing atmospheric concentration of CO2.1 One of the most important advantages of coal seam sequestration is that CO2 is stored in an adsorbed state rather than as a compressed or liquefied gas. However, the adsorption capacity and the stability of the adsorbed CO2, which can be affected by the nature of the coal itself as well as by environmental factors, need to be accurately known. The adsorption isotherm is one of the most important tools for estimating adsorption capacity. Historically, the adsorption of CO2 on coals has been used to estimate surface areas2,3 and micropore structures of coals.4 Usually, these measurements have been conducted at low pressures (usually below atmospheric) and low temperatures (−78 °C).3 Although information obtained from measurements such as these is important to current sequestration efforts, low-pressure, low-temperature adsorption isotherm data do not represent geologic, in-seam conditions. High-pressure, moderate-temperature CO2 adsorption data for coal/CO2 systems are sparse and often have been reported to fit the conventional adsorption equations poorly.5,6 We propose that volumetric effects, such as those related to coal swelling, are important factors in these experiments and that they need to be addressed in order to adequately describe the adsorption process.  Coal swelling during the sorption of liquids,7 gases,8,9 and vapors10,11 is a well-known phenomenon. Reucroft et al.8,12 measured the swelling and shrinkage of various ranks of Kentucky coal due to the adsorption of gases, such as helium (He), nitrogen (N2), CO2, and xenon (Xe), by directly observing directional (length) changes at pressures between 0 and 1.5 MPa. They found that under a vacuum the coal samples shrank, presumably due to moisture loss because the extent of shrinkage was dependent on the amount of moisture removed from the coal. Pressurization with He or N2 compressed the coal and resulted in shrinkage, whereas CO2 caused considerable swelling. The volume increase observed in going from 0 to 1.5 MPa was between 0.36% and 4.18%. They also found that swelling in a CO2 atmosphere was rank dependent with lower-rank coals swelling more than higher-rank coals. Walker et al.13 measured the expansion of powdered coals and macerals induced by gaseous CO2 and methanol (CH3OH). They found that expansion to an equilibrium value was faster in CO2 than in CH3OH although significantly greater expansion was observed in CH3OH. They concluded that most of the CO2 uptake was due to CO2 uptake in open and closed (to He) micropores at the temperatures and pressures used to measure surface areas. Recently, St. George and Barakat9 have investigated volumetric changes of the coal matrix upon the adsorption and desorption of CH4, CO2, N2, and He. Again, compression, rather than swelling, was observed in the presence of high-pressure He. Expansion was observed for the other gases. Expansion in the presence of CO2 was 12 times larger than in N2 and 8 times larger than in CH4. In addition, the volumetric strains (ΔV/V) resulting from the desorption of CO2, CH4, and He for ΔP = 4 MPa were −4.5%, −2.2%, and +0.1%, respectively. The negative sign indicates that shrinkage occurs upon loss of CO2 and CH4,  whereas the positive sign indicates an expansion in volume when the He gas pressure was decreased. Interpretations of coal adsorption isotherm data in the literature5,11,14-16 have not considered these volumetric changes which have been reported to range from 0.36% to 4.18%.8,9 Information obtained by fitting the empirical isotherm data to one of the typical model equations may be misleading because these models are based on a rigid adsorbent structure.17 There is a need for a more rigorous mathematical model based on an analysis of the physical phenomena occurring in the coal−sorbate systems.   Top of PageAbstract1. Introduction2. Modeling Methodology3. Experimental Section4. Results5. Discussion6. Conclusion2. Modeling Methodology 2.1. Construction of an Adsorption Isotherm. Gravimetric and volumetric methods are the most widely used measurement methods for the construction of adsorption isotherms. Both require an accurate estimate of the volume of the solid adsorbent, in the former case, to make a buoyancy correction, and in the latter case, to calculate the free-gas space in the sample cell. Construction of an adsorption isotherm using the volumetric method requires three steps as shown in Figure 1. First, the empty volume of the sample cell, VS, is estimated. Next, the volume of the adsorbent or the free volume (void volume) remaining in the sample cell after adding the adsorbent, V0, is measured. These two volumes are usually measured using He displacement. The density of the adsorbent can also be estimated from these two measurements. In the third step, the adsorption isotherm is measured using the adsorbate gas of interest. The V-shaped notch in the adsorbent in Figure 1 represents the pores that are occupied to various extents (depending on the pressure) during the adsorption experiments.   Figure 1 Construction of an adsorption isotherm:  (a) estimation of the empty volume of the sample cell (VS), (b) estimation of the volume of the adsorbent, from the void volume of the sample cell (V0), and (c) measurement of the adsorption isotherm during which the void volume (V0) in the sample cell decreases (to Vi) due to the volume occupied by the adsorbed phase (Va).    As shown in Figure 1c, the adsorbed phase occupies volume, and this volume needs to be included in the calculation of the remaining free volume in the cell. From the Gibbs definition,18 the absolute adsorbed amount, nabs, can be calculated by subtracting the moles of free gas in the sample-cell void volume (Vi) from the total moles of gas transferred into the sample cell, nt. The total moles of gas transferred into the sample cell from the reference cell, nt, is well-known in these experiments and must equal the moles in the gaseous phase plus the moles adsorbed on the substrate:  where ρ is the molar density of the gas in the free phase and Vi is the “true” void volume in the sample cell, that is, the volume occupied by neither the solid adsorbent nor the volume of the adsorbed phase (Va). However, this leaves two unknowns, nabs and Vi. To overcome this problem, the Gibbs excess adsorption (nex) is defined employing the void volume initially estimated by He expansion, V0:  where nt and ρ are as defined above.  The excess adsorption is the amount of gas calculated to have been adsorbed when the volume of the adsorbed phase, Va, is ignored. The relationship between the experimentally measured excess adsorption, nex, and the absolute adsorption, nabs, can be obtained from the difference between eq 2 and eq 1 such that  where ΔV is the difference between the void volumes in the presence and absence of the adsorbed phase, respectively, and is defined as  where Va and ρa are the volume and molar density of the adsorbed phase, respectively. Thus, the excess adsorption isotherm can be represented by the well-known adsorption equation for a rigid solid,18 eq 5, which includes the correction for the volume occupied by the adsorbed phase:   The crux of the problem is whether it is appropriate to use the V0 determined using a nonswelling gas, He, to estimate the void volume present during the adsorption of a swelling gas such as CO2. Equation 5 has been derived assuming a rigid solid. It assumes that no volume change occurs in the sample cell except that due to the adsorbed phase. Changes in the actual void volume, Vi, which may occur upon swelling or shrinkage of the sample, are not considered in this formulation. The model described in the next section is presented to account for such volume changes.  2.2. Proposed Model. The pore structure (or structures) of coal has been the subject of a long-running debate. Mahajan19 reviewed the “25-year paradox” and came to the conclusion that coals contain a variety of pores, some of which are open and accessible to He and some of which are closed and inaccessible to He. CO2, however, appears to be able to access the entire pore volume of the coal, even that not accessible to He.7,20 A similar but larger effect has been observed for CH3OH.20 And in general, it appears that the accessible surface area reaches a maximum when the adsorbate solubility parameter is in the vicinity of 20 MPa0.5.16 The solubility parameter of CO2 is 22.7 MPa0.5 at 298 K.16 Perhaps it is not coincidental that the swelling ratio of coal, Q, attains a maximum at about the same value of the solubility parameter, and it has been proposed that the large surface areas observed using CO2 are related to its ability to swell the coal.16 This explanation is not universally accepted.19 However, our  intent here is not to solve the debate but rather to add another tool which may be of assistance in unraveling the complex behavior of coal−CO2 systems.  The mathematical model we propose is based on the proposition that the swelling phenomenon affects not only the measured surface area, as discussed above, but also the void volume that is accessible to CO2. This is of particular importance to the development of adsorption isotherms using the volumetric (manometric) technique. All of the volumetric calculations are based on the assumption that the void volume of the sample cell, that is, the volume not occupied by the adsorbent, is accurately determined using He or another “inert” gas. Because of the swelling properties and accessibility problems discussed above, this assumption is questionable in the case of coal and other swelling adsorbents. Unlike previously derived adsorption isotherm models, which are based on a rigid adsorbent structure and constant adsorbent and void volumes, the equation derivation presented here allows the sample-cell void volume to change.  2.2.1. Uncertainties in Volume Estimations. In addition to swelling behavior of the adsorbent, there are several sources of uncertainty in the volume estimations made in an adsorption isotherm measurement. He is generally used for the estimation of the volume of the solid adsorbent. The selection of He is based on the assumptions that He is not adsorbed and that it can reach the smallest pores so that it reports the “true” density of the solid adsorbent.21 If the small molecular size of He allows it to penetrate the smallest pores, then larger, inert molecules that are unable to access all of the pores would report a lower density for the solid adsorbent because part of the He accessible volume would be excluded. This is called the “sieving effect”.22 Conversely, He has been reported to adsorb on solid adsorbents at low temperatures and high pressures,23,24 indicating that the measured void volume or the volume of the adsorbent may be more or less in error at other temperatures and pressures. When both molecular sieving and adsorption are present, the apparent density may be higher or lower than that observed in He. Therefore, both assumptions about the behavior of He may result in errors in the estimation of the actual void volume accessible to the adsorbing gas.  Another source of volume uncertainty is the change in the volume of the adsorbent due to the compression or the shrinkage of solid adsorbents at high pressures.25,26 This is especially important for porous solids because the calculated volume of the solid may be affected in two opposing ways. First, there is a dimensional change as the solid is compressed at high pressures resulting in a net decrease in sorbent volume. Second, the constriction of pore entrances upon compression may prohibit gas molecules from accessing pores that were accessible initially, resulting in an apparent increase in solid volume. The expansion or swelling of adsorbents considered above may also result in a change in volume. Again, the volume of the solid may be affected in two opposing ways. The dimensional increase as the solid swells results in a net increase in sorbent volume. However, the widening of previously constricted pore entrances may enable more gas molecules to access those pores that were initially inaccessible, resulting in a net decrease in the apparent solid volume.  Another source of volume uncertainty is the change in the volume of the adsorbent due to the dissolution of the adsorbing gas. A number of phenomena such as sorption-induced swelling12,16 and diffusion in coals22 have indicated that the coal is an elastic material. The adsorption on coal is often explained with a dual sorption model describing adsorption on the surface and absorption within the coal matrix as two interacting subprocesses.5,10,11,27 Dissolution (diffusion) of the adsorbing gas within the coal matrix may result in a volume change.  Another source of volume uncertainty is the change in volume due to the volume occupied by the adsorbed phase. This type of volume change has been considered extensively (i.e., eq 5), and almost all high-pressure excess adsorption isotherms in the literature have been corrected to account for the volume or the density of the adsorbed phase.25,28-30  In light of these uncertainties, the nature of the volume change, ΔV in eq 3, must be reconsidered. While still defined as the difference between the void volume in the sample cell (Vi) and the initially estimated void volume (V0), the void volume actually includes not only the volume of the adsorbed phase (Va) but also the nascent volume created by the swelling or shrinkage of the solid adsorbent (ΔVc), the over- or underestimation of the void volume due to adsorption of He and/or the extra volume due to the sieving effect (ΔV0), the volume change due to the dissolution of the adsorbing gas (ΔVd), and so forth. Collectively these may be called the change in the void volume in the sample cell (ΔVx). Thus, the void volume in the sample cell can be written as shown in eq 6. The excess adsorption originally defined for a rigid solid in eq 5 now can be written for nonrigid solids as      Assigning ΔVx for the largely immeasurable volume changes occurring in the sample cell reduces the impact of the uncertainties associated with the above-mentioned factors. The unknowns in eq 7 are the density of the adsorbed phase, ρa, the absolute adsorption term, nabs, and the void volume correction term, ΔVx. The approximations used to estimate the adsorbed phase density, ρa, have been summarized by Murata et al.31 The model equations used to estimate the absolute adsorbed amount, nabs, are summarized below.  2.2.2. Model Equations for the Absolute Adsorption, nabs. The absolute adsorption is the amount of material actually adsorbed on a solid adsorbent. Many adsorption model equations have been proposed to represent the absolute adsorption amount. Some of these equations are based on a theoretical foundation such as the Langmuir,32 Erying,33 and virial equations of state,33  while others are derived to provide empirical curve fits such as the Langmuir−Freundlich,34 Toth,34 UNILAN,34 modified Brunauer−Emmett−Teller (BET),35 and Dubinin36 equations. Detailed information on the derivation, application, and properties of each of these equations can be found in Do.34 Table 1 shows some of the model equations used to represent the amount of gas in the adsorbed phase grouped according to the mechanism of adsorption and the surface properties of the solid adsorbent. For instance, the Dubinin equation is based on a pore filling rather than a surface adsorption mechanism. When a particular adsorption equation is used for the nabs term, in either eq 5 or eq 7, the fit of the experimental adsorption data provides physically meaningful constants such as the adsorption capacity (n0), the affinity coefficient (K), and the heterogeneity parameter (t), from which the surface area, the characteristic heat of adsorption (E0), and the average pore size can be calculated.    Table 1.  Model Equationsa Used to Represent the Absolute Adsorbed Amount, nabs b  mechanism of adsorptionsurface of the adsorbentmodelmodel equation monolayer surface adsorption homogeneous Langmuir nabs = n0P/(K + P)  heterogeneous Langmuir−Freundlich nabs = n0Pt/(K + Pt)   Toth nabs = n0P/(K + Pt)1/t   UNILAN nabs = (n0/2t) ln[(K + Pet)/(K + Pe-t)] multilayer surface adsorption heterogeneous modified BET  pore filling heterogeneous Dubinin−Astakhov nabs = n0 exp{−[K ln(Ps/P)]t}  a Reference 34.b n0 is the adsorption/monolayer/micropore capacity, K is an affinity coefficient between the adsorbent and the adsorbate, and t is an exponent related to the heterogeneity of the solid adsorbent.     Top of PageAbstract1. Introduction2. Modeling Methodology3. Experimental Section4. Results5. Discussion6. Conclusion3. Experimental Section Adsorption measurements were performed using CO2 and the Argonne Premium coal samples.37 A pressure range of 0−4 MPa was used at 22 °C. The as-received samples had a maximum particle diameter of 150 μm (−100 mesh). Proximate and ultimate analyses for the Argonne Premium coal samples are shown in Table 2.37 To minimize surface oxidation, sample handling was performed in a He-flushed glovebag under a positive pressure of He. A 0.6−1.3 g aliquot of coal was used in each experiment after mixing according to the Argonne instructions. Each sample was dried in situ at 80 °C under a vacuum for 36 h before any measurements were performed. Prior to the measurement of the adsorption isotherms, the void volume of each sample cell containing the dried coal sample, V0, and the density of the coals were estimated using He.    Table 2.  Proximate and Ultimate Analyses of Argonne Premium Coal Samplesa  coal sampleproximate analysis (wt %)ultimate analysis (wt %, daf)seamstaterankmoistureashbVMbCHOSN Pocahontas No. 3 VA low-volatile bituminous 0.65 4.74 18.48 91.05 4.44 2.47 0.50 1.33 Upper Freeport PA medium-volatile bituminous 1.13 13.03 27.14 85.50 4.70 7.51 0.74 1.55 Pittsburgh No. 8 PA high-volatile bituminous 1.65 9.10 37.20 83.20 5.32 8.83 0.89 1.64 Lewiston−Stockton WV high-volatile bituminous 2.42 19.36 29.44 82.58 5.25 9.83 0.65 1.56 Blind Canyon UT high-volatile bituminous 4.63 4.49 43.72 80.69 5.76 11.58 0.37 1.57 Illinois No. 6 IL high-volatile bituminous 7.97 14.25 36.86 77.67 5.00 13.51 2.38 1.37 Wyodak-Anderson WY sub-bituminous 28.09 6.31 32.17 75.01 5.35 18.02 0.47 1.12 Beulah-Zap ND lignite 32.24 6.59 30.45 72.94 4.83 20.34 0.70 1.15  a Reference 37.b Dry basis.    Gas-phase CO2 adsorption isotherms were obtained using the volumetric gas adsorption apparatus shown schematically in Figure 2. The apparatus consisted of a reservoir cell of approximately 13 mL and a sample cell of about 6 mL, both contained within a temperature-controlled bath (±0.1 °C). Pressure transducers were calibrated over the pressure range studied. Cell volumes were estimated by the He-expansion method. An ISCO syringe pump was used to deliver pressurized He or CO2 with a purity of 99.997% and 99.999%, respectively.   Figure 2 Volumetric gas adsorption apparatus:  R, reservoir cell; S, sample cell; P, pressure transducer; I, ISCO syringe pump; V, vacuum pump; T, thermocouples; B, constant-temperature bath.   3.1. Isotherm Measurement Method. The reservoir cell was first pressurized with CO2. Ten minutes was allowed to achieve thermal equilibrium although a stable temperature reading was achieved in about 3 min. Then, a portion of the gas was transferred from the reference cell into the sample cell. Pressures and temperatures were monitored in both cells to verify thermal and adsorption equilibration. In initial tests of up to 20 h, it was found that 20−30 min was sufficient for the adsorption of CO2 to reach equilibrium. The amounts of CO2 within both the reference and sample cell were calculated using the real gas law and the Span and Wagner values for the gas compressibility.38 From the mass balance, the difference between the moles of CO2 transferred from the reservoir cell, nt, and the moles of CO2 calculated to be present in the He-estimated free-gas phase in the sample cell, V0, was considered to be the Gibbs excess adsorption, nex. The reference cell was then pressurized with  additional CO2, and the process was repeated. Adsorption isotherms were plotted as the total amount of excess adsorbed CO2, nex, versus the measured equilibrium pressure.  3.2. Evaluation of the Adsorption Isotherm Data. The CO2 adsorption isotherm data for the coal samples were evaluated by substituting each model adsorption equation in Table 1 for nabs into both eq 5 and eq 7. The adsorbed phase density (ρa) and the saturation pressure (Ps) were obtained from the relationships given by Dubinin39 and Reid et al.,40 respectively. The calculated values for the adsorbed phase density (ρa) and the saturation pressure (Ps) at 22 °C were 23.866 mmol/cm3 and 5.886 MPa, respectively. Curve fits were obtained using the SigmaPlot spreadsheet regression data analysis.  3.3. Measurement of the Densities of the As-Received and Dried Argonne Premium Coals. Densities of both the as-received and dried Argonne Premium coals were measured by the He displacement method. A 0.6−1.2 g aliquot of as-received coal was placed in the sample chamber of the volumetric apparatus and degassed under a vacuum for 5 min in order to remove any preadsorbed gases. The density of the coal sample was estimated at 22 °C by introducing He at pressures up to 3 MPa in the same way as described previously for the CO2 isotherm measurements. For the dried coals, the density of coals was estimated after drying in situ at 80 °C under a vacuum for 36 h. The final moisture content of each dried sample was estimated by thermal gravimetric analysis (TGA) after completing the density measurements.   Top of PageAbstract1. Introduction2. Modeling Methodology3. Experimental Section4. Results5. Discussion6. Conclusion4. Results 4.1. Effect of Drying. The densities of the as-received and dried Argonne Premium coals are shown in Figure 3, where they are compared to the densities reported by Huang et al.41 The densities of dried non-Argonne coals reported by Gan et al.2 are also included. The agreement between the measured densities of the dried Argonne Premium coals and the literature data for the dried coals is excellent. The densities of the dried coals decrease from about 1.4 to 1.22 g/cm3 as the carbon content increases from 70% to 78%, display a shallow minimum at about 1.22 g/cm3 as the carbon content increases from 78% to 83%, and then increase from 1.22 back to 1.4 g/cm3, daf (dry, ash-free), as the carbon content increases from 83% to 92%. In contrast, the densities of the as-received coals show a very different trend. The density of the as-received coals increases continuously from 0.8 g/cm3, daf, at a carbon content of about 72% to 1.35 g/cm3, daf, at a carbon content of about 92%. The densities of the as-received coals are consistently smaller than the densities of the dried coals. The difference is especially large for the low-rank coals.   Figure 3 Density of as-received and dried Argonne Premium coal samples.   The effect of moisture can be seen more effectively by plotting the specific volumes as shown in Figure 4. All of the dried coals have specific volumes between 0.7 and 0.8 cm3/g regardless of rank. The volume change upon water removal is very small for the higher-rank coals. This is consistent with the prevailing theory that higher-rank coals behave as glassy polymers and that water fills pores in this rigid structure.42 Below about 80% C, loss of moisture causes the coal structure to shrink so that a gram of dried coal occupies less than 60% of the volume occupied by the as-received coal. The loss in volume can be attributed to the collapse of the pore structure that occurs upon drying low-rank coals.43 Qualitatively, the macroscopic shrinkage seen by Deevi and Suuberg43 and the microscopic decrease in specific volume seen here are in agreement.   Figure 4 Specific volume of as-received and dried Argonne Premium coals.   Figure 5 compares the microscopic shrinkage, as calculated from the change in the specific volume (eq 8), with the macroscopic shrinkage obtained by Suuberg et al.44 using a bed-height technique.  where ρw is the density of the as-received coal and ρd is the density of the dried coal.   Figure 5 Comparison of the percent volume change (this work) and percent shrinkage (Suuberg et al., ref 44) of the Argonne Premium coals upon drying with the volume of the water removed.   The agreement is much better than would be expected based on the different volume losses being measured by the two techniques. In the case of Suuberg, the volume loss upon drying reflects the shrinkage of the bed of particles. If one assumes spherical particles, then the particle size decreases from the original diameter of about 600 microns to about 530 microns when the bed shrinks  by 30%, which is about the largest shrinkage reported by Suuberg et al.44 In the current case, the shape and size of the particles are irrelevant because the He reports all of the available volume around, between, and within the individual pieces of coal. Thus, He reports the loss of microscopic porosity that has been proposed as the root cause of the macroscopic shrinkage. As can be seen in the figure, the extent of the loss of microporosity is about twice the loss of macroscopic volume (slope of 1.773 vs 0.863). The correlation with moisture loss is good for the low-rank coals in both cases but becomes poorer for the higher-rank coals. This demonstrates the need to rigorously control the moisture content of the coal during any adsorption isotherm measurement or, as we propose here, account for any resultant volume changes explicitly in the adsorption isotherm equations.  4.2. Adsorption and Desorption Isotherms of CO2 on Argonne Premium Pocahontas No. 3, Blind Canyon, and Wyodak Coals. The adsorption and desorption isotherms of CO2 on Argonne Premium Pocahontas No. 3, Blind Canyon, and Wyodak coals are shown in Figure 6. These coals are representative of a low-volatile bituminous, a high-volatile bituminous, and a sub-bituminous coal. The error bars represent a standard deviation of less than 3% calculated for our experimental apparatus. There are several issues specific to the adsorption isotherms of swelling agents on nonrigid solids, that is, CO2−coal systems. As can be seen in the figure, the shape of the adsorption isotherms of CO2 on coal is more or less rectilinear. The adsorption of not only CO25,6 but also H2O,14,15 CH3OH,16 and organic vapors10,11 on coals shows a rectilinear shape. The shape of the adsorption isotherm changes from more Langmuir-like to more rectilinear as the rank of the coal decreases. Hysteresis is seen often between adsorption and desorption isotherms, and typically the hysteresis becomes larger as the coal rank decreases.45-47 Although hysteresis is generally associated with mesoporous adsorbents,48 at the low CO2 pressures (P/Ps < 0.95) studied here, this origin of the hysteresis is unlikely.49 As noted in previous studies,45-47 coal swelling may be the origin of the hysteresis as well as the rectilinear shape of the adsorption isotherms.   Figure 6 Adsorption (open symbols) and desorption (closed symbols) isotherms of CO2 on Argonne Premium Pocahontas No. 3, Blind Canyon, and Wyodak coals.   4.3. Modeling the Adsorption Isotherm without Accounting for Volume Effects (Equation 5). The adsorption isotherms of CO2 on coal were evaluated by fitting the adsorption isotherm data to the general equation, eq 5. This equation assumes that the only change in volume is due to the free volume decreases accompanying the accumulation of the adsorbed phase. To fit the curves to the adsorption isotherm data, each of the model equations shown in Table 1 was substituted for the nabs term in eq 5. Then, each of the adjustable parameters in each of the model equations was calculated. In this manner, the monolayer/micropore/adsorption capacity, characteristic heat of adsorption, number of layers, and so forth could be estimated.  Figure 7 shows the fit of the experimental adsorption isotherm data to eq 5. With the exception of the Langmuir and UNILAN equations, the agreement between the  calculated and experimental values was good. The two-parameter Langmuir equation described the adsorption behavior poorly and became worse as the coal rank decreased. The three-parameter UNILAN equation was acceptable for the high-rank coal but not for the lower-rank coals. The other equations provided good agreement with the experimental values; however, reasonable fits alone do not provide assurance that the parameter solutions obtained are accurate. Table 3 lists the values obtained for each of the parameters in each of the model equations listed in Table 1. The best-fit solutions are very different and sometimes nonsensical, such as for example the very large capacities obtained for the Blind Canyon and Wyodak coals for the Langmuir−Freundlich, Toth, and UNILAN equations. This might be considered a failure of the adsorption model and interpreted as proof for or against a particular adsorption mechanism. However, we contend that the neglect of the volume uncertainties is the larger problem and that the large differences disappear when these uncertainties are included explicitly in the formulation of the isotherm.   Figure 7 Best-fit curves obtained from eq 5 using the model equations in Table 1 for the absolute adsorption term, nabs.     Table 3.  Best-Fit Parameters Obtained from Equation 5   LangmuirLangmuir− FreundlichTothUNILANBETnDubinin− AstakhovPocahontas No. 3 n0 1.69 2.79 3.79 4.63 1.10 1.71 K 0.43 1.49 0.45 28.86 33.78 0.20 t  0.52 0.30 6.49 2.33 1.32Blind Canyon n0 2.20 9.77 232.37 6.65 1.17 2.27 K 0.71 7.20 0.64 58.41 30.22 0.35 t  0.45 0.09 6.36 3.10 1.08Wyodak n0 2.86 4.50 × 106 2.74 × 108 8.51 1.45 3.17 K 0.76 3.01 × 106 0.70 50.99 31.26 0.44 t  0.41 0.03 6.09 3.51 0.96   4.4. Modeling the Adsorption Isotherm with Inclusion of Volume Effects (Equation 7). The adsorption isotherm data were evaluated using eq 7, which explicitly accounts for influences of coal swelling, shrinkage, or any other volume effect which may confound the measurements. Figure 8 shows the fit of the adsorption isotherm data to eq 7 employing each of the adsorption equations shown in Table 1 for nabs term. All the equations now provide excellent fits to the adsorption isotherm data.   Figure 8 Best-fit curves obtained from eq 7 using the model equations in Table 1 for the absolute adsorption term, nabs.   Table 4 shows the model parameters obtained from eq 7. The values are within reasonable limits even for the Langmuir−Freundlich, Toth, and UNILAN equations. However, the adsorption capacities reported by the Langmuir−Freundlich, Toth, and UNILAN equations are 2−3 times higher than those reported by the Langmuir, modified BET, and Dubinin−Astakhov equations. The volume term, ΔVx, clearly shows that there is a volume effect on the adsorption isotherm measurements. The positive values of ΔVx indicate that, overall, the volume effect is such that there appears to be more free volume present in the sample cell than was originally estimated by the helium expansion.    Table 4.  Best-Fit Parameters Obtained from Equation 7   LangmuirLangmuir− FreundlichTothUNILANBETnDubinin− AstakhovPocahontas No. 3 n0 1.30 1.40 1.43 1.38 1.15 1.22 K 0.24 0.33 0.28 0.27 29.84 0.04 t  0.88 0.81 1.23 1.52 2.35 ΔVx 0.19 0.17 0.16 0.17 0.14 0.19Blind Canyon n0 1.33 2.79 5.06 4.27 1.15 1.65 K 0.26 1.47 0.51 18.15 30.65 0.17 t  0.56 0.28 6.00 2.96 1.46 ΔVx 0.35 0.15 0.13 0.18 0.03 0.19Wyodak n0 1.57 2.42 3.11 4.45 1.37 1.75 K 0.23 0.81 0.41 8.84 33.98 0.11 t  0.63 0.41 5.47 2.86 1.71 ΔVx 0.55 0.39 0.36 0.35 0.18 0.43   4.5. Effect of Pressure on the Values of the Model Equation Variables. As previously discussed, the volume term, ΔVx, includes a number of terms related to volumes that either are measured inaccurately or cannot be measured because they change during the experiment (eq 6). These terms may be divided into two categories, those that are independent of pressure, such as inaccuracies in the estimation of the void volume, and those that are expected to be pressure dependent, such as the extent of coal swelling. That is, if the volume difference in eq 7 is due to a systematic error, it will be invariant over any pressure range studied, but if the volume change is a function of the pressure, its value will change as the pressure changes. The change in the volume effect term, ΔVx, or any other equation variable, with CO2 pressure can be obtained by fitting the adsorption isotherm data to eq 7 using increasingly larger ranges of the data.  The CO2 adsorption capacity and volume effect term, ΔVx, are plotted for increasingly larger ranges of data in Figure 9 for the three coals of different rank. The change in adsorption capacity depends on the coal rank, and its magnitude depends, to some extent, on the model chosen for nabs. For the highest-ranked coal, regardless of the exact adsorption model chosen, the adsorption capacity and volume effect are relatively unaffected by increasing pressure. For the lower-ranked coals, the adsorption capacity increases with increasing pressure as the free- gas volume (or void volume) in the system decreases with increasing pressure. These trends are consistent with an adsorption mechanism in which the lower-ranked coals swell more than the higher ranks, occupy a portion of the previously available free space, and provide larger areas for surface adsorption. These overall trends are consistent with the extensive literature on the structure and chemistry of coals. However, the quantitative evaluation, especially for the lower-ranked coals, is very model dependent. While all of the model equations shown in Table 1 predict similar adsorbed amounts for the high-rank Pocahontas coal, the Langmuir−Freundlich, Toth, and UNILAN equations predict the adsorption capacities of the low-rank Blind Canyon and Wyodak coals to be 2−3 times larger at higher pressures than those reported by the Langmuir, modified BET, and Dubinin−Astakhov equations.   Figure 9 Variation of adsorption capacity and volume effects with pressure.   All of the ΔVx values were positive, regardless of the coal examined, the pressure range considered, or the model equation used for nabs, indicating that the volume accessible to CO2 was always larger than was measured initially by helium expansion. The values decrease steeply as a function of pressure for the lower-rank coals, but little or no effect is seen for the low-volatile bituminous coal. These data are interpreted as the net result of two opposing effects. CO2 is better able to permeate the coal matrix, and this has been explained in terms of the formation of a solid solution.10,22,47 In this respect, the sorption of CO2 is similar to the sorption of organic vapors.11,47 Takanohashi et al.11 have modeled the sorption of a series of alcohols on coals using a Langmuir−Henry dual-mode equation to account for both surface adsorption and solid solution formation. We propose that the initially high ΔVx term we determine here is the Henry's law dissolution term, kD. Extrapolation to P = 0 gives the kD for the dissolution of CO2 in coal. Dissolution data for CO2 are not available for a rigorous comparison, but the values we obtained using the Dubinin−Astakhov model are compared to the values obtained by Takanohashi11 for ethanol in Table 5. Considering that the Hildebrand solubility parameter for CO2 (22.7 MPa1/2) is somewhat less than that of ethanol (26.0 MPa1/2),16 the comparison is reasonable.    Table 5.  Comparison of the Henry's Law Dissolution Constant (mmol/g) Obtained Herein for CO2 with That Obtained by Takanohashi et al.a for Ethanol  coal rankkD, ethanol (Takanohashi et al.a)kD, CO2 (this work) low-volatile bituminous 0.49 0.61 high-volatile bituminous 1.9 1.2 sub-bituminous/lignite 4.8 2.7  a Reference 11.    The decrease in ΔVx we assign to the swelling of the coal matrix in CO2. As shown in Figure 9, the bulk volume changes due to CO2 adsorption between pressures of 1 and 3.5 MPa are about 0.02, 0.2, and 0.5 cm3/g, daf, for high-rank Pocahontas, medium-rank Blind Canyon, and low-rank Wyodak coals, respectively. For the low-volatile bituminous Pocahontas coal, little difference is seen in either the capacity or ΔVx regardless of the pressure range examined. We interpret this as the high-rank coal behaving predominately as a solid structure in which swelling has little or no effect on the adsorption isotherm data. In contrast, the lower-rank coals show a large swelling effect, in qualitative agreement with the known enhanced swelling for the lower-ranked coals in CO2.50 Also, the  estimated extents of expansion (swelling) of the coals upon CO2 adsorption are in the same order and of about the same magnitude as seen for the contraction (shrinkage) upon moisture loss as seen in Figure 5.  With the exception of the Langmuir equation, all of the equations in Table 1 contain an exponent, t. The best-fit values obtained for these exponents are shown in Figure 10. The exponent in each of the model equations has a specific meaning. The exponents in the Langmuir−Freundlich, Toth, UNILAN, or Dubinin−Astakhov equations are a measure of the heterogeneity of the adsorbing surface. The exponent in the modified BET equation indicates the number of adsorbed layers on the surface of the adsorbent. While a larger exponent in the UNILAN equation indicates more heterogeneity, the opposite is true for the Langmuir−Freundlich, Toth, and Dubinin−Astakhov equations. As shown in Figure 10, the exponents indicate an increase in heterogeneity of the surface with increasing pressure for the lower-ranked coals. Again, little change is seen for the high-rank Pocahontas coal, which behaves more like a traditional rigid solid than the lower-ranked coals. For lower-ranked coals, the trend in the exponent indicates that as more CO2 is adsorbed with pressure, the coal swells more and the surface becomes more heterogeneous. Using the exponent in the modified BET equation to determine the number of adsorbed layers shows that as the pressure increases from 1 to 3.5 MPa, the number of layers remains essentially constant at 1.5−1.6 for the high-rank Pocahontas coal, increases from 1.5 to 3 for the medium-rank Blind canyon coal, and increases from 2 to 3 for the low-rank Wyodak coal.   Figure 10 Variation of the exponent, t, with pressure.    Top of PageAbstract1. Introduction2. Modeling Methodology3. Experimental Section4. Results5. Discussion6. Conclusion5. Discussion Unaccounted-for volumes and volume changes exert considerable influence on the excess adsorption isotherms of CO2 on coal. Here, we have attempted to separate the major effects leading to the observed excess adsorption. As shown in Figure 11, the measured adsorption isotherms can be divided into two contributing parts. One is the actual, physical adsorption of CO2 onto the coal, and the other is a contribution due to the unaccounted-for volumes. At low pressures, volume effects are small when compared with the amount actually adsorbed. At high pressures, however, the changes in moles of gas in the unaccounted-for volumes become considerably larger even as the changes due to actual surface adsorption level off.   Figure 11 Fit of the adsorption isotherm data of CO2 on Argonne Premium Wyodak coal using the modified Dubinin−Astakhov equation (eq 7) to account for volume effects.   This is important for the interpretation of adsorption isotherms and the accurate extraction of information from them. All adsorption isotherms reported in the literature ignore the possible error related to these inaccuracies. This may be acceptable for low-pressure adsorption isotherms; however, inaccuracies in volume estimations become more important for high-pressure adsorption isotherms. The equation suggested here eliminates at least part of the error associated with the unaccounted-for volume inaccuracies due to the solute and swelling interactions between coals and CO2.  The derivations of the adsorption model equations in Table 1 are based on the assumption that the adsorbent is a rigid solid and its surface and pore volume available for the adsorption do not change. This requires the physical parameters (n0, K, and t) to remain constant over any given pressure range. This is probably inaccurate for nonrigid solids as in the cases of CO2−coal or CO2−polymer47 systems; in these cases, the volume, adsorption capacity, and other physical parameters are subject to change. Accounting for these changes is important both to accurately measure of the adsorption capacity and to understand the complex behavior of coal upon the adsorption of CO2 or other interacting sorbates.   Top of PageAbstract1. Introduction2. Modeling Methodology3. Experimental Section4. Results5. Discussion6. Conclusion6. Conclusion Adsorption equations that appear in the literature are based on models in which the adsorbate does not alter the structure of the adsorbent. These models fail when applied to coal−adsorbate systems at high pressures due to the coal−CO2 interactions which can occur. In these cases, the accessible volume determined by the typical He expansion method neglects the additional volume accessible to CO2. Herein, an equation is derived that accounts explicitly for phenomena already known to occur when coals are subjected to CO2 atmospheres; provides trends, such as ΔVx versus ΔP, that are in accord with traditional views of coal structure; and provides realistic values for physical parameters, such as n0 and K. This equation was applied to the particular examples of CO2 adsorption on Argonne Premium Pocahontas No. 3, Blind Canyon, and Wyodak coals. The modified equation can be used to separate the actual surface adsorption from the apparent  adsorption determined experimentally. The effects of CO2 solubility and coal swelling are significant especially at higher pressures where the volume effect term becomes a larger contribution to the apparent or experimental adsorption (nex) than the actual surface adsorption (nabs). This is particularly significant to the problem of CO2 sequestration in coal seams.      This article references 50 other publications. (1) Gentzis, T.   Int. J. Coal Geol. 2000, 43, 287−305.[Crossref], [CAS](1) . Subsurface sequestration of carbon dioxide - an overview from an Alberta (Canada) perspectiveGentzis, T.International Journal of Coal Geology\r\n        (2000),\r\n    43\r\n        (1-4),\r\n    287-305CODEN:\r\n                IJCGDE;\r\n        ", "title": "Importance of Volume Effects to Adsorption Isotherms of Carbon Dioxide on Coals", "authors": ["Ekrem Ozdemir", "Badie I. Morsi", "Karl Schroeder"], "doi": ["10.1021/la0258648"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f1.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00011.gif\">"]}