{"abstract": "A series of flexible porous coordination polymers (PCPs),  composed of a Co(III)−metalloligand, was successfully synthesized by using several lanthanide RE cations to control the porosity systematically. All  PCPs show an interesting amorphous−crystalline transition triggered by water-vapor-adsorption/desorption, and this transition behavior strongly depends on the kind of RE cation. Three different Ru(II)−metalloligands with four or six carboxyl groups have been successfully incorporated as the dopant into the  framework.A series of flexible porous coordination polymers (PCPs) , composed of a Co(III)–metalloligand [Co(dcbpy)] (; Hdcbpy = 4,4′-dicarboxy-2,2′-bipyridine) and lanthanide cations (RE = La, Ce, Pr, Nd, Sm, Eu, Gd, Tb, Er), was systematically synthesized. X-ray crystallographic analysis revealed that the six carboxylates at the top of each coordination octahedron of Co(III)–metalloligand were commonly bound to RE cations to form a rock-salt-type porous coordination framework. When  contains a smaller and heavier RE cation than Nd, the  crystallized in the cubic  space group, whereas the other three  with larger RE crystallized in the lower symmetrical orthorhombic  space group, owing to the asymmetric 10-coordinated bicapped square antiprism structure of the larger RE cation. Powder X-ray diffraction and vapor-adsorption isotherm measurements revealed that all  synthesized  PCPs show reversible amorphous–crystalline transitions, triggered by water-vapor-adsorption/desorption. This transition behavior strongly depends on the kind of RE; the transition of orthorhombic  was hardly observed under exposure to CHOH vapor, but the  with smaller cations such as Gd showed the transition under exposure to CHOH vapors. Further tuning of vapor-adsorption property was examined by doping of Ru(II)–metalloligands, [Ru(dcbpy)], [Ru(dcbpy)Cl], [Ru(dcbpy)(tpy)Cl], and [Ru(dcbpy)(dctpy)] (abbreviated as , , , and , respectively; tpy = 2,2′:6′,2″-terpyridine, Hdctpy = 4,4″-dicarboxy-2,2′:6′,2″-terpyridine), into the Co(III)–metalloligand site of  to form the Ru(II)-doped PCP  (X = A, B, C, or D). Three Ru(II)–metalloligands, , , and  dopants, were found to be uniformly incorporated into the  framework by replacing the original Co(III)–metalloligand, whereas the doping of   failed probably because of the less number of coordination sites. In addition, we found that the  doping into the  PCP had a large effect on vapor-adsorption due to the electrostatic interaction originating from the negatively charged  sites in the framework and the charge-compensating Li cations in the porous channel.", "text": "10.1021/ic5021302 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionPorous materials have played important roles in physical, material, and biological chemistry because of their potential role in applications such as gas and vapor storage/separation, heterogeneous catalysis, and drug delivery.(1) Porous coordination polymers (PCPs) and metal–organic frameworks (MOFs), which are interesting porous materials composed of various metal ions connected via organic linkers, have recently been developed.(2-5) Taking advantage of their structural versatility, new physical properties have been reported, such as selective gas and vapor adsorption,(6-21) heterogeneous catalysis,(22-24) and external-stimuli-responsive magnetic and gas-adsorption properties,(25-28) which are hard to achieve using traditional inorganic and organic porous materials. One of the most advanced features of PCPs is the lattice flexibility derived from various coordination modes of the central metal ions and appropriate bonding strengths of the coordination bonds between metal ions and organic linkers.(14) This lattice flexibility enables the design of functional adsorbents, which can selectively adsorb certain gases and vapors. In addition to highly designable porosity, PCP systems have increasingly attracted attention not only because of their porosity but also because they act as a new field of integrating multiple functions.(29-41) Postsynthetic modification and postsynthetic metalation of the porous channels of PCPs are well-known techniques to functionalize these porous channels.(29-38) For example, Lin and co-workers reported on the incorporation of a highly active and enantioselective catalytic Ti(IV) site into the porous channels of a Cd(II)-based metal–organic framework by utilizing this method.(29) The other approach to introduce additional functionality into PCP is to utilize a metal complex ligand (known as metalloligands) as the linker for PCPs.(39-41) From the viewpoint of integration of multiple functions, using metalloligands as the linkers of a PCP framework is one of the most promising methods to develop multifunctional porous materials, because the molecule-based functions of metalloligands can be easily introduced into PCP frameworks.Polypyridine metal complexes are well known to exhibit many interesting properties such as the photosensitization and reversible redox abilities of [Ru(bpy)3]2+,(42-44) spin transition of [Co(tpy)2]2+,(45, 46) H2-evolving catalysis of [Co(bpy)n]2+,(47-50) and O2-evolving catalysis of [Ru(bpy)(tpy)H2O]2+.(51-53) This functional versatility has motivated many researchers to fabricate multifunctional PCPs based on the polypyridine metal complexes.(54-61) We also reported recently on the synthesis of two flexible PCP systems composed of tris-bipyridine-type Co(III)– or Ru(II)–metalloligands, [M(dcbpy)3]n− (Scheme 1; M = Co3+, Ru2+; n = 3 or 4; abbreviated as Co, RuA; H2dcbpy = 4,4′-dicarboxy-2,2′-bipyridine), and found that the coordination networks of these PCP systems are flexible enough to exhibit reversible guest-adsorption-induced structural transformation.(62, 63) In addition, the RE–Co PCPs composed of the Co and lanthanide cation RE3+, {RE[Co(dcbpy)3]} (RE3+ = La3+, Nd3+, Gd3+), have large porosity (∼50%) and show interesting vapor-adsorption behaviors involving reversible amorphous–crystalline transition.(62) Notably, in spite of the very similar porous frameworks of RE–Co, the behavior strongly depends on the kind of RE3+ cation; La–Co shows the amorphous–crystalline transition only under exposure to water vapor, but the transition of Gd–Co was observed not only in water vapor but also in CH3CN or CH3OH vapor.Scheme 1. Structural Representations of Polypyridine-Type Metalloligands Used in This StudyTherefore, in order to understand why the vapor-adsorption property strongly depends on the kind of RE3+ cation, we  recently focused on the systematic synthesis of RE–Co PCPs by using a series of lanthanide cations, which would enable us to control both the porosity and the vapor-adsorption behavior systematically.(64-66) Furthermore, taking advantage of the structural similarity of the metalloligands, we  also investigated the doping of four different Ru(II) metalloligands, [Ru(dcbpy)3]4–, [Ru(dcbpy)2Cl2]4–, [Ru(dcbpy)(tpy)Cl]−, and [Ru(dcbpy)(dctpy)]3– (Scheme 1; abbreviated as RuA, RuB, RuC, and RuD, respectively; tpy = 2,2′:6′,2″-terpyridine, H2dctpy = 4,4″-dicarboxy-2,2′:6′,2″-terpyridine) into the Gd–Co PCPs, because the doping and/or mixing of functional ligands into a PCP framework has recently been recognized as a new powerful technique to widely modulate the guest-adsorption property.(67-71) In addition, this doping study based on the four Ru(II) metalloligands with different numbers of coordination sites may enable us to clarify the structural parameters required for the metalloligand dopant. This information could be basically important and beneficial to construct multifunctional porous materials, e.g., heterogeneous catalyst, solid electrolyte, and so on. Herein, we report on the syntheses, crystal structures, structural transition behaviors, and vapor-adsorption properties of six newly obtained  RE–Co PCPs (RE3+ = Ce3+, Pr3+, Sm3+, Eu3+, Tb3+, Er3+) and the Ru(II)–metalloligand-doped PCP, RuX@Gd–Co, and demonstrate that the coordination geometry of the RE3+ ion in the RE–Co porous framework plays an important role in the vapor-adsorption-triggered structural transformation. We also demonstrate that three Ru(II)–metalloligands, RuA, RuB, and RuD, bearing six or four coordinating COO– groups have been successfully incorporated into the Gd–Co framework and the RuA doping significantly affected the vapor-adsorption property, probably due to the more negatively charged RuA coupled with the Li+ incorporation into the porous channels of Gd–Co.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionGeneral ProceduresAll commercially available starting materials, LaCl3·7H2O, CeCl3·7H2O, PrCl3·7H2O, NdCl3·6H2O, SmCl3·6H2O, EuCl3·6H2O, GdCl3·6H2O, TbCl3·6H2O, and ErCl3·6H2O, were used as received, and solvents were used without any purification. Unless otherwise stated, all manipulations were conducted in air. The starting Co(III)–metalloligand, [Co(Hdcbpy)3]·6H2O, Ru(II)–metalloligands, [Ru(H2dcbpy)(Hdcbpy)2], [Ru(H2dcbpy)2Cl2], [Ru(H2dcbpy)(tpy)Cl]Cl, and [Ru(H2dcbpy)(H2dctpy)Cl]Cl (H4RuA, H4RuB, H2RuC or H4RuD), were prepared according to previously published methods.(72-74) Elemental analysis was conducted at the Analysis Center, Hokkaido University.Synthesis of {RE[Co(dcbpy)3]·nH2O} (RE–Co; M = La3+, Ce3+, Pr3+, Nd3+, Nd3+, Sm3+, Eu3+, Gd3+, Tb3+, and Er3+)All RE–Co PCPs were prepared by the method previously reported.(62) Typically, a solution of RECl3·nH2O (3.96 × 10–2 mmol) in EtOH (1 mL) was carefully layered on top of a solution of [Co(Hdcbpy)3]·6H2O (20.0 mg, 2.23 × 10–2 mmol) in ammonia–water (2 mL, pH = 10.2). Pale-yellow platelet or block crystals began to form after several days. One of these crystals was used for single-crystal X-ray crystallography. After 1 week, these crystals were collected by filtration, washed with water, and dried under vacuum for 1 h. La–Co: yield 13.6 mg, 71.4% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1La1N6O12·14H2O: C, 36.75; H, 3.94; N, 7.14. Found: C, 36.84; H, 3.47; N, 7.19. Ce–Co: yield 8.16 mg, 41.2% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1Ce1N6O12·7H2O: C, 41.11; H, 3.07; N, 7.99. Found: C, 41.32; H, 3.11; N, 8.17. Pr–Co: yield 17.4 mg, 80.8% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1Pr1N6O12·6H2O: C, 41.80; H, 2.92; N 8.12. Found: C, 41.52; H, 3.24; N, 7.93. Nd–Co: yield 17.2 mg, 65.3% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1Nd1N6O12·14H2O: C, 36.58; H, 3.92; N, 7.11. Found: C, 36.36; H, 3.74; N, 7.16. Sm–Co: yield 10.8 mg, 54.0% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1Sm1N6O12·11H2O: C, 38.13; H, 3.56; N, 7.41. Found: C, 37.84; H, 3.50; N, 7.43. Eu–Co: yield 9.0 mg, 48.5% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1Eu1N6O12·11H2O: C, 38.08; H, 3.55; N, 7.40. Found: C, 38.27; H, 3.84; N, 7.11. Gd–Co: yield 13.2 mg, 49.5% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1Gd1N6O12·14H2O: C, 36.18; H, 3.88; N, 7.03. Found: C, 36.03; H, 3.67; N, 7.08. Tb–Co: yield 8.4 mg, 42.6% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1Tb1N6O12·12H2O: C, 37.26; H, 3.65; N, 7.24. Found: C, 37.21; H, 3.71; N, 7.23. Er–Co: yield 8.99 mg, 46.5% based on [Co(Hdcbpy)3]·6H2O. Anal. Calcd for C36H18Co1Er1N6O12·10H2O: C, 38.17; H, 3.38; N, 7.42. Found: C, 38.09; H, 3.40; N, 7.00.Syntheses of Ru(II)–Metalloligand-Doped Gd–CoAll Ru(II)–metalloligand-doped Gd–Co, RuX@Gd–Co (X = A, B, C, or D), were prepared by the following procedure. Typically, two metalloligands, [Co(Hdcbpy)3] (16.0 mg, 0.020 mmol), Ru(II)–metalloligand (RuA, RuB, RuC, or RuD, 4.7 μmol), and LiCl (10.0 mg, 0.234 mmol) were dissolved in ammonia–water (2 mL, pH = 10.2). On the top of this mixed aqueous solution, ethyl acetate (1 mL) and an EtOH (1 mL) solution of GdCl3·6H2O (15.0 mg, 0.040 mmol) were carefully layered. Block crystals began to form after several days. After allowing the solution to stand for 2 weeks, these crystals were collected by filtration, washed with water, and dried under vacuum for 1 h. The obtained four different Ru(II)-doped Gd–Co were analyzed by scanning electron microscopy (SEM), energy-dispersive X-ray spectroscopy (EDS), and inductively coupled plasma/atomic emission spectroscopy (ICP-AES) to estimate the Ru(II)–dopant concentration in Gd–Co framework. In addition, powder X-ray diffraction and UV–vis absorption spectroscopy were conducted to evaluate not only the crystal structure in the bulk sample but also the molecular structure around the Ru(II)–metalloligand. RuA@Gd–Co: Reddish-orange block crystals. Yield: 7.69 mg 32.3% based on the total molar amount of two metalloligands. Anal. Calcd for GdLi0.2[Co(dcbpy)3]0.8 [Ru(dcbpy)3]0.2·11H2O: C, 37.58; H, 3.50; N, 7.30. Found: C, 37.64; H, 3.21; N, 7.41. RuB@Gd–Co: Reddish-orange block crystals. Yield: 4.95 mg 26.8% based on the total molar amount of two metalloligands. RuC@Gd–Co: Brownish-yellow block crystals. Yield: 6.05 mg 31.4% based on the total molar amount of two metalloligands. RuD@Gd–Co: Reddish-orange block crystals. Yield: 8.39 mg 43.6% based on the total molar amount of two metalloligands.Single-Crystal X-ray Diffraction MeasurementsAll single-crystal X-ray diffraction measurements, except for the orthorhombic crystal of Pr–Co, were conducted using a Rigaku Mercury CCD diffractometer with graphite-monochromated Mo Kα radiation (λ = 0.71069 Å) and a rotating anode generator. The measurements for orthorhombic Pr–Co were conducted by the same type of diffractometer at the NW2A beamline of the Advanced Ring, Photon Factory, KEK, Japan. The wavelength of the synchrotron X-ray was 0.6890(1) Å. Each single crystal was mounted on a MicroMount using paraffin oil. The crystal was then cooled using a N2-flow-type temperature controller. Diffraction data were collected and processed using the Crystal Clear software package.(75) Structures were solved by  direct methods using SIR-2004.(76) Structural refinements were conducted by the full-matrix least-squares method using SHELXL-97.(77) Non-hydrogen atoms were refined anisotropically; hydrogen atoms were refined using the riding model. All calculations were conducted using the Crystal Structure crystallographic software package.(78) Crystallographic data obtained for each complex are summarized in Table 1. Full crystallographic details have been deposited with the Cambridge Crystallographic Data Centre as supplementary publication No. CCDC-1021754 for Ce–Co, CCDC-1021755 for orthorhombic Pr–Co, CCDC-1021756 for cubic Pr–Co, CCDC-1021757 for Sm–Co, CCDC-1021758 for Eu–Co, CCDC-1021759 for Tb–Co, and CCDC-1021760 for Er–Co.Powder X-ray DiffractionPowder X-ray diffraction was conducted using a Rigaku SPD diffractometer at the BL-8B beamline at the Photon Factory, KEK, Japan, or a Bruker D8 Advance diffractometer equipped with a graphite monochrometer using Cu Kα radiation and a one-dimensional LinxEye detector. The wavelength of the synchrotron X-ray was 1.200(1) Å. All samples were placed in a glass capillary with a diameter of 0.5 mm.Thermogravimetric AnalysisThermogravimetry and differential thermal analysis were conducted using a Rigaku ThermoEvo TG8120 analyzer.Table 1. Crystal Parameters and Refinement Data of RE–Co PCPs La–CoaCe–CoPr–Co (ortho)Pr–Co (cubic)Nd–CoaSm–CoEu–CoGd–CoaTb–CoEr–CoT/K150(1)150(1)150(1)150(1)153(1)150(1)158(1)150(1)153(1)150formulaC36H18N6O12CoLaC36H18CeCoN6O12·26H2OC36H18CoN6O12Pr· 22H2OC36H18CoN6O12PrC36H18N6O12CoNdC36H18CoN6O12SmC36H18CoEuN6O12C36H18N6O12CoGdC36H18CoN6O12TbC36H18CoErN6O12fw924.411394.021322.75926.41929.74935.90937.46942.75944.43952.76cryst systorthorhombicorthorhombicorthorhombiccubiccubiccubiccubiccubiccubiccubicspace groupFddd (#70)Fddd (#70)Fddd (#70)Fm-3m (#225)Fm-3m (#225)Fm-3m (#225)Fm-3m (#225)Fm-3m (#225)Fm-3m (#225)Fm-3m (#225)a/Å23.522(3)23.420(7)23.316(5)17.982(9)18.1481(10)18.027(5)18.014(5)17.9966(7)17.9076(10)17.8277(10)b/Å28.077(4)28.043(8)28.011(6)       c/Å36.438(5)36.241(10)36.079(7)       V/Å324064(5)23801(11)23563(8)5815(5)5977.1(6)5858(3)5845(3)5828.7(4)5742.6(6)5666.1(6)Z1616164444444Dcalcd/g·cm–31.0211.5561.4911.0581.0331.0611.0651.0741.0921.117no. of reflns collected28 32146 073127 73911 43711 89111 64411 77611 90111 60411 374no. of unique reflns6880680413 810390399395392390388383GOF1.0621.3161.1351.4241.2851.3111.2711.2341.2081.186Rint0.0760.05540.06450.04470.0280.02940.02830.0280.03140.0358R (I > 2.00σ(I))0.0750.08320.07090.10550.0820.07630.07530.0750.07490.0762RWb0.2920.15690.25790.27880.2410.24520.24240.2390.22310.2188aReference  62.bRW = [Σ(w(F02 – Fc2)2)/Σw(F02)2]1/2.Adsorption IsothermsThe adsorption isotherms for H2O, CH3CN, and CH3OH vapors at 298 K were performed using an automatic volumetric adsorption apparatus (BELSORP-MAX and BELSORP-aqua; BEL Japan, Inc.).UV–Vis SpectroscopyThe UV–vis diffuse reflectance spectrum of each PCP was recorded on a Shimadzu UV-2400PC spectrophotometer equipped with an integrating sphere apparatus. The reflectance spectra obtained were converted to absorption spectra using the Kubelka–Munk function F(R∞).IR SpectroscopyThe IR spectrum of each complex was recorded on a Nicolet 6700 FT-IR spectrometer equipped with a Smart-Orbit (Diamond) ATR accessory.Scanning Electron Microscopy (SEM) and Energy-Dispersive X-ray Spectroscopy (EDS) AnalysesSEM/EDS images and data were collected using a JEOL JSM-6360-LA analytical scanning electron microscope. Samples were mounted on a carbon-coated tape. The energy of the electron beam was 30 kV, and all of the data were calibrated with standards.Inductively Coupled Plasma/Atomic Emission Spectroscopy (ICP-AES)Each sample (1 mg) was dissolved in 60% HNO3 (aq) and heated at 398 K for several hours to remove all organic components. The resultant solid was dissolved in 0.1 M HNO3 aqueous solution (20 mL), filtered by using 0.1 μmϕ membrane filter (Melck, Omnipore JV), and then analyzed using a Shimadzu ICPE-9000 spectrometer.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionCrystal Structures of RE–Co PCPsWe  previously reported on the crystal structures of La–Co, Nd–Co, and Gd–Co and found that these PCPs commonly had rock-salt-type porous frameworks built from the Co(III)–metalloligand and RE3+ ion.(62) Interestingly, the two enantiomers, Δ- and Λ-[Co(dcbpy)3]3–, were completely ordered in only La–Co to form a lower symmetric orthorhombic Fddd structure, but they were disordered in the structures of Nd–Co and Gd–Co to form a higher symmetric cubic Fm-3m structure. In order to systematically control the porosity of the RE–Co system and to investigate the origin of the enantiomer ordering in La–Co, we  prepared RE–Co PCPs composed of a series of lanthanide ions. We  found that the RE–Co with a larger and lighter RE3+ ion than Nd3+ crystallized in the same orthorhombic Fddd space group as La–Co and that the other RE–Co with smaller and heavier RE3+ ions crystallized in the cubic Fm-3m space group, as did Gd–Co. This result clearly indicates that the ionic radius of the RE3+ ion plays an important role in the structure of RE–Co PCPs.Figure 1 shows the crystal structure of Ce–Co. Selected bond lengths are summarized in Table 2. Structural parameters regarding the porosity of RE–Co PCPs are given in Table 3. Ce–Co and Pr–Co PCPs with larger RE3+ ions than Nd3+ crystallized in the isomorphic orthorhombic Fddd space group. As shown in Figure 1, the Co(III)–metalloligand [Co(dcbpy)3]3– is coordinated to six RE3+ ions to form a three-dimensional porous framework, like that observed for all RE–Co PCPs. The Co–N bond distances (1.925(6)–1.944(6) Å) indicate that the Co ion remains in the trivalent oxidation state. In the case of the orthorhombic structures of Ce–Co and Pr–Co, the two enantiomers, Δ- and Λ-[Co(dcbpy)3]3–, were completely ordered at two different Co(III) sites as well as La–Co. Two of the six carboxylates were directed to the c axis and coordinated in a monodentate fashion (Figure 1c), while the other four were coordinated in the ab plane in a bidentate fashion. Thus, the RE3+ ion adopts a 10-coordinated bicapped square antiprism structure. All four bidentate carboxylates in the ab plane were tilted toward the same direction. As a result, only one kind (Δ or Λ) of [Co(dcbpy)3]3– enantiomer can be located in the same ab plane. Consequently, three kinds of porous channels with different window sizes were formed along the a + b axis, as shown in Figure 1a. Although all kinds of porous channels are surrounded by four dcbpy ligands, the differences between the channels are derived from the direction of the bipyridine plane toward the channel. One channel (denoted by A) was surrounded by dcbpy ligands, whose bipyridyl planes were parallel to the channel direction. Another channel (B) was surrounded by two dcbpy ligands that were parallel and  two dcbpy ligands that were perpendicular to the channel direction. The final channel (C) was surrounded by one parallel and three perpendicular dcbpy ligands to form the porous channel with the smallest window size. As expected from the lanthanide contraction, both the window size of porous channel and the void fraction decreased in the order La–Co > Ce–Co > Pr–Co with contraction of the RE3+ ionic radius (see Table 3).Figure 1. Packing diagrams of Ce–Co PCP viewed along the (a) a + b and (b) c axes. (c) Alternate stacking structure along the c axis, built from Ce3+ and [Co(dcbpy)3]3–. Three kinds of pores are denoted by A, B, and C in a. Coordination spheres of Co(III) and Ce(III) ions are shown as blue and yellow-green polyhedrons, respectively. Brown, light blue, and red balls represent C, N, and O atoms, respectively. Noncoordinated water molecules and H atoms are omitted for clarity.Table 2. Bond Lengths (Å) Around Co3+ and RE3+ Ions of RE–Co PCPs La–CoaCe–CoPr–Co (ortho)Pr–Co (cubic)Nd–CoaSm–CoEu–CoGd–CoaTb–CoEr–CoCo1–N11.944(6)1.935(5)1.937(3)1.87(2)1.895(2)1.896(2)1.899(2)1.888(2)1.889(2)1.88(3)Co1–N21.931(6)1.932(5)1.939(3)       Co1–N31.925(6)1.926(5)1.933(3)       sum of ionic radii of RE3+ and O2– b 2.5602.5432.5262.5262.5092.4792.4662.4532.4402.404RE–O12.593(5)2.570(4)2.555(3)2.63(3)2.57(2)2.52(3)2.50(3)2.46(2)2.41(3)2.36(3)RE–O22.651(6)2.651(5)2.614(4)       RE–O42.426(5)2.401(4)2.383(4)       RE–O52.714(6)2.732(5)2.740(5)       RE–O62.616(7)2.576(6)2.551(5)       aReference 62.bReference 81 in the 8-coordinated structure.Table 3. Structural Parameters Regarding the Porosity of RE–Co PCPscomplexvoid volume (Å3)void fraction (%)pore diameter (Å)La–Coa13 23655.0A 6.78 × 5.86   B 7.13 × 4.13   C 5.06 × 4.30Ce–Co13 00854.4A 6.80 × 5.75   B 7.18 × 4.03   C 4.98 × 4.27Pr–Co (ortho)12 70453.9A 6.76 × 5.72   B 7.18 × 3.97   C 4.94 × 4.24Pr–Co (cubic)289349.84.16Nd–Coa304150.94.18Sm–Co290149.54.12Eu–Co290949.84.10Gd–Coa288449.54.03Tb–Co277648.33.97Er–Co268547.43.82aReference 62.Figure 2 shows the crystal structure of Er–Co. In contrast to  RE–Co with larger RE3+, two enantiomers of [Co(dcbpy)3]3– were completely disordered in all  cubic structures of RE–Co with smaller RE3+ ions than Pr3+. We found that cubic crystals of Pr–Co were also obtained as a very minor product. Judging from the short Co–N bond distances (1.87(2)–1.899(2) Å), the Co ion remains in the trivalent oxidation state. The RE–O bond distance simply decreased according to the lanthanide contraction effect. In this cubic structure, all of the carboxylates seemed to coordinate to the RE3+ ion in a bidentate fashion, resulting in the formation of only one kind of porous channel with diameters varying from 4.12 Å for Sm–Co to 3.82 Å for Er–Co. Because of the presence of six bidentate carboxylates, the coordination number of the RE3+ ions seems to be 12. However, it is well known that small RE3+ ions such as Er3+ generally cannot adopt a 12-coordinated structure. To clarify the coordination environment of the RE3+ ion in the cubic structure, IR spectroscopy was performed because the vibration of the C═O bond in the carboxylate strongly depends on the coordination mode. The observed IR spectra of these PCPs were almost identical to that of the orthorhombic Ce–Co and clearly show two couples of asymmetric and symmetric vibration modes of C═O bonds (see Figure S1, Supporting Information), suggesting that the carboxylates of the [Co(dcbpy)3]3– ligand are coordinated by both the monodentate and the bidentate modes. Considering the fact that even the La3+ ion with the largest ionic radius in the lanthanide series has a 10-coordinated structure, the coordination number of the RE3+ ion that is smaller than Pr3+ should be less than 10. These results also suggest that the reason why only RE–Co, with larger RE3+ ions than Nd3+, crystallized in the orthorhombic structure with the ordering of two [Co(dcbpy)3]3– enantiomers. These larger RE3+ ions have a sufficiently large coordination space around the RE3+ ion to form the 10-coordinated bicapped square antiprism structure, which is one of the most important structural factors for the ordering of [Co(dcbpy)3]3– enantiomers. Only the RE–O5 distance elongated in the order La–Co < Ce–Co < Pr–Co, while the other RE–O distances shortened according to the ionic radius of the RE3+ ion (see Table 2). Thus, the RE3+ ions that are smaller than Pr3+ cannot adopt the 10-coordinated bicapped square antiprism structure, resulting in the disordering of the two enantiomers, Δ- and Λ-[Co(dcbpy)3]3–.Figure 2. (a) Packing diagrams of Er–Co PCP viewed along the a + b axis. (b) Disordered model of Δ- and Λ-[Co(dcbpy)3]3– at one Co(III) site. Coordination spheres of Co(III) and Er(III) ions are shown as blue and dark-green polyhedrons, respectively. Brown, light blue, and red balls represent C, N, and O atoms, respectively. Noncoordinated water molecules and H atoms are omitted for clarity.Figure 3 shows the relationship between the ionic radius of RE3+ ion and the unit cell volume, void volume, and void fraction of RE–Co PCPs. The void volumes were estimated by using the PLATON SQUEEZE program(79) in which the noncoordinated water molecules in the porous channels are excluded. As expected from lanthanide contraction, both unit cell and void volumes of RE–Co are almost proportional to the ionic radius of RE3+ except for the cubic Pr–Co, resulting in the large void fraction ranging from 47.4% (Er–Co) to 55.0% (La–Co). Thus, these PCPs are expected to adsorb a large amount of guest molecules in the large pores. In fact, X-ray crystallographic analyses for the orthorhombic Ce–Co and Pr–Co PCPs revealed the presence of large numbers of water molecules in the porous channels.Figure 3. Plots of the unit cell volume, void volume (Å3), and void fraction (%) against the ionic radius (Å) of the 8-coordinated RE3+ ion. Open and closed symbols indicate the data of orthorhombic and cubic structures, respectively. Unit cell and void volumes of orthorhombic RE–Co PCPs (Z = 16) are normalized to compare the data for cubic RE–Co PCPs (Z = 4). Dashed lines are drawn as a guide.Guest-Induced Amorphous–Crystalline Transition of RE–Co PCPsAs mentioned in the Introduction, we previously reported that the porous frameworks of La–Co, Nd–Co, and Gd–Co PCPs were flexible enough to exhibit a reversible amorphous–crystalline transition driven by guest release/adsorption.(62) Interestingly, the porous frameworks of all these three PCPs were regenerated by water vapor adsorption, but only the framework of the Gd–Co PCP was also regenerated by the adsorption of CH3OH and CH3CN vapor. This difference implies that the RE3+ ion plays a critical role in the guest-induced amorphous–crystalline transition behavior. Thus, in order to investigate this role in more detail, we measured the changes in the powder X-ray diffraction (PXRD) patterns of the newly synthesized six RE–Co PCPs (RE3+ = Ce3+, Pr3+, Sm3+, Eu3+, Tb3+, Er3+) as well as those for La–Co, Nd–Co, and Gd–Co PCPs.(51)Figure 4 shows the PXRD patterns of each of these nine RE–Co PCPs under exposure to dried air, saturated H2O, CH3CN, and CH3OH vapor, in comparison to the simulated patterns of the orthorhombic La–Co and cubic Gd–Co. Each sample was dried overnight under vacuum before conducting the measurements. TG analysis showed that the chemical composition of the RE–Co framework (except for hydrated water molecules) does not change by the drying process (see Figure S2, Supporting Information). In addition, almost  identical PXRD patterns of RE–Co PCPs before drying to the simulations indicate that the samples are pure enough to discuss the structural transformation induced by vapor adsorption (see Figure S3, Supporting Information). Similar to the previous three RE–Co PCPs, all  RE–Co PCPs show broad featureless amorphous-like patterns in dried air, suggesting that the porous frameworks of the other six RE–Co PCPs are also not sufficiently rigid to retain the porous structure without water of crystallization. This can be attributed to the large void fraction (over 45%) and/or flexible coordination mode of the RE3+ ion. On the other hand, the observed PXRD patterns of all RE–Co PCPs in saturated water vapor agreed well with the simulation patterns of orthorhombic or cubic RE–Co PCPs, as shown in Figure 4b, indicating that the porous frameworks of the RE–Co PCPs were regenerated by the adsorption of water vapor. Interesting differences were observed for the saturated CH3CN and CH3OH vapor, as shown in Figure 4c and 4d. Although the PXRD patterns of La–Co did not change under these polar organic vapors, the other orthorhombic RE–Co PCPs, Ce–Co, and Pr–Co showed sharp crystalline patterns that agreed with the simulation of the orthorhombic phase in the saturated CH3CN vapor, but the original amorphous-like patterns were hardly changed in the CH3OH vapor. This difference clearly indicates that the guest-induced amorphous–crystalline transition behavior depended strongly on the kind of RE3+ ion that was used. A similar dependence on the RE3+ ion was also observed for the cubic RE–Co PCPs. Under exposure of the dried samples to saturated CH3CN vapor, the PXRD patterns of the other cubic RE–Co PCPs were changed from the broad amorphous-like to the sharp crystalline patterns, which are in good agreement with their simulations. In contrast, only Gd–Co clearly showed the almost identical pattern to that obtained by simulation under exposure to CH3OH vapor. In addition, the Er–Co showed a different PXRD pattern from that of dried or H2O-vapor-exposed ones, suggesting that the structure of Er–Co under exposure to CH3OH is different from that determined by single-crystal X-ray diffraction for the hydrated Er–Co crystal. Under exposure to other organic vapors (ethanol, acetone, CHCl3, toluene, etc.), no RE–Co PCPs exhibited the amorphous–crystalline transition behavior (see Figures S4 and S5, Supporting Information). Thus, the guest-induced amorphous–crystalline transition behavior of RE–Co PCPs clearly depends on the kind of RE3+ ion. The reason why the transition could be induced by only three small polar vapors is probably that the porous channels of RE–Co PCPs are formed by a large number of hydrophilic carboxyl groups that bonded to the RE3+ ions. The pore size is another important factor, i.e., large hydrophilic molecules as i-PrOH and DMSO could not be adsorbed in the porous channels. The transition cannot be induced by CH3OH vapor for the orthorhombic RE–Co PCPs with La3+, Ce3+, and Pr3+ but can be induced for the cubic RE–Co PCPs with smaller RE3+. This remarkable difference could be derived from the differences in the character of the porous channels. As discussed in the Crystal Structures of RE–Co PCPs section, the pore diameter of all RE–Co PCPs is sufficiently large (>3.8 Å) for the CH3OH molecule, but the structural disordering of the cubic RE–Co PCPs comprises two enantiomers of Co(III)–metalloligand. As a result, the ratio of the monodentate carboxylate to the bidentate one should be larger in the cubic RE–Co PCPs than that in the orthorhombic one (monodentate:bidentate = 2:4). This monodentate carboxylate would interact with the adsorbed CH3OH more effectively than with the bidentate one, resulting in the amorphous–crystalline transition of cubic RE–Co PCPs in the CH3OH vapor. The clear transition behavior of Gd–Co may be related to the size of the RE3+ site in the cubic structure. Single-crystal X-ray analysis for the cubic RE–Co only revealed the averaged RE–O distance because of the disordering of the Co(III) enantiomers. However, the average Gd–O distance agreed well with the sum of the ionic radii of Gd3+ and O2– (see Table 2). This agreement would enhance the thermodynamic stability of the guest-adsorbed porous structure of Gd–Co, resulting in the clear transition behavior.Figure 4. PXRD patterns [λ = 1.200(1) Å] of RE–Co PCPs under exposure to (a) dried air, (b) H2O vapor, (c) CH3CN vapor, and (d) CH3OH vapor at room temperature. Blue and red lines at the bottoms are the simulation patterns calculated from the crystal structures of La–Co and Gd–Co, respectively.In order to further investigate the guest-induced amorphous–crystalline transition, vapor-adsorption isotherms of La–Co, Gd–Co, and Er–Co PCPs were performed. All samples were dried overnight at 373 K under vacuum prior to the measurements, and all crystal water molecules in the porous channels were confirmed to be removed by the weight change of each sample before and after this drying process. Figure 5a shows the water-vapor-adsorption isotherms of the RE–Co PCPs at 298 K. As expected from the porous structures and changes of PXRD patterns, these PCPs commonly showed the isotherms with large hysteresis between the adsorption and the desorption processes, which is a characteristic feature of vapor adsorption involving a structural transition of the framework. In addition, N2 adsorption isotherms of RE–Co at 77 K revealed that the dried amorphous phase is nonporous (see Figure S6, Supporting Information). In the low vapor pressure region (below 0.1 P/P0), the amount of water vapor uptake by the three RE–Co sharply increased above 4 mol·mol–1, suggesting the high hydrophilicity of pores of RE–Co frameworks as expected from the crystal structures. On the other hand, in the high vapor pressure region (above 0.4 P/P0), the amounts of cubic Gd–Co and Er–Co PCPs monotonically and quasi-linearly increased whereas the rate of water vapor uptake of La–Co increased remarkably. The difference probably originates from the pore character; the orthorhombic La–Co PCP has three different kinds of pore channels (as discussed in the Crystal Structures of RE–Co PCPs section), but the other cubic RE–Co have only one kind of porous channel because of the structural disorder of the two enantiomers of [Co(dcbpy)3]3– metalloligand. The two largest porous channels (with >6 Å diameter) of La–Co may enable the adsorption of water molecules by bilayer adsorption in the higher vapor pressure region, as the multilayer adsorption is typically observed for mesoporous materials. In contrast, such bilayer adsorption would be suppressed in cubic RE–Co PCPs by the structural disorder of Δ- and Λ-[Co(dcbpy)3]3–. The saturated amounts of the water-vapor adsorption were estimated to be 17.4, 13.8, and 15.9 mol·mol–1 for La–Co, Gd–Co, and Er–Co, respectively. The saturated amount of adsorbed water for Er–Co was marginally larger than for Gd–Co, in spite of the smaller void fraction (49.5% for Gd–Co and 47.4% for Er–Co). This inverted order could be related to the difference in pore diameter between Er–Co and Gd–Co. In the smaller pore of Er–Co, host–guest interaction (i.e., electrostatic and van der Waals interactions) between the porous framework of Er–Co and water molecules would be more effective than that in Gd–Co. In fact, the vapor uptake of Er–Co in the low vapor pressure region (below 0.2 P/P0) increased more sharply than for the other two. More drastic differences were observed in the CH3CN- and CH3OH-vapor-adsorption isotherms, as shown in Figure 5b and 5c. Only the Er–Co PCP showed a sharp increase in vapor uptake in the low vapor pressure region (<0.1 P/P0) for both  vapor-adsorption isotherms, suggesting that the host–guest interaction in the Er–Co framework would be more effective than the other two RE–Co. The saturated amounts of adsorbed CH3CN were 1.16, 1.95, and 2.65 mol·mol–1 for  La–Co, Gd–Co, and Er–Co, respectively, which was remarkably smaller than those for water vapor. The CH3OH vapor uptakes of Gd–Co and Er–Co under the saturated vapor pressure (0.84 and 2.40 mol·mol–1, respectively) were found to be about one-half of those for CH3CN vapor, whereas the La–Co did not adsorb CH3OH vapor at all. Although the order of the saturated amounts was contrary to the order of the void fraction, the vapor-induced amorphous–crystalline transitions of Gd–Co and Er–Co could possibly be the origin of higher vapor uptakes than that for La–Co. The PXRD patterns of Gd–Co and Er–Co clearly indicate that their porous frameworks were regenerated under exposure to CH3CN vapor, whereas the amorphous-like PXRD pattern of La–Co was hardly changed, as shown in Figure 4c. Under CH3OH vapor, the Gd–Co showed almost  identical PXRD patterns to the simulation, whereas the pattern of Er–Co was different from the simulation of isomorphic Gd–Co (Figure 4d), indicating that the structure of the CH3OH-adsorbed phase of Er–Co should be different from that of water and CH3CN vapors. However, in both cases, the adsorption of hydrophilic small molecules such as water and CH3CN is one of the most effective driving forces to transform the RE–Co to vapor-absorbable frameworks from the amorphous-like solid. The reason why the framework of La–Co was not regenerated under exposure to CH3CN or CH3OH vapor could be that it has a larger pore diameter than the other two; hence, a larger amount of adsorption would be required for regeneration of the porous framework of La–Co than for those of Gd–Co or Er–Co. In fact, for the water-vapor-induced amorphous–crystalline transitions, the porous frameworks of Gd–Co and Er–Co began to regenerate at a lower relative humidity (43% and 23% RH, respectively), but higher RH was required for La–Co (almost 100% RH, see Figure S7, Supporting Information).Figure 5. (a) H2O-, (b) CH3CN-, and (c) CH3OH-vapor-adsorption isotherms for orthorhombic La–Co, cubic Gd–Co, and cubic Er–Co (red triangle, green circle, and black circle) PCPs at 298 K. Closed and open symbols show the adsorption and desorption processes, respectively.Ru(II)–Metalloligand Doping Into the Gd–Co FrameworkAs mentioned in the Introduction, utilization of the metalloligand to incorporate an additional function to flexible porous coordination polymers is one of the most powerful methods to create multifunctional porous materials.(39-41) From this point of view, doping (= mixing) of a different metalloligand into the Co site of a RE–Co PCP framework could be an additional and effective method to modulate the guest-adsorption behaviors. Herein, in order to clarify the structural requirement for the metalloligand dopant to achieve effective incorporation in the PCP framework, we discuss the effect of doping of four different Ru(II)–metalloligands, [Ru(H2dcbpy)(Hdcbpy)2], [Ru(H2dcbpy)2Cl2], [Ru(H2dcbpy)(tpy)Cl]Cl, and [Ru(H2dcbpy)(H2dctpy)Cl]Cl (abbreviated as RuA, RuB, RuC, and RuD, respectively), into the Gd–Co framework.The doping of Ru(II)–metalloligands into the Gd–Co framework was conducted by  diffusion of GdCl3 in ethanol solution into the aqueous solution of [Co(dcbpy)3]3– (abbreviated as Co) mixed with Ru(II)–metalloligand (the mixing molar ratio of Co:RuX is 8:2, see the Experimental Section). LiCl (ca. 10 equiv tofo GdCl3) was added to the aqueous solution of the metalloligand in order to compensate for the different charge between Co and RuX. As shown in Figure 6, the obtained single crystals of Ru(II)–metalloligand-doped RuA@Gd–Co, RuB@Gd–Co, and RuD@Gd–Co uniformly showed reddish-orange color, different from the yellow-colored nondoped Gd–Co, implying that RuA, RuB, and RuD were incorporated into the Gd–Co framework. In contrast, the crystal color of RuC@Gd–Co was found to be brown-yellow, which is similar to the yellow color of nondoped Gd–Co rather than the reddish-orange Ru(II)-doped ones, implying that the RuC dopant bearing a lower number of coordinating carboxylates than the parent Co(III)–metalloligand is hardly incorporated into the Gd–Co framework. Next, we conducted ICP-AES analysis to evaluate the Ru(II)–dopant concentration in each RuX@Gd–Co framework (see Table 4). As expected from the structural similarity between Co and RuA, the molar ratio of RuA to Co of RuA@Cd–Co was found to be 0.212:0.788, which is in agreement with the mixing ratio in the synthesis. In contrast, the molar ratios of RuX to Co of the other three RuX@Gd–Co were found to be lower than the mixing ratio in the synthesis. This difference obviously suggests that the structural similarity between the dopant and the parent metalloligand is important. It may be interesting to note that the molar ratios of RuX to Co of RuB@Gd–Co and RuD@Gd–Co were slightly larger than that of RuC@Gd–Co, suggesting that the larger number of coordination sites and/or the molecular charge in the RuB and RuD dopants is an important factor to incorporate more effectively into the Gd–Co framework.In order to check the uniformity of RuX in the RuX@Gd–Co crystals, scanning electron microscopy with energy-dispersive X-ray spectroscopy (SEM-EDS) measurement was conducted. In the SEM-EDS elemental mapping of the nondoped Gd–Co crystal, negligibly small contrast corresponding to the boundary between the Gd–Co crystal and the background (carbon tape) was not observed in the Ru L-edge region, as shown in Figure 7a, corresponding to the absence of RuX. In contrast, a sharp contrast in the Ru L-edge region was obviously observed for RuA@Gd–Co crystal (Figure 7d), as well as in the other Gd L-edge and Co K-edge regions (Figure 7e and 7f), clearly indicating that the RuA exists uniformly in the RuA@Gd–Co. On the other hand, the similar but unclear contrasts in the Ru L-edge region were observed for the other three RuX@Gd–Co, being consistent with the lower concentration of the RuX dopant in the Gd–Co framework as estimated from the ICP-AES analysis.Figure 6. Photographs of (a) nondoped Gd–Co, (b) RuA@Gd–Co, (c) RuB@Gd–Co, (d) RuC@Gd–Co, and (e) RuD@Gd–Co.Figure 7. SEM-EDS elemental mapping at (a, d, g, j, m) Ru L-edge, (b, e, h, k, n) Gd L-edge, and (c, f, i, l, o) Co K-edge regions for nondoped Gd–Co (a–c), RuA@Gd–Co (d–f), RuB@Gd–Co (g–i), RuC@Gd–Co (j–l), and RuD@Gd–Co (m–o).Table 4. Structural Parameters of RuX Dopant and Estimated Molar Ratio of Co to RuX in RuX@Gd–Co by ICP-AES AnalysiscomplexRuX dopantno. of COOH in RuXmolecular chargeCo (mol %)RuX (mol %)RuA@Gd–Co[Ru(dcbpy)3]4–64–0.7880.212RuB@Gd–Co[Ru(dcbpy)2Cl2]4–44–0.9470.053RuC@Gd–Co[Ru(dcbpy)(tpy)Cl]−21–0.9660.034RuD@Gd–Co[Ru(dcbpy)(dctpy)Cl]3–43–0.9280.072In order to clarify the existence of RuX dopant in the Gd–Co framework, UV–vis diffuse reflectance spectra of these RuX@Gd–Co were measured in the solid state, because these Ru(II) complexes are well known to exhibit a strong MLCT transition in the visible region.(43) As shown in Figure 8, MLCT transitions originated from the RuA and RuD dopants were clearly observed at 475 and 465 nm in the UV–vis diffuse reflectance spectrum of RuA@Gd–Co and RuD@Gd–Co (Figure 8a and  8d), respectively, suggesting that these RuX dopants were certainly incorporated into the Gd–Co framework. Although a similar absorption band was also observed for RuB@Gd–Co, the band was significantly shifted to longer wavelength by about 60 nm than that of RuB dopant. This absorption band shift suggests that the RuB dopant was incorporated into the Gd–Co framework, but the molecular structure would be changed in the synthesis. In fact, we observed that the 1H NMR spectrum of RuB dopant in  basic aqueous solution, which is a similar condition in the synthesis, was gradually changed to the spectrum assignable to that of the Ru(II) complex with two aqua ligands instead of two Cl– ligands of RuB (see Figure S8, Supporting Information). On the other hand, the observed spectrum for RuC@Gd–Co was found to be almost identical to that of nondoped Gd–Co, indicating that the RuC dopant was hardly incorporated into the Gd–Co framework.Figure 8. UV–vis diffuse reflectance spectra of (a) RuA@Gd–Co, (b) RuB@Gd–Co, (c) RuC@Gd–Co, and (d) RuD@Gd–Co in the solid states. Black solid and broken lines in (a) show the spectra of the parent Co(III)–metalloligand Co and nondoped Gd–Co. Each spectrum of RuX dopant in the solid state is shown by the blue broken line.Further identification of these RuX@Gd–Co was conducted by PXRD measurement to evaluate the doping effect of RuX into the Gd–Co framework (see Figure S9, Supporting Information). In addition to nondoped Gd–Co, obtained PXRD patterns of RuX@Gd–Co were featureless and broad, but under exposure to water vapor, it changed to the diffraction pattern almost identical to the simulation based on the crystal structure of Gd–Co. Thus, this result indicates that the overall structural feature of the porous framework of Gd–Co including the amorphous–crystalline structural transition behavior triggered by water-vapor adsorption/desorption was not changed by the RuX doping. The observed patterns being identical to the Gd–Co simulation also suggests that the RuX dopants themselves did not form any crystalline impurities composed of Gd3+ cation and RuX.The range of analyses for RuX@Gd–Co, mentioned above, clearly indicates that the dopant concentration in the RuX-doped Gd–Co, RuX@Gd–Co significantly depends on the molecular structure of the RuX dopant. The isostructural RuA dopant with the parent metalloligand Co was uniformly incorporated into the Gd–Co framework, and the dopant concentration was found to  agree well with the concentration in the synthesis. On the other hand, the RuX dopant concentrations in  RuB@Gd–Co and RuD@Gd–Co were lower than that in  RuA@Gd–Co, and the RuC dopant was found to be hardly incorporated into the Gd–Co framework. These differences should be originated from the molecular structural similarity between the parent Co and the RuX dopant, i.e., the lattice distortion derived from the doping of isostructural RuA with Co would be negligibly small. As a result, the molar ratio of RuA to Co in RuA@Gd–Co   agrees well with the ratio in the synthesis. In addition, in our preliminary results on the syntheses of the more heavily RuA-doped Gd–Co, the upper limit of the concentration of RuA in RuA@Gd–Co would be  around 50%, as suggested by PXRD and ICP-AES measurements (see Figure S10 and Table S1, Supporting Information). On the other hand, RuB and RuD dopants have four COO– coordination sites in their ligands which enable them to be incorporated into the Gd–Co framework, but the lattice distortion triggered by RuB and RuD doping should be larger than that by RuA, resulting in the lower concentration of RuX dopant in the Gd–Co. The reason why the RuC dopant was hardly incorporated would be due to the lower number of coordination sites and/or smaller ionic charge than that of RuA.Vapor-Adsorption Isotherms of the Ru(II)–Metalloligand-Doped Gd–Co FrameworkWe  successfully synthesized the RuA-doped Gd–Co framework with a relatively high concentration (≅20 mol % Co was replaced by RuA), RuA@Gd–Co, and various measurements revealed that the RuA dopant uniformly incorporated. However, these measurements did not reveal the location and local structure of dopant in the framework. Considering the fact that the RuA dopant has almost the same molecular structure with that of the Co, one plausible case is that the RuA dopant was incorporated by exchange with the Co site in the porous framework. In this case, incorporation of an additional cation (probably Li+, as suggested by ICP-AES analysis mentioned above) should be involved to compensate for the different molecular charges between Co and RuA, which should have an effect on the vapor-adsorption property of Gd–Co. Thus, we measured several kinds of vapor-adsorption isotherms in order to estimate the effect of RuA doping into the Gd–Co porous framework. Figure 9 shows the H2O-, CH3CN-, and CH3OH-vapor-adsorption isotherms of RuA@Gd–Co in comparison with those of nondoped Gd–Co. The observed vapor-adsorption isotherms of RuA@Gd–Co for these vapors were similar to those of nondoped Gd–Co, but several noteworthy differences were also observed. The first difference is in the amount of vapor uptake under saturated conditions; the amounts of water and CH3CN vapors taken up by RuA@Gd–Co (10.4 and 1.47 mol·mol–1, see Figures 9a and 9b) were found to be about 75% of the amounts for nondoped Gd–Co (13.8 and 1.95 mol·mol–1), whereas the amount for CH3OH vapor was not influenced by the RuA doping (see Figure 9c).Figure 9. (a) H2O- (b) CH3CN-, and (c) CH3OH-vapor-adsorption isotherms of RuA@Gd–Co PCPs (blue circles) at 298 K in comparison with those of nondoped Gd–Co PCPs (green circles,  same data shown in Figure 5). Closed and open symbols show the adsorption and desorption processes, respectively.The second difference is regarding the adsorption behavior; the amounts of adsorption for RuA@Gd–Co for water vapor increased more sharply in the low vapor pressure region of 0.2–0.3 P/P0 than that for Gd–Co, while the amount for CH3CN vapor for RuA@Gd–Co increased more slowly than that for Gd–Co with increasing vapor pressure.Considering the fact that the crystal structure of RuA@Gd–Co is almost identical to that of nondoped Gd–Co except for the existence of the RuA dopant, the observed differences in the vapor-adsorption isotherms mentioned above should be due to the doping of Ru. The origin of the lower water and CH3CN vapor uptakes of RuA@Gd–Co under saturated vapor pressure conditions than those of Gd–Co is probably the occupation of the void space of the Gd–Co framework by Li+ cations, which decreases the solvent-accessible void space. In fact, atomic emission from the Li element was also observed for RuA@Cd–Co in the ICP-AES spectrum, suggesting that the Li+ cation was certainly incorporated into the porous channel of Gd–Co, probably owing to the charge compensation of the RuA dopant. In addition, we also checked SEM-EDS analysis for the RuA@Gd–Co synthesized in the 10 equiv of NaCl (instead of LiCl) containing aqueous solution and found that Na+ cations were incorporated uniformly in the RuA@Gd–Co framework (see Figure S11, Supporting Information). Thus, the larger amount of adsorption for both water and CH3OH vapor for RuA@Gd–Co than that for Gd–Co in the low vapor pressure region is due to the existence of the Li+ cation in the porous channel, because Li+ has the largest hydration enthalpy (503 kJ·mol–1) among the monocationic metal ions.(80) Such a large hydration enthalpy could enhance the interaction between the porous framework of RuA@Gd–Co and water or CH3OH, resulting in the sharp increase in the amount of adsorption in the lower vapor pressure regions. Comparable adsorption amounts of CH3OH vapor for RuA@Gd–Co with that of Gd–Co, in spite of the occupation of the void space by Li+ cations, may also result from the adsorption enhancement due to the coordination of adsorbed CH3OH molecules to Li+ ions. Conversely, CH3CN vapor adsorption into the porous framework of Gd–Co in the low vapor pressure region (below 0.4 P/P0) seems to be suppressed by the RuA doping. From the viewpoint of electrostatic interaction, the RuA doping into the Gd–Co framework may stabilize the nonporous amorphous phase, because the electrostatic interaction between the incorporated Li+ cation in the pore and the negatively charged RuA dopant in the framework would be more effective in the amorphous (pore-collapsed) phase than that in the porous phase. As a result, adsorption of polar but proton-accepting CH3CN vapor into the RuA@Gd–Co framework would be suppressed in the low vapor pressure region by the tightly packed structure.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionWe  systematically synthesized new flexible porous coordination polymers RE–Co composed of Co(III)–metalloligand [Co(dcbpy)3]3– (Co) and a series of lanthanide ions (La3+, Ce3+, Pr3+, Nd3+, Sm3+, Eu3+, Gd3+, Tb3+, Er3+). Single-crystal X-ray structural analysis clearly revealed that the RE–Co PCPs commonly had rock-salt-type porous frameworks built from Co(III)–metalloligand and the RE3+ ion and that the porosity of the RE–Co can be controlled by changing the RE3+ ion from 47.4% (Er–Co) to 55.0% (La–Co). The two enantiomers of [Co(dcbpy)3]3–, Δ- and Λ-[Co(dcbpy)3]3–, were disordered at the one [Co(dcbpy)3]3– site in the RE–Co PCPs with smaller and heavier RE3+ ions than Pr3+, whereas they were completely ordered at different sites in the RE–Co PCPs with larger RE3+ ions, probably because of the 10-coordinated bicapped square-antiprism structure of the RE3+ ion. Vapor-adsorption properties of RE–Co PCPs also strongly depend on the kind of RE3+ ion. Although the RE–Co PCPs can commonly adsorb large amounts of water vapor, at least 13 mol·mol–1 by involving the amorphous–crystalline transition, the Er–Co PCPs with the smallest void fraction in the series adsorbed a larger amount of CH3CN and CH3OH vapors than the other RE–Co PCPs, suggesting that the host–guest interaction would be enhanced in the smaller pore channels in Er–Co. To further tune the guest-adsorption behavior of the Gd–Co framework, the doping of four different Ru(II)–metalloligands, [Ru(H2dcbpy)(Hdcbpy)2], [Ru(H2dcbpy)2Cl2], [Ru(H2dcbpy)(tpy)Cl]Cl, and [Ru(H2dcbpy)(H2dctpy)Cl]Cl (abbreviated as RuA, RuB, RuC, and RuD, respectively), has been conducted. ICP-AES, SEM-EDS, UV–vis, and PXRD analyses indicate that the RuA, RuB, and RuD dopants with lots of coordinating COO– groups were successfully incorporated into the Gd–Co framework uniformly and randomly by replacing the Co metalloligand site, whereas the RuC dopant was hardly incorporated probably owing to lower number of coordinating COO– groups and/or smaller molecular charge than the other dopant. The dopant concentration in  Gd–Co was found to strongly depend on the structural similarity between the parent Co and the dopant. The Li+ cation was simultaneously incorporated as the countercation into the porous channels of RuA@Gd–Co to compensate for the metalloligand RuA, which is more negatively charged than Co. The Ru(II)-doped RuA@Gd–Co adsorbed water vapor more effectively in the low vapor pressure region than that of the nondoped Gd–Co, whereas the CH3CN adsorption of RuA@Gd–Co was suppressed in the low vapor pressure region, below 0.3 P/P0. These differences could be due to the enhancement of the electrostatic interaction between the highly polar guest molecule and the porous host framework by the more negatively charged RuA and counter Li+ cations. Our findings about the sensitivity of the molecular structure of the dopant in the metalloligand doping technique could be beneficial for construction of a multifunctional PCP system whose properties are derived from the cooperative phenomena of two or more functional building blocks. Further study on the development of new multifunctional PCPs based on the metalloligand-doping technique is now in progress. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationX-ray crystallographic data in CIF format of Ce–Co, Pr–Co, Sm–Co, Eu–Co, Tb–Co, Er–Co; IR spectra of RE–Co; TG analysis of Pr–Co; PXRD patterns of as-synthesized La–Co and Er–Co; PXRD patterns of the Pr–Co and Eu–Co PCPs under exposure to various organic vapors; N2 adsorption isotherms of Nd–Co and Er–Co at 77 K; RH dependence of PXRD patterns of La–Co, Gd–Co, and Er–Co PCPs at room temperature; 1H NMR spectral change of RuB dopant; PXRD patterns of RuX@Gd–Co (X = A, B and D) under exposure to dried air and saturated water vapor; PXRD patterns and ICP-AES results of RuA@Gd–Co with the various RuA-doping levels; SEM-EDS images of RuA@Gd–Co obtained from the reaction solution in the presence of 10 equiv of NaCl instead of LiCl. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was supported by JST-PRESTO, Grant-in-Aid for Scientific Research (B) (23350025), (C) (26410063), Coordination Programming (No. 2107), Artificial Photosynthesis (No. 2406), Young Scientists (B) (24750049), the Global COE Program (Project No. B01: Catalysis as the Basis for Innovation in Materials Science) from MEXT, Japan.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 81 other publications.1. In  Porous Materials; Bruce, D. W., O’Hare, D., Walton, R. I., Eds.; John Wiley & Sons: Chichester, 2011.There is no corresponding record for this reference.2. Li, H.; Eddaoudi, M.; O’Keeffe, M.; Yaghi, O. M. Nature 1999,  402,  276– 279[Crossref], [CAS]2. Design and synthesis of an exceptionally stable and highly porous metal-organic frameworkLi, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.Nature (London)\r\n        (1999),\r\n    402\r\n        (6759),\r\n    276-279CODEN:\r\n                NATUAS;\r\n        ", "title": "Systematic Syntheses and Metalloligand Doping of Flexible Porous Coordination Polymers Composed of a Co(III)–Metalloligand", "authors": ["Atsushi Kobayashi", "Yui Suzuki", "Tadashi Ohba", "Tomohiro Ogawa", "Takeshi Matsumoto", "Shin-ichiro Noro", "Ho-Chol Chang", "Masako Kato"], "doi": ["10.1021/ic5021302"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-6/ic5021302/20150310/images/small/ic-2014-021302_0009.gif\">"]}