{"abstract": "A highly porous -MOF-9, based on the assembly of 3- and 24-connected building blocks, was synthesized to contain a pre-designed polyheterocyclic nitrogen-rich hexacarboxylate ligand. The introduction of a nitrogen-rich organic moiety into the -MOF platform has permitted access to a porous MOF (-MOF-9) with unique H and CO adsorption properties in comparison to previously reported -MOFs.Here we synthesized the highly porous -MOF-9 as the first example of an -MOF having a polycyclic central core. This material was synthesized from a predesigned polyheterocyclic nitrogen-rich hexacarboxylate (tri-isophthalate) ligand, which serves as the 3-connected, trigonal molecular building block (MBB). When reacted under the proper conditions, this ligand, having three coplanar isophthalic acid moieties, codes for the in situ formation of the targeted 24-connected copper-based supermolecular building block (SBB) having rhombicuboctahedral geometry. This combination of a 24-connected building block linked through 3-connected nodes results in a novel material with the singular  topology. The -MOF-9 compound exhibits promising H and CO adsorption properties in comparison to previously reported -MOFs.", "text": "10.1021/cg401802s Metal–organic frameworks (MOFs) are a unique class of materials which, due to their modular nature, present researchers with the ability to tune their physical and chemical properties for use in a wide diversity of applications.(1) MOFs, due to their high degree and controlled porosity, are particularly suited for gas storage and separation applications. Targeted synthesis through use of several design methods(2-7) has allowed tremendous advances in the ability to construct materials with desired topologies and functionality. Through judicious selection of ligands and careful control of reaction conditions, MOFs can be assembled from predetermined building blocks. The supermolecular building block (SBB) approach offers potential to design functional MOF materials by targeting specific metal organic polyhedra (MOPs), which can act as highly connected nodes in the resulting structure, thus limiting the possible topological outcomes and improving predictability of structure.It has been shown by our group that a 24-connected copper paddlewheel-based SBB having rhombicuboctahedral geometry linked through trigonal (3-connected) nodes results in a singular net (Figure 1) having rht topology (the naming of this topology is derived from the connectivity of the nodes: rhombicuboctahedral and trigonal).(6, 8) This design strategy has allowed for directed synthesis of rht-MOFs based on extended and/or functionalized ligands, resulting in a diversity of highly porous MOFs.(6, 8-12)MOFs are particularly well-suited for use in applications including carbon capture or CO2 storage, where selective adsorption or storage of large amounts of CO2 is required.(13, 14) The high degree of porosity and moderate heats of adsorption (20–50 kJ mol–1)(14) have allowed the synthesis of MOFs which can reversibly adsorb CO2 in amounts up to ∼8 mmol g–1 at low pressure (1 bar at 298K)(15) and greater than 50 mmol g–1 at high pressure (50 bar at 298K).(16) Thus, MOFs are positioned to be a strong competitor with liquid amine, zeolite, or activated carbon-based sorbents in these processes.(13)One strategy successfully used in enhancing the energetics and resultant uptake of CO2 in MOF materials, is through introduction of nitrogen donor groups to the organic ligand. This has resulted in dramatic increases in isosteric heats of adsorption (Qst) at low loading. This is exemplified by MIL-53/Amino-MIL-53, where the amine-functionalized analog exhibits low loading Qst enhancements (35 vs 50 kJ mol–1).(17) Furthermore, improvements of Qst (of ∼5 kJ mol–1) at all reported loadings was shown in a mixed ligand Zn-based material MTAF-3,(18) an analog of MOF-508,(19) which was modified through incorporation of triazole functionality into one of the ligands.To exploit the tunability of the rht-MOF series for use as sorbents for CO2, we previously reported rht-MOF-7, synthesized from a nitrogen-rich ligand having secondary amine and triazine functionality. As anticipated, rht-MOF-7 shows a particularly strong affinity for CO2 due to the exposed nitrogen donor groups in the cavities. To further enhance the CO2 uptake of this system, herein, we report the synthesis of an rht-MOF (rht-MOF-9) synthesized from an analogous ligand having an s-heptazine (tri-s-triazine) core in place of the s-triazine core in the rht-MOF-7. To the best of our knowledge, rht-MOF-9 is the first example of an rht-MOF having a polycyclic central core. The organic ligand 2,5,8-tris(3,5-dicarboxyphenylamino)-1,3,4,6,7,9,9b-heptaazaphenalene (TDCPAH) is composed of a nitrogen-rich s-heptazine center, which is linked to three isophthalic acid moieties through secondary amines (Figure 1). The readily exposed amines and a polarized core (s-heptazine) are attractive features for H2 and CO2 adsorption studies and as a comparison to reported data from rht-MOF-1 and rht-MOF-7. Indeed, the solvothermal reaction of Cu(NO3)2·2.5 H2O and TDCPAH in a solution of DMF, DMSO, and HBF4 yielded blue octahedral crystals of rht-MOF-9. Single crystal diffraction reveals that the compound has a formula unit of Cu3(TDCPAH)(solvent)x and that the compound crystallized in the tetragonal I4/m space group with unit cell edge lengths of a = b = 27.934(2) Å and c = 41.081(4) Å. Topological analysis confirms that the material has the expected rht-a net.Figure 1. Strategy for synthesis of rht-MOFs. The molecular building blocks: a trigonal tri-isophthalate ligand and a bimetal tetracarboxylate paddlewheel cluster (top left) and their corresponding geometries (bottom left) represented as a green ▲ and a red ■. The combination of these building blocks results in a polyhedron having external functionality consisting of 24 trigonal nodes (center). When expanded to the 3-periodic net, the resultant structure has rht-a topology, represented as polyhedra linked through triangles (right).In the crystal structure of rht-MOF-9, each central s-heptazine core is covalently linked at the 2, 5, and 8-positions through amine moieties to the 5-position of each isophthalate terminus. The 120° angle between the carboxylates of the isophthalate terminus allows formation, in situ, of the 24-connected rhombicuboctahedral(20, 21) (rco)(22) SBB (Figure 2a). This SBB is one of the three cages in this structure and is composed of 24 isophthalate ligands connected by 12 dimeric copper paddlewheels (shown as red ■ in Figures 1 and 2). The diameter of the cage, accounting for van der Walls radii, is ∼13 Å. The packing of the rhombicuboctahedral SBBs results in the formation of two additional cages, a truncated cube (tcu),(22) and an augmented rhombic dodecahedron (rdo-a).(22) The tcu cage (Figure 2b) encloses a space that is tetrahedral in geometry and can accommodate a sphere of ∼9 Å in diameter (represented by a yellow sphere in Figure 2). This cage is delimited by four TDCPAH ligands (represented as green ▲ in the tiling representation in Figure 2). The isophthalate moieties are linked at the corners of the tetrahedral cage through 3 copper paddlewheels forming a 3-membered ring. The rdo-a cage (Figure 2c) encloses space that is octahedral in geometry with a minimal diameter, which passes through the center of the cage of ∼17 Å. The cage is delimited by 8 TDCPAH ligands which lie on the faces of the octahedral enclosed space. The isophthalate moieties are linked through copper paddlewheels at each vertex of the octahedra, forming a 4-membered ring.Figure 2. Crystal structure fragments (left) showing the three cages in rht-MOF-9 and the corresponding tiling representations (right): (a) rco, (b) tcu, (c) rdo-a.Thermogravimetric analysis (TGA) experiments performed on the as-synthesized rht-MOF-9 reveal an initial solvent loss of ∼50%, which occurred in the temperature range of room temperature to 250 °C. The rate of loss decreases slightly between 250 and 350 °C, at which point framework decomposition begins (see Figure S8 of the Supporting Information). A methanol-exchanged sample was prepared by washing the crystalline product with DMF over a period of 3 days, refreshing the solution 3–4 times per day. This was followed by solvent exchange with methanol over the course of 3 days, again refreshing the solution 3–4 times per day. TGA of the methanol exchanged sample reveals that a 15% loss of mass occurs around 100 °C, which can be attributed to the loss of coordinated solvent. The sample remains stable and does not lose an appreciable amount of mass until decomposition, which occurs at around 275 °C (see Figure S8 of the Supporting Information).Low pressure gas sorption analysis was performed on an activated sample of rht-MOF-9. To activate the sample, through removal of guest solvent molecules, the methanol exchanged sample was placed under dynamic vacuum and subsequently heated at a rate of 1 °C per minute and held at 55 °C for 6 h followed by additional heating at a rate of 1 °C per minute and held at 85 °C for 6 h. Gas sorption studies confirmed the permanent porosity of this compound. The pore size distribution based on the argon isotherm (Figure 3) collected at 87 K reveals relatively narrow pore size distribution (see Figure S6 of the Supporting Information) with three distinct pore size ranges of 8–11, 12–16, and 17–21 Å, which are consistent with the crystallographic dimensions of the rco, tco, and rdo-a cages, respectively. The available free volume for rht-MOF-9 was determined experimentally from the N2 and Ar isotherms based on the uptake at 0.95 p/po (1.07 and 1.01 cc g–1, respectively) (Figure 3 and Figure S5 of the Supporting Information), which is in good agreement with the free volume based on the crystal structure (0.943 cc g–1). The apparent BET and Langmuir surface areas, based on the Ar isotherm, were estimated to be 2420 and 3070 m2 g–1, respectively.These values are significantly higher than the surface areas for our previously reported rht-MOF-7 (Langmuir 2170 m2 g–1),(9) synthesized from a slightly smaller (s-triazine-based) trigonal MBB. The surface area of rht-MOF-9 is closely comparable to the prototypical parent rht-MOF-1, which has a slightly larger (tetrazole and Cu trimer based) trigonal inorganic MBB (BET 2847 m2 g–1, Langmuir 3223 m2 g–1).(6)Figure 3. Low pressure fully reversible argon adsorption (■) and desorption (□) isotherms at 87 K for the methanol exchanged rht-MOF-9.CO2 adsorption experiments showed that rht-MOF-9 exhibits only a slightly lower CO2 uptake than rht-MOF-7 at a very low pressure below 0.05 bar (ca. 38 Torr) and 298 K (Figure 4). This behavior can be attributed to the lower basicity of the s-heptazine-based ligand (rht-MOF-9) compared to the s-triazine-based ligand(23) (rht-MOF-7) as inferred from the Qst (32 KJ mol–1 vs. 45 KJ mol–1, respectively). Interestingly, at relatively low partial pressures [0.1 bar (76 Torr) akin to postcombustion capture], the CO2 uptake for rht-MOF-9 showed higher volumetric and gravimetric uptake (18.2 cm3 STP/cm3, 1.1 mmol g–1) than rht-MOF-1 (5 cm3 STP/cm3, 0.32 mmol g–1) and rht-MOF-7 (14.7 cm3 STP/cm3, 0.83 mmol g–1). At 1 bar, the total CO2 uptake was also drastically improved, and rht-MOF-9 exhibits one of the highest gravimetric and volumetric uptakes reported for rht-MOFs. This observed enhancement in CO2 uptake, combined with a noticeable reduction in the Qst at low loading when compared to rht-MOF-7, can be translated into an enhancement in the energy/efficiency trade-off for gas separation applications. It should be noted that reduced CO2 Qst (at low loading) compared to rht-MOF-7 and the low degree of energy uniformity (see Figure S7 of the Supporting Information) will not necessarily induce an improvement in the affinity and CO2 selectivity over other gases such as CH4 and N2. In this case, further studies are sought in our group to explore the CO2 separation properties of rht-MOF-9. It should be mentioned that the accuracy of the Qst determination for rht-MOF-9 was confirmed by the established linearity of CO2 isosters for the entire studied range of CO2 loadings.In light of the high surface area achieved when incorporating the polycyclic central core, we found it compelling to further explore the H2 adsorption properties of rht-MOF-9. Interestingly, at 77 K and 1 bar, rht-MOF-9 shows a relatively higher gravimetric uptake of ∼2.72 wt % (Figure 5), Qst of 6.9 kJ mol–1 at low loading, and 5.8 kJ mol–1 at higher loading (see Figure S4 of the Supporting Information). This uptake is greater than the best reported rht-MOFs(24) and is in excess of rht-MOF-7 (2.65 wt % at 1 bar and 77 K)(25) and a considerably higher uptake than rht-MOF-1 (2.4 wt % at 1 bar and 77 K).(6) The increase in uptake compared to rht-MOF-7 can likely be attributed to the increase in the specific surface area due to ligand extension and subsequent rdo-a cage expansion (see Table S2 of the Supporting Information). Whereas, the increase in comparison to rht-MOF-1 can likely be attributed to enhanced interactions due to the effect of the localized charge density and highly confined pores/cages, in the tcu and rdo-a cages, resulting in more uniform MOF–sorbent interactions (see Figure S4a of the Supporting Information). The combination of high surface area and high mass density (this last in direct relationship with the charge density) may explain the enhancement in H2 adsorption, as was pointed out in recent work.(26)Figure 4. CO2 adsorption isotherms at 298 K on rht-MOF-9 in comparison to the corresponding data for rht-MOF-1 and rht-MOF-7.Figure 5. Low pressure fully reversible hydrogen isotherms for the methanol exchanged rht-MOF-9 at 77 K (red squares) and 87 K (blue squares). Solid ■ and open □ represent adsorption and desorption, respectively.Powder X-ray diffraction (PXRD) measurements were performed to confirm phase purity and confirm the stability of rht-MOF-9 after sorption and solvent exchange (see Figure S9 of the Supporting Information). The experimental PXRDs are consistent with the PXRD pattern calculated based on the crystal structure using the Reflex module in Accelrys Materials Studio v6.1 (see Figure S9 of the Supporting Information). Variable Temperature PXRD (VTPXRD) experiments, performed under vacuum on the methanol-exchanged sample, are consistent with the TGA measurements and show a high degree of thermal stability, with significant reduction of crystallinity beginning near 250 °C (Figure 6). Unfortunately, similar to many of the reported rht-MOFs, rht-MOF-9 loses crystallinity after prolonged exposure to air.Figure 6. Variable temperature PXRD of methanol exchanged rht-MOF-9 while under vacuum. Crystallinity is retained up to 200 °C, upon which there is a substantial loss of crystallinity as noted by the reduction in diffraction intensity.We have successfully used the rht-MOF platform to prepare a nitrogen-rich functionalized rht-MOF-9, which exhibits a highly specific surface area in combination with high charge density. By incorporating a ligand having an s-heptazine central core linked to three isophthalic acid moieties through secondary amines, rht-MOF-9 exhibits high CO2 uptake at both relatively low (0.1 bar) and atmospheric pressures. In addition H2 storage capacity at 1 bar and 77 K was found to be exceptionally high in comparison to other reported MOFs and is the highest reported low pressure uptake for rht-MOFs. Further adsorption studies are in progress to evaluate the performance of rht-MOF-9 for CO2 separation in the presence of N2, CH4, and H2 containing gas mixtures as well as hydrogen and methane storage at relatively high pressures. Top of PageAbstractReferencesSupporting InformationExperimental procedures, NMR, PXRD, TGA, crystallographic structural analysis, additional gas sorption plots, and ligand synthesis and characterization. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentAuthors gratefully acknowledge KAUST for funding.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 26 other publications.1. MacGillivray, L. R.,  Metal-organic frameworks: Design and application. Wiley:Hoboken, NJ, 2010.[Crossref]There is no corresponding record for this reference.2. Liu, Y.; Eubank, J. F.; Cairns, A. J.; Eckert, J.; Kravtsov, V. C.; Luebke, R.; Eddaoudi, M. Angew. Chem., Int. Ed. 2007,  46 (18)  3278[Crossref], [PubMed], [CAS]2. Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storageLiu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, MohamedAngewandte Chemie, International Edition\r\n        (2007),\r\n    46\r\n        (18),\r\n    3278-3283CODEN:\r\n                ACIEF5;\r\n        ", "title": "Microporous Heptazine Functionalized (3,24)-Connected -Metal–Organic Framework: Synthesis, Structure, and Gas Sorption Analysis", "authors": ["Ryan Luebke", "Łukasz J. Weseliński", "Youssef Belmabkhout", "Zhijie Chen", "Łukasz Wojtas", "Mohamed Eddaoudi"], "doi": ["10.1021/cg401802s"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401802s/production/images/small/cg-2013-01802s_0006.gif\">"]}