{"abstract": "Bismuth carboxylates exhibiting a brucite-related layer and a fluorite-related structure have been synthesized and characterized. The possible role of lone pair of electrons of Bi in the structure and properties has been evaluated.Three new compounds of bismuth, [CNH][Bi(CHNO)(CHNO)]·HO, , Bi(CHNO) (CHNO)], , and [Bi(μ-OH)(CHNO)], , have been prepared by the reaction between bismuth nitrate and heterocyclic aromatic dicarboxylic acids, 2,6-pyridinedicarboxylic acid, 4,5-imidazoledicarboxylic acid, and 3,4-pyridinedicarboxylic acid, respectively, under hydrothermal conditions. The structures of all the compounds have linkages between BiO and the corresponding dicarboxylate forming a simple molecular unit in , a bilayer arrangement in , and a three-dimensional extended structure in . The topological arrangement of the nodal building units in the structures indicates that a brucite-related layer () and fluorite-related arrangement () can be realized in these structures. By utilizing the secondary interactions, one can correlate the structure of  to a Kagome-related one. The observation of such classical inorganic related structures in the bismuth carboxylates is noteworthy. Lewis acid catalytic studies on the formation of ketal suggest the possible participatory role of the lone pair of electrons. All the compounds are characterized employing elemental analysis, IR, UV–vis, and thermal studies.", "text": "10.1021/cg4000654 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionInorganic coordination polymers or metal–organic frameworks are an important family of compounds in the area of materials chemistry.(1) The compounds have interesting structures formed by the clever combination of inorganic coordination chemistry and organic functional groups. It is known that the rigid organic backbone in these compounds is crucial for many of its interesting physical and chemical properties such as catalysis, sorption, and separation.(2) The large number and the diversity observed in the structures of inorganic coordination polymers is a testimony for the continuing interest.(1) The majority of the compounds have been prepared employing either the transition metals or the lanthanides.(3) It is to be noted that the main group elements have not received much attention. Of the main group elements, Al,(4) Ga,(5) In,(6) Pb,(7) and Sn(8) have been investigated and appear to form interesting structures.Bismuth, though part of the main group elements, has not been studied in sufficient detail. Bi3+ ions may be of interest due to the presence of its stereoactive lone pair of electrons.(9) The earlier studies of Sn2+ compounds in open-framework phosphates suggest the possible structure-directing role for the lone pair of electrons.(10) Similar lone pair effects have also been observed in Sn2+ oxalates(11) and Pb2+ compounds as well.(12)From the available structures of Bi3+ carboxylates,(13) one finds reasonable evidence for the structure-directing role for the lone pair of electrons. The lone pair of electrons appears to participate in a structure-direction role, depending on the coordination environment around the Bi3+ cation.(14) One can rationalize this observation, rather naively, that low coordination would lead to nonspherical charge distribution around the Bi3+ cation resulting in the lone pair actively participating in a structure-directing role (hemi-directed).(15) Higher coordination, on the other hand, would result in steric hindrance as well as in a more uniform charge distribution around the Bi3+ cation leading to an inactive role for the lone pair of electrons (holo-directed).(16a) It is clear that the nature and the role of the lone pair of electrons in Bi3+ carboxylates are interesting and there is considerable scope to investigate this further in other Bi3+ carboxylates.One of the advantages of inorganic coordination polymers is the formation of more open and porous structures, by employing subtle crystal engineering principles. The impetus to study the bismuth-based compounds would be to exploit the lone pair of electrons not only in structure direction but also in related properties such as catalysis. It would be preferable to have open structures in which the lone pair of electrons are freely accessible and available for manipulations. From the Pearson’s theory of hard–soft acids and bases, Bi3+ ions can be considered to be a borderline acid.(17) From the available structures in the literature, it appears that Bi3+ ion can bind fairly well with ligands possessing O and N donor atoms. Thus, one can expect to find the anions of amino polycarboxylic acid and polyamino carboxylic acids to form stable compounds with Bi3+ ions. The recent findings on the formation of coordination polymeric structure of Bi3+ ions support this view.(13) In addition, the larger size of the Bi3+ ions would give coordination number higher than six in most of the compounds, which is also the observed behavior.(18) As part of a program to prepare new inorganic coordination polymers, we are interested in the reaction between heterocyclic aromatic carboxylic acids and Bi3+ ions.During the course of this study, we have isolated three new compounds employing 2,6-pyridinedicarboxylic acid (2,6-PDC), 4,5-imidazoledicarboxylic acid (4,5-IDC), and 3,4-pyridinedicarboxylic acid (3,4-PDC). The compounds, [C4N2H10][Bi(C7H4NO4)(C7H3NO4)]·H2O, I, [Bi(C5H3N2O4) (C5H2N2O4)], II, and [Bi(μ2-OH)(C7H3NO4)], III, have one-, two-, and three-dimensional structure. In this paper, the synthesis, structure, and properties of the three compounds are presented.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionSynthesis and CharacterizationReagents needed for the synthesis were used as received: Bi(NO3)3·5H2O [Fluka, 99%], 2,6-pyridine dicarboxylic acid (2,6-PDC) [Lancaster (U.K.), 98%], 4,5-imidazoledicarboxylic acid (4,5-IDC) [Lancaster (U.K.), 97%], 3,4-pyridinedicarboxylic acid (3,4-PDC) [Aldrich, 97%], imidazole [Merck, 99%], piperazine (pip) [CDH (India), 98%]. All the compounds were synthesized employing the hydrothermal method. For the preparation of compound I, Bi(NO3)3·5H2O (0.243 g, 0.5 mM), 2,6-PDC (0.142 g,0.85 mM), pip (0.044 g, 0.5 mM), and 7 mL water were mixed at room temperature for 30 min. The reaction mixture with the composition (1 Bi(NO3)3·5H2O):(1.7 2,6-PDC):(1 pip):(777 H2O) was carefully transferred to a 23 mL PTFE stainless steel autoclave and heated at 180 °C for 72 h. The resulting product containing large quantities of light brown block-like crystals was filtered under vacuum, washed with deionized water, and dried at ambient conditions. A similar synthesis procedure was employed for the preparation of compounds II and III, but by using 4,5-IDC and 3,4-PDC, respectively, in place of 2,6-PDC. The synthesis composition and the conditions employed are listed in Table 1.Table 1. Synthesis Composition and Conditions Employed for the Preparation of Compounds I–IIIsynthesis no.composition (mM)temp (°C)time (h)productayieldb (%)10.5 mM Bi(NO3)3·5H2O + 0.85 mM 2,6-pyridinedicarboxylic acid + 0.85 mM piperazine + 389 mM H2O18072[C4N2H10][Bi(C7H4NO4)(C7H3NO4)]·H2O, I8520.5 mM Bi(NO3)3·5H2O + 1 mM 4,5-imidazoledicarboxylic acid + 0.5 mM piperazine + 389 mM H2O15072[Bi(C5H3N2O4)(C5H2N2O4)], II7730.5 mM Bi(NO3)3·5H2O + 0.85 mM 3,4-pyridinedicarboxylic acid + 0.85 mM imidazole + 389 mM H2O15072[Bi(μ2-OH)(C7H3NO4)], III70aCHN analysis: anal. calcd for  I C 34%, H 2%, N 7.02%, found C 33.03%, H 2.50%, N 7.23%; anal. calcd for II C 23.22%, H 0.96%, N 10.26%, found C 24.34%, H 1.07%, N 2.33%; anal. calcd for III C 21.58%, H 1.02%, N 3.82%. found C 22.31%, H 1.81%, N 4.41%.bYields are calculated based on the respective metals. Compositions given are millmolar composition.The powder X-ray diffraction (PXRD) patterns for all the synthesized compounds were recorded in the 2θ range 5–50° using Cu Kα radiation (Philips X’pert). The observed PXRD pattern was found to be entirely consistent with the simulated pattern generated using the single crystal X-ray structure (ESI, Figures S1–S3 in the Supporting Information), indicating the phase purity of the products. The infrared (IR) spectroscopic studies were carried out using KBr pellets (Perkin-Elmer, SPECTRUM 1000). The IR spectra for all the compounds exhibited characteristic bands (ESI, Table S1 in the Supporting Information).(19) The observation of bands at 3459 cm–1 and 3071 cm–1 in I confirms the presence of lattice water molecules and the carboxylic acid group, respectively. The band at 3603 cm–1 observed in III suggests the presence of a μ2-hydroxyl group (ESI, Figure S4 in the Supporting Information).Thermogravimetric analysis (TGA) (Mettler-Toledo) was carried out in an oxygen atmosphere (flow rate = 50 mL/min) in the temperature range 30–950 °C (heating rate = 5 °C/min) (ESI, Figure S5 in the Supporting Information). In the case of compound I, a small weight loss of 3.6% observed around 140 °C corresponds to the loss of water molecule (calcd 3%). The second weight loss of 57.4% observed around 400 °C could be due to the loss of piperazine and the carboxylate moieties (calcd 59.4%). The total observed weight loss of 61% corresponds well with the loss of lattice water molecules and all the organic species (calcd 62.4%). For compound II, a single step weight loss of 53.3% observed around 380 °C corresponds to the loss of the organic carboxylate moieties (calcd 56.4%); similar behavior was also observed for compound III, with a weight loss of 42.3% around 380 °C, which corresponds with the loss of the organic carboxylate moieties (calcd 42.2%). The final calcined products were found to be crystalline in all cases by PXRD and correspond to Bi2O3 (JCPDS: 41-1449).Optical StudiesThe UV–vis spectroscopic studies were recorded in the solid state at room temperature (Perkin-Elmer model Lambda 35). The observed optical spectra of the compounds were compared with the spectra obtained for the sodium salts of 2,6-pyridinedicarboxylic acid, 4,5-imidazoledicarboxylic acid, and 3,4-pyridinedicarboxylic acid. While compound I exhibited an absorption maximum at around 315 nm, and compound II at 300 nm, for III the absorption maximum was observed at 310 nm with a shoulder at 270 nm, respectively. The absorption peaks may be assigned to the intraligand π → π* transition.(20) In addition to the band at 315 nm for I, the spectrum has a broad feature at ∼510 nm, which may be due to the metal to ligand charge transfer involving the possible promotion of the lone pair of electrons of the metal to the π* orbital of the ligand (ESI, Figures S6 and S7 in the Supporting Information). Similar optical absorption behavior has been observed before in bismuth bipyridyl and bismuth corrole complexes.(21)The photoluminescence spectra for all the compounds were recorded on solid samples at room temperature (Perkin-Elmer, LS 55) (ESI, Figure S8 in the Supporting Information). Compound I, when excited at 315 nm, emits a band centered around 405 and 420 nm, which could be tentatively assigned to the π* → π and π* → n transitions of the ligand.(22a, 22b) In addition, a band centered around 485 nm was also observed, which could be blue emission seen earlier in [Bi(C7H3NO4)2]·H3O+·(H2O)0.83.(13b) This transition could be due to MLCT or 1P1 → 1S0 and 3P1 → 1S0 transition of s2 electrons of the Bi3+.(23) Compound II, when excited at 300 nm, exhibits emission bands at around 390 and 425 nm. The emissions could be due to the intraligand π* → π and π* → n transitions.(22c, 22d) Compound III exhibits emission bands at 410 and 423 nm, when excited using a wavelength of 310 nm. These bands could be due to π* → π and π* → n transitions of the ligand respectively.(22a, 22b) In all three compounds, a weak emission in the blue region is also observed, which could be due to MLCT or s2 electrons of the bismuth center.(23, 13b)Single-Crystal Structure DeterminationA suitable single crystal of each compound was selected under a polarizing optical microscope and glued to a thin glass fiber. The single crystal data were collected at 293(2) K on a Oxford Xcalibur (Mova) diffractometer equipped with an EOS CCD detector. The X-ray generator was operated at 50 kV and 0.8 mA using Mo Kα (λ = 0.71073 Å) radiation. The cell refinement and data reduction were accomplished using CrysAlis RED.(24) The structure was solved by direct methods and refined using SHELX97 present in the WinGX suit of programs (version 1.63.04a).(25) The oxygen atom of the lattice water molecule in I was found to be disordered over two positions with occupancies of 0.53(2) and 0.47(2), respectively . The disorder of the lattice water molecules precluded the location of the hydrogen atoms in I. The positions of all other hydrogen atoms were initially located from the difference Fourier map, and for the final refinement, they were placed in geometrically ideal positions and refined in the riding mode. The full matrix least-squares refinement against |F2| was carried out using WinGx package of programs.(26) The final refinements included atomic positions for all the atoms, anisotropic thermal parameters for all the non-hydrogen atoms, and isotropic thermal parameters for all the hydrogen atoms. The details of the structure solution and final refinement parameters are given in Table 2. The CCDC numbers for the compounds are 918444 for I, 918445 for II, and 918446for III.Table 2. Crystal Data and Structure Refinement Parameters for Compounds I–IIIaparameterIIIIIIempirical formulaC16H12N3O9BiC10H5N4O8 BiC7H4NO5Biformula weight598.98517.14389.09crystal systemtriclinictriclinictriclinicspace groupP1̅ (No. 2)P1̅ (No. 2)P1̅ (No. 2)a/Å7.111(11)6.955(7)7.262(13)b/Å10.902(14)6.997(7)7.538(12)c/Å12.221(18)12.890(12)8.112(18)α (deg)113.39(4)81.54(8)97.69(6)β (deg)97.04(4)81.01(8)101.04(6)γ (deg)92.82(4)78.70(8)113.21(5)volume/Å3858.1(2)603.2(10)389.6(12)Z222T/K293(±2)293(±2)293(±2)ρcalcd(g cm–3)2.3112.8413.307μ/mm–110.33414.67322.615wavelength (Å)0.710730.710730.71073θ range (deg)2.05 to 25.072.99 to 262.63 to 24.98R index [I > 2σ(I)]R1 = 0.0292, wR2 = 0.0661R1= 0.0282, wR2 = 0.0660R1 = 0.0358, wR2 = 0.0767R (all data)R1 = 0.0367, wR2 = 0.0691R1 = 0.0314, wR2 = 0.0681R1 = 0.0408, wR2 = 0.0778aR1 =∑||Fo| – |Fc||/∑|Fo|; wR2 = {∑[w(Fo2 – Fc2)]/∑[w(Fo2)2]}1/2. w = 1/[ρ2(Fo)2 + (aP)2 + bP]. P = [max(Fo, O) + 2(Fc)−2]/3 where a = 0.0365 and b = 0.5807 for I, a = 0.0364 and b = 0.0000 for II, a = 0.0373 and b = 0.0000 for III.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionStructure of [C4N2H10][Bi(C7H4NO4)(C7H3NO4)]·H2O, IThe asymmetric unit of I has 29 non-hydrogen atoms, which includes one Bi3+ ion, one 2,6-PDC anion, one monoprotonated 2,6-PDC anion, a half piperazine molecule, and one lattice water molecule (ESI, Figure S9 in the Supporting Information). The Bi3+ ion is seven coordinated with two nitrogen and five oxygen atoms to form a BiO5N2 distorted monocapped trigonal prismatic geometry (ESI, Figure S9 in the Supporting Information). The Bi–O bond distances are in the range 2.282(4)–2.612(5) Å (av 2.447 Å), and Bi–N distances are 2.412(5) and 2.473(5) Å, respectively (Table 3), which are comparable to other observed distances.(13) The O/N–Bi–O/N bond angles are in the range 63.4(2)–154.4(2)° (ESI, Table S2 in the Supporting Information). Though most of the Bi–O/N distances are found to be around the 2.4–2.6 Å range, one distance was observed to be short (2.282(4) Å). A closer look at the geometry around the central Bi3+ ion suggests that this distance could be opposite to the possible position of the lone pair of electrons of the Bi3+ ion. Thus the lone pair of electrons in I appears to be active and distorts the geometry of the polyhedra around the Bi3+ ion. Similar distortions and shortening of the bond opposite to the lone pair have been observed earlier in Pb2+ containing compounds.(27) All the carboxylate groups in I exhibit a monodentate η1-binding mode (ESI, Figure S9c in the Supporting Information).Table 3. Selected Observed Bond Distances in Compounds I–IIIbonddistance (Å)bonddistance (Å)Compound IBi(1)–O(1)2.612(5)Bi(1)–O(7)2.282(4)Bi(1)–O(1)#1a2.523(5)Bi(1)–N(1)2.473(5)Bi(1)–O(3)2.316(5)Bi(1)–N(2)2.412(5)Bi(1)–O(5)2.562(5)  Compound IIBi(1)–O(1)2.349(4)Bi(1)–O(5)#12.585(4)Bi(1)–O(3)2.494(4)Bi(1)–O(6)2.855(5)Bi(1)–O(4)2.628(1)Bi(1)–N(1)2.323(5)Bi(1)–O(5)2.494(4)Bi(1)–N(2)2.425(5)Compound IIIBi(1)–O(1)2.181(6)Bi(1)–O(4)2.751(7)Bi(1)–O(1)#12.338(7)Bi(1)–O(5)2.782(2)Bi(1)–O(2)2.306(7)Bi(1)–N(1)2.653(9)Bi(1)–O(3)2.380(8)  aSymmetry transformations used to generate equivalent atoms: I, #1, −x + 1, −y + 1, −z + 1; II, #1, x + 1, y, z; III, #1, −x + 1, −y + 1, −z + 2.In compound I, the bismuth centers are connected through a μ3-oxygen [O(1)] of the carboxylate unit forming a simple dimeric molecular complex. As can be noted from Table 3, the longest Bi–O distance was observed to be 2.612(5) Å, which is comparable to the Bi–O distances observed in other bismuth containing compounds.(13)In I, we also observed that the free oxygen of the carboxylate ion [O(8)] is 3.018 Å away from the nearest Bi-dimer units. This oxygen can exert weak secondary interactions with the Bi3+ ion, which would result in an extended one-dimensional linkage of the Bi-dimers through the 2,6-PDC units (Figure 1a,b). The one-dimensional chain units resemble a ladder, commonly observed in many open-framework phosphate structures.(28) Weak secondary interactions of this nature have been observed in many inorganic coordination polymers.(29) Careful observation of the structure of I reveals that the structure may be closely related to the structure of [Bi(C7H4NO4)(C7H3NO4)H2O]2·5H2O.(29a) The molecular structure of [Bi(C7H4NO4)(C7H3NO4)H2O]2·5H2O consists of dimeric units, which are similar to that observed in I. In addition, the secondary interactions of the type observed in I are also found in this structure, which would give extended one-dimensional ladderlike structure.Figure 1. (a) The one-dimensional chain formed by the connectivity between Bi2O2 dimers and 2,6-PDC through Bi–O secondary interactions (shown in green). (b) The arrangement of the one-dimensional ladders. Note that the piperazine molecule occupies the spaces in between the chain units.Structure of [Bi(C5H3N2O4)(C5H2N2O4)], IIThe asymmetric unit of II has 23 non-hydrogen atoms, including one Bi3+ ion, one 4,5-IDC anion, and one 4,5-IDCH (monoprotonated 4,5-imidazoledicarboxylic acid) anion (ESI, Figure S10 in the Supporting Information). The Bi3+ ion is eight coordinated with six oxygen and two nitrogen atoms, which forms BiO6N2distorted bicapped-trigonal prismatic geometry (ESI, Figure S10 in the Supporting Information). The Bi–O distances are in the range 2.323(5)–2.855(5) Å (av 2.589 Å), and Bi–N distances are 2.323(5) and 2.425(5) Å, which are in agreement with those observed in other structures (Table 3).(13)The O/N–Bi–O/N bond angles are in the range 67.6(15)–148.5(15)° (ESI, Table S2 in the Supporting Information). Unlike in I, the Bi–O distances do not exhibit much variation, suggesting that the lone pair of electrons may not be active in II.The structure of II has two crystallographically independent imidazole dicarboxylate units. One of the imidazole carboxylate units has the carboxylic acid group intact (4,5-IDCH) and is terminal. The other dicaboxylate anion (4,5-IDC) participates in the formation of the two-dimensional layer. The carboxylate group of the terminal 4,5-IDCH unit binds the Bi center in a monodentate η1-mode, and the protonated −COOH group is free. Of the two carboxylate groups of 4,5-IDC, one binds two bismuth centers in bridging bidentate μ2-η1:η1 mode, while the other links three bismuth centers in bridging tridentate μ3-η2:η1 mode (ESI, Figure S10c in the Supporting Information). The bismuth centers are connected through a μ3-oxygen [O(3)] forming a Bi2O2 dimer, which gives rise to the bilayer arrangement. The monoprotonated imidazole carboxylates project out of the plane and occupy the interlayer spaces (Figure 2a).Figure 2. (a) The two-dimensional bilayer formed by the connectivity between Bi2O2 and 4,5-IDC. Note that the other 4,5-IDCH projects in a direction perpendicular to the bilayers. (b) View of the single layer in II. Two such layers are connected through the Bi–O–Bi dimer linkages. (c) View of the (6, 3) net in II. Note that the Bi2O2 units and 4,5-IDC units are considered as single nodes. The other hanging 4,5-IDCH is not shown for clarity.Another way to describe this structure is to view the connectivity between the Bi and 4,5-IDC. Thus, the Bi3+ ions are connected with 4,5-IDC forming a simple layer (Figure 2b), which are connected through the μ3-oxygen [O(3)] giving rise to the bilayer structure (Figure 2a). If we consider the Bi2O2 dimer and 4,5-IDC as single nodes, then this structural arrangement can be simplified further. Structurally, each 4,5-IDC anion is connected with three Bi2O2 centers, whereas each Bi2O2 center is connected with six 4,5-IDC anions (three in each layer). This type of visualization would give a binodal (6, 3) net with the Schlafli symbol (43)2(46.66.83) (Figure 2c). The (6, 3) net is one of the commonly observed nets in inorganic coordination polymers, and many classical inorganic structures such as CdCl2, CdI2, TiS2, and Mg(OH)2 (brucite) possess a similar type of cation and anion connectivity (ESI, Figures S11 and S12 in the Supporting Information).(30) The structural arrangement in II closely resembles the brucite structure.The bilayer arrangement, observed in II, has been encountered in other metal carboxylate systems.(31) To the best of our knowledge, this is the first observation of a bilayer arrangement in a bismuth carboxylate system. The structure of II has some similarity with the structure of [Bi3(μ3-O)2(C7H4NO4)(C7H3NO4)2(H2O)2].(13c) In this structure, the Bi6O4 cluster units are connected through the 2,5-PDC anions forming a two-dimensional layer with terminal carboxylic acid units (ESI, Figure S13 in the Supporting Information). The layer arrangement and the overall topology, however, are different in both the structures.Structure of [Bi(μ2-OH)(C7H3NO4)], IIIThe asymmetric unit of III has 14 non-hydrogen atoms, including one Bi3+ ion, one 3,4-PDC anion, and one μ2-hydroxyl ion (ESI, Figure S14 in the Supporting Information). The Bi3+ ion is seven coordinated with four carboxylate oxygens, two hydroxyl oxygens, and one nitrogen atom and forms a Bi(OH)2O4N distorted monocapped octahedral geometry (ESI, Figure S14 in the Supporting Information). The Bi–O bond distances are in the range 2.181(6)–2.782 (2) Å (av 2.481 Å), and the Bi–N distance is 2.653(9) Å (Table 3). The O/N–Bi–O/N bond angles are in the range 67.8(3)–154.1(3)° (ESI, Table S2 in the Supporting Information). One relatively shorter Bi–O distance is observed [Bi–O(1) 2.181(6) Å]. A closer look at the geometry around the central Bi3+ ion suggests that this distance could be opposite to the possible position of the lone pair of electrons of the Bi3+ ion. Thus, the lone pair of electrons in III appears to be active, which also distorts the coordination geometry around the Bi centers.The carboxylate groups of the 3,4-PDC ligand exhibit two different binding modes. While one of the carboxylate groups bridges in the μ2-η1:η1 mode, the other one binds in the η1:η1 chelating mode (ESI, Figure S14c in the Supporting Information). The Bi centers are connected through the μ2-hydroxyl oxygen [O(1)] atoms forming a Bi2O2 dimer unit. The dimer units are connected by the carboxylate groups forming one-dimensional chains (Figure 3a). The 1D chains are connected through the nitrogen of the pyridine group as well as by the other carboxylate group forming the three-dimensional structure (Figure 3b). The another way to visualize the structure is to consider the Bi2O2 dimer cations and the 3,4-PDC anions as the nodes. Thus, each Bi2O2 dimer cation is connected to eight 3,4-PDC anions and each 3,4-PDC anion is connected to four different bismuth dimer cations. This cation–anion connectivity (8:4) is exactly similar to that observed in the fluorite (CaF2) structure. In order to visualize the formation of the fluorite type lattice in III, the Bi2O2 dimer and the 3,4-PDC anion can be considered as individual spheres of differing sizes, which results in a structure that closely resembles the fluorite structure (Figures 4a and 4b).Figure 3. (a) The view of the one-dimensional chain in III formed by the connectivity between Bi2O2 dimer units and the carboxylate oxygens. (b) View of the three-dimensional structure of III.Figure 4. (a) Figure shows the connectivity between the Bi2O2 dimers and the 3,4-PDC units by considering each as the node. (b) The CaF2, fluorite, structure. Note the close similarity between both the structures.In this structure also secondary Bi–O interactions have been observed with distances of 3.008 Å [Bi(1)–O(4)] and 3.128 Å [Bi(1)–O(5)]. The secondary interactions would lead to a change in coordination around the Bi3+ ions from seven to nine (ESI Figure S15 in the Supporting Information). The increase in coordination around the Bi3+ ions gives rise to an infinite Bi–O–Bi linkage in the two dimensions (ESI, Figure S16 in the Supporting Information). A closer look at the connectivity between the Bi-dimers with the increased coordination due to the secondary interactions reveals that the layer arrangement resembles a Kagome-related layer (Figure 5a–c). The 3,4-PDC unit connects the Kagome-related layers to form the three-dimensional structure (Figure 5d). It may be noted that Kagome-related layers have been observed before in inorganic coordination polymers, though not frequently.(32, 13b) This is the second such observation in the family of bismuth carboxylates.Figure 5. (a) The view of the Kagome layer in III formed by infinite Bi–O–Bi connectivity through Bi–O secondary coordination (oxygens involved in secondary coordination shown in green). (b) The connectivity between the Bi2-dimers showing the Kagome layered arrangement (secondary coordination is represented by dotted lines). The red line is a guide to the eye to visualize the Kagome arrangement. The blue spheres represent the center point of the Bi2-dimer units. (c) View of the Kagome layer in III. (d) The view of the structure of III showing the pillared Kagome layer arrangement.A closer examination of the connectivity of the Bi2O2 dimer units in III reveals that each Bi2O2 dimer unit is linked to twelve other Bi2O2 units through the 3,4-PDC linkers. Here the secondary interactions are not considered. This arrangement would give rise to a fcu topology (12-c net) (Figure 6a). The structure of III has some similarity with that observed in the bismuth carboxylate, reported earlier, [C4H16N2][Bi4(C8H4O4)7(C3H5N2)]·(C6H14N2O2),(16a) but the overall structural arrangement is different. In the structure of [C4H16N2][Bi4(C8H4O4)7(C3H5N2)]·(C6H14N2O2), each Bi2O2 dimer unit is connected to four other Bi2O2 units through 1,4-BDC linkers. This arrangement would result in a diamond topology (4, 4-net). This structure also has a 2-fold interpenetration (Figure 6b).Figure 6. Connectivity between the dimer units through the carboxylate linkers forming the different nets. (a) fcu net observed in III and (b) the dia net observed in [C4H16N2][Bi4(C8H4O4)7(C3H5N2)]·(C6H14N2O2).(16a) See text.Thus, the structure of III can be viewed either as a fluorite-related structure (considering both the anion and cation connectivity) or as a fcu topology (from the Bi2O2 dimer connectivity alone). A Kagome-related structure would result by invoking the weak secondary interaction between the Bi and the oxygen atoms. These observations suggest the rich diversity in the structures of the coordination polymers of bismuth.Heterogeneous Catalytic StudiesMany inorganic coordination polymers have been investigated for their catalytic properties, as they exhibit Lewis acid behavior. One of the earliest works in this area is due to Fujitha and co-workers,(33) who established that the cadmium centers in [(Cd(4,4′-bpy)2)(NO3)2]∞ were conducive for the cyanosilylation of imines. There are reports of similar Lewis acid behavior in some of the bismuth-containing compounds as well.(34) As mentioned before, Bi3+ ion can be considered to be a borderline acid, according to Pearson’s theory of hard and soft acids and bases.(16) In addition, we wanted to explore the possible impact of the holo- or hemi-direction of the lone pair of electrons in heterogeneous catalysis. To this end, we examined the acetal formation as well as the esterification reactions employing the present compounds as Lewis acid catalysts (Scheme 1). The experimental protocols employed for the acetal formation reaction are similar to that employed in the literature.(35a) In a typical experiment, 0.05 mM bismuth carboxylate (catalyst) was suspended in 10 mL of toluene. Acetone (0.58 g, 10 mM) was added with ethylene glycol (0.62 g, 10 mM), and the entire mixture was stirred and heated at 60 °C for 24 h. The formation of the corresponding ketal was analyzed using 1H NMR. From the studies, it became clear that the hemi-directed compound (II) exhibits considerably more catalytic activity compared to the holo-directed compounds (I and III) with conversions of 67%, 13%, and 37% for II, I, and III, respectively. The control experiments were carried out in the absence of the catalyst, which produced only 5–6% of the ketal. The esterification reaction was carried out by reacting equimolar quantities of ethanol, and acetic acid at 60 °C for one day.(35b) The yield for this reaction was considerably less, but the reactivity trend appears to be the same as observed in the ketal formation reaction. The yield of the ester is as follows: 44% (II), 15% (I), 19% (III). The yields of the products were calculated from the 1H NMR spectra. The catalytic studies carried out in the present studies are exploratory reactions, which establish the Lewis acid character of the bismuth carboxylates.Scheme 1Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsThe synthesis, structure, and characterization of bismuth carboxylates of varying dimensionalities have been accomplished. The stabilization of brucite-related (II) and fluorite-related (III) structures in the present compounds are the first such observation in bismuth carboxylates. The importance of secondary interactions is revealing in the visualization of a pillared Kagome structure in III. The present studies also suggests that the stereoactive lone pair of electrons of Bi3+ ions have some effect in the Lewis acid catalytic behavior of the present compounds. The coordination flexibility of the central Bi ions, observed in the present compounds, suggests the possibility of forming many related phases under suitable experimental conditions. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationSimulated and experimental PXRD patterns, TGA curves, IR spectra, UV–vis spectra, photoluminescence spectra, bond angles of the compounds, asymmetric unit, bismuth and carboxylate connectivity diagram, other structural figures, and crystallographic data (CIF). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe author thanks Dr. Debajit Sarma for help with the work. S.N. thanks Department of Science and Technology (DST), Government of India, for the award of a research grant. S.N. also thanks DST, Government of India, for the award of RAMANNA fellowship. S.R.S. and S.N. thank the Council of Scientific and Industrial Research (CSIR), Government of India, for award of a research fellowship and a research grant.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 35 other publications.1. Special issue on MOFs:(a)  Chem. Rev. 2012,  112,  675– 1268.[ACS Full Text ], [CAS]1. Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying NetsO'Keeffe, Michael; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    675-702CODEN:\r\n                CHREAY;\r\n        ", "title": "Bismuth Carboxylates with Brucite- and Fluorite-Related Structures: Synthesis Structure and Properties", "authors": ["S. R. Sushrutha", "Srinivasan Natarajan"], "doi": ["10.1021/cg4000654"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-4/cg4000654/production/images/small/cg-2013-000654_0007.gif\">"]}