{"abstract": "Adsorption in porous solids at room or low temperature is one of the possible storage modes of hydrogen gas. The storage efficiency in these materials depends on their physical properties and characteristics, the most important being their adsorption capacity, porosity, density, and the endo- or exothermic character of the adsorption process. In particular, porous materials made of carbon nanotubes have been studied as potential hydrogen adsorbents in a large domain of pressures and temperatures. In this work, we present morphologic and structural characterizations of samples of carbon nanotube porous materials by the Brunauer, Emmett, and Teller method, transmission electronic microscopy, Raman spectroscopy, and helium density measurements. The adsorption of hydrogen in these materials is measured. A specific and new result of this measurement is the estimate of the excess adsorption, the relevant quantity for a correct determination of the storage capacity of porous materials. ", "text": "10.1021/jp048169c  Top of PageAbstract1. Introduction2. Experimental Procedures and Characterizations3. Results and Discussion4. Conclusions1. Introduction The adsorption of gases and fluids in carbonaceous porous materials is used in numerous industrial processes such as purification and gas separation.1-3 Recently, the possibility of adding to these applications that of gas storage has been studied in research works on a safe and effective storage of hydrogen motivated by the perspective of a common use of fuel cells on board cars.4-8 The accurate measurement of the hydrogen adsorption in carbonaceous porous materials requires disposing samples having an adequate size and purity. These conditions are easily satisfied for the activated carbons,9,10 but sometimes with difficulty for the newly synthesized materials, so-called nanocarbon materials, such as single-walled nanotubes (SWNT)11 or graphite nanofibers (GNF).12 These experimental constraints have probably contributed to the important discrepancies in the experimental estimate of the hydrogen adsorption in nanocarbon materials, a subject that stays still somewhat controversial.4,13,14 The aim of this article is to present a new experimental determination of the hydrogen adsorption in carbonaceous porous materials made of carbon SWNT at room temperature up to high pressures. The samples have a purity, defined by the ratio of the mass of the SWNT present in the sample to the total sample mass equal to about 50%, similar to that commonly obtained by arc method synthesis.15 To make this determination as significant as possible, with this degree of purity, the considered samples of SWNT have been carefully characterized by various investigation methods. A critical discussion of our results is done by comparing them to those that we have also obtained for activated carbons and those computed, in the literature, by Monte Carlo simulations for idealized models of SWNT materials.16 In conclusion, the agreement of the present adsorption measurements with previously published data is assessed.   Top of PageAbstract1. Introduction2. Experimental Procedures and Characterizations3. Results and Discussion4. Conclusions2. Experimental Procedures and Characterizations In the present experiments, we have measured the adsorption and storage efficiency of hydrogen in two types of porous materials:  SWNT samples and activated carbons at room temperature and pressures up to 10 MPa. Purified and nonpurified SWNT materials have been investigated and activated carbons studied mainly with the aim of performing a comparison of their adsorption properties with those of SWNT porous materials. Various characterizationstransmission electronic microscopy (TEM), the Brunauer, Emmett, and Teller (BET) method,17 Raman spectra, and high-temperature helium density measurementshave been realized in order to interpret correctly the experimental results.  The porous materials made of SWNTs, considered in this work, were synthesized by the arc discharge method described by Journet et al.18 Purified and nonpurified materials are defined according to the contribution of the SWNT mass to the total sample mass. The purification of the raw sample was made following the method developed by Holzinger et al.15 The method consists first of performing size exclusion column chromatography, using potassium polyacrylate as the stationary phase, and vacuum-filtration. In a second step, the carbon atoms of nanotube walls are oxidized with nitric acid, leading to the formation of carboxylic groups at defect sites. These groups constitute an adequate basis for further chemical functionalization, for instance, leading to the formation of amides.15 The results19-22 of this acidic treatment are the elimination of all catalyst particles that have not been removed by filtration and are not covered with a graphitic layer and, also, the partial alteration of nanotube walls due to the functionalization of carbon atoms. In a final step, the functional groups are eliminated under vacuum by a thermal treatment at 1000 °C, allowing a possible opening of the closed SWNT.  One of the main characteristics of nanotube adsorbents and activated carbons is their specific surface area, defined as the area of the pore walls per gram of material, where gas molecules can be adsorbed; this area can be estimated by the BET  procedure.16 An other important characteristic is the volume occupied by the atoms of these carbonaceous porous solids, the value of which is needed for a correct and complete estimate of the excess amount of adsorbed gas or fluid. The measurement of this volume can be realized by a procedure, the so-called helium displacement method.23 The determination of the amount of adsorbed hydrogen in the samples of SWNT and active carbons was made by a method described by Vidal et al.24  In the Raman spectroscopy, the relative intensity of the peak at 1350 cm-1 (D line) gives information on the presence and the size of graphite crystallites.25 TEM studies were performed with a JEOL-JEM-1200EX 120 kV apparatus by depositing a small amount of nanotube sample on a copper grid. These Raman and TEM analyses were performed in order to check the presence of SWNT and to observe the presence of impurities in the sample before and after the acid treatment associated with the purification process.  The specific surface area of nanotubes and activated carbons is measured with a Coulter SA3100 apparatus, operating on the basis of the BET16 method, and is usually expressed in surface per gram of material (specific surface). The BET method also gives an estimate of the total volume of the pores, expressed in milliliters per gram of porous material. Micropore volumes have been calculated from the application of the Dubinin−Radushkevich equation to adsorption measurements.26   Top of PageAbstract1. Introduction2. Experimental Procedures and Characterizations3. Results and Discussion4. Conclusions3. Results and Discussion For the raw or nonpurified sample, the supplier estimates the purity (expressed as the percentage of the SWNT mass with respect to the total sample mass) to be about 40%, with a large uncertainty of 10−15%. The purity of the purified sample is given equal to 60%, corresponding to the usual state of purity of nanotube samples with a mass on the order of 0.5 g. The Raman spectra and TEM images, as discussed below, are in agreement with these estimates. They show that the samples are made of nanotube bundles associated with impurities, which for the purified samples are mainly amorphous carbon particles or graphitic catalyst particles remaining after the filtration and chemical treatment.  The Raman spectra of the purified and nonpurified nanotube samples are shown in Figure 1. The analysis of the spectrum measured by Raman experiments distinguishes three frequency regions. In the high-frequency region, between 1500 and 1600 cm-1, are localized the peaks considered as a signature of the existence of single-walled tubes in a sample, in particular the Raman peak, centered at ∼1580 cm-1, which is assigned to the E2g stretching mode in graphite (G-band). The low-frequency region, between 70 and 280 cm-1, corresponds to the radial breathing modes (RBM) of nanotubes, which characterize their diameter distribution. The comparison between the two spectra shows the existence of RBM peaks and two peaks located at 1583 and 2600 cm-1 in the two samples and the appearance of a peak at 1350 cm-1 in the purified one. This latter peak (D-band) is induced by disorder or crystallographic defects located in the nanotube walls and ends.27-29 The Raman peak near 2600 cm-1 (G‘-band) is assigned to the overtone of the D-band.30 The peak associated with the stretching modes visible at 1583 cm-1 establishes clearly the existence of SWNT in the two samples. The peak at 192 cm-1, in the low-frequency region, is inversely proportional to the diameter of SWNTs. From the frequency ω of the RBM peak, the diameter D of SWNTs present in our samples is computed by using the equation ω = 223.75/D given in ref 31; it is equal to 1.16 nm. This result is consistent with the diameter observed by TEM images. In addition the RBM peak, seen in the two spectra, indicates that the diameter distribution did not markedly change during the purification.   Figure 1 Raman spectra with Ar ion laser (wavelength 5145 Å) in the region from 0 to 3000 cm-1 for the purified nanotube sample (solid line) and the nonpurified nanotube sample (thick line). The narrow lines at about 1580 cm-1 are an indication of the presence of the SWNTs.   A TEM image of the SWNT material after the acid treatment is presented in Figure 2a. Following the discussion made in ref 32, the sample seems constituted in large proportion of nanotubes with catalyst and amorphous carbon particles. These metal particles, as small as 10−50 nm, are probably catalyst pieces linked to the tube production process. The visible, big particles are possibly amorphous carbon aggregates. Most of the nanotubes are supposedly generally closed at their ends, aligned, and packed together to form bundles after the synthesis process. Figure 2b displays a TEM image of such a bundled array of SWNTs. The image shows a cross-sectional view of a nanotube bundle where a triangular packing of the tubes can be observed. An enlargement of this triangular array of SWNTs is also provided. The bundles have diameters between 8 and 80 nm and contain about 30 SWNTs with a radius of 0.5 to 0.75 nm.   Figure 2 (a) TEM image of purified nanotubes. (b) TEM image of a bundled array of SWNTs displaying a cross-sectional view of the bundle having a diameter of about 100 Å. The trigonal packing of the tubes is well apparent in this enlargement.   The BET measurement of the specific surface has been performed on the nonpurified and purified nanotube samples and two commercial activated carbons (CA1 and CA2). The results of these measurements are given in Table 1. The measured specific surface area of the CA1 and CA2 activated carbons is equal to 1080 and 1740 m2/g, respectively. A specific surface of 347 m2/g has been obtained for the nonpurified SWNT sample, which includes a contribution of the nanotube bundles and amorphous carbon impurities. After purification treatments and annealing at 1000 °C, the specific surface area of the SWNT sample decreases to 195 m2/g. These low specific surface areas obtained for nanotubes are similar to those currently published.32 The theoretical maximum possible specific surface for carbonaceous porous materials is ∼2600 m2/g. This value would be that found for a porous material made of well-separated basal graphite planes where the gas adsorption can take place on the two sides of the planes. This value should be also that obtained for adequately arranged opened SWNTs with a diameter of ∼1 nm since the walls of SWNTs are made by a unique rolled basal graphite plane. Obviously if the nanotubes have closed ends, their specific area will be at the most half of the maximal value of 2600 m2/g. When the SWNTs form bundles, as it is seen in our TEM images, the gas adsorption is partly precluded by the packing of the tubes since inside the bundles the tube walls are only distant by ∼0.35 nm. In this case, the adsorption is possible mainly on the external part of the nanotube surfaces located at the periphery of the bundles.  For instance it is possible to calculate that an almost cylindric bundle of 30 parallel SWNT nanotubes of internal diameter equal to 1.3 nm packed following a triangular array has an external geometrical surface, accessible to adsorption of ∼250 m2/g. Thus, if in the BET measurement N2 molecules are adsorbed only on the external surfaces of bundles due to their size, which preclude them from filling the SWNT or/and the closed ends and packing of SWNT, these facts can explain, to a large extent, the low values of measured BET specific surfaces for SWNT samples. The pore volume of materials obtained by the BET analysis is given in Table 1. The pore volume of nanotube samples decreases after the purification process from 0.3912 mL/g to 0.3125 mL/g. This decrease can be explained, as that of the BET specific area, by the fact that the purified sample is made essentially of nanotube bundles and aggregates of amorphous carbon. A part of these aggregates can result from the acid treatment, since we have observed, on the Raman spectra, an increase of the defect line intensity at 1342 cm-1 after purification. The pore volume values concern the interbundle space. TEM images of nanotubes (Figure 2a,b) show that in a definite small volume there are a few nanotube bundles separated by important distances. The nanotube samples have pore volumes comparable to that of CA1. The activated carbon CA2 has a pore volume more important (1.01 mL/g) than that of CA1 (0.47 mL/g) probably due to a structure associated with its large specific surface area.    Table 1:  Materials, BET Specific Surface Area Estimated from Nitrogen Adsorption at 77 K, Total Pore Volume, Hydrogen Adsorption Capacity at 5 MPa and 293 K, and Hydrogen Storage Capacity at 5 MPa and 293 Ka  adsorbentSBET (m2 g-1)total pore volume (mL/g)adsorption (wt %)storage (mwt %) purified nanotubes 195 0.31 0.213 4.54 raw nanotubes 347 0.39 0.2 1.53 CA1 1080 0.47 0.315 0.65 CA2 1740 1.01 0.49 1.59  a The volume of the experimental cell is 3 cm3.    We have completed the Raman, TEM, and BET characterizations of the studied samples by the measurement of the volume occupied by the atoms of the adsorbent materials made by the helium displacement method. As it is explained in ref 23, this volume can be transformed to a density ds (g/cm3), the so-called skeleton density characteristic of the material. The measured values for the SWNT samples, CA1 and CA2, are equal to ∼1.9 g/cm3. The hydrogen adsorption isotherms for the SWNT samples and active carbons are given in Figure 3. They are reported in terms of the storage efficiency expressed in weight percent of the adsorbent mass. The storage efficiency must be carefully defined in order to make a correct interpretation of adsorption measurements. At a given pressure P and temperature T, the bulk density dhallows calculating the amount of hydrogen, stored by pure compression in the accessible volume. This free volume is the difference between the cell volume Vc and the volume Vs occupied by the atoms of the adsorbent, equal to Vs = ma/ds (ma is the adsorbent mass). If mh is the hydrogen mass in the experimental cell, the difference mh − dh(Vc − Vs) defines the excess adsorption, and it corresponds to the part of the hydrogen present in the experimental cell explicitly due to the gas−adsorbent interactions. It is expressed in weight percent (wt %) of adsorbent mass, wt % = 100(mh − dh(Vc − Vs))/ma. From the previous definition of wt % we can make a significant comparison of the excess adsorption isotherms given in Figure 3 and excess adsorption values mentioned in Table 1 for the  pressure of 5.0 MPa. In the considered pressure range, the ratio between the values of wt % measured for CA2 and CA1 is equal to ∼1.6. The excess adsorptions of purified and raw nanotube samples are almost equal despite a BET specific surface ratio equal to ∼1.7. In addition, the ratio between the measured wt % for nonpurified and purified nanotube samples and CA1 is equal to ∼1.4. We remark that these adsorption results are not in agreement with BET measurements of specific surfaces which are not easy to interpret for the nanotube samples. Clearly, in these samples there are different types of adsorbing surfaces corresponding to those of isolated nanotubes, packed nanotube bundles, amorphous carbon aggregates, or catalyst impurities.33 It is difficult to use BET specific surfaces to make quantitative estimates of the adsorbing properties of nanotube samples able to explain the ratios of wt %, equal to ∼1.4, obtained between CA1 and raw or purified samples. Because a detailed description of the different nanotube arrangements present in experimental samples is still not available, a complete discussion of the adsorption properties of these samples is not possible. However, it is useful to compare the present experimental data with the theoretical estimates of the adsorption capacity determined for different models of porous nanotube materials. Since these models correspond to nanotube arrangements devised in order to obtain different adsorption capacities, the comparison could help to identify the typical nanotube arrangement that has the adsorption properties near those measured experimentally.   Figure 3 Hydrogen adsorption isotherms on CA1 (triangle) and CA2 (square) activated carbons, purified (diamond) and raw nanotube (circle) samples at 293 K. Lines are linear or quadratic fits of experimental data.   Models of SWNT porous materials proposed in the literature are constituted by nanotubes obtained by rolling up a basal plane of graphite. Generally in the models, the nanotubes have equal diameters D, are parallel, and form a two-dimensional triangular lattice where the minimal distance between the nanotube walls is equal to d. When the gas adsorption is possible on both the internal and external surfaces of the nanotubes, the nanotubes are considered opened, and when the adsorption is possible only on the external surface, the nanotubes are considered closed. The calculation of the gas adsorption in these models is made by Monte Carlo (MC) simulations34-37 or density functional theory.38,39 It is certainly reliable since the interaction between hydrogen and carbon atoms is known.40-42 The theoretical excess adsorption of triangular lattices of opened or closed nanotubes of diameter D = 1.33 nm separated by a distance d = 0.6 or 0.34 nm has been determined by MC simulation in ref 43. In this work, two estimates of the hydrogen storage efficiency were computed, in particular that given by the quantity mwt % (mwt % = 100 mh/ma). To make the simulation−experiment comparison as meaningful as possible, we have determined the values of wt % corresponding to those of mwt %. A priori, the difference between mwt % and wt % is not negligible since they differ by the amount of hydrogen present by compression in the nanotube array. To compute the values of wt %, the skeleton densities of nanotube arrays must be estimated. The determination is made, similarly to the experimental procedure used in the helium displacement method, in calculating at 0.1 MPa and 650 K by MC simulation the number of helium atoms Nhe present in the nanotube arrays filling the simulation cells. The calculated values of the skeleton density ds are respectively equal to 1.76 and 1.34 g/cm3 for the arrays of opened and closed nanotubes when d is equal to 0.6 nm and 1.83 and 1.30 g/cm3 when d is equal to 0.34 nm. For the closed nanotube arrays, the values of ds are smaller since the internal space of the tubes is inaccessible to helium atoms; the values of Nhe must decrease. The values obtained for the opened nanotube arrays, 1.76 and 1.83 g/cm3, are similar to the experimental estimates, ∼1.9 g/cm3 . At 5 MPa and 293 K, for the opened and closed nanotube arrays with d = 0.6 nm, the values of mwt % reported in Table 1 and Table 2 of ref 42 (noticed wt % in these tables) are equal to 0.6 and 0.34, and with d = 0.34 nm, they are equal to 0.3 and 0.02. Using the calculated skeleton densities ds, the corresponding values of wt % are 0.42 and 0.23 (d = 0.6 nm) and 0.21 and 0.01 (d = 0.34 nm). This comparison, made for the adsorbent models, between mwt % and wt % shows that the storage efficiency wt % is smaller than that estimated by mwt % but has the same order of magnitude. The interpolations of the results given in Figure 3 allow the determination of the experimental values of wt % at 5 MPa and 293 K, which are equal to 0.31 and 0.49 for CA1 and CA2 and 0.21 and 0.20 for the purified and raw nanotube samples. Similar values of surface excess adsorption of hydrogen gas (∼0.1 wt %) under the same thermodynamic conditions have been reported for single-walled carbon nanohorns and activated carbon fibers.44 The corresponding values of mwt %, given in Table 1, 0.65, 1.59, 4.54, and 1.53, are much larger, in particular that for the purified nanotube sample. The comparison of the experimental and theoretical values of wt % shows that the models of opened nanotube arrays have a storage efficiency comparable to that measured for CA1, CA2, and the nanotube samples. In the case of the closed nanotube arrays, the theoretical values of wt % are similar to the experimental ones only for d = 0.6 nm. The qualitative agreement between the storage efficiency wt % measured on activated carbons and that calculated by simulation for opened or closed nanotube arrays is satisfactory and expected because in both cases the adsorption results from the interaction of hydrogen molecules with surfaces made by graphite basal planes. The quantitative differences are reasonably attributed to the structural difference between models and real materials. For the nanotube samples the compatibility between theory and experiment can be obtained only if the nanotubes are opened or if the interdistance is about ∼0.5−0.6 nm.    Table 2:  Hydrogen Storage Capacity of Carbon Materials Reported by Different Authors  authors (year)materialsstorage (mwt %)thermodynamic conditions T (K); P(MPa), Liu et al. (1999) SWNT 4.2 300; 12 Dillon et al. (1999) opened SWNT 6.5 293; 5 Hircher et al. (2001) purified SWNT 1.5 300; 0.08 Dillon et al. (1997) SWNT 5−10 300; 0.04    Top of PageAbstract1. Introduction2. Experimental Procedures and Characterizations3. Results and Discussion4. Conclusions4. Conclusions Experimental measurements of hydrogen adsorption in nanotube materials, realized at 293 K and various pressures, have been published in the literature. In these works, the adsorption capacity of studied samples is generally estimated by using the quantity mwt %, i.e., in our notation, the ratio of hydrogen and adsorbent masses present in the experimental cell multiplied by 100. In the discussion of our experimental data, we have mentioned the overestimation of the adsorption capacity made in using mwt %. Taking into account the previous remarks, we compare our results with the adsorption capacities, given in Table 2, measured by different authors for SWNT samples. In ref 45, Liu et al. have determined at 298 K the hydrogen adsorption capacity of SWNT samples, which they estimate by using mwt % equal to 3−4. Admitting hydrogen in the container at an initial pressure P of ∼10−12 MPa, the adsorption measurement is realized by monitoring the change on the pressure. When the pressure is stable, the final pressure change ΔP is transformed in hydrogen mass adsorbed in the samples.  For the studied sample in ref 45 corresponding to ΔP = 0.56 MPa, the volume of the apparatus being ∼45 mL, the adsorption capacity expressed in mwt % is ∼4.0. The mwt % values obtained in ref 40 are similar to what we have found at 10 MPa for the purified SWNT sample, mwt % = 8, and, for the raw SWNT sample, mwt % = 3−4. The previous discussion has established that these values of mwt % do not truly correspond to large storage efficiency measured in wt %. However, it seems impossible to compute the value of wt % corresponding to the experiments of ref 45 since the volume of the sample cell is not mentioned and the skeleton densities of the samples are unknown. Dillon et al.32 and Hircher et al.28 have measured the hydrogen adsorption capacity of SWNT samples (given in Table 2) which have the same order of magnitude as that which we have obtained in our experiments by using mwt %, but a complete comparison is not possible since a detailed description of the experimental apparatus is not given in these articles. The present analysis of the adsorption capacity of activated carbon and SWNT samples has been made with the main aim of giving a realistic estimate of the storage efficiency of hydrogen in these adsorbents. In the presence of an adsorbent in a container obviously reducing the volume available to store hydrogen, the considered estimate wt % allows to determine when the excess adsorption resulting from hydrogen−adsorbent interaction is able to compensate for this loss. A detailed discussion of the storage efficiency of SWNT adsorbent models has been made in ref 43 at the temperatures of 293, 150, and 77 K. The agreement obtained between experiment and simulation results for activated carbon and SWNT materials allows considering that the conclusions obtained in ref 43 are qualitatively valid.  The storage efficiency of hydrogen could be certainly increased in synthesizing nanotube arrangements optimized to favor adsorption. The synthesis by the CVD method seems to open such a possibility. New forms of nanotubes, so-called nanohorns,46,47 are also a step in the search for more efficient nanocarbonaceous adsorbents. In addition, it has been proposed to incorporate in the nanotubes alkalis or metallic impurities for reinforcing the adsorption capacity of nanotube materials. These improvements on synthesis and design should motivate new research works with the perspective to reach important storage efficiency not only in nanocarbon adsorbents but also in organometallic structures at ambient temperature.    Top of PageAbstract1. Introduction2. Experimental Procedures and Characterizations3. Results and Discussion4. ConclusionsAcknowledgment The authors thank Dr. J. B. Baï, Dr. C. Colbeau-Justin, and Prof. P. Marteau for carrying out the TEM micrographs, BET measurements, and Raman experiments, respectively.        This article references 47 other publications. (1) Yang, R. T.   Carbon 2000, 38, 623.[Crossref], [CAS](1) . Hydrogen storage by alkali-doped carbon nanotubes - revisitedYang, Ralph T.Carbon\r\n        (2000),\r\n    38\r\n        (4),\r\n    623-626CODEN:\r\n                CRBNAH;\r\n        ", "title": "Adsorption Properties and Structural Characterization of Activated Carbons and Nanocarbons", "authors": ["S. Beyaz Kayiran", "F. Darkrim Lamari", "D. Levesque"], "doi": ["10.1021/jp048169c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048169c/production/images/small/jp048169cf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048169c/production/images/small/jp048169cf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048169c/production/images/small/jp048169cf00003.gif\">"]}