{"abstract": "Isostructural lanthanide phosphonates Ln(OPCH−NCH−COO)(HO)·HO [Ln = Eu(), Gd(), Tb(), Dy()] are reported, where inorganic double chains made up of {LnO} dimers and {POC} linkages are connected through organic moieties of 4-cpmp to form a three-dimensional open framework containing parallelogram-like channels.On the basis of (4-carboxypiperidyl)--methylenephosphonic acid (4-cpmpH), four isostructural lanthanide phosphonates Ln(OPCH−NCH−COO)(HO)·HO [Ln = Eu(), Gd(), Tb(), Dy()] have been synthesized. All exhibit three-dimensional open framework structures, in which inorganic double chains made up of {LnO} dimers and {POC} linkages are connected through organic moieties of 4-cpmp. Uniform parallelogram-like channels are observed in the [100] direction. Luminescent properties of  and , and the magnetic properties of  are investigated.", "text": "10.1021/cg900475q Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesIntroductionMetal phosphonates with open frameworks or porous structures have received great attention because of their potential applications in adsorption, separation, ion exchange, catalysis, etc.(1-3) On the other hand, lanthanide-based compounds are interesting luminescent materials because they could emit over the entire spectral range: near-infrared (Nd3+, Yb3+), red (Eu3+, Pr3+, Sm3+), green (Er3+, Tb3+), and blue (Tm3+, Ce3+).(4) Consequently, design and syntheses of porous lanthanide phosphonates are attractive in developing new materials with multifunctions.(5-8)To prepare lanthanide phosphonates with open framework or porous structures, one efficient approach is using phosphonate ligands with additional functional groups such as a second phosphonate or carboxylate group. Thus, by using N,N-piperazine(bis-methylenephosphonic acid) [H2O3PCH2−N(C2H4)2NCH2PO3H2, LH4], compounds La2(LH2)2(LH4)Cl2, La2(LH2)2(LH3)Cl,(9) Gd2(LH2)3·3H2O, and Nd2(LH2)3·9H2O(10) were obtained which show open framework structures in which the inorganic chains composed of corner-sharing {LaO7} and {PO3C} polyhedra are linked through organic moieties. Mixed ligated compounds [Ln2(HL′)(H2L)2(H2O)4]·8H2O (Ln = La, Nd; H3L′ = m-sulfophenylphosphonic acid) were also obtained which contain tetranuclear cluster units interconnected by the same phosphonate ligand (H2L2−).(11) Large pore is achieved in [Ln(H2L′′(NO3)(H2O)2]·2H2O·2MeOH where 26,28-dihydroxy-25,27- dimethoxycalix[4]arene-11,23-diphosphonate (L′′4−) are linked by Ln3+ ions.(12)With regard to compounds containing both phosphonate and carboxylate groups, Pr4(H2O)7(O3PCH2−NC5H9−COO)4(H2O)5 provides the first open framework lanthanide carboxyphosphonate, where one-dimensional (1D) inorganic chains made up of corner- and edge-sharing {PrO8} and {PrO9} are linked by (4-carboxypiperidyl)-N-methylenephosphonate.(13) Isostructural lanthanide carboxyphosphonates Ln(HPMIDA)(H2O)2·H2O (Ln = Gd, Tb, Dy, Y, Er, Yb, Lu), based on N-(phosphonomethyl)iminodiacetic anion (H4PMIDA), are reported which exhibit three-dimensional (3D) open framework structures with helical tunnels.(14) The reactions of 1-phosphonomethylproline with lanthanide salts result in chiral porous compounds Ln[(S)-HO3PCH2NHC4H7CO2]3·2H2O (Ln = Tb, Dy, Eu, Gd) built from 1D triple-strand helical chains.(15) A few lanthanide oxalatophosphonates with open framework structures are also described.(6, 16)In this paper, we describe four new isostructural lanthanide carboxyphosphonates Ln(O3PCH2−NC5H9−COO)(H2O)2·xH2O [Ln = Eu(1), Gd(2), Tb(3), Dy(4)]. All exhibit open framework structures containing parallelogram-like channels.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesExperimental SectionMaterials and Methods(4-Carboxypiperidyl)-N-methylenephosphonic acid (4-cpmpH3) was prepared according to the literature method.(17) All other reagents were purchased as reagent grade chemicals and used without further purification. Elemental analyses were performed on a Perkin-Elmer 240C elemental analyzer. The IR spectra were obtained as KBr disks on a VECTOR 22 spectrometer. Magnetic susceptibility data of compound 2 were obtained on microcrystalline sample (8.13 mg), using a Quantum Design MPMS-XL7 SQUID magnetometer. Diamagnetic corrections were made for both the sample holder and the compound estimated from Pascal’s constants.(18)Syntheses of Ln(O3PCH2−NC5H9−COO)(H2O)2·xH2O [Ln3+ = Eu (1), Gd (2), Tb (3), Dy (4)]Compounds 1−4 were synthesized following a similar procedure. In a general synthesis, a mixture of 4-cpmpH3·2H2O (0.10 mmol, 0.0259 g) and Ln(CH3COO)3·4H2O (0.1 mmol) in 8 mL of H2O, adjusted to a certain pH with 2 M HCl (3.96 for 1, 3.46 for 2, 3.54 for 3, and 3.46 for 4), was kept in a Teflon-lined autoclave at 140 °C for 24 h. After slowly being cooled to room temperature, colorless needlelike crystals were collected.For compound 1: Yield: 28.2 mg (66.2%). Anal. found (calcd) for C7H15NO7PEu·2H2O: C, 19.61 (18.91); H, 4.04 (4.28); N, 3.19 (3.15)%. IR (KBr, cm−1): 3582 (b,s), 2951(w), 2922(w), 2852(w), 2811(w), 2756(w), 2669(w), 1655(w), 1624(w), 1543(s), 1448(s), 1384(w), 1361(w), 1336(w), 1305(w), 1290(w), 1267(w), 1239(w), 1218(w), 1152(s), 1119(m), 1073(s), 1052(m), 1031(m), 1009(s), 953(w), 939(w), 878(w), 812(w), 788(w), 767(m), 663(w), 604(m), 574(w), 505(w), 470.55(w), 461(w), 444(w).For compound 2: Yield: 22.1 mg (51.3%). Anal. found (calcd) for C7H15NO7PGd·2H2O: C, 19.39 (18.69); H, 3.80 (4.23); N, 3.17 (3.11)%. IR (KBr, cm−1): 3419 (b,s), 2937(w), 2949(w), 2921(w), 2852(w), 2810(w), 2755(w), 2669(w), 1658(w), 1550(s), 1450(s), 1384(w), 1363(w), 1336(w), 1306(w), 1267(w), 1240(w), 1219(w), 1144(s), 1117(s), 1069(m), 1046(m), 1035(m), 1011(s), 992(m), 955(w), 940(w), 879(w), 813(w), 789(w), 767(w), 716(w), 633(w), 608(w), 561(w), 544(w), 504(w), 460(w), 443(w).For compound 3: Yield 12.2 mg (28.2%). Anal. found (calcd) for C7H15NO7PTb·2H2O: C, 19.31 (18.62); H, 3.98 (4.21); N, 3.13 (3.10)%. IR (KBr, cm−1): 3425 (b,s), 3116(w), 2954(w), 2924(w), 2856(w), 2810(w), 2756(w), 2344(w), 1647(w), 1550(s), 1450(s), 1384(w), 1367(w), 1336(w), 1308(w), 1268(w), 1219(w), 1136(s), 1070(m), 1037(m), 1012(s), 956(w), 941(w), 852(w), 814(w), 768(w), 714(w), 669(w), 644(w), 617(w), 558(w), 504(w), 461(w), 443(w).For compound 4: Yield 19.1 mg (43.7%). Anal. found (calcd) for C7H15NO7PDy·2H2O: C, 19.14 (18.47); H, 3.74 (4.18); N, 3.20 (3.08)%. IR (KBr, cm−1): 3347 (b,s), 2951(w), 2919(w), 2852(w), 2810(w), 2754(w), 2668(w), 2362(w), 2343(w), 1655(w), 1625(w), 1545(s), 1448(s), 1383(w), 1363(w), 1349(w), 1304(w), 1286(w), 1267(w), 1239(w), 1213(w), 1154(s), 1119(m), 1069(s), 1052(m), 1037(m), 1012(s), 997(m), 954(w), 939(w), 927(w), 814(w), 789(w), 766(m), 662(w), 606(m), 566(w), 504(m), 472(w), 460(w), 443(w).X-ray Crystallographic AnalysesSingle crystals of dimensions 0.07 × 0.05 × 0.04 mm3 for 1, 0.08 × 0.06 × 0.05 mm3 for 2, 0.08 × 0.07 × 0.05 mm3 for 3, 0.08 × 0.06 × 0.04 mm3 for 4 were used for structural determinations on a Bruker SMART APEX CCD diffractometer using graphite-monochromatized Mo Kα radiation (λ = 0.71073 Å) at room temperature. A hemisphere of data were collected in the θ range 1.81−25.99° for 1, 1.81−26.00° for 2, 1.82−25.50o for 3, and 1.82−25.00° for 4 using a narrow-frame method with scan widths of 0.30° in ω and an exposure time of 10 s/frame. Numbers of observed and unique reflections are 8187 and 3013 (Rint = 0.0422) for 1, 8003 and 2964 (Rint = 0.0292) for 2, 7704 and 2822 (Rint = 0.0232) for 3, 7456 and 2663 (Rint = 0.0414) for 4, respectively. The data were integrated using the Siemens SAINT program,(19) with the intensities corrected for Lorentz factor, polarization, air absorption, and absorption due to variation in the path length through the detector faceplate. Multiscan absorption corrections were applied. The structures were solved by direct methods and refined on F2 by full matrix least-squares using SHELXTL.(20) All the non-hydrogen atoms were located from the Fourier maps and were refined anisotropically. All H atoms were refined isotropically, with the isotropic vibration parameters related to the non-H atom to which they are bonded. For compounds 1−4, crystallographic and refinement details are listed in Table 1, and selected bond lengths and angles are given in Table 2.Table 1. Crystallographic Data and Refinement Parameters for 1−4compound1234empirical formulaC7H17NO8PEuC7H17NO8PGdC7H17NO8PTbC7H17NO8PDyfw426.15431.44433.11436.69crystal systemmonoclinicmonoclinicmonoclinicmonoclinicspace groupP21/cP21/cP21/cP21/ca (Å)5.5520(5)5.515(2)5.5294(7)5.5286(12)b (Å)13.3686(14)13.393(3)13.3523(17)13.314(2)c (Å)20.797(2)20.8105(14)20.642(3)20.599(2)β (°)95.577(3)95.382(3)95.378(3)95.244(3)V (Å3)1536.3(3)1530.4(7)1517.3(3)1509.9(4)Z4444ρcalcd (g·cm−3)1.8421.8731.8961.921F(000)832836840844goodness-of-fit on F21.0341.0181.0771.080R1, wR2 [I > 2σ(I)]a0.0519, 0.12320.0433, 0.08470.0412, 0.11150.0587, 0.1730R1, wR2 (All data)a0.0717, 0.12910.0639, 0.08900.0496, 0.11520.0749, 0.1804(Δρ)max, (Δρ)min(e Å−3)1.146, −2.7181.052, −2.3232.392, −1.8401.883, −2.870aR1 = Σ||Fo| − |Fc||/Σ|Fo|. wR2 = [Σw(Fo2 − Fc2)2/Σw(Fo2)2]1/2.Table 2. Selected Bond Lengths [Å] and Angles [o] for 1−4a 1234Ln1−O12.407(6)2.404(4)2.398(5)2.399(8)Ln1−O22.534(5)2.536(4)2.526(4)2.520(7)Ln1−O1W2.41(11)2.39(9)2.39(9)2.38(15)Ln1−O2W2.37(12)2.36(9)2.36(10)2.36(16)Ln1−O3B2.280(5)2.273(4)2.267(4)2.262(7)Ln1−O2C2.283(5)2.274(4)2.278(4)2.275(7)Ln1−O4D2.476(6)2.479(4)2.462(5)2.458(8)Ln1−O5D2.482(5)2.484(4)2.476(4)2.474(7)O1−P11.540(5)1.534(4)1.536(4)1.531(7)O2−P11.562(5)1.558(4)1.557(4)1.557(8)O3−P11.513(5)1.520(4)1.509(4)1.507(7)C7−O41.257(10)1.258(8)1.252(8)1.250(13)C7−O51.243(9)1.233(8)1.233(8)1.230(13)     O1−Ln1−O259.40(17)59.34(13)59.48(14)59.5(2)O1−Ln1−O1W79(3)79(2)80(2)80(3)O2W−Ln1−O174(3)75(2)74(2)74(4)O1W−Ln1−O277(3)77(2)77(2)77(4)O2W−Ln1−O2134(3)134(2)134(2)134(4)O2W−Ln1−O1W95(4)95(3)95(3)95(5)O2C−Ln1−O1125.79(18)125.56(15)125.82(15)125.9(3)O3B−Ln1−O185.72(18)86.32(14)85.54(15)85.4(3)O1−Ln1−O4D146.08(19)146.21(15)146.10(16)146.1(3)O1−Ln1−O5D138.96(19)139.03(14)138.96(15)139.1(3)O2C−Ln1−O266.5(2)66.37(17)66.44(17)66.6(3)O3B−Ln1−O285.55(18)85.28(15)85.21(15)85.2(3)O4D−Ln1−O2141.72(18)141.54(15)141.64(15)141.6(2)O5D−Ln1−O2137.96(18)138.46(15)138.08(14)138.1(2)O2C−Ln1−O1W86(3)86(2)86(2)86(4)O3B−Ln1−O1W161(3)161(2)161(2)161(3)O1W−Ln1−O4D125(2)125(2)125(2)125(3)O1W−Ln1−O5D73(2)73(2)73(2)73(3)O2C−Ln1−O2W159(3)159(2)160(2)159(4)O3B−Ln1−O2W92(3)93(2)92(2)92(4)O2W−Ln1−O4D80(3)80(2)80(2)80(4)O2W−Ln1−O5D78(3)78(2)78(2)78(4)O3B−Ln1−O2C93.6(2)93.33(16)93.46(16)93.5(3)O3B−Ln1−O4D73.54(18)73.23(15)73.84(15)73.9(2)O2C−Ln1−O5D82.4(2)82.50(16)82.49(17)82.3(3)O2C−Ln1−O4D82.9(2)83.12(16)82.84(16)82.7(3)O3B−Ln1−O5D125.52(17)124.91(15)125.68(14)125.7(2)O4D−Ln1−O5D52.00(18)51.70(15)51.87(14)51.8(2)P1−O1−Ln1101.0(3)101.0(2)100.9(2)100.9(4)P1−O2−Ln195.2(3)94.9(2)95.1(2)95.2(3)P1−O2−Ln1C151.0(3)151.0(3)151.1(3)151.1(5)P1−O3−Ln1B141.3(3)140.4(2)141.3(2)141.3(4)C7−O4−Ln1A93.4(5)93.5(4)93.7(4)93.8(6)C7−O5−Ln1A93.5(5)94.0(4)93.5(4)93.6(6)Ln1C−O2−Ln1113.5(2)113.63(17)113.56(17)113.4(3)aSymmetry codes: A: x + 1, −y + 1/2, z + 1/2; B: −x + 1, −y, −z; C: −x, −y, −z; D: x − 1, −y + 1/2, z − 1/2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesResults and DiscussionSynthesesCompounds 1−4 were prepared through hydrothermal reactions of 4-cpmpH3 and equal molar corresponding lanthanide acetates at 140 °C for 24 h. It is found that the pH values play a key role in the formation of four compounds. The pH value above 4.0 results in flocculent mixture, whereas the pH value below 3 leads to a lower yield, and even clear solution. Compounds with good crystal quality and high yields are obtained in the pH values between 3.5 and 4.0.Crystal structuresCompounds 1−4 are isostructural and crystallize in monoclinic space group P21/c. As shown in Figure 1, the building unit of 1 contains one Eu atom, one 4-cpmp3− ligand, two coordination and one lattice water molecules. Each Eu is eight-coordinated by four phosphonate oxygens (O1, O2, O2C, and O3B) from three equivalent 4-cpmp3− ligands, two carboxylate oxygens (O4D and O5D) from the fourth equivalent 4-cpmp3− ligand and two water oxygens (O1W and O2W). The Eu−O bond lengths and the O−Eu−O bond angles are in the normal range of 2.280(5)−2.534(5) Å and 52.00(18)−161(3)°, respectively.Figure 1. Building unit of structure 1 with atomic labeling scheme (50% probability). All H atoms are omitted for clarity.Each 4-cpmp3− serves as a pentadentate ligand, binding four Eu atoms through three phosphonate oxygens (O1, O2, O3) and two carboxylate oxygens (O4, O5) (Scheme 1a). The phosphonate oxygen O2 bridges two equivalent Eu atoms, forming a dimer of {Eu2O14} with the Eu1C−O2−Eu1 bond angle of 113.5(2)o. The dimers are connected by {PO3C} tetrahedra through corner- or edge-sharing, resulting in a 1D double chain running along the a-axis (Figure 2). Within the chain, the Eu···Eu distances over μ3-O2, O1−P1−O3, and O2−P1−O3 bridges are 4.031, 5.485, and 5.552 Å, respectively. The chain is further linked to its four equivalent neighbors through the coordination of the phosphonate and carboxylate oxygens to the Eu atoms, leading to a 3D open framework containing uniform large parallelogram-like channels with the size of 15.978 × 9.777 Å (van der Waals radii not accounted) (Figure 3). The lattice water molecules fill in these channels and are involved in hydrogen bonding networks formed among phosphonate oxygens (O3, O4) and lattice waters (O3W, O4W, O5W). The three shortest contacts are 2.779 Å for O3W···O4a, 3.029 Å for O4W···O5Wb, and 3.034 Å for O4W···O3Wc (symmetry codes: a: x − 1, −y + 1/2, z + 1/2; b: −x, −y + 1, −z + 1; c: x, −y + 1/2, z − 1/2).Scheme 1Figure 2. One inorganic chain in structure 1.Figure 3. (a) Structure 1 packed along the a-axis. The lattice water molecules are omitted for clarity. (b) The channel in structure 1.The structures of 2−4 are analogous to 1 except that the Eu atom in 1 is replaced by Gd in 2, Tb in 3, and Dy in 4. The crystal cell volume decreases in the decreasing sequence of ionic radii with Eu > Gd > Tb > Dy. The Ln−O distances and O−Ln−O bond angles are 2.273(4)−2.536(4) Å and 51.70(15)−161(2)o for 2, 2.267(4)−2.526(4) Å and 51.87(14)−161(2)o for 3, and 2.262(7)−2.520(7) Å and 51.8(2)−161(3)o for 4, respectively. The sizes of the channels are 15.978 × 9.792 Å in 2, 15.920 × 9.734 Å in 3, and 15.879 × 9.733 Å in 4.The open-framework structures of 1−4 are different from that of Pr4(H2O)7(O3PCH2−NC5H9−COO)4(H2O)5. In the latter case, chains of edge-sharing {PrO8} and {PrO9} polyhedra are observed, which are interconnected via organic acids to create an open framework structure. While in 1−4, the inorganic chain is built from dimers of edge-sharing {LnO8} connected by {PO3C} linkages. Further, each chain is linked by its four equivalents via eight 4-cpmp3− ligands in Pr4(H2O)7(O3PCH2−NC5H9−COO)4(H2O)5, instead of four 4-cpmp3− in 1−4. Finally, the coordination modes of 4-cpmp3− in 1−4 (Scheme 1a) are also different from those in Pr4(H2O)7(O3PCH2−NC5H9−COO)4(H2O)5 (Scheme 1b−d). It is worth noting that a few transition metal phosphonates based on 4-cpmp3− were also reported, including Mn(O3PCH2−NHC5H9−COO),(17) Zn(O3PCH2−NHC5H9−COO), and Co3(O3PCH2−NHC5H9−COO)2(O3PCH2−NC5H10)(H2O).(21) Their structures, however, are all pillared layered, and the 4-cpmpH2− ligand adopts two other coordination modes (Scheme 1e,f).Thermal AnalysisIn order to explore the thermal stability of these materials, the TG curves of 1−4 were measured. The first step decomposition appears in the temperature range 50−235 °C, with a weight loss of about 17.1% for 1, 15.6% for 2, 16.7% for 3, and 15.0% for 4. These values are in agreement with the theoretical values expected for the release of two coordinated and two lattice water molecules (16.2% for 1, 16.0% for 2, 16.0% for 3, 15.8% for 4). A plateau appears in the range 235−348 °C in all four cases, above which a rapid weight loss occurs, corresponding to the decomposition of the organic ligands and the collapse of the structure. In order to determine whether the framework is maintained after dehydration, compounds 1−4 were heated at 110 °C for 2 h. The X-ray diffraction (XRD) measurements reveal that the dehydrated samples become amorphous.Luminescent and Magnetic PropertiesThe solid-state luminescent properties of compounds 1 and 3 were investigated at room temperature under excitation at 395 nm for 1, and 376 nm for 3, respectively. As shown in Figure 4, compound 1 emits strong red luminescence characteristic for the f−f transitions of Eu3+ ion. The emission bands at 592, 616, 698 and 650 nm are attributed to 5D0 → 7FJ (J = 1−4) transitions. Compound 3 shows four emission bands at 489 nm (5D4 → 7F6), 545 nm (5D4 → 7F5), 583 nm, 590 nm (5D4 → 7F4), and 622 nm (5D4 → 7F3). The most intensive one is 5D4 → 7F5, in accordance with the typical Tb3+ ion emission spectrum.(22) The observed luminescent lifetimes are τ1 = 0.84 μs (43.21%), τ2 = 3.04 μs (20.31%), and τ3 = 18.76 μs (36.48%) for 1, and τ1 = 1.12 μs (61.35%), τ2 = 11.95 μs (38.65%) for 3.Figure 4. Room temperature emission spectra of 1 (left) and 3 (right).The magnetic behavior of 2 is given in Figure 5 in the forms of χM and χM−1 vs T plots. At 300 K, the effective magnetic moment per Gd (7.81 μB) agrees well with the spin only value of 7.94 μB for S = 7/2. The magnetic behavior follows the Curie−Weiss law in the whole temperature range, leading to a Curie constant of 7.67 cm3·K·mol−1 and a very small Weiss constant θ = −0.054 Κ which suggests that compound 2 is paramagnetic.Figure 5. The χM and χM−1 vs T plot for 2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesAcknowledgmentThis work is supported by the National Basic Research Program of China (2007CB925102), the NSFC (No. 20631030) and the NSFC for the Creative Research Group (No. 20721002). Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesSupporting InformationThis material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesReferencesThis article references 22 other publications.1. (a) Clearfield, A. Dalton Trans. 2008,  6089[Crossref], [PubMed], [CAS]1. Unconventional metal organic frameworks: porous cross-linked phosphonatesClearfield, AbrahamDalton Transactions\r\n        (2008),\r\n    \r\n        (44),\r\n    6089-6102CODEN:\r\n                DTARAF;\r\n        ", "title": "Lanthanide Carboxyphosphonates Ln(OPCH−NCH−COO)(HO)·HO with Open Framework Structures Containing Parallelogram-like Channels", "authors": ["Deng-Ke Cao", "Shou-Zeng Hou", "Yi-Zhi Li", "Li-Min Zheng"], "doi": ["10.1021/cg900475q"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900475q/production/images/small/cg-2009-00475q_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900475q/production/images/small/cg-2009-00475q_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900475q/production/images/small/cg-2009-00475q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900475q/production/images/small/cg-2009-00475q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900475q/production/images/small/cg-2009-00475q_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900475q/production/images/small/cg-2009-00475q_0001.gif\">"]}