{"abstract": "A strategy for the designed synthesis of heterobimetallic microporous coordination polymers (MCPs) is reported by utilizing the inherent preference of certain metals for octahedral versus tetrahedral coordination environments. The selective replacement of only octahedrally coordinated metals within homometallic MCPs with both octahedral and tetrahedral coordination environments is achieved. This strategy was successfully applied in the preparation of six mixed-metal MCPs with compositions of either Co/Zn or Ni/Zn.The designed synthesis of heterobimetallic microporous coordination polymers (MCPs) is reported by a strategy employing the selective replacement of a single metal in homometallic MCPs with two unique metal coordination environments: octahedral and tetrahedral. This strategy is successful in the preparation of six mixed-metal MCPs, where Co/Zn and Ni/Zn versions of MOF-4, MOF-39, and a Zn-BTEC MCP are reported.", "text": "10.1021/ic8007427  Microporous coordination polymers (MCPs) are a relatively new class of materials formed by the reaction of a metal ion and a multifunctional ligand that acts as a linker. Reports on the synthesis of new MCPs have increased greatly in recent years. Although new linker synthesis accounts for some of this activity, variation of the metal cluster is the most common strategy to make new materials. Beyond the simple paradigm of changing the linker or the metal,(1) novel strategies are arising that yield new structure types from a limited number of starting materials. For example, we have recently demonstrated that copolymerization of two linkers bearing the same functionality can generate a high-performance microporous/mesoporous material, UMCM-1.(2) Alternatively, the incorporation of two metals can increase the diversity of MCPs. Heterobimetallic MCPs are now being increasingly investigated for opportunities to incorporate unusual metal coordination environments to enhance catalytic, photoluminescent, or other properties. Rare-earth metals have been widely incorporated into MCPs in conjunction with transition metals, but these metals occupy noninterchangeable coordination environments.(3) The incorporation of two or more transition metals in a coordination polymer is a current challenge for designed synthesis. The most widely utilized approach has been to incorporate a second metal as a generally innocent (coordinatively saturated) part of a linear linker as in the case of multifunctional carboxylated porphyrins.(4) Other examples of mixed-transition-metal MCPs have been arrived at by empirical means.(3a, 5) The selective, direct replacement of one transition metal within a homometallic coordination polymer by using controlled stoichiometry has not generally led to maintained structural fidelity.(6) Postsynthetic incorporation or sequestration of a second metal into an MCP has also been examined extensively, but incomplete metal inclusion is often observed.(7) This leaves an important gap in the chemistry of MCPs; if the selective replacement of a transition metal within a given framework can be accomplished, it would provide the opportunity to investigate the effect of a single metal site on the bulk sorbent properties of the coordination polymer while maintaining the same overall pore structure. Toward this goal, we investigate the hypothesis that, with the appropriate choice of metal, it is possible to selectively replace a single site in a homometallic coordination polymer consisting of both octahedral and tetrahedral metal sites in the same metal cluster. The rationale for this hypothesis can be traced to crystal-field stabilization energy and the relative stability of octahedral and tetrahedral geometries for complexes of CoII, NiII, and ZnII, where CoII and especially NiII each favor octahedral coordination while ZnII favors tetrahedral coordination.(8) MOF-4 is a three periodic framework derived from trimesic acid (H3BTC) and zinc(II) nitrate.(9) The secondary building unit (SBU) of MOF-4 consists of two inequivalent ZnII ions in the asymmetric unit of the single-crystal X-ray structure: one tetrahedral and one octahedral metal ion. It was reasoned that, upon addition of a second metal to the reaction solution during the formation of this MCP, the octahedral ion of the original structure could be systematically replaced by the second appropriately chosen metal. ZnII ions are well-known to exist in either tetrahedral or octahedral coordination modes. CoII can also exist in either octahedral or tetrahedral geometries; however, octahedral coordination is generally preferred in the presence of weak-field ligands such as carboxylate and solvent molecules. Two distinct colors of CoII-containing compounds are generally derived from the different coordination modes where pink indicates six coordination as in CoCl2·6H2O and blue indicates four coordination as in anhydrous CoCl2 due to changes in the electronic configuration. Therefore, to test our hypothesis as to the selective replacement of octahedral ZnII ions with another metal, CoII was chosen as an ideal color-specific indicator for the coordination environment about the metal center should it be incorporated into an MCP. Mixed-metal variants of MOF-4 were synthesized under solvothermal conditions. Upon reaction of an equimolar quantity of Zn(NO3)2·4H2O and Co(NO3)2·6H2O with H3BTC in a 1:2 (v/v) mixture of N,N-dimethylformamide (DMF)/ethanol in the presence of pyridine at 85 °C, pink cubic crystals were formed. The pink color of these Co/Zn-MOF-4 crystals suggests octahedral coordination about the CoII ions. The chemical composition of Co/Zn-MOF-4 was determined by energy-dispersive X-ray (EDX) spectroscopy where both Co and Zn were found to be incorporated. Powder X-ray diffraction (PXRD) showed that Co/Zn-MOF-4 and MOF-4 were indeed isostructural. Ultimately, single-crystal XRD analysis of a pink cubic crystal confirmed the identity of Co/Zn-MOF-4. The crystal structure of Co/Zn-MOF-4, as shown in Figure 1, reveals two metal coordination sites: an octahedral site occupied by the CoII ion and a tetrahedral site occupied by the ZnII ion. Three BTC linkers are bound through a carboxylate in a bidentate fashion to each metal center (Figure 1a). The coordination environment for the octahedral CoII ion is filled by three solvent molecules, while that for the tetrahedral ZnII ion is filled by a nitrate to maintain charge neutrality.  Figure 1. Views of (a) the SBU for Co/Zn-MOF-4 [C atoms (gray), O atoms (red), Co atoms (pink), and Zn atoms (blue-gray)] and (b) the framework for Co/Zn-MOF-4 (H atoms, solvent molecules, and nitrate ions are omitted for clarity). To test the generality of this approach, NiII, which also prefers octahedral coordination, was employed. Replacement of Co(NO3)2·6H2O with Ni(NO3)2·6H2O in the mixed-metal MOF-4 synthesis described above leads to the formation of green cubic crystals of Ni/Zn-MOF-4, where NiII occupies the octahedral coordination site and ZnII remains in the tetrahedral site. EDX confirms the incorporation of both Ni and Zn in Ni/Zn-MOF-4, while the PXRD confirms the isostructural nature of Ni/Zn-MOF-4, Co/Zn-MOF-4, and MOF-4. This strategy for the preparation of heterobimetallic MCPs was next applied to MOF-39.(10) The SBU of MOF-39 consists of three ZnII ions: two in a tetrahedral environment and one in an octahedral environment. Here the synthetic conditions were altered to add a coordinating ligand (pyridine) to replace the bound water molecule found in the original MOF-39 structure,(10) and it was observed that the addition of pyridine limits the formation of any undesired byproduct. Upon reaction of an equimolar quantity of Zn(NO3)2·4H2O and M(NO3)2·6H2O (where M = CoII or NiII) with 1,3,5-(triscarboxyphenyl)benzene (H3BTB)(11) in a 1:2 (v/v) mixture of DMF/ethanol in the presence of pyridine, pink (Co/Zn-MOF-39) or green (Ni/Zn-MOF-39) plate crystals were formed. Scanning electron microscopy (SEM)/EDX again confirms the incorporation of two metals in both Co/Zn-MOF-39 and Ni/Zn-MOF-39. PXRD confirms the isostructural nature of Co/Zn-MOF-39, Ni/Zn-MOF-39, and MOF-39, while single-crystal XRD analysis of a pink plate confirms the identity and coordination environment of each of the metals as predicted for Co/Zn-MOF-39, as shown in Figure 2. A similar analysis of the single-crystal XRD data of Ni/Zn-MOF-39 also confirms the incorporation of an octahedral NiII and two tetrahedral ZnII ions (see the Supporting Information).  Figure 2. Views of (a) the SBU for Co/Zn-MOF-39 [C atoms (gray), N atoms (blue), O atoms (red), Co atoms (pink), and Zn atoms (blue-gray)] and (b) the framework for Co/Zn-MOF-39 (H atoms and solvent molecules are omitted for clarity). To further emphasize the generality of this approach to the synthesis of mixed-metal MCPs, another homometallic MCP with both octahedral and tetrahedral metal sites was chosen in [Zn2(BTEC)(DMF)2]n (Zn-BTEC),(12) where BTEC represents the 4-connector 1,2,4,5-benzenetetracarboxylate. The crystal structure of this material was shown to have two coordination environments for the ZnII ions; again one Zn is tetrahedral, and the other is octahedral. However, there is an added complication in the case of BTEC because of the possibility of the preferential formation of one of an extensive variety of known homometallic polymers for both Co and Zn. A search of the Cambridge Structure Database resulted in 28 hits for Zn/BTEC crystal structures and 55 hits for Co/BTEC crystal structures. Therefore, the application of this strategy to BTEC provides a particular challenge because of the potential formation of numerous homometallic polymers. This strategy for selective metal substitution at the octahedral metal site was applied to Zn-BTEC. Upon reaction of an equimolar quantity of Zn(NO3)2·4H2O and Co(NO3)2·6H2O in the presence of pyromellitic dianhydride (BTEC-anhydride) in a 2:1 (v/v) mixture of DMF/dimethyl sulfoxide (DMSO) at 100 °C, pink crystals were formed. Analysis of the single-crystal XRD data for this new Co/Zn-BTEC phase revealed the isostructural nature with the Zn-only MCP, where both fall into the same P42bc space group. Again the CoII ions occupy the octahedral metal sites, whereas ZnII ions occupy the tetrahedral metal sites. On the basis of the crystal structure, this compound was formulated as [CoZn(BTEC)(DMF)(DMSO)]n, where DMF and DMSO are bound to CoII along with four O atoms of three different BTEC linkers, as shown in Figure 3. The ZnII ions are coordinated by four O atoms from four different BTEC molecules; three of which bridge between the CoII and ZnII ions.  Figure 3. Views of (a) the SBU for Co/Zn-BTEC [C atoms (gray), N atoms (blue), O atoms (red), S atoms (yellow), Co atoms (pink), and Zn atoms (blue-gray)] and (b) the framework for Co/Zn-BTEC (H atoms are omitted for clarity). Further supporting the generality of this approach for the design of mixed-metal MCPs, replacement of Co(NO3)2·6H2O with Ni(NO3)2·6H2O results in the formation of [NiZn(BTEC)(DMF)(DMSO)]n (Ni/Zn-BTEC), as confirmed by SEM/EDX and PXRD analysis. In conclusion, a simple strategy for the direct substitution of a single metal into homometallic MCPs with two distinct metal coordination environments for the preparation of heterobimetallic MCPs was developed. This strategy proved to be successful where Co or Ni could be substituted for Zn in three previously reported Zn-only MCPs. Direct metal substitutions to generate series of isostructural homometallic coordination polymers are quite rare. It is therefore significant that metal substitution can be achieved for the synthesis of mixed-metal MCPs that remain isostructural to the homometallic counterparts. This strategy was used for the preparation of heterobimetallic derivatives of MOF-4, MOF-39, and a Zn-BTEC MCP. This method broadens the field of MCPs by introducing a systematic approach to designed heterobimetallic materials with unique metal coordination environments, which could potentially provide improved properties toward catalysis, photoluminescence, or magnetism. Top of PageAbstractReferencesAcknowledgment This work is supported by Grant 454 of the 21st Century Jobs Trust Fund received through the SEIC Board from the State of Michigan. The authors thank Dr. Antek Wong-Foy and Dr. William W. Porter III for assistance with X-ray data analysis, Dr. Kyoungmoo Koh for discussion of nets, and Carl Henderson at the University of Michigan’s Electron Microbeam Analysis Laboratory for assistance with SEM equipment (NSF Grant EAR-9628196).  Top of PageAbstractReferencesSupporting Information Synthetic procedures, thermogravimetric analysis data, crystallographic data (in the CIF format), PXRD data, SEM/EDX data, ORTEP diagrams, and photomicrographs of crystals. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 12 other publications.1.   Grzesiak, A. L., Uribe, F. J., Ockwig, N. W., Yaghi, O. M., and Matzger, A. J.  Angew. Chem., Int. Ed. 2006  45  2553[Crossref], [PubMed], [CAS]1. Polymer-induced heteronucleation for the discovery of new extended solidsGrzesiak, Adam L.; Uribe, Fernando J.; Ockwig, Nathan W.; Yaghi, Omar M.; Matzger, Adam J.Angewandte Chemie, International Edition\r\n        (2006),\r\n    45\r\n        (16),\r\n    2553-2556CODEN:\r\n                ACIEF5;\r\n        ", "title": "Selective Metal Substitution for the Preparation of Heterobimetallic Microporous Coordination Polymers", "authors": ["Stephen R. Caskey", "Adam J. Matzger"], "doi": ["10.1021/ic8007427"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-18/ic8007427/production/images/small/ic-2008-007427_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-18/ic8007427/production/images/small/ic-2008-007427_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-18/ic8007427/production/images/small/ic-2008-007427_0003.gif\">"]}