{"abstract": "A continuous binding site affinity distribution model based on the Freundlich isotherm is proposed to explain the supercritical adsorption of gases on heterogeneous surfaces. The proposed model is successfully applied to determine the binding site affinity distribution of five different pitch-based activated carbons for hydrogen molecules at 77 K (up to 100 kPa) and 298 K (up to 10 MPa). The theoretical limitations and advantages of the proposed model over the commonly used discrete binding model are discussed. According to the proposed model, the affinity distribution curves of the activated carbons are found to be exponentially distributed for hydrogen molecules at the experimental conditions used. Pitch-based activated carbons are used to demonstrate the applicability of the proposed model within the theoretical limitations; this approach is generally applicable to other heterogeneous adsorbents for any target molecule.", "text": "10.1021/jp104014f   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 Introduction Hydrogen is considered to be an alternative for fossil fuels as it is clean, with high heating value and it can be easily produced, water being the only reaction product. The storage of hydrogen is a challenging process, especially for hydrogen-based fuel cells.(1) Reversible adsorption of hydrogen on carbon materials has been attracting much interest, as it can be realized from the stimulating studies reporting its adsorption on carbon nanotubes, carbon, graphitic fibers, activated carbon, etc.(2-8) Several works in the literature show that the storage capacity of these materials is greatly influenced by the surface area, pore volume, and pore size distribution,(4, 9, 10) and several treatment methods including the deposition of metallic compounds on the activated carbon surface have been proposed to enhance the low hydrogen uptake at room temperature by physical adsorption.(4, 6-8) It was found in our previous work that pitch-based activated carbon containing different heteroatoms were potential storage materials for hydrogen at supercritical conditions.(4) Their preparation included the doping of the original petroleum pitch with an appropriate compound containing the heteroatom which, upon pyrolysis and activation, led to activated carbons containing a heterogeneous mixture of pores/sites of varying binding affinity for hydrogen molecules. Estimation of the binding affinity in such materials could help to understand in detail the adsorbate−adsorbent interaction mechanisms at the experimental conditions used. A Scatchard plot method(11) based on a bi-Langmuir expression that assumes a bimodal distribution of binding sites is the method more commonly used to estimate the binding affinity parameters, but since the complex pitch-based activated carbons are expected to be heterogeneous, especially those containing heteroatoms, a more realistic model that could represent the heterogeneous nature of these adsorbents is needed. We observed in this study that a Freundlich isotherm consistently represented the equilibrium supercritical adsorption of hydrogen on pitch-based activated carbons and, thus, we propose a binding affinity distribution function based on this model to estimate the distribution of the binding site affinity in these carbons. Some researchers have previously proposed approximate binding affinity distribution functions based on the Freundlich isotherm for liquid-phase adsorption systems;(12, 13) however, these models cannot be applied directly for gas-phase adsorption systems, especially at supercritical adsorption conditions, as these models were proposed for adsorption at subcritical conditions. Adsorption at high pressure is usually associated to an upper limit, also called the limiting adsorption pressure condition,(14) which is not usually encountered or practically observed in liquid phase systems. Keeping this concept in mind, in this study we propose a binding affinity distribution function based on the Freundlich isotherm that includes the limiting pressure of adsorption (plim) to estimate the binding affinity distribution of pitch-based activated carbons for hydrogen at supercritical conditions. The proposed function can generate a binding affinity spectrum as a plot of the number of binding sites (N) versus the corresponding association constant (K); it can also provide a quantitative measure of the number of binding sites with respect to the binding affinity and, at the same time, a measure of the breadth of heterogeneity.(10)  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section  2.1 Pitch-Based Activated Carbons An aromatic petroleum residue (ethylene tar-R1)(15, 16) was mixed, individually, with four different compounds, triphenylsilane (TPS), pyridine borane complex (PyB), tetrabutyl orthotitanate (TBO) and ferrocene (FC) in an ultrasonic bath for an hour, to give mixtures containing 2 wt % of Si, Fe, and Ti or 1 wt % of B. All compounds are apparently soluble in the petroleum residue. Pyrolysis of the mixtures was performed at 440 °C, soak time of 4 h, and 1 MPa pressure, thus leading to four pitches which contain the heteroatom: PSi, PB, PTi, and PFe. A reference undoped pitch P was also prepared. The final activated carbons PA, PSiA, PBA, PTiA, and PFeA have been prepared from the respective petroleum pitches as follows: KOH and the pitch were mixed in a ball mill during 30 min with a impregnation ratio of KOH/carbon of 3/1 and then thermally treated in a horizontal furnace at 800 °C under nitrogen flow of 100 mL/min, soak time of 2 h. Finally, the activated carbon was washed in a Soxhlet apparatus for 24 h with distilled water and dried at 110 °C for 24 h in a vacuum oven.  2.2 Adsorption Experiments The hydrogen adsorption isotherms for the pitch-based carbons were obtained using a homemade automatic volumetric equipment, which features two pressure transducers of 0.1 and 10 MPa, respectively. The total volume of micropores (V0), volume of mesopores (Vmes), and the volume of narrow micropores Vn (less than 0.7 nm) of the prepared activated carbons, calculated as described in ref 17, can be found in Table 1. The techniques used and the characterization results are discussed elsewhere.(4)    Table 1. Pore Volume of Activated Carbons(4) carbonV0 (cm3/g)Vmes (cm3/g)Vn (cm3/g)PA0.990.210.81PFeA0.90.720.61PBA0.950.560.68PSiA0.780.330.52PTiA0.980.340.69     Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and Discussion  3.1 Discrete Binding Model: Langmuir and Bi-Langmuir Isotherms Discrete binding models simplify the affinity distributions into a finite number of binding sites, with each site having a different binding affinity. The Langmuir and bi-Langmuir isotherms that represent one or two classes, respectively, of binding sites in a Scatchard plot are the classical examples of discrete binding models.(18) The Scatchard plot refers to the adsorption isotherm represented in a plot of B/p versus B (the terms B and p refer to the amount adsorbed and equilibrium pressure, respectively).(18) In adsorbents that contain a single class of binding site, a plot of B/p versus B will be a straight line with the slope and intercept equal to the negative of binding affinity (−K) and the total number of binding sites, N, respectively(18-20) (1) A Scatchard plot for a heterogeneous material like activated carbon can be expected to contain multilinearity, reflecting the different classes of binding site (i.e., heterogeneous adsorption) as shown in Figure 1 for the adsorption of hydrogen at 77 K on the reference undoped pitch-based carbon. It can be observed that the plot can be arbitrarily divided into at least two linear regions within the pressure range considered. A similar trend was observed for the other activated carbons containing different heteroatoms at this temperature (not shown). Thus, it can be reasonably assumed that the studied activated carbons contain only two different kinds of binding sites, a high-affinity binding site (N1) and a low-affinity binding site (N2) on each one of which a different Langmuir expression applies, i.e., a bi-Langmuir isotherm (2) The number of binding sites and the binding affinity coefficients of the two classes of binding sites in eq 2 can be determined, individually, from the slope and intercept of the two different trend lines shown in Figure 1. The number of binding sites and their binding affinity coefficients and the corresponding coefficient of determination, r2, determined for the adsorption of hydrogen at 77 K by pitch-based activated carbons are given in Table 2. The number of sites associated to class 1 (high-affinity) and class 2 (low-affinity) binding sites is higher for PBA than for the other carbon adsorbents. The product of the concentration of binding sites and their binding affinity coefficient, K1N1, is larger than K2N2, thus suggesting that the concentration of higher affinity sites is relatively lower than the concentration of lower affinity binding sites. Although the bi-Langmuir plots immediately provide information about the site heterogeneity of activated carbon, no attempt was made to compare the performance of the adsorbents using these values because the number of binding sites and the binding affinity are not constant for all the activated carbons studied (Table 2). Apart from this usual limitation of the Scatchard plot method, it is worth mentioning that the analysis of experimental equilibrium data using this method is subjected to limitations such as the number of experimental data points represented in the Scatchard plot, the range of pressure covered, and the number of tangents drawn.(21)  Figure 1. Bi-Langmuir or Scatchard plot for the adsorption of hydrogen on PA at 77 K (1 Torr = 0.13332 kPa).    Table 2. Binding Affinity Parameters by Langmuir or Bi-Langmuir Isotherms for Hydrogen Molecules on Pitch-Based Activated Carbons at 77 and 298 K  T = 77 KT = 77 KT = 298 KcarbonN1 (mol/g)K1 (kPa−1)r2N2 (mol/g)K2 (kPa−1)r2N (mol/g)K (MPa−1)r2PA6.57 × 10−33.43 × 10−10.8981.64 × 10−24.58 × 10−20.9592.50 × 10−23.00 × 10−20.566PFeA7.84 × 10−31.91 × 10−10.9131.79 × 10−22.93 × 10−20.9651.67 × 10−14.50 × 10−30.047PBA8.70 × 10−31.73 × 10−10.8712.00 × 10−23.00 × 10−20.9891.60 × 10−23.75 × 10−20.988PSiA7.04 × 10−33.20 × 10−10.8741.75 × 10−23.00 × 10−20.9682.00 × 10−23.00 × 10−20.978PTiA5.75 × 10−33.92 × 10−10.8911.45 × 10−24.13 × 10−20.9331.50 × 10−23.00 × 10−20.963  In the case of hydrogen adsorption on activated carbons at 298 K and 10 MPa, the Scatchard plot poorly represents the experimental data, with very low r2 values (Table 2), thus making the physical interpretations difficult (figure not shown). Linearization of the adsorption isotherm sometimes will alter the error distribution between experimental data and the theoretical isotherm thereby violating the law of method of least-squares. Considering these drawbacks associated to the discrete binding model, it was decided to analyze the experimental isotherms without any further assumptions, using the continuous distribution model described in the next section.  3.2 Continuous Binding Site Affinity Distribution Model: Freundlich Isotherm  3.2.1 Theory Considering the shortcomings of the discrete models discussed in the previous section, several researchers proposed the use of continuous distribution models based on Freundlich,(12) Jovanovic−Freundlich(22) and Langmuir−Freundlich(23) isotherms to describe the adsorption equilibrium on heterogeneous surfaces. A review on these models can be found in the recent works of Umpleby et al.(24) and Garcia-Calzon and Diaz-Garcia.(16) Continuous distribution models can approximate the broad energy distribution and produce binding energy parameters that can be quantitatively measured or compared. A continuous distribution model based on the Langmuir−Freundlich isotherm is widely used in the field of molecular imprinted polymers (MIP) for the characterization of heterogeneity of the adsorbents. Additionally, a continuous distribution model based on the Freundlich isotherm accommodates better in this work to the heterogeneous nature of the activated carbons containing heteroatoms at the experimental conditions used for the adsorption of hydrogen (77 K, 100 kPa and 298 K, 10 MPa). The Freundlich isotherm that can explain the adsorption on heterogeneous surface is given in its linear form by(25) (3) where a is a Freundlich constant related to the adsorption capacity (Nt) and a temperature-related parameter (bk), and m is a dimensional exponent related to the surface heterogeneity of the adsorbent. The Freundlich isotherm parameters a and m can be determined from the intercept and slope of a plot of ln B versus ln p using eq 3. Since the Freundlich isotherm cannot provide the information on the number of binding sites, several researchers developed different methods based on a series of assumptions to estimate the exponentially decreasing distribution of the Freundlich isotherm.(12, 13) The two binding affinity distribution models more widely used to explain the adsorption of solute molecules from liquid phase over heterogeneous surfaces solid surface are given by(12, 13) (4) (5) In this work, we propose a similar expression considering the limiting state of adsorption from the basic adsorption integral equation given by (6) where B(p) represents the amount of molecules adsorbed on a heterogeneous surface as the integral of energetically homogeneous binding sites (Bh), f(E) represents the site energy frequency distribution over a range of energies, and E is the adsorption energy of binding sites according to the local isotherm applied. Equation 6 is difficult to solve as it has no general analytical solution. However, considering the importance of this expression, several approximate solutions have been developed which have been reviewed elsewhere.(18, 24) In this study, the condensation approximation method originally proposed by Cerofolini(26) and later developed or applied by Jaroniec(27) or Rudzinski and Everett(28) for different adsorption systems was used to solve eq 6 with respect to the Freundlich isotherm. The condensation approximation method defines the site energy distribution function directly from the isotherm equation applied, and thus, the energy distribution determined by this method is controlled by the range of pressure used in the experimental isotherm.(3) The area under the distribution curve is controlled by the maximum adsorption capacity, and the spread of the distribution is controlled by the heterogeneity factor. The equilibrium pressure, p, can be related to the energy of adsorption by the condensation approximation method as(23, 26) (7) where E and Es are the lowest physically realizable energy and the adsorption energy corresponding to p = ps, respectively. Applying eq 7 in eq 6 and defining the dimensionless binding affinity coefficient based on the classical thermodynamic relation: −E/RT = ln(K′), an approximate binding affinity distribution, f(K′) according to a Freundlich isotherm can be obtained (8) The dimensionless binding affinity coefficient K′ is used in eq 8 to differentiate it from symbol K (1/kPa or 1/MPa) in the expressions of Umpleby et al.(12) and Szabelski et al.(13) The information about the saturation vapor pressure of hydrogen at the studied temperature is needed to calculate the affinity distribution spectrum according to eq 8. In the case of hydrogen, since the vapor saturation pressure does not exist when the temperature is above the critical one (33.2 K), the concept of limiting pressure, plim and limiting adsorption, Blim, as suggested by Zhou et al,(14) is used in this study. The limiting state of adsorbate refers to the extreme conditions when no more adsorptive molecules can enter the adsorbent porosity, and it was estimated using the Zhou et al isotherm as: 1/ln(p) = 0.07769 kPa−1; this value is comparable to 0.085 kPa−1, reported by Zhou et al(14) for hydrogen adsorption on activated carbon AX-21 at 77−298 K. Thus, based on the limiting pressure value, the binding affinity distribution function can be rewritten as (9) Although, eq 9 does not have theoretically any limits for the K′ values, it is subjected to the mathematical limitation of producing negative affinity parameters when E < Es; thus, the f(K′) estimated only within the analytical limits Kmin′ and Kmax′ can be considered valid for practical purposes. These analytical limits can be easily set based on the minimum and maximum pressure in the experimental isotherm (10) These concepts are illustrated in detail in parts a−c of Figure 2. These plots show the relation between the adsorption pressure and the corresponding binding site energy necessary for adsorption at that condition. It can be observed from the x axis of plots in Figure 2 that, for the experimental conditions studied, the energy distribution can be meaningfully generated within the analytical limits, 15.5−26.9 kJ/mol at 77 K (up to100 kPa) and 4.15−11.5 kJ/mol at 298 K (up to 10 MPa), respectively. Figure 2c shows the energy associated (a negative value) with the process when the pressure exceeds the limiting pressure conditions (a hypothetical condition). This implies that the binding affinity distribution cannot be meaningfully generated at this condition (p > plim).  Figure 2. Effect of hydrogen pressure on net adsorption energy and binding affinity coefficient, K′ at (a) 100 kPa and 77 K, (b) 10 MPa and 298 K, and (c) near limiting adsorption condition (plim = 53 MPa).   3.2.2 Application of Freundlich Isotherm to the Measurement of Binding Parameters In order to show the applicability of the proposed model for pitch-based activated carbons, the experimental equilibrium adsorption data of hydrogen on these carbons at (i) 77 K (100 kPa) and (ii) 298 K (10 MPa) are fitted to the Freundlich equation by linear regression analysis, as shown in parts a and b of Figure 3, respectively. The isotherm parameters a and m are calculated from the intercept and slope of these plots using eq 3. The determined isotherm parameters and the corresponding r2 values are given in Table 3. It can be observed from Table 3 that the heterogeneity index m that measures the binding site homogeneity (m = 1 for homogeneous surface) was found to be dependent on temperature and pressure conditions. The binding site homogeneity of the studied activated carbons for hydrogen at 77 and 298 K, based on the value of Freundlich exponent m, is given in decreasing order by PFeA > PBA > PA > PSiA > PTiA and PFeA > PA > PTiA > PSiA > PBA. The values for the coefficient of determination, r2, greater than 0.99 for the isotherms at 77 and 298 K, confirm the Freundlich isotherm as the most appropriate theoretical isotherm at these temperatures. The best fit of the experimental data in Freundlich isotherm suggests that the proposed binding affinity distribution model based on this isotherm can yield a relatively accurate and quantitative measure of binding site affinity. Considering the best fit of the experimental data in Freundlich isotherm, the determined isotherm parameters are applied in eq 9 to generate the affinity spectra of activated carbons for hydrogen at 77 and 298 K, as shown in parts a and b of Figure 4, respectively. The trend in these plots shows that the binding site affinity is exponentially distributed in these carbons, which is a typical proof of equilibrium data following a Freundlich isotherm. Both figures show that the breadth of the binding affinity spectra is controlled by the heterogeneity index, m, of the activated carbons, which is given in Table 3. The f(K′) for PFeA is not shown in Figure 4b since the Freundlich exponent was determined to be unity, this simply suggesting the Henry’s region, where the adsorption may be expected to be homogeneous.  Figure 3. Freundlich isotherm for the adsorption of hydrogen on to pitch-based activated carbons containing different heteroatoms at (a) 77 K and (b) 298 K (1 Torr = 0.13332 kPa or 1.33 × 10−5 MPa).  Figure 4. Binding affinity spectra of pitch-based activated carbons for the adsorption of hydrogen at (a) 77 K, 100 kPa and (b) 298 K, 10 MPa.    Table 3. Freundlich Isotherm Constants for Hydrogen Molecules on Pitch-Based Activated Carbons at 77 and 298 K carbonm (mol/g)a, kPa−1r2m (mol/g)a, MPa−1r2PA0.4703.5230.9860.9421.13 × 10−30.993PFeA0.4993.7410.98916.59 × 10−40.996PBA0.4783.5830.9910.9111.30 × 10−30.997PSiA0.4473.3530.9900.9261.05 × 10−30.998PTiA0.4403.3030.99150.9298.74 × 10−40.998  It can be observed in parts a and b of Figure 4 that, at the two temperatures used, the intensities of the binding site affinity of the activated carbons differ, confirming the structural differences among these adsorbents. The difference in the intensity of binding affinity spectrum should be expected, since the chemical compound dissolved into the petroleum residue to obtain the pitch doped with heteroatoms could alter the reactions taking places during pyrloysis and activation, thus affecting the resulting texture of the final activated carbon. Specifically, Figure 4a shows that the carbon PFeA (containing Fe) was found to be more homogeneous at 77 K than the undoped activated carbon PA, which is not an expected observation. It is obvious that PFeA can be expected to be more heterogeneous due to the binding sites offered by the metal centers. The relatively higher homogeneity of PFeA than PA could imply that the hydrogen molecules cannot access these metal centers at the pressure and temperature conditions used. In order to compare the binding affinity spectrum predicted by eq 9 proposed in this study, the binding affinity spectra of hydrogen on PA at 77 and 298 K calculated using this expression are compared with the binding affinity spectra according to the expressions of Umpleby et al.(12) and Szabelski et al.(13) It should be realized that the units of f(K′) defined in eq 9 and f(K) are different due to the difference in mathematical structure and additional parameters (universal gas constant, R, and temperature, T) in this equation. To maintain the consistency of units for comparison studies, the binding affinity distribution obtained using the expressions of Umpleby et al.(12) and Szabelski et al.(13) are divided by the product of universal gas constant (J/mol) and temperature (K). Parts a and b of Figure 5 compare the binding affinity spectra determined using eq 9 and the expressions of Umpleby et al.(12) (eq 8) and Szabelski et al.(13) (eq 5) for hydrogen adsorbed on PA at 77 K in semilog and log−log plots. They show (Figure 5a) that the binding affinity spectra predicted by eq 9 deviates from the affinity spectra of Umpleby et al. and Szabelski et al. for the range of experimental conditions studied. However, the exponential distribution of the binding sites by the three expressions (eqs 4, 5 and 9) follows a similar trend, suggesting that the difference in magnitudes is only due to the difference in the terms preceding the exponent in these expressions. This could be confirmed from the parallel lines in a log−log plot as in Figure 5b. The parallel lines imply that the underlying exponential functions have the same exponents, reflecting the heterogeneity of the adsorbents. The difference in magnitude of binding affinity parameters determined using eq 9 is due to the presence of the additional parameter representing the limiting adsorption pressure at supercritical conditions.  Figure 5. Comparison of binding affinity distribution of hydrogen at 77 K on carbon PA predicted by different models in (a) a semilog chart and (b) a log−log chart. The difference in the terms before the exponent of these expressions is due to the different assumptions made while deriving them, and it should be remembered that all of these expressions can produce only approximate site affinity distributions. Although we found that the Freundlich isotherm can be useful to calculate the binding site heterogeneity of adsorbents, the binding affinity spectrum generated by this isotherm will be subjected to certain limitations because of the theoretical constraints associated to the isotherm. The binding site affinity distribution spectrum generated by the Freundlich isotherm is valid only under the analytical window between pmax and pmin, and no extrapolations should be made as it will generate an exponential distribution of binding sites for any range of pressure conditions, which is not practically true. In the case of experimental high pressure applications, the isotherm will deviate from Freundlich while approaching the saturation or while approaching the limiting pressure conditions. However, under the conditions of practical importance ((i) 100 kPa and 77 K and (ii) 10 MPa and 298 K), the experimental equilibrium data were represented correctly by the Freundlich isotherm, thus making the proposed expression valid in explaining the binding affinity site distribution of pitch-based activated carbons. In this study, only the applicability of the Freundlich isotherm in predicting the binding parameters is demonstrated and no detailed information on the limitations of this isotherm have been discussed as they are beyond the scope of this study and readers are suggested to consult the pioneering article of Rushton et al.(29)    Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 Conclusions A continuous distribution model based on a Freundich isotherm for high-pressure applications is proposed and applied to predict the binding affinity parameters of pitch-based activated carbons for supercritical hydrogen adsorption. According to the proposed model, the binding site energy of the studied activated carbons is exponentially distributed within the pressure range studied. The continuous distribution model proposed, considering the limiting adsorption conditions, can be used to accurately generate the binding affinity spectrum of heterogeneous using only the Freundlich isotherm parameters. Although the continuous distribution model proposed in this study is applied only to pitch-based carbons, it can also be successfully applied for other adsorption systems subjected to the condition that the experimental equilibrium data are represented by a Freundlich isotherm.  a Freundlich constant related to adsorption capacity, mol/g (kPa or MPa)−m B amount of gas molecules adsorbed, mol/g B(p) amount of gas molecules adsorbed on heterogeneous surfaces, mol/g Bh moles of gas adsorbed according to a homogeneous isotherm, mol/g Blim amount of gas adsorbed when p = plim in the isotherm, mol/g E adsorption energy of binding sites according to the local isotherm, J/mol Emin limits of energy space that are directly related to the minimum pressure in the adsorption isotherm, J/mol Emax limits of energy space that are directly related to the maximum pressure in the adsorption isotherm, J/mol p pressure of gas in terms of kPa or MPa plim limiting pressure for adsorption, kPa or MPa pmax maximum pressure in adsorption isotherm, 1/kPa or 1/MPa pmin minimum pressure in adsorption isotherm, 1/kPa or 1/MPa ps vapor pressure of the hydrogen gas molecules at the equilibrium temperature, kPa or MPa f(E) approximate site energy distribution function, mol2/(g·J) f(K) approximate site affinity distribution function, mol2/(g·J) K1 binding affinity coefficient of class one binding sites, 1/kPa or 1/MPa K2 binding affinity coefficient of class two binding sites, 1/kPa or 1/MPa m dimensionless exponent related to surface heterogeneity of adsorbent N amount of homogeneous binding sites on the carbon surface, mol/g Nt maximum sorption capacity of activated carbon, mol/g K binding affinity coefficient or association constant, 1/kPa or 1/MPa K′ dimensionless binding affinity coefficient related to binding energy, E N1 amount of gas molecules adsorbed on class 1 binding sites, mol/g N2 amount of gas molecules adsorbed on class 2 binding sites, mol/g N(K) binding affinity distribution function based on a discrete model, mol/g Kmin and Kmax space limits of binding affinity coefficient that are directly related to PA pitch based activated carbon containing (reference activated carbon) PBA pitch based activated carbon containing heteroatom B PfeA pitch based activated carbon containing heteroatom Fe PsiA pitch based activated carbon containing heteroatom Si PtiA pitch based activated carbon containing heteroatom Ti r2 coefficient of determination R universal gas constant, J/(mol·K) T temperature, K VCO2 volume of narrow micropores, cm3/g Vmeso mesopore volume, cm3/g VN2 total micropore volume, cm3/g  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgment Support from the Ministerio de Ciencia e Innovacion (Projects MAT2007-61734, Fondos FEDER and PLE2009-0052) and Generalitat Valenciana Project PROMETEO/2009/002) are acknowledged. K.V.K. would like to thank Ministerio de Ciencia e Innovacion for the Juan de la Cierva contract. Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 29 other publications.1.   Wu, C.; Gao, Q.; Hu, J.; Chen, Z.; Shi, W.  Microporous Mesoporous Mater. 2009,  117,  165– 169[Crossref], [CAS]1. Rapid preparation, characterization and hydrogen storage properties of pure and metal ions doped mesoporous MCM-41Wu, Chundong; Gao, Qiuming; Hu, Juan; Chen, Zhi; Shi, WeiMicroporous and Mesoporous Materials\r\n        (2008),\r\n    117\r\n        (1-2),\r\n    165-169CODEN:\r\n                MIMMFJ;\r\n        ", "title": "A Continuous Binding Site Affinity Distribution Function from the Freundlich Isotherm for the Supercritical Adsorption of Hydrogen on Activated Carbon", "authors": ["K. Vasanth Kumar", "M. Monteiro de Castro", "M. Martinez-Escandell", "M. Molina-Sabio", "F. Rodriguez-Reinoso"], "doi": ["10.1021/jp104014f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-32/jp104014f/production/images/small/jp-2010-04014f_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-32/jp104014f/production/images/small/jp-2010-04014f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-32/jp104014f/production/images/small/jp-2010-04014f_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-32/jp104014f/production/images/small/jp-2010-04014f_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-32/jp104014f/production/images/small/jp-2010-04014f_0005.gif\">"]}