{"abstract": "Nanoscaled M-MOF-74/CPO-27-M (M = Mg, Mn, Co, Ni, and Zn) materials have been prepared at room temperature. The crystals/domains are at the limit of being able to diffract, particularly those forming the Co- and Ni-MOF-74 samples. Zn-MOF-74 nanocrystals are imaged by spherical aberration (C) corrected STEM techniques, showing unprecedented “quasi” atomic resolution electronic microscopy images of a MOF material.This paper describes the preparation and characterization of nanoscaled M-MOF-74/CPO-27-M (M = Mg, Mn, Co, Ni, and Zn) materials at room temperature. Some of the so-formed crystals are the smallest ones of any metal–organic framework (MOF) material (and, to the best of our knowledge, of any microporous material) ever reported. They are at the limit of being able to diffract, particularly those forming the Co- and Ni-MOF-74 samples. Consequently, unequivocal identification as the crystalline MOF-74 phase was deduced by combining other characterization techniques rather than powder X-ray diffraction. These small crystals are unstable as isolated ones, so they form steady and robust aggregates, whose mechanical properties strongly depend on the crystal size. The particles that result from the “fusion” of nanocrystals smaller than 10 nm (more properly denoted as nanodomains) could not be disaggregated by conventional ultrasonic and graining techniques. On the contrary, agglomerates of crystals larger than 10 nm are dissociable in discrete crystals. It allows characterizing Zn-MOF-74 nanocrystals by advanced electron microscopy methods. C-corrected scanning transmission electron microscopy (STEM) provided, for the first time, “quasi” atomic resolution images of MOFs, which are especially unstable under electronic radiation. The magnitude of the crystal size of M-MOF-74 is tentatively associated with the solubility of the metal source.", "text": "10.1021/cg500190h Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionsReferences1 IntroductionThe discovery of permanent porosity in metal–organic framework (MOF) materials(1) has revolutionized the research field of microporous materials in the last 15 years.(2, 3) Accordingly, the already-established applications of microporous materials have been consolidated and intensified, whereas some other novel applications have been either described or postulated as likely.(2-4) The extraordinary topological and compositional versatility of MOFs,(2, 3, 5) unmatched by any other family of materials, is behind their potentiality in industrial applications.Some of these applications require (or at least could work more adequately with) the use of materials being formed by nanosized crystals.(6-12) Thus, the application of MOFs as heterogeneous catalysts must face the deactivation of the catalytic centers, either by centers poisoning or by simple pore blockage. Reaching the nanoscaled crystal size of microporous catalysts would reduce the kinetics of the pore blockage,(13) and the regeneration process of the poisoned centers could be carried out more quickly and/or under softer conditions, more compatible with the relatively low thermal stability of MOF materials. In this sense, the catalytic activity of a particular MOF material is enhanced by decreasing their crystal size.(14) As a second illustrative example of the convenience of obtaining nano-MOFs, the preparation, mechanical properties, and efficiency in gas separation of the mixed matrix membranes formed by a polymer matrix and a nanoporous filler have been reported to improve with the crystal size reduction of the filler,(15) whereas the substitution of zeolites by MOFs as fillers gives some important affinity advantages with the polymer.(16)Apart from the solvothermal method, almost exclusively applied to the synthesis of all-inorganic microporous materials,(17) a series of synthesis methods was developed for preparing MOFs,(18) quite often precisely designed to reduce the crystal size. Thus, synthesis methods assisted by mechanical mills,(19) by sonochemical equipment(20) or by microwave radiation(21) (the latter being also of solvothermal nature) have been indeed reported as successful in this aspect. The synthesis method carried out at room temperature is even more attractive from both industrial and environmental points of view, due to the unneeded input of any energy source in the MOF formation processes. Although the quality of the MOF materials prepared at room temperature has been questioned and demonstrated to be poor in some particular cases,(22, 23) probably because their formation was forced by, for instance, abrupt pH changes, in some other cases they have reached equal qualities to those materials formed by large crystals and prepared under solvothermal conditions.(24)The isostructural materials known as M-MOF-74,(25) CPO-27-M,(26) or M(dhtp)2(27) have awakened notable attention due to the presence of unsaturated metal centers in the evacuated material, their versatility of being prepared with different divalent ions(27, 28) or mixture of them at any extension,(29) and/or their stability under ambient conditions and in the presence of water.(30) These materials have distinguished behavior in adsorption of gases of high environmental and/or energetic interest even among the rest of the open-metal-sites containing MOF materials. Thus, CPO-27-Mg(27, 31, 32) is one of the materials showing higher capacity and selectivity to adsorb CO2(33) and gives one of the highest isosteric heats for H2 physisorption.(34, 35) Additionally, the interest in this topology has recently increased due to the discovery of the so-called series of IRMOF-74, formed by materials isoreticular to MOF-74 by changing the length of the linker but maintaining their terminal functional groups, their denticity, and therefore their coordination to the metal cluster. A material belonging to that series reaches a pore diameter as large as 85 × 98 Å.(36) Furthermore, the definitive reason for basing this study on the M-MOF-74 materials lies in the already-described preparation of a high-quality Zn-MOF-74 material at room temperature by a precipitation process rather than by a crystallization one.(24) It concedes us certain control of the crystal size through parameters such as acid character of the starting mixture or solubility of the reactant sources.This paper describes the preparation of a series of MOF materials formed by the smallest nanocrystals/nanodomains ever reported. They are so small that are below the detection limit of conventional laboratory X-ray diffraction (XRD) equipment. In contrast, Cs HAADF-STEM images of the nanosized Zn-MOF-74 samples showed unprecedented high-resolution in MOFs, so that quasi atomic resolution was reached. The results from an extensive characterization have made clear that not only the absolute crystal/domain size but also the way in which they are aggregated or fused are crucial for specific applications.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionsReferences2 Experimental Section2.1SynthesisThe synthesis method for preparing nanoscaled Zn, Ni, Co, Mn, and Mg-MOF-74 materials is a modification of the only one reporting the synthesis of MOF-74 materials (the Zn-based one) at room temperature.(16) A clear yellow solution of 0.200 g (1.0 mmol) of 2,5-dihydroxyterphthalic acid (dhtp) in 5.0 g of  N,N-dimethylformamide (DMF) was added dropwise over another clear solution of 2.6 mmol of the corresponding divalente metal acetate tetrahydrate (except for Zn acetate that was dihydrate), immediately leading to a precipitate, which after a few minutes contained MOF-74 as the only crystalline phase. The optimized reaction time was 20 h, after which the solid was recovered by centrifugation and washed first with 20 mL of DMF and then two more times with 20 mL of methanol. The solid was kept immersed in methanol for 6 days; that solvent was changed for the same amount of fresh one three times.2.2Characterization TechniquesX-ray diffraction patterns were collected with a Philips X’PERT diffractometer having a X’Celerator detector and using Cu Kα radiation. Width crystal size was estimated by applying Scherrer equation to the 110 (2θ ∼ 6.8°) and 300 (∼11.6°) reflections of the patterns registered with 2θ steps of 0.0167° and radiation time of 100 s per point. Nitrogen adsorption/desorption isotherms were measured at −196 °C in a Micromeritics ASAP 2420 device. Before, the previously calcined samples were degassed at 350 °C, respectively, under high vacuum for at least 18 h. Surface areas were estimated by the BET method. Micropore and external surface area was estimated from the t-plot method. Pore size distributions were obtained by application of BJH method to the desorption branch of the N2 isotherms. Thermogravimetric analysis (TGA) was performed using a Perkin-Elmer TGA7 instrument. TG analyses were carried out at a heating rate of 20 °C/min under air flow. Scanning electron microscopy (SEM) studies were carried out in an ultrahigh resolution FEI-NOVA NanoSEM 230 FESEM instrument. Transmission electron microscopy (TEM) images were obtained in a JEOL 2000FX microscope operated with an accelerating voltage of 200 kV. Aberration (Cs) corrected STEM was performed in a FEI TITAN X-FEG (60–300) transmission electron microscope equipped with a monochromator, a spherical aberration CEOS corrector for the electron probe, and a Gatan Tirdiem energy filter (GIF). For the current experiments, the voltage was set to 300 kV yielding a probe size of 0.8 Å, while the beam current was set <1.65 × 10–10 A using a convergence semiangle of 17 mrad.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionsReferences3 Results3.1X-ray DiffractionPowder X-ray diffraction (PXRD) patterns of the M-MOF-74 (M = Mg, Mn, Co, Ni, or Zn) materials prepared at room temperature (293 K) for 24 h under stirring are shown in Figure 1. For comparison purposes, the XRD pattern of a Zn-MOF-74 material prepared under conventional solvothermal conditions(29) in our laboratory is also included in that figure. The most evident feature of Figure 1 is a major broadening of the peaks found in the XRD patterns of the samples prepared at room temperature with respect to those of the conventional Zn-MOF-74. The XRD patterns of Figure 1 have been ordered according to the peak broadening, from the widest one (bottom) to narrowest one (top). In spite of the remarkable peak broadening, the identification of the MOF-74 phase is more or less evident in the case of the samples prepared with Mg, Mn, or Zn. However, peak broadening becomes so large in the case of the Co and Ni samples that just a couple of shoulders, those found at the lowest 2θ position and corresponding to the Miller index 110 and 300, are intuited, questioning that MOF-74 is the present phase and even the crystalline nature of the sample. The significant background of the Mn-, Ni-, and Co-based samples is mainly due to the fluorescence produced by these metal elements when the X-ray radiation source is Cu Kα (see Figure S1–S3 and S5 in Supporting Information), although the contribution of some amorphous phase cannot a priori be discarded.Figure 1. Powder X-ray diffraction patterns of the M-MOF-74 samples prepared at room temperature (from bottom to top, M is Ni, Co, Mg, Mn, Zn) and a Zn-MOF-74 material (top) prepared by conventional method. The intensity of the patterns of Ni and Co samples is multiplied by 5 to facilitate the comparison. The enlargement shows the 2θ region of 5–15° of the same patterns.Therefore, the identification of the phase MOF-74 through PXRD diffraction is far from being enough, at least for the Ni- and Co-based samples, and accordingly extra and unequivocal indications from some other different characterization techniques are required. In this sense, a variety of strong evidence (see below) is presented in this article certifying that all five samples whose XRD patterns are compiled in Figure 1 are crystalline and possess a MOF-74 structure. Taking this into account, it is appropriate to estimate the crystal size of the samples through X-ray diffraction peak broadenings. Although it has been made clear the convenience of using other methods different from that based on the Scherrer equation, particularly in microporous materials,(37, 38) the exclusive detection of only two peaks in some of the diffractograms of Figure 1 forces us to use such equation. In general, it is accepted that the Scherrer equation is more precise for very small crystals, that is, for relatively large broadenings. However, in the case of Co and Ni samples the broadening is so remarkable that it may compromise its own resolution, as the diffraction band is somehow confused with the background. In order to gain precision, the Scherrer equation was applied to XRD patterns of these two samples acquired for much longer times for each point and maintaining the number of points. Figure S4 from Supporting Information contains some of the so-acquired XRD patterns compared with that of the same samples shown in Figure 1, and Table S1 shows the detailed data of the crystal size estimations by applying the Scherrer equation. The instrumental broadening was taken from the same peaks of an equally registered XRD pattern of a Zn-MOF-74 material prepared under conventional conditions(29) and therefore formed by relative large crystals. The resulting averaged crystal size from those estimations were 16.6, 13.6, 9.4, 5.1, and 2.8 nm for the M-MOF-74 samples with M being Zn, Mn, Mg, Co, and Ni, respectively.3.2FT-IR SpectroscopyProbably the most extended use of the PXRD technique is as a fingerprint to identify/refute a/some already-known and solved structure(s). Unfortunately, Figure 1 has made clear that phase identification is not possible in the case of Co and Ni samples, and it is even uncertain for the rest of PXRD patterns due to their considerable peak broadening. However, some other techniques apart from PXRD can also work based on a homologue fingerprint strategy. This is the case of infrared spectroscopy, which is not as sensitive as PXRD to the framework topology, but it is quite sensitive to the conformational and/or local environment of organic molecules in the so-called fingerprint region (ca. 500–1700 cm–1). Accordingly, deprotonation of the carboxylate groups and their consequent bond to the divalent metals must be evidenced by this spectroscopy. Figure 2 shows the IR fingerprint region of the spectra registered for the five nanocrystalline samples, for the conventional Zn-MOF-74, and for the organic linker. As expected, IR spectra of the linker and the conventional Zn-MOF-74 are markedly different. Likewise, there is a very good agreement between band position and relative intensity between IR spectrum of the nanocrystalline Zn-MOF-74 and that of the conventional Zn-MOF-74. Hence, the match of both FTIR spectra with the spectrum of the linker is quite poor. The most evident difference between the spectra of nanosized and conventional Zn samples is the lower resolution of the bands in the former, which is attributed to the “nano” nature of their crystals. In addition, the band broadening increases from top to bottom, Figure 2, as a consequence of the decrease of the crystal size of the samples. Obviously, the influence of the nanocrystalline character on spectroscopy does not reach the magnitude of that on the X-ray diffraction broadening, since the latter is a technique of much longer range. However, the simple fact of provoking so perceptible broadening in IR bands gives an idea of the extraordinarily small crystal size.(39) The IR spectrum of the Mn-MOF-74 sample contains some singularities (extra bands, different relative intensity, etc.) in comparison with the other spectra of the nanocrystalline samples. Nevertheless, even this spectrum mainly follows the main IR pattern of the series and, in any case, it is decidedly different to the IR spectrum of the linker. Therefore, IR studies confirm that all these MOF samples prepared at room temperature are crystalline and suggest that they are indeed formed by crystals of nanoscaled size and that they most likely have a MOF-74 topology, including those more doubtful cases because of its negligible/limited capacity of diffracting X-rays.Figure 2. FTIR-ATR spectra of the M-MOF-74 samples prepared at room temperature (from bottom to top, M is Ni, Co, Mg, Mn, Zn), a Zn-MOF-74 material prepared by conventional method and the protonated free linker dhtp (top).3.3Thermogravimetric AnalysesFigure 3 shows the thermogravimetric profiles of the free linker used in the synthesis of MOF-74 materials, the as-synthesized nanocrystalline M-MOF-74 materials, and the conventional Zn-MOF-74 after being washed several times with methanol. In good agreement with the literature,(40) the linker decomposition temperature increases in the order: Mn (307 °C) > Co (331 °C) > Ni (346 °C) > linker dhtp (357 °C) > Zn (397 °C) > conventional Zn (416 °C) ≫ Mg (526 °C). The temperatures given in brackets are the maximum of the derivative peak, and they are different from the reported data presumably because of the different heating program and atmosphere conditions.Figure 3. TGA curves of the M-MOF-74 samples prepared at room temperature, a Zn-MOF-74 material prepared by conventional method and the linker dhtp.Figures S11 and S12 of Supporting Information compare the TGA plots of the Zn- and Co-based MOF-74 samples, both prepared by two methods: the conventional one and the room-temperature one reported in this work. The difference of ∼11 °C between the detected linker decomposition temperatures of nano- and micrometer-crystalline Zn-based MOF-74 samples should be attributed to the well-known influence of crystal size on the dynamic thermogravimetric technique, so that the weight loss of any chemical species is generally found at lower temperatures when the sample is formed by smaller crystals. Therefore, that small difference provided by TGA measurements supports the same phase nature of both Zn-based MOF-74 samples with just some differences in crystal size. However, the order of the linker decomposition is the opposite when micrometer- and nanosized Co-based MOF-74 samples are compared (maximum of decomposition temperature of 301 and 331 °C, respectively). This fact, together with the SEM characterization of the “nano” Co-MOF-74 sample (Figures 6 and S21–22, Supporting Information), led us to consider that this sample is formed by large particles of fused nanosized crystals; that is, those particles are formed by Co-MOF-74 nanodomains rather by agglomerates or aggregates of “real” discrete nanocrystals. The larger crystals of the residual Co3O4 formed from the decomposition of RT-prepared MOF-74 in comparison with the same oxide phase formed from the same treatment of the conventional Co-MOF-74 (Figure S8, Supporting Information) also support that interpretation.On the other hand, the ratio between the weight loss of linker and the residual inorganic mass after decomposition is practically the same in thermograms of micrometer- and nanosized samples of the same metal (Table S2, Supporting Information: such a ratio is of 1.04 for both Zn-samples, and it is 1.54 and 1.58 for conventional and nanosized Co-MOF-74 samples, respectively). Moreover, the TGA plots of the nanocrystalline M-MOF-74 properly match those published elsewhere for their homologue M-MOF-74 materials prepared under conventional conditions,(40) in terms of magnitude of the weight losses, order of thermal stability, and identification of the residual phases after linker decomposition. Therefore, TGA provides important features, once again suggesting that all our samples are indeed nanocrystalline M-MOF-74.3.4N2 Adsorption/Desorption IsothermsN2 adsorption/desorption isotherms of the series of M-MOF-74 samples, registered at −196 °C, are shown in Figure 4. Some textural values estimated from those isotherms are compiled in Table 1. In good agreement with the literature, the isotherm of the conventional Zn-MOF-74 is basically of type I according to the IUPAC classification of isotherms shapes,(41) indicating that its porosity is almost entirely due to its micropores (Table 1). In contrast, certain N2 adsorption in p/p0 mesopore and macropore region and the presence of more or less marked hysteresis loop were found in every isotherm of the nanocrystalline M-MOF-74 samples. The magnitude and the type of that porosity strongly depend on the nature of the divalent metal. Figure 5 presents excellent examples of every type of hysteresis loop classified by IUPAC.(41) Thus, the nanocrystalline Zn-based sample, which contains lower microporosity than its micrometer-crystalline homologue, is able to adsorb very much higher amounts of N2, due to the presence of well-defined mesopores and/or the increment of external surface area (Table 1), presumably as a consequence of the nanosize of its crystals. Both the abrupt increase of adsorbed N2 at a particular pressure (at p/p0 of ca. 0.9) of the mesopore region and the presence of well-defined and symmetric hysteresis loop suggest a very narrow distribution of crystals size. Indeed, the classic type H1 of its hysteresis loop is characteristic of agglomerates (rather than aggregates, understanding agglomerate as an assemblage of particles rigidly joined together(41)) of quite uniform crystals in fairly regular array and hence the narrow distributions of pore size.(41) The slight deviation from the ideal shape of H1 loop could be due to the nonspherical rod-like morphology of the crystals (see microscopy section below). Remarkably, the shape of the hysteresis loop of the nanocrystalline Mn-MOF-74 sample, which is formed by the second largest crystals among the series of nanosized M-MOF-74, only overcome by its Zn-based homologue, is similar to that of the Zn-MOF-74 sample in the whole amount of N2 adsorbed in the mesopore region as well as in the magnitude and shape of the hysteresis loop. The lower microporosity found in the isotherm of the Mn-based sample was certified by the detection of some impurities by SEM studies (Figure S15, Supporting Information). Its hysteresis loop is of type H3, not exhibiting any limiting adsorption at high p/p0, as it is characteristic of crystal agglomerates (rather than aggregates, understanding agglomerate as an assemblage of particles which are loosely coherent(41)). Continuing with the order of crystal size, the Mg- and Co-based samples have similar features in hysteresis loop but distinct to these of the Zn- and Mn-based nanocrystalline samples. Their hysteresis loops are unquestionably of type H2, indicating that the mesopores are widely interconnected.(41) Far from being a disadvantage, that high pore interconnectivity could be an extra benefit for avoiding the diffusional problems of reactants/products within MOF-based heterogeneous catalysts. Nevertheless, on the basis of recent studies,(42) the shape of the hysteresis loop of the isotherms of the nanocrystalline Mg- and Co-MOF-74 samples could be a simple consequence of the reduction of the mesopore size rather than any feature related to the mesopore interconnectivity. Finally, the hysteresis loop of the isotherm of the Ni-MOF-74 basically resembles that of a type H4. H4 loop associated with an isotherms of type I is simply indicative of microporosity. In fact, the almost negligible hysteresis loop of the isotherm of the micrometer-crystalline Zn-MOF-74, whose unique pores must be micropores, is also of type H4. It is reasonable to admit that the aggregation of sub-3 nm crystals is not able to define mesopores but micropores (<2 nm). In this sense, the PSD maximum of the IUPAC limit is between micro- and mesopore.Figure 4. N2 adsorption/desorption isotherms of the M-MOF-74 samples prepared at room temperature, and a Zn-MOF-74 material prepared by conventional method.Table 1. Textural Values of the Nanocrystalline M-MOF-74 Materials Estimated from the N2 Adsorption/Desorption Presented in Figure 4sampleSBETa (m2 g–1)Smicropb (m2 g–1)Sextc (m2 g–1)Vpored (cm3 g–1)Vmicroporee (cm3 g–1)PSD maxf (nm)conv Zn85084190.34  Zn8676951721.030.2829.3Mn4913011901.040.0821.5Mg10076074000.650.255.2Co5211283930.320.062.4Ni402346560.270.1425.6gaTotal surface area estimated by BET method.bBET surface area of micropores.cBET external surface area.dTotal pore volume.eMicropore volume.fMaximum value of the pore size distribution from adsorption branch.gUnlike the PSD maximum detected for the rest of the nanocrystalline M-MOF-74, this PSD maximum is not related to the nanocrystalline nature of the sample.The comparison of the textural properties of the conventional and nanocrystalline Zn-MOF-74 samples underlines the similarities and the differences between both samples. Thus, the slightly higher surface area of the nanocrystalline evidence the high quality of this sample. However, its micropore surface area is significantly lower than that of its homologue formed by large crystals, which indicates their nanocrystalline nature. It is well-known that the micropore surface area diminishes when the crystal size decreases(43) within the nanorange. Obviously, that microporosity loss is compensated by a notable external surface area (234 m2/g), which is basically absent in the conventional Zn-MOF-74 (9 m2/g). Moreover, the external surface area is presumably due to an ordered agglomeration of quite regular nanocrystals, according to its narrow pore size distribution (Figure 5) and its narrow and intense band detected by low-angle XRD (Figure S6, Supporting Information). Although there is no a linear correlation between the crystal size of the M-MOF-74 samples and their surface area (partially because of the different atomic mass of the metals(27) and the presence of impurities accompanying the Mn-MOF-74 phase (Figure S15, Supporting Information)), there is a systematic decrease of the ratio between the total and external surface area, the latter being almost two-thirds of the former in the case of Co-MOF-74 sample (Table 1). Such systematic behavior seems to be violated when Ni-MOF-74 is considered. However, in that sample the crystal sizes are so small that the pores enclosed by them are not meso- but micropores, which could explain the substantial increase of the micropore surface area (and micropore volume) of Ni-MOF-74 with respect to that of the Co-MOF-74, which is paradoxically composed by larger crystals.Figure 5. N2 adsorption/desorption isotherms of the M-MOF-74 samples prepared at room temperature, and a Zn-MOF-74 material prepared by conventional method.Another systematic trend with the crystal size is found in the mesopore size distribution (Table 1 and Figures 5 and S13): the smaller the crystal size, the smaller is the PSD maxima. In the case of Ni-MOF-74 samples, whose crystal domains is as small as 2.8 nm according to the Scherrer equation, no PSD maxima of that order of magnitude is detected, probably because the porosity generated by such small crystals is going to be within the range of micropores (pores below 2.0 nm) rather than within the mesopore region.3.5Electron Microscopy StudiesIn spite of the strong evidence provided by FTIR, TGA, and N2 isotherms about the true nature of the nanocrystalline M-MOF-74 samples, the scarce information extracted from PXRD studies led us to make a special effort in the characterization of the samples by advanced electron microscopy techniques. Figure 6 shows the SEM micrographs of the as-centrifuged Co and Zn samples, which have been selected as representative ones of being able and almost unable to diffract, respectively, according to Figure 1. Zn sample is composed by aggregates of nanocrystals forming a network that contains mesoporous of a relatively uniform size, in good agreement with the mesopore size distribution given by N2 adsorption–desorption isotherms. However, in the Co sample, it was not possible to discern discrete crystal units. Instead, micrometer-sized agglomerates of “fused” crystals were observed. The as-centrifuged agglomerates/aggregates were attempted to be separated in their isolated crystals by conventional methodologies based on grinding and ultrasonic treatments. Separation was achieved for the Zn aggregates but not for the agglomerates of Co or Ni samples. Supporting Information contains some extra SEM/TEM/STEM images of these and other as-centrifuged M-MOF-74 samples (Figures S15–S23, Supporting Information) and DLS of the colloidal as-prepared (Figure S24, Supporting Information), diluted and sonicated suspension before centrifugation, both supporting this interpretation.Figure 6. Highly magnified SEM images of the as-centrifuged nanocrystalline Zn (left) and Co-MOF-74 (right) samples. At the center of the latter, a previously studied rectangular region is visible, making clear the severe damage of SEM irradiation on the MOF materials.Figure 7a shows a conventional TEM image of the nanosized Zn-MOF-74, with high homogeneity in shape and size of the elongated crystals. Although the crystal separation was complete for some aggregates, some nanocrystals still were linked to each other at some extension. In this sense, it is not surprising that the disaggregation was unsuccessful in the case of Co or Ni samples (Figures 7 and S21–S23, Supporting Information). The morphology of nanosized crystals of Zn-MOF-74 resembles that found for conventional micrometer-sized Zn-MOF-74 materials.(29) The estimation of the average crystal size was ∼15 × 50 nm, in good agreement with the Scherrer equation valuation from XRD peak broadenings (16.6 nm, Tables S1–S2, Supporting Information), considering that only the width (and not the length) of the elongated crystals was estimated by the Scherrer equation due to the studied reflections.Figure 7. Micrographs of Zn-MOF-74 taken by (a) conventional TEM image and (b) Cs-corrected STEM-HAADF showing the MOF channels.With the aim of gaining structural information on the crystals, spherical aberration (Cs) corrected STEM-HAADF analysis was performed on the Zn-MOF sample (Figure 7b). In this mode, the beam which is converged into a very fine spot is tracked over the area of interest, while the rest of the crystal remains undamaged. With this method and by taking very careful control of the beam current atomic resolution data have been obtained on highly beam sensitive materials.(44) Taking into account the extremely high instability of MOFs under the electron beam, only a few studies have reported on high-resolution TEM by using a cryo-TEM technique.(36, 45) However, in the current case a different approach based on the results already produced for zeolites has been taken. Figure 8a–d presents extremely high-resolution data obtained for two different Zn-MOF-74 crystals. (Some other so-obtained high-resolution images of a different crystal of the same sample is shown in Figure S16, Supporting Information.) Figure 8a shows the raw data of a 20 nm crystal orientated along the [001] direction exhibiting a hexagonal arrangement of the pores. Figure 8b presents a closer look at the pores of the particle, where in bright, due the stronger scattering factor, the Zn cluster can be unambiguously identified. In addition the FFT, displaying a 6-fold axis shown inset, which corroborates the high degree of crystallinity of each individual entity, was indexed in the R3̅m space group with a = b = 25.93 Å and c = 6.83 Å. Figure 8c,d (raw data and Fourier filtered image respectively) display the image of another Zn-MOF-74 particle sitting with the channels perpendicular to the electron beam. To the best of our knowledge, this is the very first time that such high-resolution data are produced from a MOF system which allows the observation of the metal cluster linking the organic phase. Such an image allows direct measurements of the distance between two diagonal Zn units being 15.5 Å, leading into a pore size of approximately 10.54 Å.(46) The fact that individual atomic Zn columns has not been resolved as it has been done in other porous architectures(47) is associated with the weakness of the Zn-MOF-74 framework which forced us to work under very far-from-ideal fast conditions in order to minimize the beam damage.Figure 8. (a) Cs corrected STEM-HAADF images of a nanoparticle faced along the [001] zone axis. (b) Fourier filtered image of (a) displaying the pore architecture, with FFT inset. (c) A different crystal with the pore system perpendicular to the electron beam. (d) A filtered Fourier region of (c) with the FFT inset indexed assuming the [211] orientation.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionsReferences4 DiscussionThe different characterization techniques used in this work have provided very different and valuable insights into the size of both crystals and void spaces enclosed by crystal agglomeration/aggregation of the series of M-MOF-74 materials. At first glance, not all these insights are in good agreement. In this section, all these estimations are discussed and considered together.According to the estimation through the Scherrer equation, Ni and Co samples are formed by crystal diameters as small as 2.8 and 5.1 nm, respectively. They are probably the smallest crystal size of a microporous material ever reported. To the best of our knowledge, nanosized Beta zeolite crystals had that record with ca. 7 nm of crystal diameter when it was prepared by very different approaches.(43, 48) The XRD patterns of those beta zeolite samples obviously had broad peaks, but they did not reach the magnitude of those of our samples. Moreover, one particular dimension of MFI-structured crystals has been reduced practically to a single unit cell.(49, 50) Taking into account that the dimensions of a unit cell of Zn-MOF-74 are a = b = 2.593 nm, c = 0.684 nm,(46) a c-axis transversal section of an averaged crystal of Ni-MOF-74 (2.8 nm) and Co-MOF-74 (5.1 nm) materials contains slightly more than a single (1.15 unit cells) and four unit cells, respectively, justifying their almost negligible diffraction capacity (Figure 1) and their lower micropore textural properties (Table S1, Supporting Information) in comparison with their homologues composed by micrometer crystals. We should not reject the possibility that the crystals are even smaller, as for instance discrete domains of a size smaller than a unit cell could potentially exist but do not significantly contribute to the XRD detected peaks, so the estimated size would be that only average the size of the crystals able to diffract at some non-null extent.Unlike the conventional M-MOF-74 materials, the formation of these nanosized MOFs takes place through a precipitation mechanism. Since the fundamentals of precipitation process are well-known, we have tried to correlate the estimated crystal size of M-MOF-74 materials with different physic-chemical properties conditioning the formation of a precipitate. One of the most influential parameters is the solubility of the chemical species taking part in the final precipitate. Indeed, M-MOF-74 cannot be formed at room temperature if M is not added as acetate but as nitrate or chloride, which are the conventional sources for solvothermal synthesis methods. Figure 9 plots the solubility of the used M acetates in water as a function of crystal width of the resultant M-MOF-74 material estimated by the Scherrer equation. We are aware that the major solvent in our system is DMF, so the use of tabulated values of solubility in water(51) is not strictly correct. However, it is expected that the order of solubility of ionic salts in so polar solvent as water and DMF is the same. Figure 9 shows an almost linear correlation between so-represented solubility and crystal width when Mn, Mg, Co and Ni acetates (but not Zn) are considered. The reason behind the mismatch of Zn in that correlation could be the different hydration degrees of its source (two water molecules per Zn) in comparison with the rest M acetates (four water molecules per M), considering the strong capacity of water to dissolve any of these acetates. The good correlation between solubility and crystal size among the comparable metal acetates opens the possibility of accurately controlling the crystal size of M-MOF-74 materials (and indirectly their agglomeration or aggregation features) by just changing the solubility of the metal sources, either modifying the counterion nature or the solvent mixture nature/proportion.Figure 9. Molar solubility in water of the different metal acetates sources(51) used in this work versus crystal width of the corresponding M-MOF-74 materials estimated from the Scherrer equation. The black line represents the straight line better fitted to the tetrahydrate acetate sources. Red circle is used to remark that Zn does not follow such a trend.Figure 10 shows the evolution of the some data estimated or determined by different characterization techniques used in this study as a function of the nature of the divalent metal M in the series of the M-MOF-74 samples. In general terms, all three plotted magnitudes have almost systematically decreased in the order of M: Zn > Mn > Mg > Co > Ni. The unique nonsystematic slight variation comes from the low-angle peak, whose origin can be influenced by the crystal morphology, crystal size homogeneity, certain spatial ordering of either nanoparticles or mesopores or even a mixture of them. In any case, this magnitude also follows the general trend defined by the other two plotted magnitudes, whose origin is more well-defined and easily interpretable. A second significant feature from Figure 10 is that the practically linear evolution of crystal size estimated by the Scherrer equation along the M series contrasts with the abrupt fall and higher range found in PSD maxima evolution, coinciding with the vertical dashed line. The higher value of PSD maxima than the width found in the two samples with largest nanocrystals (Zn and Mn) can be explained based on the fact that as-applied Scherrer equation provides the width (the smallest dimension) of the rod-like nanocrystals. Consequently, it is not surprising that the mesopores formed by agglomeration of that nanocrystals are larger than the width of those crystals. This effect is visually made clear in Figure 6-right and Figures S14 and S17 of Supporting Information. As the nanocrystals become smaller, they are larger than the pore defined by them. It could be due to a more strong interaction between the nanoparticles, indicating that the presumably more reactive nanocrystals somehow lost their identity becoming simple domains in hardly dissociable particles (Figure 6-left, Figures S18–S23 of Supporting Information). Mg-MOF-74 is an acceptable midpoint between the two scenarios, as some discrete units can be intuited although it is dominated by “fused” crystals (Figure S16C, Supporting Information). As a consequence, around 10 nm of the crystal/domain size would mark a different behavior of nanocrystalline M-MOF-74 materials (vertical dashed line in Figure 10). Above that size, it is proper to talk about more or less separable nanocrystals, whereas below, crystalline domains exist.Figure 10. Comparison of crystal widths as estimated by the Scherrer equation from PXRD patterns (green squares), position of the low-angle XRD peak (red circles), and pore size distribution maxima from the N2 adsorption isotherms (blue triangles) of the nanocrystalline M-MOF-74 samples as a function of the nature of M. The vertical dashed line and the regions marked in the figure are interpreted in the text.Therefore, estimating/measuring the crystal/domain size is not enough to design the potential application of these materials. Additionally, it is also recommended to have a deep knowledge of the nanocrystals agglomeration/aggregation/fusion process. As illustrative examples, we can anticipate two different situations for the two applications mentioned in the Introduction as improvable by using nanosized MOFs crystals. On one hand, the use of these MOFs as a catalyst would potentially reduce/resolve the diffusional problems of their micrometer-size homologues. On the other hand, their use as fillers in polymer-based membranes to give high homogeneity at the “nano” scale would be presumably reached just in the case of the samples formed by separable over-10 nm crystals, whereas samples formed by large particles of nanoscopic domains could be even counterproductive.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionsReferences5 ConclusionsSome important applications of MOFs could be enhanced by decreasing their crystal size down to the nanoscale. This work describes an easy, quick, and economical preparation of a set of nanocrystalline M-MOF-74 materials (M = Zn, Mn, Mg, Co, and Ni). The resultant materials are composed by such small crystals that their identification by diffraction techniques is extremely insufficient. Indeed, the Co- and Ni-MOF-74 samples are probably the MOFs materials composed by the smallest crystals ever reported. A combination of characterization techniques corroborates both their “nano” condition and their crystalline nature of MOF-74 materials. Additionally, all samples contain some textural porosity of nature and magnitude well-explained from their crystal size and the tendency of their nanocrystals to be agglomerated or aggregated. Zn-MOF-74 nanocrystals could be isolated by relatively soft ultrasonic treatment; indeed, these isolated crystals could be observed by Cs-corrected STEM with an unprecedented resolution by any microscopy technique, as the metal clusters and the hexagonal channel of ca. 11 Å of diameter were sharply observed. On the contrary, Co and Ni samples are formed by nanodomains “fused” in large particles rather than by discrete nanocrystals. Consequently, isolated domains could not be separated by conventional ultrasonic treatments. Moreover, the control of the crystal size has been suggested to be a function of solubility of the metal source in the synthesis media, and then it could be controlled. The described behavior of the different degrees and/or nature of nanocrystals/nanodomains aggregation as a function of crystal size could be crucial in the design of new MOFs and, more importantly, in the MOFs applications favored by reduced crystal size. Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionsReferencesSupporting InformationFurther XRD analyses (influence of fluorescence, low-angle PXRD, thermo-XRD, kinetics of formation followed by XRD), further TG analyses (quantification, effect of nanosized on thermal stability), further N2 adsorption/desorption isotherm analyses (PSD from desorption branch), further electron microscopy images, and dynamic light scattering (DLS) measurements. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionsReferencesAcknowledgmentFunding is from Spanish Ministry (MAT-2012–31127) and European Union Seventh Framework Programme under Grant Agreement 312483 - ESTEEM2 (Integrated Infrastructure Initiative-I3). We are very grateful to the technicians forming the ‘Unidad de Apoyo a la Investigación’ of ICP, particularly to Conchi Díaz and Rosa Folgado, for their unselfish and intense involvement in this work.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionsReferencesReferencesThis article references 51 other publications.1. Li, H.; Eddaoudi, M.; O’Keeffe, M.; Yaghi, O. M. Nature 1999,  402 (6759)  276– 279[Crossref], [CAS]1. Design and synthesis of an exceptionally stable and highly porous metal-organic frameworkLi, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.Nature (London)\r\n        (1999),\r\n    402\r\n        (6759),\r\n    276-279CODEN:\r\n                NATUAS;\r\n        ", "title": "Nanoscaled M-MOF-74 Materials Prepared at Room Temperature", "authors": ["Manuel Díaz-García", "Álvaro Mayoral", "Isabel Díaz", "Manuel Sánchez-Sánchez"], "doi": ["10.1021/cg500190h"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0011.gif\">"]}