{"abstract": "Presented here is a multifunctional anionic MOF material that can upgrade selective sorption of Cs/C via Ag-exchange and act as substrate to load fluorescent dyes on the external surface of crystals to control their luminescent properties.The anionic Zn-2,5-thiophenedicarboxylate framework material () built from the connection of Johnson cages can perform Ag-exchange to upgrade the uptakes of C hydrocarbons (Cs) and separation properties of Cs over methane (C). Moreover, its activated phase () can enrich organic dyes from ethanol and make a significant red-shift in photoluminescent spectra of Rhodamine B (Rh B) via varying the aggregation states of dye molecules.", "text": "10.1021/ic5020829 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionThe research on separation of C2 hydrocarbons (C2s) from methane (C1) has attracted much attention in recent years, because the important industrial process not only purifies natural gas (NG) for its efficient usage but also obtains C2s considered as important energy resources and raw chemicals for further chemical processing.(1) However, the traditional separation of C2s/C1 performed by cryogenic distillation, which requires very low temperature and high pressure, is very energy-consuming and extremely cost intensive. Additionally, by utilizing chemical complexing interactions between carbon–carbon unsaturated bonds and metal ions, such as Cu+ or Ag+, an absorptive separation process is performed via bubbling mixed NG into the solution to fix the unsaturated hydrocarbons.(2) However, the poor contact between C2s and liquid absorbent prevents such a process to be an efficient method.Recently, metal–organic frameworks (MOFs) as a relatively new class of porous solid adsorbents have emerged their significant potential application in the field of small hydrocarbon adsorption and separation because of their distinctive architectural feature, such as high surface areas, tunable pore sizes, accessible metal sites, and recognition capability for specific components in the gas mixture.(3-11) In 2006, the first MOF used for C2s/C1 separation is the famous ZIF-8, which showed quite a low selectivity.(12) Subsequently, some efforts have been put forward to enhance C2s uptakes and separation capacities in MOFs, giving the fact that higher uptakes and selectivity for this C2s/C1 separation can significantly conserve energy.(3) For example, compound UTSA-34 reported by Chen’s groups could enhance its C2s adsorption capacity and C2s/C1 separation selectivities by creating open metal sites.(5, 6) The well-known MOF-74 materials, namely, M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc = 2,5-dioxido-1,4-benzenedicarboxylate), showed very high C2H2 uptakes of 156–197 cm3/g under ambient conditions and were also employed to separate light hydrocarbons because of their high density of coordinatively unsaturated metal sites on the hole-walls.(3e, 9, 13) Powder neutron diffraction experiments carried out by Long’s groups demonstrated the preferential interaction between deuterated unsaturated C2s and open Co sites in the expected side-on fashion with Co–C distances of 2.60–2.73 Å, which is much stronger than the Co···D···C interaction between deuterated ethane and open Co sites.(9) Thus, it is clear that the present of open metal sites in the framework is crucial for C2s/C1 separation. For anionic MOFs, one of the most effective ways is to embed metallic cations into the pores, following the removal of terminal solvent molecules to give active metal sites. Although such a method had been applied to enhance H2 and CO2 uptakes and selective separation, none of the MOFs have demonstrated that the method can be applicable to upgrade C2s storages and C2s/CH4 separations.(14)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionGeneral ProceduresAll reagents were purchased commercially and used without further purification. The purity of all gases is 99.999%. All syntheses were carried out in a 20 mL vial under autogenous pressure. All powder X-ray diffraction (PXRD) analyses were recorded on a Rigaku Dmax2500 diffractometer with Cu Kα radiation (λ = 1.54056 Å) with a step size of 0.05°. Gas adsorption measurement was performed in the ASAP (Accelerated Surface Area and Porosimetry) 2020 System. Fluorescence spectra were measured with a HORIBA Jobin-Yvon FluoroMax-4 spectrometer.Synthesis of [Zn17thb14(μ4-O)4(H2O)(Me2NH2)]·Me2NH2 (1)According to the previous method,(15) 2,5-thiophenedicarboxylate acid (H2thb, 103 mg, 0.6 mmol) and Zn(NO3)2·6H2O (293 mg, 1 mmol) were dissolved in 4 mL of N,N-dimethylacetamide (DMA) and 1 mL of methanol (MeOH). The mixture was placed in a small vial and heated at 100 °C for 3 days, and then cooled to room temperature. Colorless block crystals of the product were formed and collected by filtration and washed with DMA several times. Yield: ∼160 mg (∼72% based on H2thb).Preparation of 2The guest Me2NH2+ cations in CH2Cl2-exchanged sample of 1 can perform ion-exchange with Ag+ cations by repeatedly soaking 500 mg of the colorless samples in 100 mL of 0.02 M MeCN solution of AgNO3 for 12 h in 2 days under a dark environment. Colorless product 2 with Ag+ cations can be successfully obtained by soaking in 100 mL of fresh MeCN solution for 12 h under a dark environment.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionHere, we present the effect of cation-exchange on the binding of C2s in a porous MOF [Zn17thb14(μ4-O)4(H2O)(Me2NH2)]·Me2NH2·xguest (1, H2thb = 2,5-thiophenedicarboxylate acid, Me = −CH3), which had an anionic framework with Johnson-type cages, and exhibited facile ion-exchange capability (Figure 1). Our previous ion-exchange studies, in fact, indicated that the organic dimethylammonium cations in the Johnson-type cages can be fully exchanged by Ag+ at room temperature, as shown by inductively coupled plasma atomic emission spectroscopy (ICP-AES) studies, forming the Ag+-exchanged phase 2.(15) X-ray photoelectron spectrum (XPS) measurement was also carried out for 2 to confirm the present of Ag+ cantions in the Johnson-type cages (Figure S1, Supporting Information). The fully exchanged compound was found to retain its morphology and crystallinity according to powder X-ray diffraction (PXRD) studies. Here, we report the effect of two extraframework cations (dimethylammonium and Ag+) on the C2s sorption uptake and separation for 1 and 2. The choice of Ag+ as a cation for this study was driven by its known high chemical complexing interactions with carbon–carbon unsaturated bonds. In addition, the Ag+ cation is low charged and has a large ionic radius, which results in a higher density of accessible metal sites for enhancing selective storage of C2s. For gas sorption, after solvent exchange processes according to previous methods,(15) the active phases 1a and 2a were obtained by evacuating under high dynamic vacuum at 60 °C for 24 h. Comparison of the PXRD patterns of the above compounds confirm that the integrity of the framework is maintained with some broad peaks possibly induced by the slight relaxation of the open framework (Figure S2, Supporting Information).Figure 1. Johnson-type cages of 1 and sketch of the interaction between C2s and Ag+ in the cages.The permanent porosity of the activated phases 1a and 2a is confirmed by N2 sorption measurement, giving Langmuir surface areas of 1270.3 and 1313.8 m2/g, respectively (Figure S3, Supporting Information). In order to examine their utilities as adsorbents for industrially important C2s/C1 separation, we examined the pure component sorption isotherms of 1a and 2a for various C2s and CH4 under 273 K and 1 bar. As shown in Figure 2, 1a takes up different amounts of C2H6 (4.48 mmol/g) and CH4 (0.62 mmol/g), respectively (Figure 2a and Figure S4a, Supporting Information). The CH4 uptake (0.55 mmol/g) for 2a is close to that for 1a (Figure S4c, Supporting Information), while the C2H6 uptake for 2a is similar to that for 1a under the lower pressure (<0.4 bar) and further promotes to 5.19 mmol/g with the increasing of pressure (Figure 2c), owing to the Ag···H···C interaction between C2H6 and open Ag+ sites (Figure 1). However, uptake of C2H4 for 2a at 1 bar is 5.00 mmol/g, which is about 36.24% higher than that (3.67 mmol/g) for 1a under the same test conditions (Figure 3a,c). Compared to the C2H2 uptake of 1a, that of 2a follows the similar increasing trend, and the final value (5.16 mmol/g) is about 24.04% higher than that (4.16 mmol/g) of 1a (Figure 4a,c). It is noted that, under the first data point (P ≈ 1 mmHg), the C2H4 and C2H2 uptakes for 2a are about 18 times and 26 times enhancement over 1a, respectively (Figures 3 and 4, inset). The upgrade of unsaturated C2s uptakes can be attributed to preferential interaction between unsaturated hydrocarbons and open Ag+ sites in the expected side-on fashion (Figure 1). Compared to serials of MMOF-74 and UTSA-34b, the maximum uptake of C2H2 for 2a is inferior,(3e, 6, 9, 13) but equal to that for UTSA-50a (5.08 mmol/g)(16) and much better than ZJU-30a (3.17 mmol/g), UTSA-33a (3.66 mmol/g), UTSA-34a (4.64 mmol/g), and UTSA-36a (3.57 mmol/g), as well as many other MOFs under 273 K and 1 bar.(3b, 4a, 5, 6, 17) The sorption measurement performed at 293 K shows that the C2s uptakes of 2a are always higher than those of 1a. The enthalpies of C2s adsorptions for 2a are estimated from the sorption isotherms at 273 and 293 K using the virial equation. The enthalpies of CH4 and C2H6 for 2a are 8.9 and 12.5 kJ/mol, which are close to those (11.4 and 11.1 kJ/mol) for 1a (Figure S5, Supporting Information). However, the enthalpies of C2H4 and C2H2 for 2a are 24.53 and 23.32 kJ/mol, respectively. These values are much higher than those (9.9 and 14.3 kJ/mol) for 1a, indicating the contribution of Ag+ in the pores. The experimental data collected under 273 K are fits of the dual-site Langmuir–Freundlich mode (Figures S6 and S7, Supporting Information), and the adsorption selectivities for equimolar mixture adsorption of different C2s with respect to CH4 are calculated using ideal solution adsorbed theory (IAST, a widely adopted method to predict multicomponent isotherms from pure gas isotherms). For 2a, the C2s/CH4 selectivities are always much higher than those for 1a, especially for the selectivities of C2H2/CH4 and C2H4/CH4 (Figure 5). The selectivities of C2H2/CH4 and C2H4/CH4 for 2a have fallen from 934 and 201 under 1 kPa to 36 and 24 under 100 kPa, respectively (Figure 5e,f). The C2H2/CH4 separation selectivity of 2a is much higher than ZJU-30a (15) and UTSA-36a (16.1).(17a, 4a) It is worth noting that the high selective separations of C2H4/CH4 and C2H2/CH4 suggest that 2a may be a good candidate material for hydrocarbon separation and purification of natural gas.Figure 2. Gas sorption isotherms of C2H6: 1a under 273 (a) and 293 K (b); 2a under 273 (c) and 293 K (d). Inset: the C2H6 sorption isotherms under 273 K and very low pressure for 1a and 2a.Figure 3. Gas sorption isotherms of C2H4: 1a under 273 (a) and 293 K (b); 2a under 273 (c) and 293 K (d). Inset: the C2H4 sorption isotherms under 273 K and very low pressure for 1a and 2a.Figure 4. Gas sorption isotherms of C2H2: 1a under 273 (a) and 293 K (b); 2a under 273 (c) and 293 K (d). Inset: the C2H2 sorption isotherms under 273 K and very low pressure for 1a and 2a.Figure 5. IAST calculative selectivities of different C2s with respect to CH4 at 273 K: (a) C2H6/CH4 for 2a, (b) C2H6/CH4 for 1a, (c) C2H2/CH4 for 1a, (d) C2H4/CH4 for 1a, (e) C2H2/CH4 for 2a, (f) C2H4/CH4 for 2a.Except for gas sorption, 1a shows a very unusual affinity to laser dyes Rhodamine B (Rh B) and Rhodamine 6G (Rh 6G) and can gather both dyes on the crystalline surfaces of the porous material from ethanol solution. To explore the uptake of Rh B on the surface of 1a, 100 mg of crystals of 1a were immersed in an ethanol solution of Rh B (20 mg/L, 3.5 mL) at 60 °C. The pink solution of Rh B gradually faded to colorless after 6 days; meanwhile, the appearance of colorless crystals 1a became pink, obtaining Rh B-loading phase Rh B@1a (Figure 6a). The concentration of Rh B in ethanol changed from the original 20 mg/L to the final 0.037 mg/L (Figure 7, inset). The same experiment has also been done in an ethanol solution of Rh 6G and showed the fading of orange ethanol solution of Rh 6G in 4 days, obtaining orange Rh 6G-loading phase Rh 6G@1a (Figure 6b). PXRD measurements confirmed the framework stability of 1a. From the PXRD patterns, the main peaks of these Rh B@1a and Rh 6G@1a are according to the original ones, indicating the integrity of the host frameworks (Figure S2e,f, Supporting Information). The scanning electron microscopy (SEM) image of Rh B@1a and the cross-sectional view of a single crystal reveal that the formation of Rh B particles is just limited to the outer surface of the crystals because of the larger Rh B molecular dimension than the window size of 1a (Figure S8, Supporting Information). However, the Rh B molecules are hardly released from the surface of 1a, confirming the strong affinity between Rh B and 1 (Figure S9, Supporting Information).Figure 6. Photos of Rh B (a) and Rh 6G (b) enrichment progress over 1a in 5 and 4 days, respectively. Samples of Rh B@1a (c) and Rh 6G@1a (d) illuminated with 365 nm laboratory UV light.Figure 7. Photoluminescence spectra of (a) liquid Rh B in ethanol and the Rh B@1 soaked in 3.5 mL of Rh B/ethanol solutions with a concentration of 20 mg/L for 1 (b), 2 (c), 3 (d), and 5 (e) days. Inset: the measured concentration curve of Rh B in ethanol solutions after enrichment progress over 1a in 5 days.Room-temperature photoluminescent (PL) spectra of Rh B@1a with different concentrations are shown in Figure 7. It can be seen that all the composites show a significant red-shift in PL spectra in comparison with that (575 nm) of Rh B/ethanol solution. The peaks of the PL spectra are located at  594, 599, 602, and 606 nm when crystals of 1a are immersed in Rh B/ethanol solutions with a concentration of 20 mg/L for 1, 2, 3, and 5 days, respectively (Figure 7). It is well-known that varying the aggregation state of dye molecules will cause changes in PL properties.(18) As the concentration of Rh B on crystalline surfaces increases, the red-shift of PL spectra peaks is obvious.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn summary, we developed a new effective approach toward embedding Ag+ as open metal sites in MOFs to upgrade C2s storage and C2s/C1 separations. Moreover, compound 1a as substrate can load fluorescent dyes on the external surface of crystals to control their luminescent properties. The results demonstrated that compound 1 is a promising multifunctional material for further applications. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationAdditional figures, powder X-ray diffraction patterns, and sorption isotherms. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentWe thank the NSFC (21403235, 21221001, 91222105, U1162118) for the support of this workReference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 18 other publications.1. Baker, R. W. Ind. Eng. Chem. Res. 2002,  41,  1393– 1411[ACS Full Text ], [CAS]1. Future Directions of Membrane Gas Separation TechnologyBaker, Richard W.Industrial & Engineering Chemistry Research\r\n        (2002),\r\n    41\r\n        (6),\r\n    1393-1411CODEN:\r\n                IECRED;\r\n        ", "title": "Multifunctional Anionic MOF Material for Dye Enrichment and Selective Sorption of C Hydrocarbons over Methane via Ag-Exchange", "authors": ["Yan-Xi Tan", "Ying Zhang", "Yan-Ping He", "Yan-Jun Zheng", "Jian Zhang"], "doi": ["10.1021/ic5020829"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-24/ic5020829/20141209/images/small/ic-2014-020829_0007.gif\">"]}