{"abstract": "An N−H functionalized ligand was synthesized, and we have obtained three different network topologies with empty spaces by changing the metal cations. The N−H groups on pyrazine can enhance CO adsorptions. Cu-DDQ shows high selectivity for CO/N due to the small adsorption of N. Zn-DDQ and Cu-DDQ with different shapes of pores are promising materials for fast separation of MB/other and CV/other mixtures, respectively. The cyanosilylation reactions indicate that Cu-DDQ has greater Lewis acidity.Three N–H functionalized metal–organic frameworks, Pb-DDQ, Zn-DDQ, and Cu-DDQ, were synthesized with a new flexible dicarboxylate ligand based on quinoxaline (HDDQ = ,′-dibenzoic acid-2,3-diaminoquinoxaline). CO adsorptions indicate that Zn-DDQ and Cu-DDQ have greatly enhanced the CO uptake due to the opposite N–H groups on pyrazine. With very small adsorption of N, Cu-DDQ shows high selectivity for CO and N. The three MOFs also have large adsorptions of some selected dyes, while Zn-DDQ and Cu-DDQ with large but different shapes of pores are demonstrated to be promising materials for fast separation of MB/other and CV/other mixtures, respectively. The cyanosilylation of aldehydes and ketones with high yields in a short reaction time for Cu-DDQ indicates that Cu-DDQ has a higher Lewis acidity than the other two MOFs.", "text": "10.1021/ic5009895 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionMetal–organic frameworks (MOFs) are materials with tunable high porosity and a specific surface composed of organic linkers and metal–cluster or metal–ion nodes.(1) This particular field of materials science is being extensively studied for applications such as gas adsorption and separation,(2) photoluminescence sensors,(3) heterogeneous catalysis,(4) etc. Above all, porosity is the most important feature in MOFs and plays a significant role in functional properties.(5) Moreover, ligand extension has been verified as an efficient strategy toward the augmentation of the pore size or surface area of open MOFs.(6) However, MOFs with larger pores often tend to have a collapsed framework after the removal of guest molecules, causing interpenetration and self-interpenetration, which decreases the size of pores or channels.(7) Though many MOFs have been reported every year, MOFs with larger porosity and higher stability are still a bottleneck for extensive and deep applications.Carbon dioxide is considered to be the main anthropogenic contributor to the greenhouse gas effect. The rapid accumulation of CO2, which has mainly caused global warming, is an emerging challenging environmental problem all over the world.(8) MOFs, instead of the traditional zeolites or activated carbon, are the most promising materials for CO2 capture because their pore characteristics can be modified with functional groups (−NH2, −NO2, −OH, and −SO3H groups and triazine nitrogen atoms) to immobilize into channels, and this has been demonstrated to be beneficial to enhance CO2 adsorption.(8, 9)Multiple carboxylate ligands have been widely used as bridging ligands for building MOFs because of their versatile coordination modes as well as their ability to act as H-bond acceptors and donors to assemble supramolecular structures.(9) However, to the best of our knowledge, multicarboxylic acid ligands based on quinoxaline have not yet been explored as the organic linkers. Here, we synthesized the dicarboxylic ligand H2DDQ (=N,N′-dibenzoic acid-2,3-diaminoquinoxaline) having the following advantages: (1) the distance between the two carboxyl groups is about 15 Å, which enhances the ability to construct porous frameworks, (2) quinoxaline, which connects the two carboxylate groups, can act as a large hindrance group that prevents the formation of interpenetration and self-interpenetration and furthermore it can also reduce the size of the channels while inducing reasonable pore canals,(10) and (3) pairs of active N–H groups and pyrazine nitrogen atoms in the ligands can increase CO2 adsorptions effectively. In this work, we present and discuss three MOFs with H2DDQ for CO2 and dye adsorptions, fluorescence, and catalysis of cyanosilylation reactions.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterials and Physical MeasurementsAll of the starting materials employed were purchased from commercial sources and used as received without further purification. Elemental analyses for C, H, and N were determined with a Perkin-Elmer 240 instrument. Fourier transform infrared (FT-IR) spectra were measured as KBr pellets on a Nicolet FT-170SX spectrometer in the range 400–4000 cm–1. Thermogravimetric analysis (TGA) experiments were carried out on an integrated thermal STA 449C analyzer heated from room temperature to 800 °C under an N2 atmosphere. Powder X-ray diffraction (PXRD) patterns were collected on a Rigaku D/max2500VB3+/PC diffractometer equipped with Cu Kα radiation (λ = 1.5406 Å). The UV–vis spectra were measured on a UV-2450 spectrophotometer. The solid fluorescence spectra were performed on a Quanta Master 40 & Time Master spectrofluorometer. Details of the synthesis of H2DDQ are given in the Supporting Information.Synthesis of [Pb(DDQ)(H2O)]·1.5H2O·0.6DMF (Pb-DDQ)A mixture containing H2DDQ (0.0300 g, 0.075 mmol) and Pb(NO3)2 (0.0510 g, 0.15 mmol) in 3 mL of H2O/DMF (1/1) was sealed in a Teflon-lined autoclave and heated to 85 °C under autogenous pressure for 3 days and then cooled to room temperature. The yellow crystals were washed with DMF and water and air-dried. Yield: 78% (based on Pb2+). Anal. Calcd for C23.8H23.2N4.6O7.1Pb (Mr 694.46): C, 41.16; H, 3.37; N, 9.28. Found: C, 42.16; H, 3.12; N, 8.78. IR (cm–1): 3568 (s), 3362 (m), 1646 (m), 1599  (s), 1575 (s), 1536 (s), 1492 (s), 1456 (m), 1380 (s), 1313 (s), 1242 (m), 1177 (m), 865 (m), 835 (w), 784 (m), 756 (w), 690 (m), 610 (w), 575 (w), 504 (w), 468 (w), 415 (w).Synthesis of [Zn(DDQ)(H2O)2]·2H2O·DMF (Zn-DDQ)The preparation of Zn-DDQ was similar to that of Pb-DDQ, except that Zn(NO3)2·6H2O (0.0450 g, 0.15 mmol) was used instead of Pb(NO3)2. The white crystals were washed with DMF and water and air-dried. Yield: 72% (based on Zn2+). Anal. Calcd for C25H29N5O9Zn (Mr 608.9): C, 49.31; H, 4.80; N, 11.50. Found: C, 49.11; H, 4.92; N, 11.28. IR (cm–1): 3380 (s), 3188 (s), 1652 (s), 1557 (s), 1390 (s), 1264 (m), 1171 (m), 1097 (w), 1019 (w), 941 (w), 853 (m), 790 (m), 755 (m), 697 (m), 598 (w), 460 (w).Synthesis of [Cu(DDQ)(H2O)2]·5H2O·0.5DMF (Cu-DDQ)The preparation of Cu-DDQ was similar to that of Pb-DDQ, except that Cu(NO3)2·6H2O (0.0370 g, 0.15 mmol) was used instead of Pb(NO3)2 and 0.6 mL of a 6 M HCl solution was added. The green crystals were washed with DMF and water and air-dried. Yield: 56% (based on Cu2+). Anal. Calcd for C23.5H29.5CuN4.5O10.5 (Mr 606.56): C, 46.53; H, 4.90; N, 10.39. Found: C, 44.53; H, 4.59; N, 10.93. IR (cm–1): 3397 (s), 3176 (s), 1657 (s), 1595 (s), 1546 (s), 1372 (s), 1261 (m), 1163 (m), 1099 (w), 1011 (m), 970 (w), 941 (w), 815 (m), 766 (m), 698 (m), 591 (w), 454 (w).X-ray CrystallographyThe X-ray intensity data for the three compounds were collected on a Rigaku Saturn 724+ CCD diffractometer with graphite-monochromated Mo Kα radiation (λ = 0.71073 Å). The crystal structures were solved by direct methods using difference Fourier synthesis with SHELXTS(11) and refined by full-matrix least-squares methods using the SHELXL-97 program.(12) The non-hydrogen atoms were refined with anisotropic displacement parameters. Hydrogen atoms, except for those of guest molecules, were added according to theoretical models. The solvent molecules in the structures were highly disordered, were impossible to find in the Fourier maps, and were fixed in the ideal position.(13) To resolve this issue, the contribution of solvent electron density was removed by the SQUEEZE routine in PLATON.(14) The lattice water and DMF molecules were determined with elemental analysis and TG data. Crystal data and details of the structure determination for these three compounds are given in Table S1 (Supporting Information).Gas Adsorption ExperimentsPrior to the gas adsorption experiments, the samples were soaked in methanol to exchange the H2O and DMF solvents, which was then followed by evacuation under a dynamic vacuum at 120 °C for 8 h to remove all guest molecules. The nitrogen gas adsorption isotherm was monitored at 77 K at each equilibrium pressure by the static volumetric method on a Micromeritics ASAP2020 HD88 analyzer. CO2 adsorption isotherms were obtained with at 273 K by a similar procedure.Dye Adsorption ExperimentsThe compound (10 mg) was added to a 3 mL of a ca. 500 mg/L dye-containing water solution with stirring at room temperature. The solution was centrifuged, and the clear liquid was analyzed by UV–vis absorption spectroscopy. Fast separate experiments were carried out with 6 mL dye mixtures by adding two 10 mg/L dyes in 1/2 h.Catalytic Test for Aldehyde and Ketone Cyanosilylation ReactionIn a 10 mL screw-cap vial, aldehyde (1.0 mmol) and trimethylsilyl cyanide (TMSCN, 2 mmol) were placed successively and the desolvated compound (2.5 mol %) was then added to initiate the reaction with ultrasound for 1 h in the sealed vial. For the less reactive ketone cyanosilylation reaction, the reaction time was extended to 3 h with the same ratio of reactants. After the reaction was completed, the catalyst was removed by centrifugation and then filtered quickly with ethyl acetate. The conversions of aldehydes and ketones were determined by gas chromatographic analysis (GC, Agilent 7890A) and comparison of GC-MS (HP 6890) spectra with those of authentic samples.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionSynthetic and Spectral AspectsStructure DescriptionAs shown in Figure 1a, in the structure of Pb-DDQ, Pb ions have triangular-prismatic coordination geometries with one oxygen atom from one H2O molecule and five carboxylate oxygen atoms from the DDQ2– ligands. Pb–O bond lengths are in the 2.359(4)–2.742(4) Å range, which are comparable to the Pb–O bond lengths reported.(15) As we know, the Pb–Pb bond distance is about 2.88 Å.(16) However, the Pb···Pb distances in the structure are 4.05 and 4.99 Å (Figure 1b), which do not indicate any significant direct interactions between the Pb atoms but indicate constraint by the bridging geometry of carboxylate groups. The DDQ2– anions bridge the Pb ions in μ2-η1:η1 and μ2-η2:η1 coordination modes to generate a 2D ladderlike layer (Figure 1c). Two strong C–H···π stacking interactions are found in the structure (H···centroid distances 2.66 and 2.95 Å) between C12–H12 and Cg2 as well as C12–H12 and Cg1 (Cg1i = C(1)–C(6) (i = x, −1 + y, z); Cg2ii = N1, N2, C5–C8 (ii = 1/2 – x, 1/2 + y, 1/2 – z)). The adjacent 2D ladderlike layers are interlinked via those strong C–H···π stacking interactions to form a 3D supramolecular framework with square windows of 8.76 Å × 13.18 Å (atom to atom distances) along the b axis (Figure 1d). The solvent-accessible volume is 556.5 Å3 per unit cell, which is 23.1% of the total crystal volume by excluding the guest H2O and DMF molecules calculated by PLATON.Figure 1. (a) Coordination environment of Pb-DDQ. (b) View of the Pb–Pb bond distances. (c) The 2D ladderlike layer of Pb-DDQ. (d) Packing diagram of Pb-DDQ, showing the 1D square channels along the b axis.For Zn-DDQ, the asymmetric unit consists of one Zn ion, one H2DDQ ligand, and two coordinated H2O molecules. The central ZnII ion is five-coordinated to form a slightly disordered rectangular pyramid with two N atoms from the chelating N–H group (Zn–N = 2.083(11) and 2.093(11) Å) and three O atoms from one carboxylate group with the η1 mode and two H2O molecules (Zn–O = 2.020(8)–2.083(10) Å). Only one of the carboxylates of the ligand is connected to the central Zn ions; the other is deprotonated to balance the charge and linked to the nearest coordinated H2O by a strong hydrogen-bonding interaction with an O2···O5 distance of 2.736 Å. The DDQ2– ligand here acts as an unpredictable bridging mode which connects the Zn ions into a 1D chain from the a axis with a Zn···Zn distance of 9.536 Å (Figure 2a). The 1D chains are further connected to the 2D layer via strong face-to-face π···π stacking interactions between the adjacent quinoxaline rings with a centroid to centroid distance of 3.426 Å (Figure 2b). After the solvated molecules are removed, there is 34.7% void space in the total crystal volume (total potential solvent area volume 965.8 Å3 per unit cell volume 2781.1 Å3). From Figure 2c, the 3D porous frameworks show special divergence-like pores (15.6 Å × 10.8 Å) which have been rarely reported to our knowledge from the c axis.Figure 2. (a) The 1D chain of Zn-DDQ. (b) π–π stacking interactions between the 1D chains. (c) Packing diagram of Zn-DDQ, showing the 1D divergence-like channels along the b axis.There are two Cu atoms with different coordination modes in the structure of Cu-DDQ. Cu1 is six-coordinated by two N atoms from the chelating N–H group and four O atoms from two different DDQ2– molecules in the bridging bidentate mode, forming a distorted-octahedral geometry. With the bridging mode of the DDQ2– ligand, the Cu1 atoms are connected to form 1D chains from the c axis with a Cu1···Cu1 distance of 8.95 Å (Figure 3a). For Cu2, which is five-coordinated, two carboxylate oxygen atoms from two adjacent DDQ2– molecules occupy its apical positions, and three coordinated H2O molecules are in the equatorial plane with Cu–O bond lengths in the range 1.985(12)–2.338(11) Å. Cu2 atoms in the structures act as bridging atoms which connect the 1D chain into 2D layers to afford a 2D undulant network with a 4-connected (44·62) kg m net topology (Figure 3b). Then these adjacent 2D layers are further interconnected by π···π stacking interactions between the quinoxaline rings to form the 3D open framework (Figure 3c). Meanwhile, the 1D cuboid-shaped channel can be viewed along the c axis with ca. 15.27 Å × 9.34 Å windows (Figure 4). The total potential solvent accessible void volume was calculated to be 963.1 Å3 per cell, 33.5% of the crystal volume.Figure 3. (a) The 1D chain of Cu-DDQ. (b) The 2D layer of Cu-DDQ. (c) π–π stacking interactions between the 1D chains.Figure 4. Packing diagram of Cu-DDQ, showing the 1D cuboid-shaped channel along the a axis.On the basis of the substantive weight loss from the TGA analyses (Figure S2, Supporting Information), there should be organic solvents such as DMF and H2O inside the MOF channels. The phase purities of the three MOFs have been confirmed by PXRD (Figure S1, Supporting Information). To evaluate the storage capability of the three desolvated MOFs, nitrogen and CO2 adsorption studies were conducted. The three N2 adsorption isotherms reveal type I behavior (Figure 5). The N2 adsorptions of three MOF materials are very low at 77 K, as are the calculated accessible surface areas, which is probably due to the distorted framework upon removal of the solvent molecules.(17) Adsorption measurements of CO2 were carried out up to about 800 Torr at 273 K (Figure 6). Interestingly, though only a small N2 loading, the CO2 uptake of Cu-DDQ is considerably high. Cu-DDQ can uptake nearly 26.1 wt % (180 cm3/g STP) of CO2 at 800 Torr and 273 K. In comparison to the numerous MOFs reported with higher accessible porosity, only a few MOFs display a CO2 adsorption to such a value.(5a) The CO2 uptake of Zn-DDQ is also very high at 12.8 wt % (75 cm3/g STP) of CO2 at 800 Torr and 273 K. Indeed, the void volumes of these two MOFs are less than 35%. These values are better than those of MOF-5 and MOF-177, which have greater Brunauer–Emmett–Teller surface area.(4c) The observed enhancement in CO2 adsorptions is mostly attributed to the N–H groups on pyrazine decorating the channels. As is well known, N–H groups here can be considered not only as a kind of basic group but also as hydrogen-bond donors which can catch the CO2 molecules with hydrogen-bonding interactions. Moreover, in light of such high CO2 and low N2 uptake, Cu-DDQ can be used as an efficient material for CO2 and N2 selectivity.(18)Figure 5. N2 adsorption isotherms for the three MOFs at 77 K.Figure 6. CO2 adsorption isotherms for Cu-DDQ and Zn-DDQ at 273 K.The removal of dyes from contaminated water is very important due to the fact that they are highly visible, toxic, and even carcinogenic for people.(19) Recently, liquid adsorption and separation for the removal of dyes from aqueous solutions in MOFs have received increasing attention. Herein we adopted four harmful dyes (Rhodamine B (RhB), methyl blue (MB), methyl orange (MO), and crystal violet (CV)) in water solution to employ the dye adsorption and separation of the three water-stable MOFs as adsorbents. The dye-loading abilities were measured by UV–vis absorption spectroscopy (Figures S4–S6, Supporting Information). The adsorbed quantities of the four dyes over Zn-DDQ are shown in Figure 7. The MB adsorption is the fastest in comparison to the other three. The largest amount of MB can be taken up to nearly 150 mg g–1 in less than 1/2 h due to the suitable size of MB for absorption in the divergence-like gate. With its smaller molecular size, MO can easily pass though the channels and not stay fixed. However, the lower adsorptions of RhB and CV are caused by their larger molecular structures, which have little ability to pass through the divergence-like gate. Interestingly, the CV adsorption is much better in Cu-DDQ in comparison to the other three dyes. Similar to the MB adsorption of Zn-DDQ, CV adsorption also proceeded particularly quickly and reached the highest adsorption amount of 135 mg g–1 in 1/2 h (Figure 8). In consideration of the special adsorption characteristics, we found materials which can separate the dye mixtures in a short time. To confirm our speculation, Zn-DDQ and Cu-DDQ were used to separate the dye mixtures with equal amounts of MB/RhB, MB/MO, MB/CV and CV/RhB, CV/MB, CV/MO mixtures in 1/2 h (Figure 9). The results indicate clearly that Zn-DDQ and Cu-DDQ are fast separation materials. The dye-loading abilities of Pb-DDQ have also been studied (Figure 10). The adsorption amounts of RhB and MB are 79(4) and 86(1) mg g–1, respectively. However, due to the molecular size of MO and CV, the adsorption capacity for these two dyes is not as good as that for RhB and MB. Indeed, because of its lower porosity, Pb-DDQ has a poorer ability than the two MOFs above.Figure 7. Effects of contact time on the four dye adsorptions over Zn-DDQ: RhB (red); MB (blue); MO (orange); CV (violet).Figure 8. Effects of contact time on the four dye adsorptions over Cu-DDQ: RhB (red); MB (blue); MO (orange); CV (violet).Figure 9. UV–vis absorption spectra of the separation of MB/other and CV/other mixtures in 1/2 h with Zn-DDQ and Cu-DDQ, respectively.Figure 10. Effects of contact time on the four dye adsorptions over Pb-DDQ: RhB (red); MB (blue); MO (orange); CV (violet).The photoluminescent properties of the H2DDQ ligand and Pb-DDQ, Zn-DDQ, and Cu-DDQ have also been investigated in the solid state at room temperature (Figure 11). H2DDQ exhibits a broad emission band at 509 nm, which can be ascribed to the intraligand π to π* transition. Interestingly, in comparison to the band of H2DDQ, the three compounds have a red shift of 39 nm and are all blue luminescent emitters with an emission maximum at about 472 nm. These emissions could be assigned to ligand-to-metal charge transfer (LMCT).(20) Zn-DDQ shows stronger emission than Pb-DDQ and Cu-DDQ because the Zn ions have a d10 electronic configuration.Figure 11. Solid-state emission spectra of H2DDQ and the three MOFs.As we know, cyanosilylation reactions are widely used to test the Lewis acid catalysis of MOFs.(21) The three MOFs have been tested as heterogeneous Lewis acid catalysts for the cyanosilylation of benzaldehydes and ketones (Scheme 1). Cyanosilylation catalyses without solvent have been proven to have higher catalytic activity.(22) First, the materials were tested with benzaldehyde as the standard molecule. The results are summarized in Table 1. With Cu-DDQ, a higher conversion of 95(0.9)% of benzaldehyde is reached in 1 h reaction time. However, Pb-DDQ and Zn-DDQ can only catalyze benzaldehyde with conversions of 38(0.6)% and 56(1.1)%, respectively. The lower catalytic activities suggest that the Lewis acidity of the Cu-DDQ compound is higher than that of Pb-DDQ and Zn-DDQ. As a result, Cu-DDQ was selected as the superior catalyst to catalyze the other substrates. Due to the existence of the electron-withdrawing chloride ion, 4-chlorobenzaldehyde can be completely converted in 1 h in this nucleophilic reaction. However, the conversions of cyanosilylation of ketones are not as good as those of the benzaldehydes. All of the ketones selected can be catalyzed in yields of less than 40%, which are due to the weak activities of the ketones in this reaction. The heterogeneity of the reaction was confirmed by a filtration test (Table S3, Supporting Information). To demonstrate their recyclability, successive reactions were carried out for the cyanosilylation of benzaldehyde, showing that the recovered catalyst can be reused without appreciable loss after at least four cycles (Figure S7, Supporting Information). Moreover, as we know, Cu-MOFs with cyanosilylation catalysis properties have been rarely reported,(23) and Cu-DDQ is the Cu-MOF possessing the best catalytic activity for benzaldehydes. The observed catalytic activities show that Cu-DDQ is a potential catalyst for cyanosilylation.(21)Scheme 1. Cyanosilylation Reaction in the Presence of Three MOFsTable 1. Comparison of the Catalytic Activities for Cu-DDQ: Aldehyde or Ketone Cyanosilylation Reactions Performed with Different SubstratesTable aYield determined by GC-MS, an average value of three runs (the value in the parentheses is standard deviation).Table bTOF = (yield)/((mol % cat.) t).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn conclusion, for the purpose of obtaining porous materials for adsorption as well as catalytic applications, we have synthesized a quinoxaline-based ligand and obtained three different network topologies with significant amounts of empty spaces by changing the metal cation (Zn, Cu, and Pb). Zn-DDQ and Cu-DDQ can uptake a greater amount of CO2 due to their porosity and N–H functionalized groups. Cu-DDQ also exhibits high and selective CO2 and N2 uptake. The three MOFs have adsorption capacities of selected dyes to various degrees. Zn-DDQ and Cu-DDQ are promising materials for the fast separation of MB/other and CV/other mixtures, respectively. Cu-DDQ catalyzes aldehydes with higher yields and TOFs, indicating its higher Lewis acidity. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationText, figures, tables, and CIF files giving details of the synthesis of H2DDQ and crystallographic data and additional dye absorption and cyanosilylation data for Pb-DDQ, Zn-DDQ, and Cu-DDQ. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was partially supported by the National Natural Science Foundation of China (21171075/B010303, 21103073/B030201) and the innovation project for graduate student research of Jiangsu Province (1011310003).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 23 other publications.1. (a) Park, I.; Chanthapally, A.; Zhang, Z.-J.; Lee, S.-S.; Zaworotko, M. J.; Vittal, J.-J. Angew. Chem., Int. Ed. 2013,  52,  1– 6[Crossref]There is no corresponding record for this reference.(b) Deria, P.; Mondloch, J.-E.; Tylianakis, E.; Ghosh, P.; Bury, W.; Snurr, R.-Q.; Hupp, J.-T.; Farha, O.-K. J. Am. Chem. Soc. 2013,  135,  16801– 16804[ACS Full Text ], [CAS]1. Perfluoroalkane Functionalization of NU-1000 via Solvent-Assisted Ligand Incorporation: Synthesis and CO2 Adsorption StudiesDeria, Pravas; Mondloch, Joseph E.; Tylianakis, Emmanuel; Ghosh, Pritha; Bury, Wojciech; Snurr, Randall Q.; Hupp, Joseph T.; Farha, Omar K.Journal of the American Chemical Society\r\n        (2013),\r\n    135\r\n        (45),\r\n    16801-16804CODEN:\r\n                JACSAT;\r\n        ", "title": "Three N–H Functionalized Metal–Organic Frameworks with Selective CO Uptake, Dye Capture, and Catalysis", "authors": ["Yu Zhu", "Yan-Mei Wang", "Sheng-Yun Zhao", "Pan Liu", "Chao Wei", "Yun-Long Wu", "Chang-Kun Xia", "Ji-Min Xie"], "doi": ["10.1021/ic5009895"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0013.gif\">"]}