{"abstract": "We present a method for fitting atomic charges to the electrostatic potential (ESP) of periodic and nonperiodic systems. This method is similar to the method of Campañá et al. [ 20092866]. We compare the Wolf and Ewald long-range electrostatic summation methods in calculating the ESP for periodic systems. We find that the Wolf summation is computationally more efficient than the Ewald summation by about a factor of 5 with comparable accuracy. Our analysis shows that the choice of grid mesh size influences the fitted atomic charges, especially for systems with buried (highly coordinated) atoms. We find that a maximum grid spacing of 0.2−0.3 Å is required to obtain reliable atomic charges. The effect of the exclusion radius for point selection is assessed; we find that the common choice of using the van der Waals (vdW) radius as the exclusion radius for each atom may result in large deviations between the ESP generated from the ab initio calculations and that computed from the fitted charges, especially for points closest to the exclusion radii. We find that a larger value of exclusion radius than commonly used, 1.3 times the vdW radius, provides more reliable results. We find that a penalty function approach for fitting charges for buried atoms, with the target charge taken from Bader charge analysis, gives physically reasonable results.", "text": "10.1021/jp103944q   Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences1 Introduction Assigning atomic partial point charges is a useful tool in modeling the physical interactions of molecular, disordered, and crystalline systems. Force field based classical molecular dynamics and Monte Carlo calculations typically rely on atomic charges for reproducing electrostatic interactions. Despite its usefulness, the choice of atomic charges is somewhat arbitrary in that a set of point charges cannot generally reproduce the continuous electronic charge distribution. As a consequence, there are many possible methods that could be used to determine reasonable atomic charges.(1-3) Moreover, there is a significant debate about the best way to determine effective atomic charges.(4) Clearly, it is critical to model the electrostatic interactions to an acceptable level of accuracy to properly describe these potential energy interactions in molecular simulations. Methods such as Mulliken population analysis(1) were never intended for producing accurate force fields. In contrast, deriving the charges by fitting the molecular ESP is physically motivated and yields charges that result in accurate energies and forces.(4) Typically, ESP charges are fitted to reproduce the electric potential calculated from ab initio methods at a sufficiently large number of grid points around a molecule, such that an acceptable approximation to the true charge distribution is captured. This approach was first used by Momany(3) and further refined by several others.(5-8) The well-known method CHELP was initially developed by Chirlian and Francl,(9) and then modified by Breneman and Wiberg(10) as the CHELPG method. Also, Kollman et al.(4) developed a well-behaved RESP model that was widely used to describe the intermolecular interactions in condensed phases. This approach has the advantage that the fitted charges also mimic the quantum mechanically determined multipole moments. Hu et al.(11) proposed a new ESP fitting method based on a global fit—integrating the difference of fit and true electrostatic potentials in the entire 3-dimensional physical space—thus improving the numerical stability with respect to the molecular positions and geometries. The charge fitting methods described above are designed for molecular or cluster (nonperiodic) systems. In contrast to the many methods developed for nonperiodic systems, there are few methods available for computing effective atomic charges of crystalline solids.(12) However, obtaining charges for periodic systems is often extremely important and useful for simulations such as adsorption and diffusion of fluids in porous materials.(13-15) Fitting charges for periodic systems leads to additional difficulties compared to fitting charges for small molecules in the gas phase. Specifically, long-range electrostatics must be accounted for in the periodic system, buried atoms are a more common problem, and the ESP is only determined to within a constant value that depends on the details of the electronic structure code used to generate the ESP. Most simulation studies that include charges for crystalline systems have obtained those charges from ab initio calculations on representative “gas phase” clusters or fragments taken from the crystal lattice.(12-22) There are two obvious problems with this approach. Convergence of the atomic charges with the size of the cluster may be very slow, so that the calculations become computationally infeasible. Moreover, even when charges on atoms converge, there are always terminating atoms on clusters and these terminating atoms carry at least some charge, making it necessary to renormalize the charges on the periodic atoms to achieve charge neutrality. This renormalization step is not unique, which introduces additional uncertainty into the process. Thus, there is a need for robust and accurate methods for computing atomic charges for periodic systems. One possible solution is to use an approach based on partitioning the electron density around each atom, rather than the electrostatic potential. These types of methods are typically based on the atoms-in-molecules theory developed by Bader.(2, 23) The atomic charge is determined by taking the difference between the formal valence charge and the sum of the electron partitioned density in an all-electron calculation. Henkelman et al.(12, 24, 25) developed an algorithm for performing Bader charge analysis in periodic systems. Their code has been widely used to analyze charge densities computed from the Vienna ab initio simulation package (VASP), where it can be implemented as a user option.(26-29) Unfortunately, the Bader charge decomposition has serious shortcomings for defining atomic charges.(13-15, 19) Talfipolsky et al.(14) pointed out that the electron density partitioning within atomic basins is often highly anisotropic and hence simple point charges cannot sufficiently represent the electrostatic interactions in such a scheme; higher order multipoles must be used to fit to charge density distributions. Kosov et al.(30) accurately reproduced the molecular electrostatic potential using atomic multipoles of high rank defined in the Bader quantum theory of atoms-in-molecules. Hence, truncation of the mutipole expansion at monopoles can lead to unacceptably large errors in the electrostatic potential derived from Bader charge decomposition.(15, 19) Manz and Sholl(31) developed a method for computing atomic charges for both molecular and periodic systems that is based on the atoms-in-molecules formalism. Their method, called density derived electrostatic and chemical (DDEC) charges, overcomes many of the shortcomings of the Bader approach by requiring the atomic charges to be chemically meaningful and to reproduce the ESP at points that are sufficiently far from the atoms in the system. The DDEC method is able to produce physically meaningful charges for nonporous solids, for porous materials, such as metal organic frameworks (MOFs), and for complex molecular systems. In contrast to ESP fitting methods, the DDEC method does not have problems assigning charges for buried atoms. While the DDEC method provides a balance between chemically significant charges, there is some evidence that direct fitting to the ESP provides a more accurate representation of the ESP and hence better atomic charges for use in molecular simulations.(31) Campañá et al.(32) developed an algorithm to generate ESP derived atomic charges in crystalline solids and molecules from periodic quantum mechanical (QM) calculations. They called their method REPEAT, an acronym for repeating electrostatic potential extracted atomic charges. Campañá et al. pointed out that the electrostatic potential computed from a periodic calculation is only defined to within an arbitrary constant dependent on the details of the QM calculation.(32) Therefore, care must be taken to deal with this offset value, Voffset, when atomic charges are fit to the ESP computed from periodic QM calculations. The REPEAT algorithm deals with Voffset as a derived quantity by defining it as the difference between the periodic QM ESP and that computed from the atomic point charges. In their work, the electrostatic potential resulting from the atomic point charges was computed using the Ewald summation. The REPEAT method was shown to give excellent predictions of atomic charges for periodic porous materials such as sodalite and IRMOF-1. Moreover, they demonstrated that the REPEAT method gives charges for molecular systems that are in good agreement with molecular-based ESP fitting methods. The REPEAT algorithm represents a breakthrough in computing reasonable atom-centered charges for use in molecular simulations. However, there are still some issues that remain to be explored in fitting charges to the ESP for periodic systems. In this paper we use a similar algorithm that we have developed to investigate the following: (1) How do the Ewald and Wolf long-range electrostatic methods compare in terms of accuracy and efficiency? (2) What is the effect of the ESP grid spacing on the accuracy of the fitted charges? (3) How does the value of the exclusion radius (the radius within which points are excluded from the ESP for fitting the charge for each atom) affect the fitted values of the charges for various types of atoms? (4) Finally, are there robust methods for estimating the charge on highly coordinated or buried atoms? The atomic charge fitting algorithm we have used in this work differs from the REPEAT algorithm in two respects: First, the method for constraining charges on buried atoms utilizes target charges computed from Bader charge analysis. Second, the value of Voffset is directly fitted as an adjustable parameter in the least-squares problem.  Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences2 Methods The QM ESPs for all systems considered here were computed using periodic plane wave density functional theory (DFT) as implemented within VASP. All DFT calculations were performed with the projector augmented wave (PAW) method,(33, 34) together with PW91 functional(35, 36) using the generalized gradient approximation (GGA) in VASP. An energy cutoff of at least 450 eV was used for all the calculations. We have performed calculations on three nanoporous MOFs, namely Fe(pz)Ni(CN)4,(37) CuBTC,(38) and IRMOF-1 (also known as MOF-5).(39) The Brillouin zone integrations were performed using a11 × 11 × 11 Monkhorst−Pack grid for the calculations of Fe(pz)Ni(CN)4,(37) which has an orthorhombic structure of 6.95 × 6.96 × 6.75 Å3. For the calculations of CuBTC and IRMOF-1,(13-16) the Brillouin zone integrations were performed using 3 × 3 × 3 Monkhorst−Pack grids. The lattice parameters are a = b = c = 18.67 Å and a = b = c = 18.41 Å for CuBTC and IRMOF-1, respectively, and both materials have α = β = γ = 60°. The ESP was computed on a FFT (fast Fourier transform) grid within VASP and points used in the fitting routine were selected from the grid only if they fell outside the exclusion radius, Rex,j of any atom j (j = 1, ..., n, where n = number of atomic charges) in the periodic system. Points that fell within a distance of Rex,j of any atom were discarded due to the large distortions caused by the close proximity to the nucleus of that atom. Specification of Rex,j values for each atom type j results in a set of points (i = 1, ..., m, where m = number of grid points) from the QM ESP grid that were used in the fitting procedure. The values of the ESP on the same grids computed from the set of atomic charges are denoted as Viq. We use a least-squares procedure very similar to the other ESP fitting approaches(4, 32, 40) for fitting the atomic charge qj to each atomic center j in the system. The function to be minimized in the least-squares procedure is defined as (1) where ViQM is the QM ESP value from VASP calculation. The sum of all fitted charges is constrained to the total system charge by means of a Lagrange multiplier (λ) as the third term on the right-hand side of eq 1, which is equivalent to the total charge constraint in other ESP fitting codes. The problem of deeply buried atoms is addressed by the addition of a penalty function, given as the second term on the right-hand side of eq 1, to the charge fitting procedure. This is the same approach as used in the RESP method.(4) The quantity β is a scale factor determining the strength of the restraint and q0j is the target charge on site j. This penalty function, together with the scale factor β, allows one to set target charges for selected atoms (buried atoms in our study) in the system. One of the major problems of the QM ESP calculated from periodic codes is the existence of the arbitrary offset value Voffset, which has been clearly demonstrated by Campañá et al.(32) The atomic charges qj (j = 1, ..., n), Voffset, and λ can be found by solving the equations: (2) where the notation qk≠j means that all charges are held constant except qj. (3) (4) The values of Viq at the grid points are calculated using either the Ewald(41, 42) or Wolf(42, 43) summation methods. The Ewald summation is given by (5) where α is the damping parameter with units of Å−1, k are the reciprocal vectors, V is the volume of the box, erfc is the complementary error function, and ε0 is the dielectric constant. Ewald summation has been widely used to calculate the electrostatic potential energies of condensed system. The Ewald method is known to converge with reasonable accuracy when the real space cutoff (Rc) is set to a value between 8 and 12 Å together with a maximum number of vectors (image cells) kmax set to 5 or larger.(44) Campañá et al.(32) used a value of Rc = 9 Å, and the kmax = 7. In this work, we have fixed the Rc to 10 Å and determined that kmax = 5 is sufficient based on the convergence behavior of fitted charges. The Wolf summation is given by(43) (6) where Rc is the cutoff radius and other parameters have the same definitions as in the Ewald summation. The values of α were calculated by setting Rc to 3.2/(α1/2) and 2.3/(α1/2) in eqs 5 and 6, respectively. Fitting of the atomic charges, Voffset, and λ is accomplished by linear least-squares. The least-squares matrix is constructed by combining eqs 2−4 in the form (7) with matrix coefficients Ajk defined in the following equations. For (j, k) < n + 1 (8) where δjk is the Kronecker delta function, and (9) For j < n + 1, (10) and (11) The remaining elements are (12) and (13) The elements of vector B are (14) where j < n + 1, (15) and (16) The n + 2 unknown variables (elements of Q) are given by (17) where j < n + 1, (18) and (19) The A matrix in eq 7 has dimensions n + 2 by n + 2, where the first n rows and columns account for the number of atom centered charges in the system, the (n + 1)th row and column accounts for Voffset, and the last row and column accounts for the Lagrange multiplier related to the total charge of the system. This approach is different from that taken by Campañá et al. in two respects. The first difference is that we use a quadratic constraint along with target charges computed from Bader charge analysis (discussed below) to deal with the problem of buried atoms. The REPEAT algorithm introduces a set of weighting factors in conjunction with a physically motivated penalty function involving the electronegativity and self-Coulomb interaction for the individual atoms to constrain the charges on buried atoms. Second, we have used a slightly different but essentially equivalent method for computing Voffset. Our method treats Voffset purely as a fitted parameter. Campañá et al. eliminate Voffset from the least-squares problem by explicitly accounting for the derivative of the offset with respect to charges in constructing their least-squares matrix. This introduces additional terms of the form Vi,j′ −1/(m)Σi=1mVi,j′ for j = 1, n into the A matrix and the B vector, as can be seen by inspection of eqs 11 and 13 in Campañá et al.(32) The value of Voffset in their approach can be computed after the least-squares problem has been solved as the difference between the quantum mechanical and calculated PES: (20) We use the relative root-mean-square (RRMS) error to characterize the quality of the fit of the computed charges to the quantum mechanical ESP. The RRMS is defined as (21) The quantum mechanical ESP values are taken as those computed on the DFT FFT grid. The DFT FFT grid needs to be sufficiently fine to ensure proper convergence. We have tested the convergence of the FFT grid and have found that a real-space grid of 0.2−0.3 Å is required to achieve convergence of the fitted charges to within 0.01 e for IRMOF-1. In contrast to the fine grid needed for convergence of the electron density, Campañá et al.(32) have shown that one can use a much coarser grid in the charge fitting routine. To explore the sensitivity of the resulting charges to choice of grid mesh, we define a parameter, G, to thin the DFT FFT grid. G defines the number of points to be skipped in each direction from the original FFT grid. For example, consider a 200 × 200 × 200 grid from a cubic system. A value of G = 0 means that all points are kept, while a value of G = 1 reduces the grid to 100 × 100 × 100 and keeping the quality of the FFT grid exactly the same. We define Rex,j in terms of the van der Waals radius of each atom according to (22) where RvdW,j is the van der Waals radius for atom j and γ is a scaling factor. The values of RvdW,j for main group elements are specified in a lookup table consisting of Truhlar and co-worker’s very recent tabulations,(45) a welcome update of the frequently used 1964 Bondi radii.(46) The values of RvdW,j for transition metals in our study are obtained from the Cambridge crystallographic database.(47) Symmetry of the structures is exploited and enforced in the fitting procedure by means of reading in an additional user-prepared input file and condensing the appropriate matrix elements corresponding to symmetric atoms.  Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences3 Results and Discussion  3.1 Comparison of Ewald and Wolf Summation Methods Metal organic frameworks have been extensively studied because of their prominent role in many large-scale applications of chemical separations.(13, 38, 39) In addition to the experimental research in this field, MOFs have also been the subject of many theoretical investigations using atomistic simulation.(13, 14) Here, the goal is to provide reasonable atomic charges with ESP fitting of the dense periodic systems, with which one can reproduce the ESP with accuracy sufficient for atomistic simulations. As test cases, the MOFs CuBTC and IRMOF-1, which have been widely studied theoretically,(13-16) are investigated in our study. The atomic positions and lattice parameters were optimized using DFT and ESP FFT grids were generated using these relaxed structures. The primitive cell structures of CuBTC and IRMOF-1 are shown in Figure 1.  Figure 1. Representation of the structures of (a) CuBTC, (b) IRMOF-1, and (c) Fe(pz)Ni(CN)4. We have generated charges for all the systems studied here using both the Ewald and the Wolf long-range electrostatic summation methods. The Wolf summation is typically more efficient than the Ewald summation for a given system and has the potential to scale linearly with increasing system size because it only requires evaluating a pairwise sum, truncated in an appropriate fashion.(43) We here test the convergence and the efficiency of obtaining fitted charges based on both Ewald and Wolf summation. We have evaluated the convergence of the Ewald and Wolf summation as a function of kmax and Rc, respectively. The parameter G is set to 1 and the γ value is specified as 1.0 for all of the results shown in Table 1. We have tested the convergence of the Ewald summation with kmax, holding Rc = 10 Å. The convergence of the charges for CuBTC is plotted in Figure 2. We see that the Ewald summation is well-converged for a value of kmax = 5. The atomic charges for CuBTC along with the CPU time required to generate them are given in Table 1. We have tested the convergence of the Wolf summation with Rc. The fitted charges on the irreducible atoms of the Rc for CuBTC are plotted in Figure 3. We have computed the largest and average absolute errors with respect to the well-converged Ewald values as a function of Rc. The largest absolute (average) errors are 0.089 (0.030) e, 0.024 (0.015) e, and 0.003 (0.001) e for Rc = 5, 10, and 20 Å, respectively. We have also tested IRMOF-1 and found very similar behavior to CuBTC (see Figure 3), with largest absolute error of 0.001 e for Rc = 20 Å. We use Rc = 20 Å for all Wolf calculations and kmax = 5 with Rc = 10 Å for all Ewald summation calculations in this study. For comparison, we also list the published atomic charge values from cluster calculations,(15, 16) Bader charge analysis,(15) and the REPEAT method(32) in Table 1. As can be seen from Table 1, the atomic charges calculated from different approaches take on a wide range of values, especially for buried atoms (such as O1 in IRMOF-1). The Bader charges are inaccurate for some atoms, especially those in an especially anisotropic environment, as has been noted before,(14) and therefore give a poor description of the ESP in molecular simulations.(15) Thus, the set of atomic charges from Bader charge analysis should not be used in molecular simulations. As shown in Table 1, the fitted charges are almost the same for the Ewald and Wolf summation methods. Also, compared to those from the REPEAT code, our results for IRMOF-1 and CuBTC are in good agreement with deviations less than 0.03 e, with the sole exception of the buried atom, O1, in IRMOF-1. The reason for the relatively large deviation for atom O1 is that charges on buried atoms are very sensitive to the details of the fitting procedure, as will be discussed later. The atomic charges from cluster calculations(14, 16) are in reasonable agreement with those from both our work and the REPEAT method. The CPU time required for the fitting procedure using Ewald and Wolf summation in our code is also given in Table 1. The CPU time for the fitting process using the Wolf summation is reduced by almost a factor of 5 compared to that based on the Ewald summation, while the accuracy is essentially the same. The efficiency of the Wolf method compared with the Ewald summation reported in our study is similar to that reported for electrostatic interactions in molecular simulation.(43)  Figure 2. Atomic charges for CuBTC calculated from this work using the Ewald summation with Rc = 10 Å as a function of kmax.  Figure 3. Variation of the fitted atomic charges for (a) CuBTC and (b) IRMOF-1 as a function of the cutoff radius, Rc, in the Wolf summation.    Table 1. Comparison of Atomic Charges for IRMOF-1 and CuBTC Obtained from Our Code (Both Ewald and Wolf Summation, G = 1, γ = 1.0), as Well as Other Approaches IRMOF-1 this work     EwaldWolfREPEATaESP(MK)bCHELPGcBaderbZn1.2581.2581.281.371.5011.35O1−1.425−1.424−1.57−1.59−1.846−1.27O2−0.6010.601−0.61−0.71−0.724−1.24C10.4960.4950.520.700.6671.65C20.1850.1850.140.060.0720.0C3−0.196−0.197−0.18−0.12−0.1320.01H0.1570.1570.170.120.1400.02CPU time (min)7615    CuBTC this work     EwaldWolfREPEATd CHELPGcBadereCu0.9040.9040.915 1.0981.01O−0.542−0.543−0.548 −0.665−1.07C10.0460.0430.017 −0.0920.06C20.6060.6070.619 0.7781.50C3−0.175−0.173−0.147 −0.014−0.05H0.1570.1560.149 0.1090.11CPU time (min)18041       a Reference 32.  b Reference 14.  c Reference 16.  d Data are obtained using the REPEAT code in our study.  e Reference 15.     3.2 Effect of the Exclusion Radius The effect of the exclusion radius on the fitted values of the atomic charges is considered by varying the scaling factor γ in eq 22. Ideally, the atomic charges will converge for a range of values of γ. Values of γ that are too small (within the vdW radius) will sample regions of high electron density that cannot be accurately modeled with point charges. On the other hand, values of γ that are too large will exclude regions that are sampled in molecular simulations where reproducing the correct ESP is critical. Campañá et al.(32) investigated different values of γ for 0.65 ≤ γ ≤ 1.15 in densely packed solids like ZnO, SnO2, and CdTe. They found that the fitted charges are very senstitive to the exclusion radius. However, they did not study the effect of the exclusion radius for microporous materials, like MOFs, and did not consider larger values of γ. We have studied the effect of the exclusion radius on the atomic charges of CuBTC, IRMOF-1, and Fe(pz)Ni(CN)4 for 1.0 ≤ γ ≤ 2.0. We have used the Wolf summation in the fitting procedure. The atomic charges for all unique atoms in CuBTC and IRMOF-1 are given in Table S1 of the Supporting Information. For brevity, the charges on only two of the atoms in CuBTC and IRMOF-1 are listed in Table 2, along with values of Voffset and RRMS. For CuBTC, as we can see from Table 2, the fitted charges do not change dramatically as the value of γ increases from 1.0 to 2.0, whereas the RRMS value is greatly reduced with increasing γ. We note that the RRMS value reduces from 0.039 at γ = 1.0 to 0.008 for γ = 1.3, indicating large errors in the fitted ESP for points close to the vdW radii of the atoms in CuBTC. We have characterized the error as a function of the distance from the atoms by grouping points on the ESP into spherical shells around each atom where the diameter of each shell is defined as a multiple of the vdW radius of that atom. Hence the shells around different atom types will not be the same size but will be the same relative distance from the atom center. The first shell around atom j extends from 1.0RvdW,j to 1.1RvdW,j, the second shell from 1.1RvdW,j to 1.2RvdW,j, and so forth. The RRMS and average ESP errors are calculated separately in each shell, where the average ESP error, ΔVavr, is defined as (23) where nshell denotes the number of selected points in the shell. We compute the RRMS errors and average ESP error for different shells using γ = 1.0 and 1.3; the results are shown in Figure 4a. The RRMS errors and average ESP errors are plotted on the left and right y axes, respectively, and the x axis is the reduced shell radius. For γ = 1.0, we can see that the RRMS error for the1.0−1.1 shell is large (0.138) and the ΔVavr is 0.249 eV. For a γ value of 1.3 the RRMS for each shell is smaller than that from a γ value of 1.0 and, likewise, ΔVavr is generally smaller for the larger value of γ. Therefore, we can conclude that the quality of the fit worsens if the points are chosen closer to the atoms and improves if the points are chosen farther away. From Table 2, we can see that Voffset for CuBTC slowly converges with increasing γ. For example, Voffset = 2.137 eV for γ = 1.0, which is 0.049 eV smaller than Voffset = 2.186 eV for γ = 2.0. In contrast, the offset value is 2.180 for γ = 1.5, which is only 0.006 eV smaller than the γ = 2.0 value. Thus, Voffset is more accurate, i.e., closer to the actual value, for larger values of γ, at least for γ ≤ 2.0. Moreover, the RRMS values decrease with increasing γ. The advantage of defining Voffset as a fitted value rather than the definition used in the REPEAT approach(32) is that explicitly knowing the value of Voffset allows one to check the convergence as a function of γ. In general, the same trends can be seen for IRMOF-1 as for CuBTC in Table 2 and Figure 4. For γ = 1.0 and 1.3, the total RRMS is 0.050 and 0.012, respectively. For γ = 1.0, as shown in Figure 4b, the RRMS is 0.217 in the 1.0−1.1 shell and ΔVavr = 0.253 eV. For γ = 1.3, the RRMS errors in each shell are reduced to small values, with the largest being 0.04. The ΔVavr values are likewise greatly reduced relative to the γ = 1.0 case. There is a striking difference between the behavior of the atomic charges for IRMOF-1 and CuBTC as a function of γ. The charges on IRMOF-1 are more sensitive to the value of γ, as can be seen in Table 2. This is especially true for the central oxygen (O1) in IRMOF-1, where the value of the charge changes from −1.424 at γ = 1.0 to −2.304 for γ = 2.0. This magnitude of change is unphysical. The reason for the sensitivity of O1 to γ is that O1 is a buried atom; it has been demonstrated that the charges of the buried atoms can change dramatically in the fitting process.(4)  Figure 4. RMS errors and average ESP errors (ΔVavr) for (a) CuBTC and (b) IRMOF-1 as a function of the distance from each atom reduced by the vdW radius of that atom. The errors are calculated in shells around each atom that are multiples of the vdW radius of that atom. Two different values of the scaling factor defined in eq 22 are used, γ = 1.0 and 1.3. The left y axis is for RRMS errors, and the right y axis is for ΔVavr.    Table 2. Fitted Atomic Charges for IRMOF-1 and CuBTC as a Function of γ for 1.0 ≤ γ ≤ 2a  γ 1.01.11.21.31.41.51.61.71.81.92.0CuBTCCu0.9040.9500.9440.9350.9300.9260.9210.9180.9150.9100.903O−0.543−0.574−0.570−0.563−0.559−0.555−0.551−0.549−0.546−0.543−0.538Voffset2.1372.1462.1592.1692.1752.1802.1832.1842.1852.1862.186RRMS0.0390.0210.0130.0080.0050.0040.0030.0020.0020.0020.002IRMOF-1O1−1.424−1.467−1.572−1.722−1.890−2.056−2.206−2.238−2.181−2.191−2.304Zn1.2581.2551.2931.3651.4471.5281.6041.6371.6321.6471.691Voffset1.4391.4541.4631.4671.4691.4701.4701.4681.4651.4631.465RRMS0.0500.0300.0180.0120.0080.0060.0050.0040.0040.0030.003   a Values of Voffset and RRMS errors are also reported. The Wolf method was used in the fitting process.   In practice, γ should be small enough to include all regions of space that can be sampled in either a molecular dynamics or Monte Carlo simulation, but large enough to reduce the error associated with fitting the ESP in regions of space close to the vdW radii of the atoms. Hence, the optimum value of γ is the largest possible value that ensures that all regions of space accessible to a simulation are included in the fitting. This value is system and even simulation dependent. For practical purposes we can estimate a reasonable value of γ by estimating the distance of closest approach for a pair of atoms that are likely to be an extreme case. Alkali metals have relatively large vdW radii compared with those of other atoms.(45, 47) For example, potassium has a vdW radius of 2.75 Å—larger than most of the elements from main group and transition metals. In contrast, the H atom has the smallest vdW radius (1.10 Å), which is about 40% of the vdW radius of the K atom and so the K−H contact distance is 1.4RvdW,K. Hence, a conservative estimate of γ would be to select a value smaller than 1.4 to include all the effective points in the fitting process. On the basis of the discussions above and the results for CuBTC and IRMOF-1 seen in Table 2, we select a value of γ = 1.3 as a reasonable compromise. This value agrees well with that identified by Singh and Kollman.(6) They claimed that it is sufficient to use values of the ESP in a shell around each atom that ranges from 1.4 (i.e., γ = 1.4) to 2.0 times the vdW radius. They state that this range covers the important distances for intermolecular interactions. Campañá et al. have pointed out that systems containing highly coordinated or buried atoms are problematic when it comes to assigning charges.(32) ESP fitting methods have been known to produce results that have a great deal of variability and that can be in disagreement with chemical intuition.(14) The value of the charge on a buried atom has been also shown to be very sensitive to the value of the van der Waals radius used in the fitting.(32) Also, as discussed above, the fitted charges for IRMOF-1 vary significantly with different γ values. The good news is the fitted charges for IRMOF-1 are physically reasonable and the resulting ESP is accurate with γ = 1.3. We now consider another nanoporous MOF, [Fe(pz)Ni(CN)4] (where pz is pyrazine). This MOF contains buried atoms and hence provides another example of the effect that changing γ has on the atomic charges. The structure of this material is shown in Figure 1; the Fe atom is deeply buried. As shown in Figure 5, the fitted charges for the buried Fe atom change widely, from +0.006 to −1.265, when γ changes from 1.0 to 1.6. In section  we discuss the use of a penalty function with target charges to obtain physically reasonable atomic charges for buried atoms.  Figure 5. Fitted charges for [Fe(pz)Ni(CN)4] as a function of γ.   3.3 Effect of the Grid Mesh Density As discussed previously, it is necessary to have a fairly fine grid mesh to achieve convergence of the ESP computed from DFT. However, using the full grid in the fitting procedure will require a significant amount of CPU time for large systems at negligible increase in accuracy. We have used a grid thinning parameter, G, to gauge the effect of different sizes of grid mesh on the fitted atomic charges. We use IRMOF-1 in our study. The quantum mechanical ESP values were calculated with a very fine grid density (200 × 200 × 200). Note that Campañá et al.(32) discussed the effect of different grid mesh in a different way; i.e., the ESP data with different grid mesh were obtained directly from the DFT calculations. In Campañá’s study, employing a sparse grid mesh for the DFT calculation potentially introduced errors arising from the quality of ESP computed from DFT. The fitted charges for atoms O1 and Zn (see Figure 1) have been calculated for 0 ≤ G ≤ 7 and the results are presented in Table 3. Note that γ was set to 1.3. Both Ewald and Wolf summation methods are employed for comparison. We see that the results for both the Ewald and Wolf methods are nearly identical. The results for G = 1 and 2 are less than 1% different from the G = 0 charges. Interestingly, the charges on Zn are much more insensitive to the value of G than the charges on O1. For G = 7, the error on O1 increases to about 12% while it is about 8% for Zn (note the change in the sign of the error). The RRMS values for all of these cases are reasonable and only change slightly, according to the data from Table 3. On the basis of these results, we estimate that a grid spacing of 0.2−0.3 Å (i.e., G = 1 or 2) is sufficiently accurate for computing atomic charges. Note, however, that it is imperative to employ a fine mesh in the DFT calculation to obtain accurate ESP values. The average numbers of selected points per atom for different values of G are also listed in Table 3. The average number of points per atom is 2002 for IRMOF-1 with G = 2, which is in good agreement with Sigfridsson and Ryde’s investigations.(48) They carefully investigated different ESP fitting methods and suggested a high point density is necessary, i.e., at least 2000 points per atom.(48) From Table 3, we can see the deviation of atomic charges based on Ewald and Wolf summation methods is less than 0.003, while the fitting process using Wolf summation requires less CPU time by about a factor of 5.    Table 3. Fitted Charges of O1 and Zn in IRMOF-1 with Different Values of the Thinning Parameter G, Using the Ewald and Wolf Summation Techniquesa   parameter G  01234567EwaldO1−1.711−1.724−1.709−1.712−1.743−1.739−1.730−1.494 Zn1.3581.3651.3571.3621.3851.3691.3561.258 RRMS0.0120.0120.0120.0120.0120.0120.0120.013WolfO1−1.709−1.722−1.707−1.710−1.741−1.736−1.728−1.493 Zn1.3571.3651.3561.3611.3841.3671.3561.258 RRMS0.0120.0120.0120.0120.0120.0120.0120.013selected points per atom5337566712002836426259162105   a The number of selected points per atom is listed for each case.     3.4 Restraint Approach for Buried Atoms We have seen that buried atoms, such as the Fe atom in Fe(pz)Ni(CN)4 and the O1 atom in IRMOF-1, produce charges that are very sensitive to the details of the fitting procedure and are often at odds with chemical intuition. Campañá et al. used a restraint method to deal with buried atoms.(32) We have also implemented a restraint method in our code, but our method differs from that of Campañá et al. in that they use a physically motivated penalty multiplier that is an expansion of the energy of an atom as a function of the atomic charges up to the second order. We have used the REPEAT restraint method for the Fe(pz)Ni(CN)4 material and found that the charge on the Fe atom is not greatly improved using this approach. The challenge in the restraint formalism for our code is to identify a reasonable restraint charge for the buried atom. As discussed previously, the Bader charge partitioning scheme does not perform well for fitting only monopoles to highly anisotropic atoms.(14) However, buried atoms are typically highly coordinated and hence are in a more isotropic environment; therefore, the Bader charges for buried atoms should provide reasonable guesses for the atomic charges and hence acceptable restraint charges. For example, the Fe atom in Fe(pz)Ni(CN)4 is surrounded by six N atoms and is nearly isotropic. The predicted Bader charge for the Fe atom should therefore be chemically reasonable and can be used as the restraint value in the fitting routine. The target charge for the Fe atom was therefore selected to be 1.189 e, as computed from Bader analysis. In the calculations described below, γ = 1.3 and different values of scale factor β are employed. The fitted atomic charges for the Fe(pz)Ni(CN)4 with different values of scale factor β from eq 1 are shown in Table 4. As can be seen, the charges for buried Ni atoms increase gradually from −1.012 to +1.189 as β is increased from 0 to 50 000. The RRMS value changed slightly after the restraint penalty was included in the fitting process, indicating that the goodness of fit to the ESPs is fairly insensitive to the restraint procedure. Note that the value of β should be tested for different systems to ensure that the resulting RRMS value is reasonable.    Table 4. Fitted Atomic Charges for Fe(pz)Ni(CN)4 with Different Values of the Scale Factor (β)  β 00.5550500500050000C1−0.069−0.0440.0630.1620.1800.1820.182C2−0.167−0.161−0.139−0.118−0.115−0.114−0.114Fe−1.012−0.7920.1451.0071.1691.1871.189H0.1650.1640.1560.1500.1490.1490.149N10.0710.012−0.237−0.466−0.509− 0.514−0.514N20.4820.4450.2860.1390.1120.1090.109Ni0.0440.018−0.093−0.195−0.214−0.216−0.216RRMS0.0250.0290.0460.0630.0660.0670.067     Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences4 Conclusions We have investigated a method for fitting atomic charges to the ESP of periodic and nonperiodic systems that is very similar to the method of Campañá et al.(32) We have demonstrated that the Wolf long-range electrostatic correction method is roughly a factor of 5 faster than the Ewald summation and has essentially equivalent accuracy when used for fitting atomic charges for periodic systems. We have shown the utility of treating Voffset as a fitted parameter for periodic systems. We have determined that an ESP grid with a maximum spacing of 0.2−0.3 Å is required to obtain reliable atomic charges in the fitting procedure, but that the electronic structure calculations should employ a finer mesh to converge the target ESP. We have shown that an exclusion radius of 1.3 times the vdW radius of each atom in the system results in a good compromise between goodness of fit and coverage of the important regions of the ESP surface. The fitting of charges for buried atoms is in general problematic for ESP fitting methods. We have shown that Bader charges can be used as target charges for buried atoms in a penalty function approach for fitting charges of buried atoms. Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesAcknowledgment We thank Thomas Manz, Tom Woo, and Carlos Campañá for helpful discussions. This technical effort was performed in support of the National Energy Technology Laboratory’s ongoing research in the area of computational chemistry under the RDS contract DE-AC26-04NT41817.  Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesSupporting Information Detailed fitted atomic charges for IRMOF-1 and CuBTC as a function of γ for 1.0 ≤ γ ≤ 2.0 are listed in Table S1. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesReferencesThis article references 48 other publications.1.   Mulliken, R. S.  J. Chem. Phys. 1955,  23,  1833– 1840[Crossref], [CAS]1. Electronic population analysis on LCAO-MO [linear combination of atomic orbital-molecular orbital] molecular wave functions. IMulliken, R. S.Journal of Chemical Physics\r\n        (1955),\r\n    23\r\n        (),\r\n    1833-40CODEN:\r\n                JCPSA6;\r\n        ", "title": "Atomic Charges Derived from Electrostatic Potentials for Molecular and Periodic Systems", "authors": ["De-Li Chen", "Abraham C. Stern", "Brian Space", "J. Karl Johnson"], "doi": ["10.1021/jp103944q"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2010/jpcafh.2010.114.issue-37/jp103944q/production/images/small/jp-2010-03944q_0005.gif\">"]}