{"abstract": "On the basis of an experimental study in a large temperature range, it is shown that “helium densities” of adsorbents measured at room temperature could be erroneous due to a non-negligible effect of helium adsorption. It is proposed that the density obtained with helium at high temperature, for instance, at the regeneration temperature of the adsorbent, be considered as the adsorbent density. Using the corrected densities of 3A, 4A, 5A, and 13X zeolites and of activated and graphitized carbons and of silica gel, we experimentally determined the adsorption of helium on the above mentioned adsorbents at room temperature and in a large pressure range up to 500 MPa. The shape of the adsorption isotherm reveals no saturation at high pressure. These experimental data are in agreement with Monte Carlo simulations of adsorption of a Lennard-Jones gas by a rigid plane as well as by a microporous rigid solid interface. We also examined implications of the new helium density of activated carbon for our previous measurements of adsorption at high pressure. The result is the disappearance of the inexplicable negative part of the isotherms and even a renewed increase in the curves at high pressure. Moreover, a comparison with Monte Carlo simulations of argon adsorption on microporous graphite is in good agreement with the shape of the adsorption curve at high pressure. Finally, the role of the microporous structure of adsorbents and of the gas−adsorbent interaction in adsorption at high pressure is discussed. ", "text": "10.1021/la950969e  Top of PageAbstractI. IntroductionII. Helium Density MeasurementsIII. Helium Adsorption at Room Temperature and Atmospheric PressureIV. High-Pressure Helium Adsorption IsothermsV. Comparison with Numerical CalculationVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than HeliumVII. ConclusionI. Introduction Knowledge of the densities of porous materialsusually powdersis essential for the study of their structure and adsorbent properties. McBain1 used the term “true density” and, in a more descriptive word, Coolidge2 used “skeleton density” for the density of compact solid matter of which the adsorbent is composed. Among techniques for obtaining this density, that based on displacement of an equivalent helium volume has long been considered the most relevant. Suggested in 1922 by Washburn and Buntung,3 the method has been exhaustively studied4-7 and the term “helium density” is currently used in place of the term “true density”. Concerning the adsorption phenomenon, the calculation of the amount of gas adsorbed on a solid surface requires the definition of the gas−solid separationthe Gibbs dividing surfacewhich delimits the volume accessible to the gas. Helium density measurements is, in fact, an experimental means to determine the position of this surface which encloses the volume of space from which the solid excludes helium gas. The two basic reasons for the choice of helium as a volumetric fluid are (i) its inert small atom diameter, which should enable it to penetrate into very fine pores, and (ii) its low adsorption at room temperature, which is normally assumed to be negligible. However, the latter hypothesis is a doubtful assumption as has already been pointed out by Maggs7 and Sing.8 Density values thus obtained may be erroneous and can lead to important modifications in adsorption isotherms. The aim of the present work was to deal with this subject and to develop an understanding of porous adsorbent density. As a first step, we experimentally determined the temperature conditions for which helium is not adsorbed; we therefore measured the corresponding “helium density” of the adsorbent. Using these densities, we then measured the adsorption isotherms of helium at high pressure and at room temperature. We next compared experimental results with Monte Carlo simulations carried out by Vermesse and Levesque,9,10 and our conclusions are important statements concerning the role of micropores and gas−solid interactions in the phenomenon of adsorption of gases at high pressure. We also show that our earlier experimental results on excess adsorption on activated carbon as a function of density, for gases such as Ar, Ne, Kr, N2, and CH4,11 could be corrected for negative adsorption at high densities by taking into account the new helium density of the adsorbent.   Top of PageAbstractI. IntroductionII. Helium Density MeasurementsIII. Helium Adsorption at Room Temperature and Atmospheric PressureIV. High-Pressure Helium Adsorption IsothermsV. Comparison with Numerical CalculationVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than HeliumVII. ConclusionII. Helium Density Measurements Measurements of density of adsorbents were carried out at atmospheric pressure and at temperatures up to 400 °C in the volumetric expansion apparatus shown in Figure 1. It mainly consists of a temperature variable adsorption cell of calibrated volume Vt connected to a fixed  temperature expansion cell of calibrated volume Vr. The adsorption cell enclosed in furnace F was a 316L stainless steel cylinder equipped with axial housing for a standard platinum resistance thermometer (PRT), an expansion valve R1 for helium inlet from the expansion cell, and a large diameter valve R0 allowing for adsorbent filling and regeneration (heating under vacuum). A high precision quartz digital manometer DM (Paroscientific 710, scale 0−100 PSIA) with an accuracy of 10-4 full scale was used for pressure measurements. The expansion cell, the manometer probe, and most of the expansion line including valve R2 were confined in a temperature-controlled bath maintained at constant temperature T0. The accuracy of temperature measurements in both cells was ±0.01 K, the precision necessary for the present volumetric determination based on the PVT relationship of helium at high temperature given by the helium IUPAC Thermodynamic Tables.12 Volumes of adsorption cell, Vt, and of the expansion cell, Vr, included between valves R1 and R2 were previously determined by weighing with an accuracy better than 0.1% using xenon as the standard gas.13 They were 37.8 and 11.6 cm3, respectively. The volume of tubing submitted to the temperature gradient between valve R1 and the adsorption cell was sufficiently small (about 12 mm3) so as to be negligible with respect to the volume of the cell (about 38 cm3).  Figure 1 Schematic diagram of the measuring device for the determination of helium density at high temperature:  Vt, measurement capsule; R0, large port valve; R1, R2, operating valves; PRT, platinum resistance thermometer; F, furnace; Vr, reservoir capsule; DM, quartz digital manometer (Paroscintific 710); TCB, temperature-controlled bath.   Initially, the adsorption cell was completely filled with a weighed amount, m, of the regenerated adsorbent of interest and maintained under high vacuum at the measurement temperature Tm. The previous regeneration of the adsorbent was carried out at a temperature of 400 °C under a vacuum of 10-3 Pa for 12 h. Next, the expansion cell was filled with the helium gas and maintained at T0 under equilibrium at an initial pressure P1 and an initial density ρ1(T0,P1). Then, the expansion valve R1 was opened, allowing helium expansion into the dead space of the adsorption cell, and the pressure fell to a value P2, which was measured once the new equilibrium state, ρ2(T0,P2) in Vr and ρ(Tm,P2) in Vt, was reached and maintained without drift for 1 h. This waiting period was judged necessary to ensure that slow diffusion was not occurring during the measurement. To determine the initial and final equilibrium densities at their respective measured conditions of pressure and temperature, we used IUPAC's tables for helium, which have a reported accuracy of 0.05%. By using a mass balance equation for the helium gas before and after expansion, and assuming zero adsorption, we calculated the density of the adsorbent via the relation  where m is the mass of the adsorbent. Corrections were also made for thermal expansion of the adsorption cell and for the adsorbent. The volumetric thermal coefficients of that used in our experiments varied from 1.8 × 10-6 K-1 for silica gel to 2.7 × 10-5 K-1 for zeolites (given by the suppliers). The expression of the error analysis of the measured helium density contains a term depending on the two pressures P1 and P2 of the form  Such a term is minimized for the ratio P2/P1 = 21/2 − 1, a value obtained when the volume ratio Vt/Vr of the two cells is equal to 3.25. Thus, the total relative precision on ρHe is 0.5%, in good agreement with the mean reproducibility of several independent measurement runs carried out on a same adsorbent sample. For measurement of densities at high temperature, the diffusion of helium atoms into the structure of the solid may be considered a possibility. However, two essential observations prove that no diffusion effect occurred. Firstly, the equilibrium pressure did not decrease slowly and continuously, as is normally observed when a diffusion effect takes place. Secondly, a diffusion phenomenon would lead to an increase in helium density with temperature. However, we observed the contrary in the latter case. Moreover, a Monte Carlo diffusion simulation performed under the same physical conditions showed that no gaseous molecules penetrate into the crystal lattice structure of the solid.14 We measured helium densities as a function of temperature up to 400 °C on activated carbon (GAC 250, CECA-ELF-ATOCHEM, France), graphitized carbon (E 1145, Le Carbone-Lorraine, France), zeolites type A and 13X (Siliporite, CECA-ELF-ATOCHEM, France), and silica gel (Kieselgel 60, MERK, Germany). Curves shown in Figure 2 represent the measured temperature variations. Obviously, the main effect of temperature is to decrease adsorbent densities, since it decreases helium adsorption. The exception of graphitized carbon is easily explainable by the fact that it is a nonporous carbon having  a specific surface area of only 6 m2 g-1; thus, it has such weak adsorption that this is entirely negligible even at room temperature. We thus chose it as a nonporous, poorly adsorbing reference substance, and as such it cannot be considered a typical adsorbent. Apparently, for the other adsorbents, no adsorption effect occurs above 250−300 °C, as observed by Maggs et al.,7 for several different types of coals. Finally, taking into account that these adsorbents are regenerated at 400 °C, a temperature at which the all chemical species are desorbed, it is reasonable to consider helium densities obtained at this temperature as reliable densities of these porous materials (Table 1, column 2). This, in fact, follows from Sing's recommendation.8,15  Figure 2 Temperature variation of helium densities of carbons and zeolites:  ○, activated carbon; ◇, graphitized carbon black; ·, zeolite 13X; *, zeolite 3 A; ◆, zeolite 4 A; +, zeolite 5 A.   Deviations between these new density values and those obtained at room temperature were calculated (Table 1 column 3). In most cases, the differences are noticeable and lead to very significant modifications in adsorption isotherms, especially in the high-pressure range. This will be discussed in section IV.   Top of PageAbstractI. IntroductionII. Helium Density MeasurementsIII. Helium Adsorption at Room Temperature and Atmospheric PressureIV. High-Pressure Helium Adsorption IsothermsV. Comparison with Numerical CalculationVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than HeliumVII. ConclusionIII. Helium Adsorption at Room Temperature and Atmospheric Pressure With the present apparatus, it is possible to determine helium adsorption at room temperature (25 °C) and atmospheric pressure. The furnace temperature is kept at 25 °C, and the helium density has the value determined at high temperature. Results are reported in Table 1, columns 4 and 5. It should be noted that because of the high value of the helium specific volume in standard conditions, the amount of adsorbed helium expressed in terms of mass units (column 4) appears to be negligible even though this is not the case when it is expressed in volume units (column 5), since adsorbent specific volumes are on the order of 0.4−0.5 cm3 g-1. This is the main reason why the volume measurement of a porous substance made with helium at room temperature was notably erroneous.   Table 1.  High-Temperature Helium Densities of Carbon, Silica Gel, and Zeolites and Helium Adsorption at Room Temperature and Atmospheric Pressurea   As specific area (m2 g-1)ρsHe (400 °C) (g cm-3)ΔρsHe (%)ma (mmol g-1)ma (cm3 STP g-1) activated carbon10302.0014.52.38 × 10-35.33 × 10-2 graphitized carbon black62.120.00.00.0 silica gel5001.7136.06.35 × 10-30.14 3A zeolite 2.323.95.75 × 10-30.13 4A zeolite4002.313.45.75 × 10-30.13 5A zeolite4002.478.51.17 × 10-32.63 × 10-2 13X zeolite6002.4111.21.31 × 10-32.93 × 10-2  a As, specific area (BET); ρsHe (400 °C), helium densities measured at 400 °C; ΔρsHe, relative deviation defined as ΔρsHe = (ρsHe (400 °C) − ρsHe (25 °C))/ρsHe (400 °C); ma, amount of gas adsorbed.    A comparison is possible with the results of Maggs et al. for carbons7 and with Suzuki et al. for zeolite X, zeolite NaA, and activated carbon.16 Magg's values of adsorption, between 3 × 10-2 and 5.5 × 10-2 cm3 STP g-1, are in a reasonably good agreement with our own value of 3.33 × 10-2 cm3 STP g-1 if the difference between our respective carbons is taken into account. On the other hand, adsorption values of Suzuki et al. are systematically higher than those obtained by us by a factor of 10. A comparative analysis of our respective measurements and adsorption procedures did not reveal a possible origin for such important discrepancies. As concerns Henry's law upon which Suzuki et al. based the presentation of their results, it is well-known that it is particularly reliable at high temperature, as shown by Hellemans et al.,17 who experimentally validated Henry's law for helium above 21 K.   Top of PageAbstractI. IntroductionII. Helium Density MeasurementsIII. Helium Adsorption at Room Temperature and Atmospheric PressureIV. High-Pressure Helium Adsorption IsothermsV. Comparison with Numerical CalculationVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than HeliumVII. ConclusionIV. High-Pressure Helium Adsorption Isotherms Using the high pressure apparatus previously described,18 we measured helium adsorption up to 500 MPa on the adsorbents mentioned above. The absolute error in our method is on the order of 0.5 mg g-1, corresponding to 0.125 mmol g-1 (since adsorption is a quantity of excess, the relative error is not significant as it depends on the adsorption value itself). Tables 2 and 3 report the results obtained with adsorbent densities measured at high temperature (Table 1 column 2), i.e., with the values we consider as the most reliable. Figure 3 represents, in the case of activated carbon, the isotherms of adsorption  obtained with the two possible values of helium density (measured at 25 °C and at high temperature).  Figure 3 High-pressure adsorption isotherm of helium on activated carbon:  +, helium density ρsHe = 2.29 g cm-3; ·, ρsHe = 2.00 g cm-3; , MC simulation curve with BET specific area of 1 030 m2 g-1.     Table 2.  High-Pressure Adsorption Isotherm of Helium on Activated Carbon at 25 °Ca  P (MPa)1/vm (mol cm-3)ma (mmol g-1) 19.00.006 9480.33 56.50.018 2130.684 81.00.024 1461.01 109.10.029 9531.432 202.60.044 7432.00 314.10.057 3462.70 401.10.066 0573.31 494.50.071 9803.965  a P, pressure/; 1/vm, bulk density; ma, amount of gas adsorbed.      Table 3.  High-Pressure Adsorption Isotherm of Helium on Zeolites at 25 °Ca  P (MPa)1/vm (mol cm-3)ma (mmol g-1)(a) Zeolite 3A 19.40.0072710.01 59.20.019000.14 83.00.0246530.446 109.60.0301790.583 204.10.0450091.031 315.30.0575231.873 399.40.0649733.128 482.60.0712413.592(b) Zeolite 4A 19.40.0070840.01 57.30.0183500.027 80.40.0239890.152 109.10.0299600.42 184.40.0422181.115 306.70.0566091.534 401.10.0650451.993 499.70.0723132.516(c) Zeolite 5A 19.20.0071740.052 57.90.0186510.20 81.40.0243340.395 108.40.0299150.64 189.30.0430111.054 306.30.0566401.543 397.20.0647971.918 479.20.0709872.129(d) Zeolite 13X 19.30.0070990.102 59.70.0190240.305 84.60.0249390.52 111.80.0305290.783 212.60.0460981.235 319.70.0579471.927 402.00.0651782.50 490.80.0717783.00  a P, pressure; 1/vm, bulk density; ma, amount of gas adsorbed.    An immediate conclusion is that of the disappearance of the physically unexplainable negative part of the adsorption isotherms. For activated carbon (Table 2 and Figure 3), the slight hump of the isotherm at moderate pressures could be attributed to gradual filling of the microporous structure, the effect of which is to enhance adsorption. At high pressure, as micropores are filled, this contribution to adsorption vanishes and the corresponding curve increases monotonically. As concerns adsorption on zeolites (Table 3), results are very similar. The fact that helium is adsorbed somewhat more on zeolite 13X is probably due to a different cation arrangement and a greater accessibility of this type of zeolite. For zeolites A at low and moderate densities, isotherms are arranged in ascending order with respect to the order of the attractive force effect of their cation, i.e., sodium (4A), potassium (3A), and calcium (5A). At higher densities, for which repulsives forces predominate, adsorption increases, as in the case of activated carbon.   Top of PageAbstractI. IntroductionII. Helium Density MeasurementsIII. Helium Adsorption at Room Temperature and Atmospheric PressureIV. High-Pressure Helium Adsorption IsothermsV. Comparison with Numerical CalculationVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than HeliumVII. ConclusionV. Comparison with Numerical Calculation Above the critical temperature, a number of Monte Carlo simulations have been carried out to study adsorption of gases on rigid wall interfaces19,20 or inside the microporous structure, including slits21-24 and zeolite cages.25,26 Vermesse and Levesque attempted simulation of adsorption on a microporous rigid interface9 and afterward10 on a graphite crystal having micropores (in fact, missing atoms in the crystal). Their approach is the most well adapted to a comparison with present results, since it is close to the experimental reality, especially for adsorption at high pressure. The system of Vermesse and Levesque is a parallelipipedic cavity containing N gas molecules. Two opposite faces are the planes or the microporous adsorbing surfaces, while the others are submitted to the usual periodic boundary conditions. The interaction between gas molecules is represented by the Lennard-Jones 6-12 potential. As concerns the solid−gas interaction, the potential considered was a hard sphere potential when the adsorbing surfaces were rigid planes or planes comprising a lattice of cylindrical pores. Adsorption obtained with the Monte Carlo simulation is exactly the surface excess adsorption Γ* defined by  ρ* is the gas bulk density and V the volume accessible to this gas, i.e., the volume in which average gas density is different from zero (considering that the distance between the two opposite adsorbing faces is the distance between the centers of two gas molecules, each one in contact with one of these opposite faces). 2S is the area of adsorbing surfaces and the asterisk signifies reduced quantities with respect to molecular quantities:  Avogadro's number, 𝒩; molecular mass, M; Lennard-Jones parameters ε and σ. The density, ρ*, is then related to the molar density 1/vm by   The experimental excess adsorption per unit mass of adsorbent, ma, of the preceding section is related to this adsorption Γ* by the equation  As is the specific area of the adsorbent determined by the well-known BET method from the measured adsorption isotherm of vapor of nitrogen at 77 K. In fact, it is an essential quantity for comparing adsorptions obtained by experimentation and by simulation. The main result of these Monte Carlo simulations is a monotonic increase with density of adsorption isotherms irrespective of the porous character of the solid−gas interface. Figure 3 reports such an isotherm from simulation of adsorption on rigid nonporous and porous interfaces of a Lennard-Jones gas representing helium at room temperature (σ = 0.2556 nm and ε/κ = 10.22 K, with a reduced temperature T* = kT/ε equal to 29.17, corresponding to T = 25 °C). This result is parametrized with the BET specific area value of GAC 250 activated carbon of 1 030 m2 g-1 (given by the supplier). Comparison with the experiment leads to the following conclusions:  (a) the  calculated isotherm closely fits the high density experimental data; (b) at moderate densities, the experimental curve presents a hump which is nonexistent in the calculated curve. The discrepancy is due to a slight deficiency in simulation at low pressure because of the lack of attractive sites in the gas−solid interaction (the model does not provide the maximum of the adsorption isotherm). For zeolites, Monte Carlo simulation isotherms corresponding to BET specific areas in Table 1 (column 1) also exhibit a shape similar to that of experimental isotherms, but they are not in good agreement. Nevertheless, their agreement is adequate if considered as a primary result based on a very simple model of zeolites (planes with lattices of micropores whose interaction with gas is the interaction of spheres on rigid planes). We conclude that the validity of Monte Carlo simulations for adsorption, and of the hard sphere model as representative of the interaction between helium and various types of adsorbents, is fairly good. Moreover, the main characteristic and the advantage of the present comparison, which to our knowledge is the first to be done, lie in its coherence, i.e., the fact that the adsorbed gas itself was used to measure the adsorbent density. Thus, for experimentation and simulation, the ideal condition for positioning of the Gibbs surface according to IUPAC's recommednations27 has been respected.   Top of PageAbstractI. IntroductionII. Helium Density MeasurementsIII. Helium Adsorption at Room Temperature and Atmospheric PressureIV. High-Pressure Helium Adsorption IsothermsV. Comparison with Numerical CalculationVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than HeliumVII. ConclusionVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium It is of particular interest to examine implications of the present new helium density of activated carbon on the high-pressure adsorption data we previously obtained with helium density measured at room temperature.11 The recalculated isotherms are presented in Figure 4. As in the case of helium, the negative part of the curves disappears. It may therefore be concluded that these negative parts of the isotherm arise only from too large a helium density value of the adsorbent.  Figure 4 Recalculated isotherms of adsorption on activated carbon:  □, helium; ·, neon; ○, argon; ▪, krypton; +, nitrogen; ▵, methane; e > <, error bars.   Another important result concerning all gases considered is the renewed increase in adsorption at higher densities. Such behavior was already observed by Michels et al.28 for adsorption of nitrogen on alumina but only in that particular case. Under such extreme conditions of high gas density, the influence on adsorption of the error upon adsorbent helium density must be taken into account (in fact, it increases linearly with gas density as can be seen in expression 2 of ref 11). Nevertheless, corresponding error bars in Figure 4 prove that this error is not at the origin of the present upward-turn of the isotherms. The present set of curves, including the helium isotherm, appears to exhibit a sharper maximum and minimum as the attractive well of the gas interaction potential increases. Thus, the curves exhibit extremes which are more and more pronounced in the order He, Ne, N2, Ar, CH4, and Kr, corresponding to the increase in ε, the depth of the attractive well of these gases (Table 4). This is also the decreasing order of the temperature value 25 °C expressed for each gas in reduced units with respect to ε/k (Table 4), an order in agreement with the well-known capacity of adsorption to be inversely proportional to the temperature. These observations illustrate the fact that, at moderate densities, the influence on adsorption of molecular attractive forces is at a maximum but decreases progressively as density increases and then vanishes at high densities at which repulsive interaction forces predominate. In other words, at high densities, the behavior of all gases is similar to that of helium, i.e., an increase in excess adsorption, a completely unexpected result but one which is coherent with an analysis of the respective contributions of intermolecular forces.   Table 4.  Depth, ε, of the Lennard-Jones Potential Well for Different Gases and Corresponding Reduced Temperatures, T*   HeNeN2ArCH4Kr ε/k6.0333.795119.8142.1166.7 T49.48.853.142.492.101.79   Vermesse and Levesque also carried out Monte Carlo simulations of adsorption of argon at high pressure on a plane and a microporous graphite, for which the interaction with gas is a Lennard-Jones potential, well-adapted to argon.10 More explicitly, parameters ε and σ of this solid−gas interaction result from Berthelot rules using parameters of the Lennard-Jones potential of the gas and those of a fictitious Lennard-Jones potential representing the interaction between carbon atoms. As in ref 9, the accessible volume to the gas corresponds to the volume where the average gas density is different from zero. The resulting isotherms exhibit a similar maximum for the plane and for microporous graphite, but in the latter case adsorption is lower. Moreover, when this argon adsorption isotherm is compared to the krypton isotherm obtained using similar simulations, the above mentioned shifting of the maximum to high densities appears as the reduced temperature increases. Figure 5 shows the experimental adsorption isotherm of argon and that obtained by Monte Carlo simulations. Good agreement can be observed for the shape and height of maxima of the respective curves, despite some discrepancies at the higher densities. Moreover, in this range, experimental data would be well fitted with a simulation curve obtained with a helium density of adsorbent of 1.8 g cm-3 and without any noticeable alteration in the first  part of the isotherm. The explanation lies in the fact that micropores of activated carbon are less accessible to argon atoms than to helium atoms, the consequence being that adsorbent helium density has a high value. A coherent comparison of simulation with the experiment could be made if adsorbent density was measured with argon itself as was the case for helium in the preceding paragraph. Such a remark can be extended to all gas atoms and molecules to which micropores are less accessible than to helium atoms. Helium densities are thus inadapted and corresponding adsorption has an erroneous value, especially at high pressure. Indeed, the ideal method according to the Gibbs surface definition would be to measure the adsorbent density for each gas with the gas itself, but this may not be practical. On the other hand, when Monte Carlo simulations are extended to more adsorbent models and gases, it will be possible to make reliable corrections of helium density with the help of a fit of the simulation curve.   Figure 5 Comparison of experimental adsorption isotherm of argon on activated carbon with the one obtained by Monte Carlo simulation for argon adsorbed on microporous graphite:  ·, experiment; □, simulation.    Top of PageAbstractI. IntroductionII. Helium Density MeasurementsIII. Helium Adsorption at Room Temperature and Atmospheric PressureIV. High-Pressure Helium Adsorption IsothermsV. Comparison with Numerical CalculationVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than HeliumVII. ConclusionVII. Conclusion We have clearly shown that helium density measurements of adsorbate solids performed at room temperature could be erroneous and that it is necessary to operate at high temperature. Experimentally, the helium density value for an adsorbent is that obtained at the temperature of its regeneration. Results of high-pressure adsorption of helium are of particular interest because they were compared with Monte Carlo simulation data. The experimental and calculated isotherms are in good agreement. We find that (i) there is no saturation at high pressure, (ii) light solid−gas attractive forces are the cause of the low maximum of the adsorption isotherm, (iii) short range solid−gas repulsive forces produce an increase in adsorption at higher pressure, and (iv) the porous structure contributes only toward adsorption by an increase in the specific area and does not modify adsorption curves. Thus, adsorption is essentially a surface phenomenon controlled by gas−gas and solid−gas interaction forces. The solid−gas attractive forces contribute to adsorption at low and moderate densities, whereas short range repulsive forces predominate in adsorption at higher densities. A re-examination of previous high-pressure experimental adsorption measurements of noble gases, nitrogen, and methane on activated carbon leads to similar conclusions, corroborated by Monte Carlo simulations:  there are no negative values of adsorption at high pressure. On the contrary, there is a systematic renewed increase and the effect of the porous structure is weaker than that of the interaction between gas and solid.    Top of PageAbstractI. IntroductionII. Helium Density MeasurementsIII. Helium Adsorption at Room Temperature and Atmospheric PressureIV. High-Pressure Helium Adsorption IsothermsV. Comparison with Numerical CalculationVI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than HeliumVII. ConclusionAcknowledgment The authors thank M. Bono for his help in the construction of the apparatus for helium density measurement and the Société CECA-ELF-ATOCHEM and Le CARBONE-LORRAINE for their adsorbent samples.    ✗   Abstract published in Advance ACS Abstracts, January 1, 1997.   This article references 28 other publications. (1) McBain, J. W.   The sorption of gases and vapours by solids; George Routledge & Sons:  London, 1932; p 79.There is no corresponding record for this reference.  (2) Coolidge, A. S.   J. Am. Chem. Soc. 1934, 56, 554.[ACS Full Text ], [CAS](2) . Adsorption at high pressures. ICoolidge, Albert S.Journal of the American Chemical Society\r\n        (1934),\r\n    56\r\n        (),\r\n    554-61CODEN:\r\n                JACSAT;\r\n        ", "title": "Adsorbent Helium Density Measurement and Its Effect on Adsorption Isotherms at High Pressure", "authors": ["P. Malbrunot", "D. Vidal", "J. Vermesse", "R. Chahine", "T. K. Bose"], "doi": ["10.1021/la950969e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00005.gif\">"]}