{"abstract": "Super-fine pulverized coal combustion is a new pulverized coal combustion technology that has better combustion stability, higher combustion efficiency, lower NO and SO emissions, and higher comprehensive efficiency, than using conventional particle sizes. In this paper, we combined the pore surface fractal dimensions and pore structure fractal dimensions based on different methods to analyze the fractal characteristics of super fine pulverized coal particles. And the gray relational analysis was used for further study on the influencing factors of the fractal dimensions. Besides, the discrepancy between the two fractal dimensions influencing the phases during the coal combustion process was also discussed. It is found that all the fractal dimensions of the super fine pulverized coal particles range from 2.36 to 2.91, which belong to the interval 2<  < 3. It is interesting to observe that the surface fractal dimension increases with the increase of the pulverized coal particle size while the structure fractal dimension increases with the decrease of the average pore diameters. In addition, we compared the N gas adsorption isotherms, pore size distribution, and small-angle X-ray scattering (SAXS) curves together and found that they actually associated with each other, which can be combined to confirm the appropriate range to obtain the fractal dimensions precisely. Finally, after analysis of both pore surface fractal dimensions and structure fractal dimensions, we can draw the conclusion that the super-fine pulverized coal particles are advantageous for coal combustion process.", "text": "10.1021/ef100142t Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionCoal, mostly in the pulverized form, is used globally as principal energy resource of thermal power plants.(1) Special attention has been paid to NOx and SOx emissions from coal-fired combustors for a long time.(2, 3) The effect of pulverized coal particle size on combustion has long been a research subject.(4) The proposal of super fine pulverized coal particle combustion provided a new way to understand the effect of particle size on combustion.(3, 4) Through our previous researches it was found that the technique of super fine pulverized coal particle combustion has many advantages, such as better stability, higher combustion efficiency, lower NOx and SO2 emission, and higher comprehensive efficiency, than that using conventional particle sizes.(5, 6) Coal is a complex polymeric material with extremely heterogeneous porous structures that are difficult to classify. The structure of coal has long been the subject of intense interest and investigation.(7) This is in large part because the pore network serves as a path by which reagents gain access to and leave the interior of coal structure.(8) Furthermore, it is a key factor for coal combustion process because of the influences on heat and mass transfer rate and reaction surfaces. Hence knowledge of the porous structure in coal will help us better understand the mechanism and kinetics of this novel super fine pulverized coal particle combustion technique.Surface irregularities can hardly be explained by Euclidean geometry because of the complexity involved. Fractal theory is one of the methods of nonlinear mathematics and has become increasingly popular in social and nature science as a means for characterizing intricate phenomena. Fractal theory makes it easy to quantitatively describe complex self-similar geometry which is difficult with Euclid geometry.(9) Therefore, the application of fractal analysis for studies of heterogeneous porous structures in coals seem to be a reasonable approach.Various methods have been used to study the characteristics of adsorption-pores in coals, such as mercury injection, nitrogen adsorption, scanning electron microscope (SEM), high resolution transmission electron microscopy (HRTEM), small angle scattering of X-rays (SAXS), neutrons (SANS), nuclear magnetic resonance spectroscopy (NMR) and quantitative X-ray CT imaging.(10, 11)Among these, nitrogen gas adsorption analysis has been proven to be an effective method in characterizing pore structures of porous materials.(12, 13) This method has been widely used for the fractal characterization of adsorption pores in coal or carbon, ever since Avnir(14) demonstrated theoretically that the surface fractal dimension can be obtained using data of adsorption on the surfaces of heterogeneous microporous materials. Zhang et al.(15) obtained the structure development of coal chars under high temperature reducing conditions using modified Frenkel−Halsey−Hill (FHH) theory. They concluded that the surface area, pore volume, mean diameter and fractal dimensions all have the same variation trends, and the surface area development of chars can be attributed to the formation and variation of micropores. Nevertheless, we have to notice that the char structure development is very complicated due to the existence of various competing factors. Sahouli et al.(16) dealt with the applicability of the fractal version of the FHH theory of multilayer adsorption. The results showed that the fractal dimension depends critically of the coverage exponent s. They confirmed that the FHH exponent depends on the dominating forces which govern the adsorption process. From this study, we know that the choice of the parameter s characteristic of the reference flat surface is critical for determining the fractal dimension by methods based on the FHH theory. Xu et al.(17) got formulas for the calculation of fractal dimensions of coals and cokes using N2 and CO2 adsorption data and found that the fractal dimension is relative to ash and volatiles. It is meaningful to learn that the D of coals decreased with the increase of carbon aromaticity and reached a maximum at H/C equal to 0.66 (or Cdaf about 86%). Rizkalla et al.(18) investigated the influence of the fractal character of some selected antacids in regard to their neutralizing activity. The results showed a correlation between neutralization activity and fractal character rather than total surface area and particle size. Pyun et al.(19) investigated fractal characteristics of mesoporous carbon electrodes using N2 gas adsorption method and the TEM image analysis method. The method adopted in this paper is interesting to distinguish the surface fractal dimension of the carbonization-induced pore surface from that fractal dimension of the silica-imprinted pore surface by determine the individual surface fractal dimensions from the TEM image analyses. Ismail et al.(20) estimated the surface roughness and irregularities of nonporous carbon fibers by analyzing the N2 adsorption isotherms based on a fractal approach and proposed the threshold for the dominant forces between the van der Waals forces and the liquid−gas surface tension forces.Another method capable of describing self-similar surfaces Small-angle X-ray scattering (SAXS) which is a well established method for the characterization of porous media with pore sizes in the range from 1 to 100 nm.(21) This technique, well adapted to study the spatial fluctuations of the electronic density inhomogeneities within a substance, was extensively applied to investigate the porous materials.(22) The application of SAXS to complex systems may overcome some limitations of other experimental techniques. For example, SAXS can detect both closed and open pores in porous materials, whereas adsorption techniques can only evaluate the open pores.(23)Since Bale and Schmidt(24) demonstrated theoretically that the surface fractal dimension (Ds) can be obtained using small-angle X-ray scattering (SAXS) measurements, there have been many studies on Ds and the pore structure of coal. Bale et al.(24) developed a method for analyzing the outer part of SAXS curve for porous scatterers in which the pore boundaries can be described by fractals and the fractal dimension of the lignite coal in the experiments was found to be about 2.56. Bodoev et al.(25) attempted to prepare active carbons starting from sapropelitic coals combining low temperature modification and chemical activation. Surface areas were determined by BET and SAXS methods. It was shown that the results obtained with BET area determination can be confirmed by SAXS analysis. Sastry et al.(26) characterized the structural morphology of raw and processed lignite coal specimens over a length scale of 5−100 nm by SAXS. Final results indicated that the scattering profile from unprocessed lignite specimen exhibits two distinct power laws indicating different fractal morphologies over different length scales. Mitropoulos et al.(27) examined the effect of thermal treatment at a relatively high temperature on two bituminous coals by water adsorption and SAXS. The results suggested that the mesopore structure in both samples undergoes a partial collapse. Nakagawa et al.(28, 29) investigated the change in the surface fractal dimension of Witbank coal with heat treatment using SAXS. It was found that Ds changes systematically depending on the temperature and the heating rate.Although nitrogen gas adsorption analysis has been proven to be an effective method in characterizing pore structures, this technique still has its limitations.(30) To this end, gas adsorption technique should be supplemented by some other independent methods.(31) A powerful alternative is to apply small-angle X-ray scattering technique which may overcome some limitations of other experimental techniques. It is known these two methods are based on different models of pore shape. The slit-like pores are assumed in the case of adsorption and the spherical or cylindrical shape of pores is assumed in the case of SAXS method.(32) In this respect, it is meaningful to extract useful information from both of these experimental methods and compare the results obtained in these two ways.In this paper, we applied the pore surface fractal dimensions calculated from gas adsorption data according to the Frenkel-Halsey-Hill (FHH) equation (DFHH) and SAXS experiments (DSAXS) to analyze the pore surface fractal characteristics of super fine pulverized coal particles. And the pore structure fractal dimensions obtained from pore size distribution (DPSD) and thermodynamic method (DN) were utilized to analyze the pore structure fractal dimensions of super fine pulverized coal particles. Besides, the gray relational analysis was used for further study on the influencing factors of the fractal dimensions. Finally, we novelly proposed that with the decrease of the coal particle size, the surface fractal dimensions decrease but the pore structure fractal dimensions increase. This can provide more reactive surfaces, lower down the mass transfer resistance and improve the reaction rates which are all advantageous for coal combustion.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental SectionShenhua (SH), Neimenggu (NMG), and Tiefa (TF) coals of China were chosen for the experiments. The coal samples were pulverized into twelve different mean particle sizes using a jet mill. Then, their particle-size distributions were analyzed by Malvern MAM5004 Laser Mastersizer made in the U.K.. The equivalent mean particle sizes of coal samples are listed in Table 1while the properties of them are presented in Table 2. The ultimate analysis data were obtained on LECO CHN 600 (America) and a sulfur analyzer, and then oxygen content was obtained by difference. The proximate analysis was done on LECO MAC 500 (America).Table 1. Conventional Textural Characteristics of Tested Coal Samplescoal samplesmean particle diameter (μm)mean pore diameter (nm)SLang (m2/g)SBET (m2/g)pore volume (cm3/g)SH14.7059.458310.41517.19820.01678717.43910.499710.13176.98080.01714721.313.84268.73816.11320.01226244.26411.63078.98066.28660.012152NMG12.56117.360612.33768.56230.03657214.99917.748310.16766.98020.03005725.86221.90938.11305.63490.02824452.77820.71588.02515.46380.02344TF6.911.575715.762010.8840.02998611.3410.197812.09748.30870.01612218.9512.070911.63708.06170.01709233.689.10813.05659.07220.016373Table 2. Ultimate and Proximate Analyses of Coal Samples proximate analysis (wt %) (ad)ultimate analysis (wt %) (ad)SHmoisture (mass %)11.5C63.13volatile (mass %)24.22H3.62ash (mass %)10.7O9.94Fixed carbon (mass %)53.58N0.70  S0.41NMGmoisture (mass %)14.72C54.82volatile (mass %)35.69H4.39ash (mass %)10.64O14.58Fixed carbon (mass %)38.95N0.63  S0.22TFmoisture (mass %)5.82C55.69volatile (mass %)30.30H3.88ash (mass %)22.65O10.62Fixed carbon (mass %)41.23N0.75  S0.59The SAXS experiment was performed using synchrotron radiation as X-ray source with a long-slit collimation system at the Shanghai Synchrotron Radiation Facility (SSRF). X-rays of 1.24 Å in wave- length were selected and focused to 0.5 × 0.5 mm2 at the detector with a camera length of 5417 mm. The scattered X-ray intensities were recorded using the imagery plate technology. The absorption of the sample and the background scattering were corrected.Nitrogen adsorption isotherms were obtained at liquid nitrogen temperature (77K) using a commercial pore and surface analyzer apparatus (ASAP 2010 Micromeritics). Samples were outgassed at 105 °C overnight under vacuum to a final pressure of 0.26 Pa. The data were analyzed for BET specific surface (SBET) and the volume of monolayer coverage Vmono using the Brunauer−Emmett−Teller (BET) equation., total pore volume per mass unit VT through the total adsorbed volume of nitrogen at a single point close to the saturation pressure, mean pore size (lBET = 4VT/SBET), and pore volume distribution, as determined by analyzing the adsorption branch of the N2 gas isotherms in the pore range of 1.7−300 nm using the classical Barrett−Joyner−Halenda (BJH) method.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and DiscussionSuper fine pulverized coal has a complex surface structure. The course of a heterogeneous chemical reaction is the outcome of a complex interplay between details of chemistry and of irregular and convoluted reacting surfaces.(33) An accurate description of coal surfaces is crucial to the development of the super-fine pulverized coal combustion technique. The fractal geometry is of significant use in describing the behavior of many physical systems. It has been widely accepted that there are both pore surface fractals and pore structure fractals in coals. In this paper, the pore surface fractal dimensions of super fine pulverized coal particles were calculated from gas adsorption data according to the Frenkel−Halsey−Hill (FHH) equation (DFHH) and SAXS experiments (DSAXS) while the pore structure fractal dimensions were obtained from pore size distribution (DPSD) and thermodynamic method (DN).3.1N2 Gas Adsorption Experiments of Raw CoalsThe isotherms data for N2 gas adsorption obtained from three types of coals are illustrated in Figures 1−3. In general, the adsorption isotherms of all coal samples are of type II, after Brunouer-Deming-Deming-Teller (BDDT) classification, with a hysteresis loop. This suggests that the adsorption occurs by the capillary condensation at high relative pressures. According to the International Union of Pure and Applied Chemistry (IUPAC) classifications, the hysteresis loops are classified into four types from H1 to H4.(34) It can be seen that for all the coal specimens, adsorption and desorption branches form a hysteresis loop of type H3. Such a loop indicates slit-shaped pores and is characteristic of the mesoporous materials being comprised of agglomerated pores with broad PSD. The hysteresis loop is ascribed to the different process between adsorption into and desorption from the mesopores, which is closely related to the pore structure of the mesoporous material.(19) It is observed that with decrease of the particle size, the area formed by the hysteresis loop decreases, especially for SH and TF coals. This indicates that in the coal pulverization process, some larger pores are cracked into small ones which results in the decrease of the mean pore size and the pore size distribution becomes narrower. Therefore, besides from the shape of the hysteresis loop, the pore structure can also be estimated to some extent from the area of it.Figure 1. N2 gas adsorption/desorption isotherms of SH coal specimens.Figure 2. N2 gas adsorption/desorption isotherms of NMG coal specimens.Figure 3. N2 gas adsorption/desorption isotherms of TF coal specimens.The BET specific surface and mean pore size are displayed in Table 1. Langmuir surface area (SLang) is also given which is convenient for different researchers for reference. We can find that BET specific surface area increases with the decreases of coal particle size while mean pore size shows an approximately opposite trend. The reason is that more and more small pores inside the matrix are exposed when the particle diameter is reduced, which may result in the increase of the specific surface area. At the same time, the data of pore volume are also shown in Table 1, the trend of which is similar to the specific surface area. When pore volume and surface area are increasing, combustion process of pulverized coal particles can be strengthened and improved.(4)For the purpose to further analyze the pore structures of the coal specimens, the pore size distribution (PSD) were constructed from the N2 gas adsorption isotherms applying BJH method, which are illustrated in Figures 4−6. Generally speaking, there is a same trend in all the figures that with the decrease of coal particle size, the contribution of smaller pores to the total pore volume increases, especially for NMG coals. In order to see this trend more clearly, we magnify the scales (0−10 nm) for smaller pores in the figures. In these magnified figures, we notice that with decrease of the particle size, the volume of small pores increases obviously. And there appears a small peak at about 3.5 nm which indicate the pores around this scale increase more quickly. The comminuting of coal is a process of the breakage of old pores and formation of new ones. In this process, some larger pores are cracked into small ones which results in the decrease of the mean pore size and the pore size distribution becomes narrower. Hence with the decrease of the particle size, the pore volume increases.Figure 4. Pore size distribution determined from adsorption data on SH coal specimens.Figure 5. Pore size distribution determined from adsorption data on NMG coal specimens.Figure 6. Pore size distribution determined from adsorption data on TF coal specimens.3.2Surface Fractal Dimensions from Analysis of N2 Gas Adsorption IsothermsOn the basis of the theory of Pfeifer et al.,(35) the fractal dimension is estimated from eq 1:(1)where V is the volume of adsorbed gas molecules, Vmono is the volume of monolayer coverage, A is the power-law exponent, which is dependent on DFHH, and P0 is the saturation pressure of the gas, and P represents the adsorption equilibrium pressure of the gas.Therefore, on the plot of ln V vs ln(ln(P0/P)), the slope of the straight-line should be equal to A, and the fractal dimension DFHH depends on the value of A. It should be noted that there are generally two expressions: A= (DFHH − 3)/3 and A=DFHH − 3. According to Ismail and Pfeifer,(36) the threshold for the dominant forces between the van der Waals forces and the liquid−gas surface tension forces is given by(2)If α < 0, the liquid−gas surface tension forces are dominant, but the van der Waals forces are dominant if α ≥ 0.The number of adsorbed molecule layers, n, can be determined from the following relationship:(36)(3)Figures 7−9 reproduce the plots of ln V vs ln(ln(P0/P)) from the N2 gas adsorption isotherms, which shows more than two linear regions for all the samples. Then the selection of the appropriate region is the key point to obtain the correct DFFH. It is reported that as more adsorbed layers are built up, that is, the multilayer adsorption process, the interface of the adsorbate with the adsorbed molecules becomes smooth which no longer replicate the particle surface, making it difficult to measure the true interface surface fractal dimension.(37) Tang et al. pointed out that when the adsorbed layer, n, varies from 1.0 ± 0.5 to 2.0 ± 0.5, that is, around monolayer coverage, the correct value of DFFH was obtained.(38) Moreover, eq 1 is only valid when the adsorbed layer exceeds monolayer coverage. Hence, in this work, we selected the first linear segment in the range between the monolayer coverage and multiple layer coverage just before the smoothing effect appears. The adsorbed layer, n, calculated from eq 3 were also listed in the figures.Figure 7. Plots of ln V vs ln(ln(P0/P)) obtained from adsorption data on SH coal specimens.Figure 8. Plots of ln V vs ln(ln(P0/P)) obtained from adsorption data on NMG coal specimens.Figure 9. Plots of ln V vs ln(ln(P0/P)) obtained from adsorption data on TF coal specimens.The DFFH for each coal sample was calculated by determining the slope of the best-fit line through the data points in the first linear segment using linear regression. It shows that the values of α determined from eq 2 were all negative. Thus, the surface fractal dimensions of all the coal samples can be calculated from eq 4(4)The surface fractals of the super fine pulverized coal particles can be obtained according to eq 4 and the results are displayed in Figure.10. It reveals that all the fractal dimensions range from 2.36 to 2.58, which is consistent with the former studies(39) that usually, the values of surface fractal dimensions are belong to the interval 2 < Ds < 3 and only infrequently that out of such interval.(40) It is obvious that the surface fractal dimension increases with the increase of the pulverized coal particle size, see Figure.10. Physically Ds is thought of as giving a measure of surface roughness.(41) This indicates that the larger the mean coal particle size is, the rougher the interfacial boundary will be.Figure 10. Influence of the coal particle size on the surface fractal dimensions.Actually there is some correlation between DFFH values and the shape of the N2 gas adsorption isotherm which can be observed in Figure.11. The upward curvature of the isotherms at high relative pressures is decreased as DFFH increases i.e. the smallest coal samples have the largest values of the upward curvature. This means that the relative adsorption capacity diminishes with the increased space-filling character of the surface which restricts the growth of the multilayer; i.e., fewer molecules are needed to form the multilayer as the surface becomes more convoluted.(18) Besides, the other interesting phenomenon was discovered, comparing DFFH with the curves of ln V vs ln(ln(P0/P)) in Figures 7−9. It can be observed clearly that with the increase of DFFH values, the phase of transition layer is more noticeable, that is, the smooth effect appears more prominent. In fact, after calculation of the fractal dimensions in the range of transition layer i.e. the second linear segment, we found that the trend was also existed that the fractal dimension increases with the increase of the pulverized coal particle size (not shown here). So we know that this phenomenon was also caused by the rougher interfacial boundary of the larger coal particles.Figure 11. Adsorption isotherms for (a) SH coals, (b) NMG coals, and (c) TF coals.3.3Surface Fractal Dimensions from Analysis of SAXS ExperimentsSince the pioneering work by Bale and Schmidt(24) on the determination of the surface fractal dimensions the SAXS method has been widely used to study the structure of irregular objects. It is well-known that the intensity of radiation scattered on a fractal surface is often proportional to a negative power of the scattering vector q(42)(5)where I(q) is the scattered intensity, α is a noninteger that determines the nature of the fractal structure that is related to the fractal dimension, and q is the magnitude of the scattering vector, which can be expressed as(6)where λ is the X-ray wavelength and θ is the scattering angle.Logarithmic transformation of the relation eq 5 could be expressed in the following form:(7)where β is a constant. For surface fractals, in which the object is bound by the fractal surface with fractal dimension Ds, which can be expressed as(8)The surface fractals of the super fine pulverized coal particles can be obtained according to eq 8 and the results are displayed in Figures 12−14. There are also more than two linear regions observed for all the samples. The range of micropore sizes in the first linear segment was selected to compare with the values calculated from adsorption experiments. The DSAXS for each coal sample was calculated by determining the slope of the best-fit line through the data points using linear regression. It shows that the correlation coefficients of the lines are all greater than 0.9, and it can be considered the linearity of fit is good.(43) Therefore, it was concluded that the SAXS fractal theory was applicable and all the specimens are bound by the fractal surfaces. In each figure, linear equations inferred from eq 7 can be obtained for every coal sample and, from the slopes of these equations, the corresponding fractal dimensions calculated by eq 8 are summarized in Figure 10.Figure 12. SAXS curve for SH coal specimens.Figure 13. SAXS curve for NMG coal specimens.Figure 14. SAXS curve for TF coal specimens.It reveals that all the fractal dimensions range from 2.37−2.85, which belong to the interval 2< Ds <3. It is obvious that the surface fractal dimension increases with the increase of the pulverized coal particle size, see Figure.10. This indicates the same conclusion as is drawn from the N2 adsorption experiments that the larger the mean particle size of the sample is, the rougher the interfacial boundary will be.Furthermore the trend can be observed that the fractal dimensions of all SH samples are smaller than that of TF and NMG coals, that is, with increase of the coal maturity, the fractal dimensions decrease. This is also observed in Reich’s study.(44) There are mainly two reasons which are the carbon contents and particle size distribution. First, it is known that there is an apparent contraction of the pores with rank on small scales (1−100 nm) and a simultaneous expansion on larger scales (1−10 μm). Furthermore, the corresponding pore size distribution data indicate a systematic decrease of the pore number density with rank for all pore sizes.(45) This makes the interfacial boundaries become simpler and smoother. Accordingly the surface fractal dimensions of NMG samples are higher than that of SH samples. Second, with decrease of coal rank, the pore number density increases and there are more defects in coals. Therefore, it is easier to comminute and grind coals with lower rank, that is, the grindability and brittlement of NMG coals are better.(46) To obtain the same particle size as NMG coals, more energy and grinding time will be needed for SH coals. The frequent collisions between the particles will make the surfaces of SH coals smoother and the fractal dimensions decrease. All these reasons cause the surface fractal dimensions decrease with the coal rank. However, according to the DFFH calculated, the values of NMG coals would be expected to be larger than TF coals, but the trend is opposite. This is because the high ash contents for TF specimens which influences the measurements of SAXS.One can observed a similar trend in all the cases of surface fractal dimensions obtained on the basis of SAXS investigations and adsorption method. But values of DSAXS are significantly higher than those obtained on the basis of the adsorption method. This is due to the different physical background of the two methods. The discrepancies between the two techniques are explained as follows. First, SAXS probes the whole particle and sees all the pores in the matrix, whereas the adsorption can only reach open pores. Hence the surfaces measured according to SAXS method exhibit more irregular. Second, the nitrogen adsorption experiment probes essentially only the organic portion. In contrast, the SAXS is also sensitive to the electronic atmosphere of the inorganic molecules. Finally, there is a main reason that the length scales over which the result is calculated by both methods are different. In other words, the two methods to determine fractal dimensions may yield results for different scales of the surface texture.(47) Therefore, one can expect that the changes of the fractal dimensions according to these different methods to follow the same trend, but need not coincide.(48)If one puts the figures of N2 gas adsorption isotherms (Figures 1−3), pore size distribution (Figures4−6), SAXS curves (Figures 12−14) together and compares carefully, it is interesting to find that all these three kinds of figures about NMG coals (Figures 2, 5, and 13) are little different from the other two coals. From Figure.5, it is obvious that there is a bimodal distribution for NMG coals while the other two coals only have one hump. The presence of mesopores causes the second hump. From the SAXS curves in Figure.13, we can see there are pronounced shoulders for NMG coals. Mitropoulos et al.(52) interpreted the shoulders as evidence of the presence of mesopores. Therefore it is proposed that the special shapes of hysteresis loop for NMG coals (Figure.2) are also caused by the existence of more mesopores which can result in a broader pore size distribution. Above all, we can draw the conclusion that the N2 gas adsorption isotherms, pore size distribution and SAXS curves associate with each other. The confirmation of the appropriate range to obtain the fractal dimensions is very important. It will be quite meaningful if we can combine these three expressions to calculate the appropriate range for obtaining fractal dimension precisely. We will try to complete and refine this method in our future works.3.4Structure Fractal Dimensions from Analysis of Pore Size DistributionThe method for obtaining the fractal dimension from the pore size distribution has been first presented by Pfeifer and Avnir.(49) The method is based on the slope behavior of the pore size distribution curve which is related to the fractal dimension by the relation(9)where V(r) is the total volume of pores of size larger than r, −dV/dr is the pore size distribution, and r is the average pore radius.Logarithmic transformation of the relation eq 9 could be expressed in the following form:(10)Then the fractal dimension DPSD can be expressed as(11)Figures 15−17 demonstrate on a logarithmic scale the dependence of pore size distribution on the average pore radius obtained from all the specimens and the structure fractals DSAXS for each coal sample calculated by determining the slope of the best-fit line through the data points using linear regression are also shown there. The relationships between structure fractal dimensions and average pore diameters are summarized in Figure 18. It can be observed that all the structure fractal dimensions range from 2.82 to 2.91,which also belong to the interval 2< D < 3. It is obvious that the structure fractal dimension increases with the decrease of the average pore diameters, see Figure 18. Physically pore structure fractal dimension represents the pore structure irregularity: the larger is the value of the pore fractal dimension, the narrower is the pore size distribution and more inhomogeneous pores there are.(10) This indicates that the smaller the mean pore size is, the more complex the spatial network structure of the pores in the matrix will be.Figure 15. Determination of structure fractal dimension from pore size distribution of SH coals.Figure 16. Determination of structure fractal dimension from pore size distribution of NMG coals.Figure 17. Determination of structure fractal dimension from pore size distribution of TF coals.Figure 18. Influence of the average pore diameter on the structure fractal dimensions.Actually there is some correlation between DPSD values and the shape of the pore size distribution curves which can be observed in Figures 4−6. Higher values are observed for smaller coal particles for all the samples. It illustrates clearly in these figures that the contributions of small pores are getting higher with decrease of the coal particle size which is responsible for the high DPSD values.3.5Structure Fractal Dimensions Analysis Based on Thermodynamic MethodThe thermodynamic method employs experimental data obtained from equilibrium capillary measurements, namely capillary condensation. This method is based on a relationship between S (the area of the condensed liquid/gas interface) and rk (mean radius of the curvature),which can be expressed as(50)(12)Or in a logarithmic form(13)Hence DN is estimated as(14)where S is the area of the condensed liquid−gas interface at a given value of relative pressure calculated by integrating the adsorption isotherm from the current value, N(P/P0), to the maximal value, Nmax, available as P/P0 → 1 with respect to the Kiselev equation(15)where σ is the surface tension of the liquid adsorbate, which is taken to be 8.85 × 10−5 N/cm in this paper,(51) R is gas constant, T is the temperature of the system, P is the pressure of nitrogen, and P0 is the saturated vapor pressure of the adsorbate. rk is the mean radius of the curvature of this interface calculated by the Kelvin equation(16)where Vmono is the molar volume of the liquid adsorbate.It is worth noticing that this method is intended to be applied to the structural investigation of host-phase materials and is only valid in the capillary condensation area. It was reported(37, 38) that as more adsorbed layers are built up, that is, the capillary condensation begins, the interface of the adsorbate with the adsorbed molecules becomes smooth, and hence the fractal dimension would no longer describe the interface but would describe the adsorbed molecule agglomerates. Yao et al.(10) adopted the fractal dimension (D2) calculated from the capillary condensation regions to represent the pore structure fractal dimension and the results appeared to be reasonable. Therefore, in this paper, we applied DN calculated from the thermodynamic method to represent the pore structure fractal dimension.The plots of log S vs log rk for all the coal samples are shown in Figures 19−21. For all the coal samples, there are two different linear regions. The same question was raised then, which is the appropriate region to obtain DN. Since the method is only valid in the capillary condensation area, the lower limit lies on the point which capillary condensation begins, see Figures 1−3. It was reported(50) that the upper limit of fractility is comparable with the mean hydraulic radius. The mean hydraulic pore radius, that is, characteristic pore radius, rhyd, can be calculated from the ratio rhyd = 2VT/ SBET. If the pores are slit-shaped with parallel sides, rhyd is half the slit width. Then the structure fractals DN for each coal sample were calculated by determining the slope of the best-fit line through the chosen data points using linear regression.Figure 19. Plots of log S vs log rk obtained from thermodynamic analysis of SH coals.Figure 20. Plots of log S vs log rk obtained from thermodynamic analysis of NMG coals.Figure 21. Plots of log S vs log rk obtained from thermodynamic analysis of TF coals.It reveals that all the fractal dimensions range from 2.48 to 2.84, which belong to the interval 2< D < 3. The relationships between structure fractal dimensions and average pore diameters are also shown in Figure 18. It is obvious that the structure fractal dimension increases with the decrease of the pulverized coal particle size. This indicates the same conclusion as is drawn from DPSD that the smaller the mean pore diameter of the sample is, the more complex the pore network in the matrix will be.Furthermore the trend can be observed that the fractal dimensions of SH samples are larger than that of NMG coals i.e. with increase of the coal maturity, the pore structure fractal dimensions increase. It is known that there is an apparent contraction of the pores with rank on small scales and the corresponding pore size distribution data indicate a systematic decrease of the pore number density with rank for all pore sizes.(45) On the other hand, the coals with higher maturity always have a more complex pore network All these reasons cause the structure fractal dimensions decrease with the coal rank. However, according to the structure fractal dimensions, the values of SH coals would be expected to be larger than TF coals but the trend is opposite. This is due to the high ash contents for TF specimens which influences the spatial structure of the coals a lot. The ash in coals can fill in pores, leading to more heterogeneous pore structure, and consequently resulting in larger fractal dimensions. And it is observed that the values of DPSD are significantly higher than those obtained on the basis of the thermodynamic method DN which we propose that the thermodynamic method can not detect the structure fractal dimensions of the pores smaller than some scale.3.6Gray Relational Analysis of the Factors Influencing the Fractal DimensionsThe gray system theory proposed by Deng(53) has been widely applied to various fields.(54) It has been proven to be useful for dealing with poor, incomplete and uncertain information. Gray relational analysis (GRA) is part of gray system theory, which is suitable for solving problems with complicated interrelationships between multiple factors and variables.The influencing factors of fractal dimensions were analyzed by the gray relational analysis as listed in Table 3. The pore surface fractal dimensions obtained by gas adsorption data (DFHH) and SAXS experiments (DSAXS), while the pore structure fractal dimensions calculated from pore size distribution (DPSD) and thermodynamic method (DN) were affirmed as reference sequences, and fixed carbon, volatile, ash content, mean diameter of the coal particles, specific surface area, average pore diameter and pore volume were affirmed as comparison sequences. An equalization approach was used in processing the data mentioned in Table 3 to obtain a dimensionless eigenvector matrix. The index for distinguishability was set to 0.5 and the gray relational sequences considering the influencing factors e.g. fixed carbon, volatile and ash content of the coal particles on the fractal dimensions of different methods were obtained, see Table 4. From the order, the degree of the effect of comparison sequences on the reference sequence can be worked out.Table 3. Influencing Factors of Fractal Dimensions fixed carbonvolatileash contentSBET (m2/g)mean pore diameter (nm)pore volume (m3/g)DFFHDSAXSDPSDDNSH0.53580.24220.1076.286611.63070.0121522.5492.6992.8792.5850.53580.24220.1076.113213.84260.0122622.5622.6062.8392.4780.53580.24220.1076.980810.49970.0171472.3642.3742.8852.6940.53580.24220.1077.19829.45830.0167872.3572.3882.8862.776NMG0.38950.35690.10645.463820.71580.023442.5042.6122.8022.4430.38950.35690.10645.634921.90930.0282442.4982.5742.8222.4970.38950.35690.10646.980217.74830.0300572.4602.5482.8442.5110.38950.35690.10648.562317.36060.0365722.4522.5012.8772.521TF0.41320.30300.22659.07229.1080.0163732.5222.8732.9092.8390.41320.30300.22658.061712.07090.0170922.5802.7302.8532.6230.41320.30300.22658.308710.19780.0161222.5432.7442.8742.6820.41320.30300.226510.88411.57570.0299862.4572.5352.9132.688Table 4. Results of Gray Relational Analysis on Fractal Dimensionsfractal dimensionsinfluencing factorsgray relational gradefractal dimensionsinfluencing factorsgray relational gradeDFFHfixed carbon (X1)0.8329DSAXSfixed carbon (X1)0.8171volatile (X2)0.8511volatile (X2)0.8334ash content (X3)0.6641ash content (X3)0.6754SBET (X4)0.8241SBET (X4)0.8294pore diameter (X5)0.7286pore diameter (X5)0.7234pore volume (X6)0.6893pore volume (X6)0.6814sequenceX2 > X1 > X4 > X5 > X6 > X3sequenceX2 > X4 > X1 > X5 > X6 > X3DPSDfixed carbon (X1)0.8427DNfixed carbon (X1)0.8501volatile (X2)0.8491volatile (X2)0.8301ash content (X3)0.6634ash content (X3)0.6821SBET (X4)0.8197SBET (X4)0.8338pore diameter (X5)0.7291pore diameter (X5)0.7119pore volume (X6)0.6881pore volume (X6)0.6770sequenceX2 > X1 > X4 > X5 > X6 > X3sequenceX1 > X4 > X2 > X5 > X3 > X6Generally, gray relational grade X > 0.9 indicates a marked influence, X > 0.8 a relatively marked influence, X > 0.7 a noticeable influence, and X < 0.6 a negligible influence.(55) On the basis of above calculation results, volatile, fixed carbon and SBET are the variables relatively markedly influencing all the fractal dimensions while pore diameter is a noticeable influence. On the other hand, the influence of ash content is not negligible.In general, there are two conventional definitions in describing fractal characteristics of porous materials, pore surface fractal dimension and pore structure fractal dimension which represents the irregularity of pore surface and pore structure separately. Further, the discrepancy between surface fractal dimension and structure fractal dimension may also relate to the phases during coal combustion process. It is known the variation of the reaction rate is significantly influenced not only by the reaction conditions but also by the evolution of the pore structure within the coal particles. During the course of reaction under chemically controlled conditions, the micropores play a substantial role in the reactivity of a char particle; while mesopores and macropores provide channels for reactant gas transportation.(56) From above analysis, it is concluded that with the decrease of the coal particle size, the surface fractal dimensions of the mesopores decrease which means the pore surfaces become smoother. Whereas the pore structure fractal dimensions become larger which results in a more complex pore network, providing more reactive surfaces. Therefore, we can draw the conclusion that with the decrease of the coal particle size, the channels for reactant gas transportation become smoother and the mass transfer resistance lowers down which is easier for the gas transportation. Consequently, the reaction rate increases. On the other hand, the increase of the pore structure fractal dimensions can provide more reactive surfaces which are also advantageous for coal combustion.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsOn the basis of the experiments and analysis, the following conclusions can be drawn:1. From N2 gas adsorption experiments, it suggests that the adsorption isotherms of all coal samples are of type II with a hysteresis loop of type H3, which indicates slit-shaped pores with broad PSD. It is observed that with decrease of the particle size, the area formed by the hysteresis loop decreases.2. It reveals that there are both pore surface fractal dimension and pore structure fractal dimension describing fractal characteristics of coals and all the fractal dimensions of the super fine pulverized coal particles range from 2.36 to 2.91, which belong to the interval 2< D < 3.3. It is found that the surface fractal dimension increases with the increase of the pulverized coal particle size for both DFFH and DSAXS, which indicates that the larger the mean coal particle size is, the rougher the interfacial boundary will be. Furthermore the trend can be observed that the fractal dimensions decrease with the coal maturity. The values of DSAXS are significantly higher than those obtained on the basis of the adsorption method DFFH.4. It is observed that the structure fractal dimension increases with the decrease of the average pore diameters for both DPSD and DN, which shows that the smaller the mean pore size is, the more complex the spatial network structure of the pores in the matrix will be. It is worth noticing the trend that the structure fractal dimensions increase with the coal maturity. The values of DPSD are higher than those obtained on the basis of the thermodynamic method DN.5.The correlation between DFFH values and the shape of the N2 gas adsorption isotherm is observed. Meanwhile, there is also some correlation between DPSD values and the shape of the pore size distribution curves. It is found that the N2 gas adsorption isotherms, pore size distribution and SAXS curves associate with each other which can be combined to confirm the appropriate range to obtain the fractal dimensions precisely.6. On the basis of gray relational analysis, volatile, fixed carbon and SBET are the variables relatively markedly influencing all the fractal dimensions while pore diameter is a noticeable influence. On the other hand, the influence of ash content is not negligible.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the National Natural Science Foundation of China (50876060) and (50806019). The authors are grateful to the Shanghai Synchrotron Radiation Facility (SSRF) for giving the opportunity for the experiments.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 56 other publications.1. Li, Z. Q.; Jing, J. P; Liu, G. K.; Chen, Z. C. Chem. Eng. Sci. 2010,  65,  1253– 1260[Crossref], [CAS]1. Fractal and turbulence characteristics of aerodynamic fields of swirl burnersLi, Zhengqi; Jing, Jianping; Liu, Guangkui; Chen, ZhichaoChemical Engineering Science\r\n        (2010),\r\n    65\r\n        (3),\r\n    1253-1260CODEN:\r\n                CESCAC;\r\n        ", "title": "Morphological Characterization of Super Fine Pulverized Coal Particle. Part 4. Nitrogen adsorption and Small Angle X-ray Scattering Study", "authors": ["Jiaxun Liu", "Xiumin Jiang", "Xiangyong Huang", "Shaohua Wu"], "doi": ["10.1021/ef100142t"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0018.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0019.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0020.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0021.gif\">"]}