{"abstract": "A new porous MOF-based adsorbent (ITF-1) has been prepared following a series of rationally designed structural and compositional features. ITF-1 is very rich in N atoms and possesses metal−organic cube (MOC) cavities of ideal dimensions to confine H or CO. It showed singular behavior in adsorption: MOC cavities become full of H at 0.1 bar and have high CO capacity per surface area.Metal–organic frameworks (MOFs) have been postulated for years as industrially achievable materials for CO capture and H storage. However, a great leap forward their real applications is still pending. This article details the design of a MOF material, including the reasoned choices of metal ion, organic linker, and even the structural subunits, as efficient adsorbent of both CO and H. In particular, it was planned (i) to raise the polarizability of the framework by using a highly N-rich organic linker and (ii) to favor the formation of nanocavities with suitable size to confine small molecules. The resultant tetrazole-imidazole-based ITF-1 material containing nanocubes certainly achieved all these aimed premises. Nevertheless, such structural and compositional distinctiveness was reflected in some noteworthy adsorption features. CO adsorption was highly remarkable, and it was characterized by a wide hysteresis loop along the whole studied range of pressures. H molecules totally filled the nanocavities under only 0.1 bar at 77 K, and at 273 K, H uptake became tens of times higher than expected according to their textural properties. These unique adsorption results, together with the discussed relationship between structure/composition of ITF-1 and their adsorption features, underline the importance of a tailored MOF materials for particular applications.", "text": "10.1021/cg401613w Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionNowadays, two of the biggest scientific challenges in environmental and energetic fields are CO2 capture and H2 storage. In both fields, metal–organic framework materials (MOFs) have been postulated as potential alternatives, but they are still far from reaching the imposed requirements.(1, 2) The rush to get most open MOFs is sometimes justified in terms of improving their capacity for adsorbing highly demanded gases. However, CO2 capture is a more complex phenomenon than a simple adsorption process, because this molecule is generally emitted accompanied by a variety of gases. Therefore, not only the global capacity of the adsorbent but also a high selectivity to CO2 is valuable, if not compulsorily required. The enhancement of the CO2 affinity by porous adsorbents when they exhibit smalls pores, able to confine the molecules by increasing the van der Waals forces,(3) and when they are functionalized with N-containing groups such as amines(4) or imines(5) is well-known. MOFs are not an exception, and thus similar behavior has been described in amino-functionalized MOFs(6, 7) compared with their nonfunctionalized homologues. Similarly, tetrazole-based MOFs exhibit ones of the highest values of CO2 adsorption capacity among the known MOFs and, not least important, a remarkable CO2 selectivity at 273 K and 1 bar in mixtures CO2/CH4, due to the multipointed interactions between CO2 molecules and MOF structure.(8, 9) Moreover, metal azolate frameworks are characterized by possessing strong and directional coordination ability in bridging metal ions,(10, 11) and thus they generally show good thermal and chemical stabilities, sometimes higher than those of the carboxylate-based MOF homologues.(12) Therefore, a coherent design of a MOF material for CO2 capture purposes could include organic linkers based on imidazoles, triazoles, or, even better, tetrazoles.Regarding H2 storage by MOFs, it is quite common to find a linear correlation between their H2 uptakes and their surface areas,(1, 13) evidencing a poor chemical affinity of these materials for efficiently retaining H2. Breaking that linearity becomes really difficult because of the hardly compressible character of H2.(1) However, it is widely assumed that achievement of MOFs either of lower framework density or possessing larger pores is not enough to reach the adsorption industry needs.(1) Instead, it must be combined with some other features of MOFs that increase the interaction with H2 molecules. Fortunately, the exceptional versatility of MOFs has allowed development of very different strategies for making MOF materials better adsorbents of H2, such as the increase of free volume of the framework by discovering new opener structures,(14) the presence of unsaturated and exposed metal sites,(15) the possibility of functionalizing the organic linker,(16) the partial doping of framework metal,(17, 18) the incorporation of extraframework noble metal species to favor spillover effects,(19, 20) or the ion exchange in MOF having charged frameworks.(21-23) Although all these strategies were successful to a greater or lesser extent, the results of none of these approaches have been promising enough to guarantee that any of them is the right way to go. However, there is another potential structural feature in MOFs that has been theoretically pointed out(23, 24) but scarcely studied(25, 26) as augmenter of H2 adsorption efficiency: the confinement of H2 within tailored nanocavities, which would increase the isosteric heat of H2 adsorption by favoring the dispersive (van der Waals) H2–MOF surface interaction.(27) A confinement of H2 molecule will be ideal within pores whose walls are separated by two times the kinetic diameter of H2 (2.9 Å),(27) so that quantum effects becomes noteworthy in pores with diameters below 6 Å.(24) In the same way, other authors have suggested that MOFs with pore diameters slightly larger than kinetic diameter of the hydrogen molecule (4.5–5.0 Å)(28) are desirable for H2 adsorption, even sacrificing part of their pore volume. Additionally, it is foreseeable that confinement effects become more pronounced when cavities with diameters close to 6 Å in the three spatial dimensions (rather than simple pores, windows or free volume delimited by network catenation) constitute the MOF framework. All these premises match very well with MOF materials containing the so-called metal–organic cubes (MOCs), forming nanocavities(29) of the desired dimensions. Those subunit MOCs are formed by isolated metal ions and imidazole-based linkers, which gives Me–imidazole–Me angles of ∼145°, just like the average angle of zeolite nets. In fact, MOC-based materials usually adopt zeolite-like topologies, like other zeolite-related MOFs (either ZIF(30) or ZMOF(31, 32) materials), which have also organic linkers based on imidazole. Some zeolite nets share eight tetrahedral subunits in a cube-like arrangement, commonly called double four-ring, D4R.(33) Accordingly, the metal–organic cubes can be considered as D4R building subunits able to generate zeolite-like frameworks(29, 34, 35) with different topologies such as lta, aco, ast or asv. The imidazole-based D4R cube subunits have dimensions close to those ideals for H2 confinement,(24, 27, 28) as the distance between two contiguous metal atoms, which are in the cube corner, are ca. 6.3 Å not considering their atomic or van de Waals radius.(34)Therefore, the choice of a MOC-based material in this work seems reasonable because it would have nanocavities of a predesigned size and also because it would be an imidazole-tetrazole-based MOF with high N-content that would favor H2(36) and CO2 molecule polarization. In other words, both CO2 and H2 adsorption could be favored by different factors in that still-theoretical MOF. To make the linker even richer in N, a noncommercially available linker will be prepared in our laboratory by introducing two tetrazole groups over the two consecutive C atoms of the imidazole (Figure 1). Presumably, the metal ion would continue preferring to be linked to the N atoms of the imidazole groups, which are prone to direct D4R MOCs subunits(35) and would be not necessarily hindered by tetrazole substitution.Figure 1. Organic linker 1H-imidazol-4,5-tetrazole (HIT).Moreover, the choice of metal ion should be based on controlling its coordination number and the size and the geometry of its inorganic units in order to generate predesigned finite metal–organic units. In this context, indium has been chosen as the structural metal for other MOFs exhibiting zeolite-like topology or MOC structures,(38) in which inorganic moiety is composed by isolated metal atoms instead of metal clusters,(34) favoring the formation of cavities with smaller sizes. More importantly, some MOCs have been also described with In3+ as isolated metal ion.(29) Therefore, the choice of In as metal atom and imidazole as the linking point within the organic ligand should make easier our aim, taking MOC-2 and MOC-3 materials as inspiration.(35)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1Organic Ligand PreparationThe organic linker 4,4′-(1H-imidazole-4,5-diyl)bis(1H-tetrazol-4-ium) (HIT, Figure 1) is not commercially available. It was prepared following a modified procedure reported by Demko et al.(37) in which tetrazole groups substitute cyano ones, shown in Scheme 1. 1H-Imizole-4,5-dicarbonitrile (20 mmol), sodium azide (1.43 g, 22 mmol), zinc bromide (4.50 g, 20 mmol), and 40 mL of water were mixture in a round-bottom flask. The reaction mixture was refluxed for 24 h under vigorous stirring. The white solid was filtered and washed 5 times with 20 mL of deionized water. Three milliliters of nitric acid was added to the last suspension, until a pH value of 1 was reached, and vigorous stirring was continued during 1 h at 80–90 °C. Finally, tetrazole-based product was filtered and again washed another 5 times with 20 mL of deionized water and dried in an oven at 110 °C during 6 h.Scheme 1. Synthesis of HIT Organic Ligand2.2Metal–Organic Framework Material PreparationITF-1 (imidazole- and tetrazole-based framework number 1) material was prepared from a mixture of HIT and In(NO3)3·xH2O in a N,N′-dimethylformamide (DMF)/acetonitrile (CH3CN) mixture middle acidified, also containing hexamethylenetetramine (HMTA) as an structure directing agent (SDA), having the following molar composition: 1 In/2 HIT/500 DMF/574 CH3CN/4 HTMA/18 HNO3. This mixture was heated at 1 °C/min up to 85 °C, and this temperature was maintained during 42 h. After the mother liquor was decanted, the solid product was washed and kept submerged in a DMF/CH3CN mixture (1:1 vol.).2.3Characterization of the SamplesSingle-crystal X-ray diffraction (XRD) data for ITF-1 were collected using Bruker-AXS SMART-APEX CCD diffractometer using Mo Kα (λ = 0.71073 Å). Indexing was performed using APEX2(38) (Difference Vectors method). Data integration and reduction were performed using SaintPlus 6.01.(39) Absorption correction was performed by multiscan method implemented in SADABS.(40) Space groups were determined using XPREP implemented in APEX2.(38) The structure was solved using SHELXS-97 (direct methods) and refined using SHELXL-97 (full-matrix least-squares on F2) contained in APEX2,(38) WinGX v1.70.01,(40-44) and OLEX2 programs packages.(45) Atoms of the ligand and metal cations have been refined anisotropically. Disordered counterions and solvent have been refined isotropically and using restraints. Counterions and solvent molecules are heavily disordered. In some cases, it was possible to tentatively locate dimethyl ammonium cations and acetonitrile molecules. The rest of disordered solvent has been modeled as O atoms. Cations (N31 and N41) form hydrogen bonds with MOC nitrogen atoms. Hydrogen atoms were placed in geometrically calculated positions and included in the refinement process using riding model with isotropic thermal parameters: Uiso(H) = 1.2Ueq(−CH). The relatively large electron density peak (3.972 e·Å–3) is located 0.94 Å from In cations. Crystal data and refinement conditions are shown in Table S1, Supporting Information. Powder X-ray diffraction (PXRD) patterns were obtained in a Philips XPERT PRO using Cu Kα (λ = 1.542 Å) radiation. In order to avoid the effects of preferred crystal orientation, the samples were grounded.Scanning electron microscopy (SEM) images and microelemental analysis (EDS) were obtained on a Philips XL-30 ESEM operated at 200 kV. Fourier transform-infrared spectra (FT-IR) were recorded for powder samples in a Mattson Infinity series spectrophotometer. Elemental analyses were carried out using an analyzer type ELEMENTAR VARIO EL III, equipped with a thermal conductivity detector, being the oven temperature and the reduction coil temperature of 1423 and 1123 K, respectively. N2 adsorption–desorption isotherms were measured at 77 K on an AutoSorb equipment (Quantachrome Instruments). Samples of about 20–40 mg were previously in situ evacuated under high vacuum (<10–7 bar) for 24 h at 40 °C.CO2 and H2 (99.999%) isotherms at 273 K (and also at 77 K in the case of H2 isotherms) were carried out on a Hiden Analytical Intelligent gravimetric analyzer equipped with an ultrahigh vacuum system. The microbalance showed a long-term stability of ±1 μg with a weight resolution of 0.2 μg. The approach to equilibrium was measured real time using a computer algorithm. The pressure was monitored by two pressure transducers in the ranges 0–1 bar and 0–20 bar. The buoyancy effects were corrected as a function of temperature taking into account the void volume of the cell determined with He gas at 77 K and assuming that the amount of He adsorbed is negligible.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and DiscussionOnce the pure organic ligand was obtained (NMR and FTIR spectra are shown in Supporting Information), a systematic study of crystallization variables of the new MOF material was carried out by modifying organic ligand/metal ratio, nature of solvent, presence or absence of different structure directing agents, basic or acidic media, or crystallization conditions. Finally, optimized conditions were found for crystallizing the new ITF-1 material, as described in Experimental Section.The crystalline structure of this material was solved by single crystal X-ray diffraction technique (Figure 2). At first glance, the most relevant features of the structure are (i) a 3-D N-rich zeolite-like MOF composed by indium and a linker with exposed tetrazole groups and (ii) D4R MOC-based nanocavities of the desired dimensions. Therefore, the main objectives of the new structure have been somehow achieved. In the negative part, the concentration of these nanocavities within the framework is rather low compared with some other MOC-n materials described by Eddauodi and co-workers.(34, 35) Such low concentration is related to the arrangement and the steric hindrances of tetrazole groups, because they must necessarily point out away from the MOC, which makes difficult any condensation between MOC units, even by sharing vertexes. Nevertheless, these handicaps could somehow become advantageous, since it could allow the evaluation of both H2 and CO2 confinement and adsorption efficiency regarding its isolated MOC D4R units and the influence of a high exposure degree of N atoms from the tetrazole groups.The as-synthesized ITF-1 material has a molar composition of C96H161In8N138O16.76 or [In8(C5H1N10)12]12–·12[NH2(CH3)2]+·6CH3CN·16.76H2O. As predesigned and unlike so many porous MOFs, this structure does not contain metal clusters, what partially explains their relatively small pores. Each In3+ ion has a quite symmetrical octahedral coordination to six nitrogen atoms, InN6, belonging to one of three different HIT linkers connected to the In metal by both the imidazole and a tetrazole groups. The bis(bidentate) ligand 4,4′-(1H-imidazole-4,5-diyl)bis(1H-tetrazol-4-ium) (HIT) favors the coordination of the both N atoms of the imidazole group to two different indium atoms, leading to the construction of a metal–organic cube, in such a way that imidazole rings form the cube edges and single indium atoms form the cube vertexes. This is exactly what we expected from the original design, based on the precedents found in other MOCs.(29, 34) Therefore, the metal–nitrogen bonds from imidazole rings rather than these from tetrazole groups are indeed the driving force of the achieved structure. The In–In–In angle is strictly 90°, making clear the exactness of the MOC cube units, whereas the In–In distances along the edges are 6.543 Å, a bit longer than Ni–Ni distances (6.29–6.33 Å) in a similar MOC subunit,(34) as a consequence of different ionic radii of Ni2+ (83 pm in octahedral coordination) and In3+ (94 pm in the same coordination). Taking into account that atoms are not points but have a non-negligible size (whose magnitude depends on the considered radius), the size of the cavity is close to the estimated optimum size for H2 confinement.Crystal data of ITF-1 material were as follows: C96H161In8N138O16.76; Mr = 4435.29; trigonal, R3̅; a = b = 29.475(2), c = 22.140(2) Å; V = 16657.7(18) Å3; Z = 3; Dc = 1.326 g/cm3. These results agreed very well with that from elemental analysis, 29.5% C, 39.0% H, 33.2% N. The spatial arrangement of linkages between MOC units gives ITF-1 material with a known zeolitic topology, whose three-letter IZA code is AST(33) (Figure 2, bottom), coinciding with the topology of MOC-3.(35) Although strictly speaking AST materials with zeolitic composition are not porous, because its largest pore is of the 6-MR, in the case of ITF-1 the pores are very much larger since the HIT linker substitutes an oxygen atom of its homologous zeolite framework. The theoretical accessible volume was 46%, estimated through Connolly software.(46)Figure 2. (a) Unit cell of ITF-1, as solved by single-crystal data. In, light brown; C, gray; N, blue. (b) Cube arrangements in AST topology. (c) Representation of MOC cube with In metal as light brown polyhedron.In order to confirm the purity of the sample and the quality of single-crystal resolution, the experimental and the simulated (from crystallographic data) powder X-ray diffraction patterns are compared in Figure 3. Both patterns match very well in position and relative intensity of the reflections, ratifying that the only phase present in the sample corresponds to the solved structure.Figure 3. Powder XRD patterns of experimental and simulated from single-crystal data of ITF-1 material.SEM images of ITF-1 sample at different magnifications are shown in Figure 4. The sample is basically formed by well-defined polyhedral crystals of uniform size (of ca. 20 μm) and shape, which suggests again the high purity of the sample.Figure 4. SEM micrographs of as-synthesized ITF-1 material.The porosity of these materials was measured by carbon dioxide adsorption at 273 K (Figure 5, red line), since the adsorbed volume of N2 at 77 K was practically negligible (Figure 5, black line). Like in other microporous materials unable to adsorb N2 in a substantial part of their porosity, the micropore specific surface area of the ITF-1 material was estimated by applying Dubinin–Radushkevich(47) and Stoeckli(48) methods to the experimental CO2 adsorption data registered at 273 K. The so-estimated surface area was 213 m2/g, evidencing the microporous character of the ITF-1 material. Although the estimated surface area seems to be rather low compared with those of some other MOFs, it must be noted that (i) its homologue MOC-3, which has an ast topology too and very similar D4R cubes, also gave relatively low surface area (450 m2/g),(35) (ii) unlike MOC-3, ITF-1 was practically unable to adsorb N2 at 77 K (Figure 5), giving an idea that it has more hindered/inaccessible porosity, and (iii) there is no guarantee that the pores are wholly accessible for CO2 at 273 K, it being possible, for instance, that the detected adsorbed CO2 is retained basically by the polarizing tetrazole groups. The reason N2 is scarcely adsorbed in an evacuated sample (otherwise, it is difficult to explain the substantial CO2 adsorption) is not clear at this point, and it was unexpected from the structure solved from X-ray crystallographic data. This a priori anomalous behavior suggests that N2 molecules cannot enter the pores at 77 K due to diffusional resistances. Similar behavior has been reported for other porous materials, including MOF-(49, 50) and carbon-based(51, 52) ones, all of them having small pores as a common feature. At higher temperatures (for instance, at 273 K, at which the CO2 isotherm was registered), thermal energy allows the molecules to overcome these resistances. In addition, CO2 adsorption should be favored against the N2 one due to the smaller size (3.30 vs 3.64 Å, respectively) and the higher quadrupolar moment/polarizability of the former.(53) The difference in polarizability will be highlighted below and attributed to the high N content of the tetrazole-based MOF material. Therefore, although both isotherms from Figure 5 could not be strictly comparable, it is presumable that this MOF could have a relevant behavior as CO2/N2 separator, in good agreement with what has been described for some other N-rich MOFs.(54)Figure 5. N2 and CO2 isotherms of the ITF-1 sample at 77 and 273 K, respectively.Figure 6 shows the CO2 adsorption/desorption isotherms of the sample ITF-1 at 273 K in the pressure range of 0–10 bar. CO2 adsorption is outstanding for a MOF material with a surface area of only 213 m2/g. Such CO2 uptake (18.6 wt % at 10 bar) is about one-third of the one given by a MOF-5 material (59.3 wt %) under the same conditions,(17) which has a notable CO2 capacity among some other materials.(2) However, an analysis of those data considering the specific surface area of both compared MOF materials (213 m2/g for ITF-1 and 2450 m2/g(17) for MOF-5) indicates a CO2 uptake almost four times more effective in the case of the ITF-1 sample (0.087 vs 0.024 g CO2/m2 adsorbent). On the other hand, another noteworthy feature of the isotherm from Figure 6 is a prominent hysteresis loop between the adsorption and desorption branches. Its origin is probably related to the constrained pores that avoided an appropriate estimation of surface area by N2 adsorption isotherms at 77 K (Figure 5); if so, physical rather than chemical interaction could differentiate adsorption and desorption processes. A second possibility would be related to the interaction between the N-rich framework and CO2; during the adsorption process, CO2 could be fixed on any center with mild affinity for it, and even this CO2 adsorption could contribute to hinder other potential stronger adsorption centers, also facilitated by the diffusional problems in such narrow cavities; the longer time spent until desorption starts would allow CO2 to find the centers that retain it more strongly, and the desorption is consequently produced more orderly according to the center’s affinity for CO2. In both possibilities, the presence of the hysteresis loop suggests that the CO2 isotherm is not under equilibrium conditions but is somehow influenced by kinetics. The hysteresis loop only closes at pressures very near 0 bar (below 0.02 bar). Some other MOF materials have been reported to have similar behavior, like the so-called NOTT-202a.(55) In other reported hysteresis loops in a CO2 isotherm, this phenomenon was explained based on the flexibility of the MOF structure.(56) The latter explanation cannot be discarded in the ITF-1 material, because the relatively weak links between D4R cubes, together with the presumably high affinity of the N-rich organic linker for CO2, could lead to a reversible deformation of the framework (the stability of the framework after CO2 adsorption was made clear by powder X-ray diffraction in Figure S3 of Supporting Information, so any deformation, if it exists, has necessarily to be reversible). Nevertheless, the hysteresis loop of the so-called YO-MOF(55) almost closes at pressures of 0.4 atm, whereas that of the isotherm of the ITF-1 material at the same temperature only closes at practically 0 bar. It suggests that the reversible framework flexibility, if present, seems not to be the only factor responsible of the observed hysteresis loop in Figure 6.Figure 6. CO2 adsorption (full circles)/desorption (empty circles) isotherm at 273 K of the ITF-1 sample.It has been already established that the structural part of the design of the ITF-1 material led to a reasonable achievement (Figure 2). Moreover, one of the pursued applied aims, consisting of efficiently adsorbing CO2, has been also relatively successful (Figure 6). The remaining objective, trying to find a MOF able to strongly confining H2 molecules, was probably the most ambitious challenge because of the difficultness of storing such a hardly compressible gas molecule having such a low critical temperature (32.97 K). Nevertheless, the structure of ITF-1 contains nanocavities a priori following the designed requirements (Figure 2), which increases the expectancy. The most extended test to evaluate the capacity of porous materials as H2 physisorbents is their adsorption isotherm at 77 K. Figure 7 shows the corresponding isotherm for ITF-1 material (black line, full circles) at moderate pressures, in the range of 0–10 bar. At 10 bar, the H2 uptake reached by this MOF is 0.52 wt % (0.88 wt % was reached at 20 bar), which is much lower than the H2 uptake values reported for some MOFs with higher surface areas.(1) Like in the CO2 isotherm, if the amount of adsorbed H2 is expressed per unit of surface area of the adsorbent, the H2 uptake of ITF-1 is again competitive with those given for more open MOF materials. In this sense, it is convenient to have in mind the already mentioned relationship between the surface area of MOF materials and their H2 uptake. That relationship is only disrupted by MOF materials that possess any property (exposed metal centers, supported noble metals inducing spillover, etc.) able to introduce an extra contribution in the otherwise simple and weak H2–framework interaction, generally independent of the MOF nature. Therefore, the better relative position of ITF-1 along the series of MOFs as H2 adsorbents when H2 uptake is divided by the surface area of the adsorbent (1.8 g H2/m2 for MOF-5 vs. 4.2 g H2/m2 for ITF-1), again suggests that ITF-1 effectively possesses a special singularity for attracting/retaining H2.Figure 7. H2 adsorption isotherms at 77 K (●) and 273 K (△) of the sample ITF-1. The inset shows a schematic picture of a MOC cavity filled by four H2 molecules.Furthermore, the H2 isotherm at 77 K rarely has two very different slopes. To the best of our knowledge, no isotherm has been reported with such markedly different regions. Even the isotherm of the material known as MOC-3, which has the same ast topology and contains very similar D4R nanocavities, whose H2 uptake is also higher than that expected from its surface area, showed a typical shape of a H2 isotherm without any evident inflection point or any sudden changes in adsorption behavior.(38) In contrast, an abrupt slope change at pressure as low as ca. 0.05 bar is observed in the H2 isotherm at 77 K of the ITF-1 material (Figure 7). Before such pressure is introduced, the slope of the isotherm is surprisingly high, as if some concrete adsorption centers have extraordinary affinity for H2. More interestingly, there is an extremely good match between the amount of adsorbed H2 before the inflection point (up to 0.05 bar) and the number of H2 molecules fitted into the nanocavities of ITF-1, as estimated from the crystallographically solved structure, both being four H2 molecules per D4R cube. Detailed calculation of this matching can be found in Supporting Information. This means that the cube-shaped nanocavities of ITF-1 are exceptional confiners of H2, even better than expected when they were designed. Indeed, these cavities are wholly filled with H2 at 77 K under very low pressures (below 0.05 bar). Once the nanocavities are filled with H2, the capacity of the material ITF-1 for adsorbing H2 is rather limited, as predicted by the low surface area of the material. Nevertheless, the shape of the H2 isotherm at 77 K at higher pressures is also unusual compared with conventional H2 isotherms of some other porous adsorbents under similar conditions. The typical plateau of the conventional (type I) isotherms when micropores are filled is not reached for ITF-1 materials up to 10 bar. This indicates that the real adsorption capacity of these materials has not been achieved, probably due to a poor connectivity between cages with void space.The H2 isotherm registered at 273 K (Figure 7, empty red triangles) is not less impressive. If only a few modifications in some particular MOFs get to slightly improve the H2 adsorption dictated by their surface area at 77 K, this aim is extraordinarily harder at room temperature.(1, 57) In this context, the 0.174 wt % of adsorbed H2 at 10 bar and 273 K is not a minor result for a MOF with low surface area. It means that at that pressure (which is very low for H2 storage purposes), practically all nanocavities are full of H2 at room temperature. In order to contextualize this result, a MOF-5 material that has a surface area of more than 1 order of magnitude higher than that of ITF-1 only adsorbs 0.05 wt % of H2 at room temperature.(20, 58-60) It means that the linearity between H2 uptake and surface area of MOFs, in principle so hard to break, is however easily broken by the ITF-1 material, since it adsorbs several tens of times more H2 than that dictated by that rule. The relevance of this result is made clear when compared with the higher reported enhancement of H2 uptake at room temperature induced by spillover effect over some MOFs, which implies multiplying by a factor of 3 the H2 uptake of the bare MOF.(20)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsThis work describes in detail the design and the according preparation of a MOF material containing a N-rich linker and nanocavities to improve, on one hand, the affinity for CO2 and H2 and, on the other, the confining effect of these small molecules. Such design entails, first, the synthesis of the noncommercialized tetrazole- and imidazole-based organic linker and, subsequently, the optimization of the synthesis conditions with indium as the strategically chosen metal. The resultant so-called ITF-1 material made up of metal–organic cubes arranged with ast topology showed the main structural and compositional designed premises. Thanks to this, it was able to adsorb much more of both CO2 and H2 than expected from its relatively low surface area. In addition, the corresponding isotherms had unusual and exciting singularities, which were explained according to its structure. Thus, the CO2 isotherm at 273 K has a prominent hysteresis loop along the whole studied range of pressures (0–10 bar), presumably due to the high polarizability of its N-rich organic linker or the nanosize of the cavities of ITF-1. H2 isotherm at 77 K indicated a hierarchical filling, in such a way that each nanocavity is wholly occupied (by four H2 molecules) at very low H2 pressure, and the subsequent adsorption is rather discrete. Finally, the H2 isotherms registered at nearly room temperature (273 K) showed the possibility of completely filling the nanocavities at pressure as low as 10 bar. Despite the absolute values of adsorption of either CO2 or H2 being far from the best among MOFs, this study provides key insights into the design of new MOFs for efficiently adsorbing these gases of high energetic and environmental interest. Additionally, we expect that the detailed rational design behind this noteworthy and successful adsorption result encourages and inspires the MOF scientific community to dedicate enough effort in the design materials of particular physical–chemical properties for reaching concrete objectives to the detriment of simply using trial-and-error strategies just trying to get new structures with scarce practical interest. Of course, the goal continues being to achieve a particular MOF material uniting high porosity and high physical–chemical retention for a particular gas (mainly H2 or CO2). Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationCrystallographic data and some other extra characterization of the material ITF-1. This material is available free of charge via the Internet at http://pubs.acs.org. Funding Information‘Comunidad de Madrid’ SOLGEMAC project through the Programme of Activities between Research Groups (S2009/ENE-1617) and Spanish Ministry of Economy and Competitiveness though CICYT (CTQ2012-38015 and MAT-2012-31127 projects).The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentWe are grateful to Eddaoudi’s group at USF (Tampa, USA) for their invaluable help in the synthesis of the organic linker.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 60 other publications.1. Suh, M. P.; Park, H. J.; Prasad, T. K.; Lim, D. W. Hydrogen storage in metal–organic frameworks Chem. Rev. 2012,  112 (2)  782– 835[ACS Full Text ], [CAS]1. Hydrogen Storage in Metal-Organic FrameworksSuh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-WoonChemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    782-835CODEN:\r\n                CHREAY;\r\n        ", "title": "Rationally Designed Nitrogen-Rich Metal–Organic Cube Material: An Efficient CO Adsorbent and H Confiner", "authors": ["Gisela Orcajo", "Guillermo Calleja", "Juan A. Botas", "Lukasz Wojtas", "Mohamed H. Alkordi", "Manuel Sánchez-Sánchez"], "doi": ["10.1021/cg401613w"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0008.gif\">"]}