{"abstract": "The molecular building block approach was employed effectively to construct a series of novel isoreticular, highly porous and stable, aluminum-based metal–organic frameworks with  topology. From this platform, three compounds were experimentally isolated and fully characterized: namely, the parent Al--MOF-1 and its naphthalene and anthracene analogues. Al--MOF-1 exhibits outstanding gravimetric methane uptake (total and working capacity). It is shown experimentally, for the first time, that the Al--MOF platform can address the challenging Department of Energy dual target of 0.5 g/g (gravimetric) and 264 cm (STP)/cm (volumetric) methane storage. Furthermore, Al--MOF exhibited the highest total gravimetric and volumetric uptake for carbon dioxide and the utmost total and deliverable uptake for oxygen at relatively high pressures among all microporous MOFs. In order to correlate the MOF pore structure and functionality to the gas storage properties, to better understand the structure–property relationship, we performed a molecular simulation study and evaluated the methane storage performance of the Al--MOF platform using diverse organic linkers. It was found that shortening the parent Al--MOF-1 linker resulted in a noticeable enhancement in the working volumetric capacity at specific temperatures and pressures with amply conserved gravimetric uptake/working capacity. In contrast, further expansion of the organic linker (branches and/or core) led to isostructural Al--MOFs with enhanced gravimetric uptake but noticeably lower volumetric capacity. The collective experimental and simulation studies indicated that the parent Al--MOF-1 exhibits the best compromise between the volumetric and gravimetric total and working uptakes under a wide range of pressure and temperature conditions.", "text": "10.1021/jacs.5b07053 Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesIntroductionGas storage in porous materials is a desirable technology that has been significantly developed in recent years, owing to its potential to address numerous persisting challenges in a number of industrial applications related to energy, environment, and health care sectors.(1) In the context of clean energy, there is an amplified willingness to reduce greenhouse gas emissions, caused by energy production processes, as evidenced by the considerable ongoing research in academia and industry alike aiming to develop practical solutions to mitigate this problem. Correspondingly, appropriate studies have been conducted in order to practically deploy relatively cleaner alternative fuels such as methane (CH4), a primary component of natural gas (NG) and biogas. CH4 is of great interest as a fuel for stationary and mobile applications due to (i) its high H to C ratio in comparison to other fossil fuels, resulting in relatively lower CO and CO2 emissions,(2) and (ii) its lower sulfur and nitrogen contents, leading to lessened SOx and NOx emissions. The aforementioned attributes position CH4 as a fuel appreciably cleaner than gasoline and diesel.(3) Nonetheless, the main drawback of CH4, in comparison to liquid fossil fuels, is its low volumetric energy density. Therefore, the development of suitable and sustainable on-board vehicle methane storage solutions, close to room temperature, is vital to the successful deployment of methane as a conventional fuel for transport applications.(4)Highly porous materials represent an interesting category of adsorbents that display distinct structural advantages for CH4 storage. The appropriate combination of a high surface area associated with a considerable pore volume with a suitable pore shape and functionality, in a given porous material, is crucial to achieve the desired enhanced CH4 storage uptake and a practical working capacity at a set pressure and temperature.(5) It is notable that the volumetric working capacity is an essential parameter to assess the material’s performance toward CH4 storage. The working capacity represents the usable amount of CH4 derived by subtracting the unused adsorbed CH4, corresponding to the uptake at the delivery pressure (5 bar), from the uptake at the maximum adsorption pressure (35 bar or higher).(6) Prominently, one of the pathways to enhance the methane working capacity of a given porous material is to regulate its methane uptake at relatively low pressures and subsequently reduce the unused CH4 uptake up to the 5 bar threshold.Relatedly, the storage of other gases such as nitric oxide (NO) and carbon dioxide (CO2) has been previously studied and explored for various relevant applications.(1a, 7, 8) In contrast, studies pertaining to high-pressure oxygen (O2) storage are still scarce.(9) The availability of high amounts of O2 is of prime importance in the health care domain, particularly in the treatment of respiratory insufficiencies and in hyperbaric oxygen changes for the treatment of carbon monoxide poisoning. Correspondingly, a large amount of oxygen is used to enrich air during catalyst regeneration in the catalytic cracking units.(10) Markedly, there is a significant need to develop efficient pathways to store O2 for various industrial needs.Metal–organic frameworks (MOFs), a special class of solid-state materials, have emerged as modular and functional porous materials that can offer potential to address many enduring challenges pertaining to energy and environmental sustainability.(11) Principally, advances in MOF chemistry have permitted the successful implementation of reticular chemistry; predesigned building blocks were directed to assemble into a preset network topology. Namely, the molecular building block (MBB) approach has been deployed to construct targeted functional MOFs, where desired structural and geometrical attributes are incorporated into the MBBs prior to the assembly process. In effect, isolating reaction conditions that consistently permit in situ formation of the requisite inorganic MBBs, in the presence of a suitable organic linker, is essential for the successful implementation of the MBB approach and the subsequent formation of the targeted MOF with the desired network topology.(12)Advantageously, the MBB approach permits the rational assembly of targeted MOFs and their subsequent structural fine tuning using isoreticular chemistry.(2b) The deliberate alteration of a MOF dimensionality and functionality without changing its underlying topology, isoreticular chemistry, is regarded as a powerful pathway for the development of new functional materials with distinctive properties.Evidently, the selection of an appropriate MOF platform, with desired topological attributes for the logical practice of isoreticular chemistry, offers the potential to readily access porous materials suitable to address the ongoing gas storage challenges.(11a, 13) Practically, several key requisites have been considered and targeted in order to facilitate the attainment of a high-storage MOF media: (i) inorganic MBBs based on light and abundant elements, (ii) organic MBBs amenable to size, shape, and functionality adjustments via expansion and decoration, (iii) an elect MOF platform that permits access to isoreticular MOFs with concomitant high surface area, large pore volume, and fine-tuned pores in the micropore domain, and (iv) an MOF platform based on an underlying topology that prohibits interpenetration upon MOF expansion.In this context, considering the aforementioned requisites, we identified the MOF platform based on the soc topology (square-octahedral) as a promising platform to access isoreticular MOF materials for potential use in gas storage and separation applications. The soc-MOF platform offers interesting structural features where the pore system comprised of cavities and channels can be fine tuned in the micropore domain by the judiciously fine tuning the square building unit (the tetracarboxylate ligand).(14) It is notable that the first reported soc-MOF materials (In-, Ga-, and Fe-based soc-MOF) revealed an exceptionally high gas storage density for H2 and CH4(11h, 15) despite their associated moderate surface area and pore volume in comparison to the best storage MOF materials.(6a, 16) Congruently, we found it compelling to target soc-MOFs with relatively larger surface areas and pore volumes via isoreticular chemistry, where the expansion strategy is employed to construct isoreticular soc-MOFs based on selected/compatible and expanded organic MBBs, and subsequently evaluate their performance for storage of valuable commodities such as CH4, H2, CO2, and O2.Markedly, the construction of a highly microporous MOF with a soc topology requires the judicious selection of an expanded rectangular organic linker that facilitates the in situ formation of the targeted inorganic oxo-centered trinuclear M(III) cluster [M3(μ3-O)(O2C−)6] (M = In, Al, Fe, etc.). Specifically, targeting MOFs based on the trinuclear aluminum(III) cluster will permit the development of a relatively low cost material with tailored properties for gas storage applications.(17) It is important to note that MOFs based on the trinuclear Al(III) cluster [Al3(μ3-O)(O2C−)6], a 6-connected MBB, are scarce, with only a few examples reported in the literature due to challenges in isolating reaction conditions that allow the in situ formation of the aforementioned inorganic MBB.(18)In this work, we report the synthesis and the structure, on the basis of single-crystal X-ray diffraction (SCXRD) studies, of the first aluminum MOF having the soc topology and possessing an exceptional porosity. Importantly, this is the first report disclosing the assembly of the oxo-centered trinuclear aluminum(III) cluster (oxo-centered aluminum(III) trimer) [Al3(μ3-O)(O2C−)6], with a quadrangular ligand into a given MOF, namely the highly microporous Al-soc-MOF-1 with more than 2 cm3/g pore volume and 6000 m2/g apparent Langmuir surface area. Furthermore, the use of similar reaction conditions, which afforded the synthesis of the parent Al-soc-MOF-1, in the presence of functionalized tetracarboxylate linkers (with naphthalene or anthracene replacing the phenyl core in the parent ligand) resulted in two new isoreticular structures: namely the naphthalene species Al-soc-MOF-2 and the anthracene species Al-soc-MOF-3. Extensive gas adsorption studies were carried out on these isoreticular soc-MOFs with different gases (N2, CO2, CH4, O2) at low pressures (cryogenic temperatures) and at high pressures. In particular, CH4 and O2 adsorption isotherms were investigated experimentally at different temperatures and over a wide range of pressures up to 85 and 120 bar, respectively. It was found that Al-soc-MOF-1 has one of the highest ever total and working gravimetric CH4 uptakes at 35 bar and higher pressures at any given temperature. In contrast to all other best MOFs reported to date in the open literature for CH4 storage, the parent Al-soc-MOF-1 sorption studies revealed an enhancement in the volumetric CH4 storage working capacity when the temperature was decreased. Particularly, at 258 K and 80 bar, the Al-soc-MOF-1 fulfilled the Department of Energy (DOE) target (both gravimetric and volumetric) and exhibited the highest working volumetric capacity of 264 cm3 (STP)/cm3. Correspondingly, to the best of our knowledge, Al-soc-MOF-1 showed the highest gravimetric total capacity for CO2 and O2 among microporous MOFs. Furthermore, molecular simulation studies supported and confirmed our experimental results for CH4 storage and thus encouraged us to explore various plausible theoretical isoreticular Al-soc-MOFs, based on expanded (or contracted) and/or functionalized tetracarboxylate organic building blocks, for CH4 storage. This study permitted us to (i) pinpoint various prospective Al-soc-MOFs with outstanding CH4 storage capabilities similar to those of the parent Al-soc-MOF-1, confirming the superior volumetric and gravimetric storage capabilities of the parent Al-soc-MOF-1, and (ii) gain a better understanding of the structure–property relationship, deriving a better correlation between the soc-MOF gas storage properties and the makeup of the soc-MOF porous system (pore shape and size, ligand dimensions and functionalities).Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesResults and DiscussionIn our effort to isolate the first aluminum-based soc-MOF, numerous attempts have been carried out to isolate reaction conditions that consistently allow the in situ formation of the desired trinuclear aluminum(III) MBB [Al3(μ3-O)(O2C−)6]. Accordingly, we designed and synthesized the tetratopic ligand 3,3″,5,5″-tetrakis(4-carboxyphenyl)-p-terphenyl (H4TCPT) (H4L1)(19) that can act as a rectangular MBB. Successfully, reactions between H4L1 and AlCl3·6H2O in acidic solution containing a mixture of N,N′-dimethylformamide (DMF) and acetonitrile (CH3CN) afforded colorless homogeneous crystals with a cube-shaped morphology, characterized and formulated by SCXRD as [Al3O(TCPT)1.5(H2O)3]·|Cl–| (1). Compound 1 crystallizes in the cubic Pm3̅n space group. The crystal structure of 1 reveals a 3-periodic framework built up from μ3-oxo-centered trinuclear Al(III) inorganic MBBs [Al3(μ3-O)(H2O)3(O2C−)6]. Each aluminum cation (Al3+) displays an octahedral coordination environment and coordinates to six oxygen atoms: namely, four bis-monodentate deprotonated carboxylate oxygen atoms from four independent TCPT4– ligands and one μ3-oxo anion, and a terminal aqua ligand to complete the coordination sphere. The trinuclear Al(III) MBBs are bridged by six independent TCPT4– ligands, resulting in the formation of a 3-periodic cationic framework, Al-soc-MOF-1 (Figure 1). The charge balance is provided by the presence of chloride ions, which was confirmed by an X-ray photoelectron spectroscopy (XPS) experiment (Figure S11 in the Supporting Information). Crystallographic analysis affirms that the chloride ions are disordered over six positions around the trinuclear Al(III) cluster with equal probability. This analysis was also supported by a 27Al solid-state NMR spectroscopy experiment (Figure S12 in the Supporting Information).Figure 1. Crystal structure of 1 showing the assembly of the trinuclear aluminum(III) MBB [Al3(μ3-O)(H2O)3(O2C−)6] with the organic ligand H4TCPT (H4L1) (middle) and topological analysis of 1, where the 6-connected trinuclear Al(III) MBB can be viewed as a trigonal-prismatic SBU, while the organic ligand can be rationalized as a 4-connected building unit to give (4,6)-c soc-net (left) or can be viewed as 3-c SBUs resulting in a (3,6)-c derived net edq (right).Topological analysis reveals that 1 has the anticipated edge transitive (4,6)-connected net with the soc underlying topology. The trinuclear Al(III) MBB [Al3(μ3-O)(O2C−)6] can be regarded as a trigonal-prismatic secondary building unit (SBU) with the six points of extension corresponding to the carbon of the carboxylate moieties matching the vertex figure of the 6-c node in the soc net. The 6-c inorganic MBBs are joined by the rectangular organic ligand, 4-c node, into a primitive cubic system arrangement (Figure 1).(20) Alternatively from a topological perspective, the 4-c rectangular ligand can be regarded as comprised of two interconnected 3-c triangular SBUs that are further linked through the 6-c trigonal-prismatic SBUs to afford a MOF related to a (3,6)-c derived net edq, with transitivity 2 2 (Figure 1 and Figures S25 and S26 in the Supporting Information).(20b, 21) In this paper, the reported Al-MOFs will be referred to as Al-soc-MOFs.In order to isolate other isoreticular analogues of Al-soc-MOF-1, the phenyl ring located at the core of the H4TCPT ligand was substituted by 1,4-naphthalenyl and 9,10-anthracenyl cores to give the naphthalene- and anthracene-functionalized ligands 3′,3″,5′,5″-tetrakis(4-carboxyphenyl)-1,4-diphenylnaphthalene (H4TCDPN) (H4L2) and 3′,3″,5′,5″-tetrakis(4-carboxyphenyl)-9,10-diphenylanthracene (H4TCDPA) (H4L3), respectively (Figure 2a).(19) As anticipated, under reaction conditions similar to those used to isolate the Al-soc-MOF-1, cube-shaped crystals were obtained and characterized using SCXRD and powder X-ray diffraction (PXRD) studies (Figure 2b), revealing the construction of two isoreticular Al-soc-MOF compounds, naphthalene Al-soc-MOF-2 (2) and anthracene Al-soc-MOF-3 (3) with the formula [Al3O(Ligand)1.5(H2O)3]·|Cl–|.Figure 2. (a) Representation of the organic MBBs used to construct isoreticular Al-soc-MOFs. (b) PXRD patterns for the isoreticular Al-soc-MOFs. (c) Nitrogen isotherms at 77 K for the isoreticular Al-soc-MOFs.The phase purity of each Al-soc-MOF compound (1–3) was confirmed by whole profile pattern matching using the Le Bail method (Figures S13–S15 in the Supporting Information).(22)The Al-soc-MOF-1 structure encloses cubic-shaped cages 14.3 Å in diameter delimited by six TCPT4– ligands, which occupy the faces of the cage, and eight inorganic trinuclear Al(III) clusters located on the vertices of the cuboidal cage. The cage is accessible through apertures of approximately 5.6 × 8.4 Å, taking van der Waals (vdW) radii into consideration. The structure also encloses two well-defined 1D infinite channels with estimated dimensions of 14 Å (vdW), which is approximately at the border of microporous materials (Figures S23 and S24 in the Supporting Information).The corresponding solvent-accessible free volumes for 1–3 were estimated to be 80.5%, 79%, and 75%, respectively, by summing voxels more than 1.2 Å away from the framework using PLATON software.(23)In light of the extraordinarily pure microporous architecture exhibited by 1–3, optimization of the conventional activation conditions (drying under vacuum and heating) showed that the guest solvent in the pores could be easily removed using a traditional approach (vacuum and heating) without altering their microporosity. Nitrogen (N2) adsorption measurements at 77 K were carried out on the acetonitrile-exchanged samples, showing a fully reversible type I isotherm representative of porous materials with permanent microporosity (Figure 2c).The Langmuir and BET specific surface areas, in the pressure range 0.015–0.0269 p/p0, were estimated and found to be ca. 6530 and 5585 cm3/g for 1, 5976 and 5161 cm3/g for 2, and 5212 and 4849 cm3/g for 3 (Table 1). It is notable that the resultant high microporosity (surface area and pore volume) is exceptional and has not been observed, prior to this work, using a traditional activation method that often causes pore collapse in the case of highly porous MOFs.(24) Such a unique feature is of prime importance for the implementation and deployment of 1–3 as gas storage media for onboard or stationary gas storage applications.Table 1. Selected Porosity Data for Al-soc-MOF CompoundsacompoundABET, m2/gALang, m2/gdensity, g/cm3PVtheo, cm3/gPVexp, cm3/gAl-soc-MOF-1558565300.342.32.3Al-soc-MOF-2516259760.362.22.1Al-soc-MOF-3484952120.381.91.8aABET and ALang are the experimental BET and Langmuir specific surface areas. PVtheo and PVexp are the calculated pore volume from crystal structures and the experimentally measured pore volume, respectively.The successful use of the conventional activation method was confirmed by the excellent agreement between the experimental and the optimal theoretical pore volumes (PVexp = 2.3, 2.1, and 1.8 cm3/g and PVtheo = 2.3, 2.2, and 1.9 cm3/g for 1–3, respectively). Furthermore, Al-soc-MOF structures preserved their optimal porosity after heating up to 340 °C under vacuum (Figures S27b, S34b, and S36b in the Supporting Information), another essential feature that is rarely observed for highly porous MOFs. The high thermal stability was also confirmed using variable-temperature PXRD studies and thermal gravimetric analysis (Figures S17–S22 in the Supporting Information).Methane Storage StudiesInterestingly, the extremely open structure, exclusively concerted in the microporous range, combined with the distinctive structural features (presence of cages and channels) place Al-soc-MOFs as ideal adsorbent candidates for gas storage studies. Accordingly, CH4 adsorption on 1–3 was extensively studied experimentally at variable temperatures and up to 80 bar as well as at low pressure and 112 K (boiling point of CH4).The methane adsorption isotherms at 112 K for 1–3 revealed remarkable CH4 uptakes near saturation pressures e.g., 1336, 1205, and 1055 cm3 (STP)/g at p/p0 = 0.95, respectively (Figures S28a, S35a, and S37a in the Supporting Information). Importantly, high-pressure CH4 adsorption isotherms at variable temperatures, depicted in Figure 3, showed that 1 has one of the highest CH4 gravimetric uptakes ever reported (ca. 361 cm3 (STP)/g) for any microporous MOF materials under the disclosed DOE operational storage conditions (298 K and 35 bar). Mesoporous MOF-210(24b) and DUT-49(25) displayed uptakes of around 210 and 364 cm3(STP)/g under the same conditions. Interestingly, the DOE CH4 gravimetric uptake target of 700 cm3 (STP)/g (0.5 g/g) was addressed and reached for relatively high pressures at temperatures below 288 K: e.g. 50 bar at 258 K and 85 bar at 288 K (Figure 3).Figure 3. Single-component gas adsorption isotherms for CH4 at different temperatures for Al-soc-MOF-1, showing total CH4 gravimetric uptakes surpassing the DOE target at particular pressures and temperatures.Additionally, analysis of the volumetric CH4 adsorption isotherms, using the Al-soc-MOF-1 crystal density, revealed an enhancement in the volumetric CH4 storage working capacity when the temperature was decreased (Figure 4). Specifically, the volumetric CH4 storage working capacity for 1 increased from 201 cm3 (STP)/cm3 to 264 cm3 (STP)/cm3 when the temperature was decreased from 298 to 258 K at working pressures between 80 bar (adsorption) and 5 bar (desorption). This attribute, unique to Al-soc-MOF-1, is unprecedented, as all available CH4 storage data for MOFs have shown a conventional decrease in the volumetric CH4 storage working capacity with a decrease in temperature, as illustrated in Figure 4 and Table S3 in the Supporting Information for UTSA-76,(26) HKUST-1,(16, 27) Ni-MOF-74,(16, 27b, 28) NU-111,(29) and PCN-14.(16, 27b, 30) It is notable that MOF-519(6a) was not included in this comparative assessment, as the associated data at low temperatures were not available for this highly CH4 adsorbing MOF.Figure 4. Comparison of the CH4 volumetric working capacities (5–80 and 5–65 bar) at different temperatures (258, 273, and 298 K) for Al-soc-MOF-1 with the best microporous MOF materials reported to date.A comprehensive comparison of absolute CH4 uptakes and working capacities for Al-soc-MOF-1 (1) with the various best MOF materials reported so far under different temperature and pressure conditions is presented in Figure 5 and Figure S38 in the Supporting Information. Interestingly, although the total volumetric CH4 uptake for 1 is relatively lower than those of some of the highly adsorbing MOFs, 1 displayed mutually high volumetric and gravimetric working capacities at different working temperatures and pressures. This notable and rare compromise between the gravimetric and the volumetric capacities for 1 is a result of the reduced unused CH4 uptake below 5 bar and the linear trend of the CH4 isotherms at relatively high pressures, a desirable attribute for an appropriate gas storage medium. In contrast to the best MOFs reported so far for CH4 storage, 1 exhibits a relatively low CH4 heat of adsorption (11 kJ/mol at low loading) in the relatively low CH4 loading region, only slightly higher than the CH4 latent heat of evaporation (Figure S30 in the Supporting Information). Markedly, the comparatively favorable methane adsorption at relatively high pressures can be attributed to enhanced CH4–CH4 interactions regulated by the appropriate pore size of Al-soc-MOF-1. Therefore, the combination of both aforementioned effects, governing the CH4 adsorption at low and high pressures, in a single material afforded the exceptional CH4 working capacities observed for the Al-soc-MOF-1, especially at relatively low temperatures. It is notable that 1 exhibits the second highest CH4 volumetric working capacity at 298 K and 5–80 bar working pressure range: namely, 201 cm3 (STP)/cm3 vs 230 cm3 (STP)/cm3 for the recently reported MOF-519. Noticeably, the two synthesized isoreticular Al-soc-MOFs (2 and 3) also exhibited high gravimetric and volumetric total and working CH4 uptakes that were only slightly lower than the uptake values derived for 1. The experimental results for 2 and 3 are summarized in Figure S41 and Table S4 in the Supporting Information.Figure 5. Total (a–d) at 65 and 80 bar and 5–65 and 5–80 bar working (e–h) CH4 gravimetric and volumetric uptakes for Al-soc-MOF-1 (1) in comparison to the best MOF materials reported to date at 298, 270, and 240 K. The data for Al-soc-MOF-1 (1) were collected at 298, 273, and 258 K.Molecular Simulation Study for Methane StorageWith the aim of gaining a better understanding of the structure–property relationship governing the resultant high methane storage capacities in the Al-soc-MOFs, we assessed theoretically the plausible CH4 storage capacity of various plausible theoretical isoreticular Al-soc-MOFs based on expanded (or contracted) and/or functionalized tetracarboxylate organic building blocks.In order to derive a better correlation between the soc-MOF gas storage properties and the makeup of the soc-MOF porous system (pore shape and size, ligand dimensions and functionalities), a comprehensive molecular simulation study was carried out on various hypothetical/isoreticular Al-soc-MOFs constructed using hypothetical organic building blocks. First, we envisioned validating our molecular simulation methodology on the parent 1 (Al-soc-MOF-1) and corroborating the mechanism of CH4 adsorption at 5 bar and at higher pressures, resulting in the outstanding CH4 working capacity. Second, we simulated and evaluated the absolute and working CH4 uptakes for various hypothetical isoreticular soc-MOFs, constructed using different optimized (i) elongated, (ii) functionalized, and (iii) contracted organic MBBs. In effect, the simulated isoreticular Al-soc-MOFs were assembled using both experimentally synthesized and hypothetically designed linkers obtained by modifying the arms and/or the core of the Al-soc-MOF-1 ligand as shown in Figure 6 and Figure S47 and Scheme S2 in the Supporting Information. Figure 6 depicts the naming scheme employed to label the hypothetical Al-soc-MOF linkers. For example, the original linker is shown in Figure 6 (left), where P-P denotes phenyl–phenyl: both the arm and the core have one phenyl group. PP-APA denotes phenyl–phenyl for the arm and acetylene–phenyl–acetylene for the core, as shown in Figure 6 (right). A total of 18 theoretical analogues were hypothetically assembled, and their associated CH4 adsorption isotherms were simulated. For clarity the new simulated Al-soc-MOF structures will be named and referred to using the associated linker name.Figure 6. Scheme illustrating the adapted naming for the employed hypothetical organic ligands and associated hypothetical Al-soc-MOFs.Initially, grand canonical Monte Carlo (GCMC) simulations of methane adsorption were performed for the parent compound 1 in order to compare first the resulting simulated results with available experimental adsorption data, and subsequently validate the simulation approach adopted in this study (Figure 7a and Figure S44 in the Supporting Information). More details about the employed simulation method are described in the Supporting Information. As shown, the theoretical CH4 adsorption isotherm for P-P is in a good agreement with the experimental data (1). The corresponding screenshots of methane adsorption at different relevant pressures, i.e. 5 bar (limiting desorption pressure) and 35, 65, and 80 bar (storage pressures), are shown in Figure 7b. The relatively very low simulated unused methane uptake at 5 bar (both gravimetric and volumetric) for P-P equivalent to 1, at 5 bar, was confirmed by performing adsorption isotherms at different temperatures: namely, at 298, 295, 273, and 258 K (Figure S45 in the Supporting Information). This is reflected in the observed nonpreferential positions of CH4 molecules in the framework of P-P (Figure 7b): i.e., no specific preferential adsorption sites at 5 bar.Figure 7. (a) Methane sorption in Al-soc-MOF-1 at 298 K: simulation (red filled circles) vs experiment (black filled squares). (b) Screenshots of methane adsorption in P-P (equivalent to Al-soc-MOF-1) at 298 K at different pressures: 5, 35, 65, and 80 bar. The purple spheres surrounding the framework represent the methane molecules.Delightfully, the simulated CH4 adsorption isotherms on the optimized structure, on the basis of a molecular mechanics simulation approach (details in the Supporting Information), of the parent 1 (P-P) are in good agreement with the corresponding CH4 adsorption isotherms simulated on the experimental structure (Figure S46 in the Supporting Information). Accordingly, the same molecular mechanics optimization procedure was employed to construct 18 hypothetical isoreticular Al-soc-MOFs and subsequently simulate their associated total and working CH4 uptakes using the GCMC approach.The simulated absolute volumetric and gravimetric CH4 adsorption isotherms for P-P (1) and the other isoreticular Al-soc-MOFs were simulated at various temperatures and up to 80 bar total pressure (Figures S76–S84 in the Supporting Information).Interestingly, these results showed that the use of (i) elongated, (ii) functionalized, and (iii) contracted linkers resulted in three distinguished Al-soc-MOF groups in terms of gravimetric–volumetric uptake tradeoff. In fact, the use of (i) elongated arms and/or cores, such as PP-PP, led to an increase in the gravimetric uptake at the expense of the volumetric uptake under any pressure and temperature conditions evaluated in this study. (ii) Functionalizing the phenyl core of the linker led generally to lower gravimetric uptake but still with good gravimetric–volumetric uptake tradeoff under any pressure and temperature conditions explored here. In a particular case, strategies for functionalization of the phenyl cores with different functional groups, such as CF3 and Br, led to relatively good working volumetric uptakes (due to the relatively higher framework density), albeit with much lower working gravimetric uptakes. Interestingly, (iii) contraction of the arms and/or the core, for instance the A-P structure, offer potential for a collective improvement (ideal compromise) of the gravimetric and volumetric uptakes in comparison to 1 at any temperature, particularly at intermediate pressures of 35 bar (Figure 8). Principally, in terms of CH4 working (5–35 bar) volumetric and gravimetric capacity tradeoff, contraction of the arms showed a notable improvement in the absolute CH4 uptake at 298 K. This unique compromise can be attributed to the enhanced CH4 adsorption uptake at relatively high pressures below 35 bar, due to the reduced channel dimensions in the A-P structure in comparison to the parent Al-soc-MOF-1 (9.3 Å × 10.0 Å vs 14.0 Å × 14.2 Å). It is important to note that the Al-soc-MOF-1 (P-P) still exhibits both enhanced volumetric and gravimetric tradeoff for 5–65 and 5–80 bar working pressures at any temperature (Figure 8).Figure 8. Total (a) at 35 bar and (b) 5–35 bar working CH4 gravimetric and volumetric uptakes for P-P and A-P simulated structures in comparison to the best MOF materials reported to date at 298 K. Theoretical total (left, c and e) and working (right, d and f) gravimetric vs volumetric capacities for selected hypothetical isoreticular Al-soc-MOFs under a wide range of pressures (35, 65, and 80 bar) at different temperatures (298 and 258 K) in comparison to Al-soc-MOF (1). The purple area represents the desired range of the best compromise between gravimetric and volumetric total and working uptakes.A summary of the theoretical results in terms of CH4 absolute and working capacities, volumetric and gravimetric, at 298, 273, and 258 K under a wide range of pressures are presented in Figures S48–S66 in the Supporting Information.O2 and CO2 Storage StudiesThe exceptional methane storage capabilities of Al-soc-MOF-1 have inspired us to extend this study to other important commodities, namely O2 and CO2. Accordingly, we recorded various O2 and CO2 adsorption isotherms for Al-soc-MOF-1. Notably, the amounts of O2 and CO2 adsorbed in Al-soc-MOF-1 near saturation pressures (0.95 p/p0), derived from adsorption isotherms at 90.2 and 195.15 K for O2 and CO2, respectively, were found to be remarkably high (1757 and 1236 cm3 (STP)/g, respectively) (Figure S29 in the Supporting Information). Markedly, the combination of experimentally accessible low pressure (at 90.2 K) and high-pressure O2 adsorption data up to 115 bar (at 298 K) (combined with the Toth model) revealed that Al-soc-MOF-1 exhibits a record of 29 mmol/g absolute gravimetric O2 uptake at 140 bar, which is much higher than those of HKUST-1 (13.2 mmol/g) and NU-125 (17.4 mmol/g),(31) reference materials for this application (Figure 9).(15) Additionally, Al-soc-MOF-1 displayed a record deliverable capacity between 5 and 140 bar of 27.5 mmol/g, vs 11.8 and 15.4 mmol/g for HKUST-1 and NU-125, respectively (Figure 9a). Consequently, by neglecting the effect of packing density and the void space occupied by the material, a 1 L cylinder filled with Al-soc-MOF-1 will potentially enhance the volumetric O2 storage capacity (172 cm3/cm3) by 70% at 100 bar, in comparison to a conventional empty cylinder(32) (Figure 9b). It is notable that, if we assume a prospective 25% loss associated with packing density, the Al-soc-MOF-1 volumetric O2 storage capacity still offers a 25% enhancement over an empty cylinder. Analysis of the O2 adsorption recorded at variable temperatures indicated that 1 exhibits a relatively low O2 heat of adsorption (10 kJ/mol at low loading) over the whole O2 loading range, slightly higher than the O2 latent heat of evaporation (Figure S33 in the Supporting Information).Figure 9. (a) Single-component gravimetric gas adsorption isotherm for O2 at 298 K showing that 1 exhibits the highest deliverable uptake reported so far. (b) Volumetric O2 adsorption isotherm compared to the storage capacity in a pressurized container.(32)Additionally, the CO2 adsorption studies revealed that Al-soc-MOF-1 exhibits an exceptional absolute gravimetric CO2 uptake at 40 bar of 2 g/g (1020 cm3 (STP)/g) vs 1.5 g/g for MOF-177, setting a new record among microporous MOFs (Figure S39in the Supporting Information). Consequently, Al-soc-MOF-1 displays the uppermost working capacity between 1 and 40 bar of 1.90 g/g (967 cm3 (STP)/g) vs 1.46 g/g (742 cm3 (STP)/g) for MOF-177.(24b) An analysis of variable-temperature CO2 adsorption data showed that Al-soc-MOF-1 exhibits a relatively low CO2 heat of adsorption (17 kJ/mol at low loading) over the whole CO2 loading range (Figure S31b in the Supporting Information). It is important to note that the mesoporous MOF-210(24b) exhibits the highest absolute gravimetric CO2 uptake at 50 bar (2.8 g/g).Finally, it is worth noting that Al-soc-MOF-1 also exhibits an excellent H2 storage capacity at 77 K (ca. 11 wt %) (Figure S40 in the Supporting Information) at high pressure (30 bar) in comparison to other highly porous materials.Similarly, O2 and CO2 adsorption studies were performed for the two isoreticular Al-soc-MOFs (2 and 3), which revealed that the naphthalene and anthracene analogues exhibit only slightly lower O2 and CO2 adsorption uptakes under the same conditions in comparison to 1 (Figures S42 and S43 and Table S4 in the Supporting Information).Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesConclusionsIn summary, we successfully employed the molecular building block approach to synthesize the first aluminum soc-MOF isoreticular materials. Specifically, reaction conditions that consistently permit the in situ generation of the [Al3(μ3-O)(H2O)3(O2C−)6] MBB were isolated and used for the construction of a highly porous (4,6)-connected aluminum based soc-MOF, Al-soc-MOF-1, with more than 6000 m2/g Langmuir specific surface area.Importantly, tedious activation using dry supercritical CO2 is not required in order to activate the Al-soc-MOF-1 and its naphthalene and anthracene analogues. In particular, the conventional activation technique, i.e. a simple combination of heating and vacuum (or N2 flush), is sufficient for full activation prior to gas loading–unloading cycles.Extensive gas adsorption studies were carried out on the Al-soc-MOF platform with different gases (N2, CO2, CH4, O2, etc.). Methane adsorption isotherms were completed at different temperatures and over a wide range of pressures, up to 85 bar. Interestingly, it was found that Al-soc-MOF-1 exhibits one of the highest total and working gravimetric CH4 uptakes at 35 bar. In contrast to the other reported best MOFs for CH4 storage, Al-soc-MOF-1 showed enhanced CH4 storage working capacity as the temperature was decreased. Particularly, at 258 K and 80 bar, Al-soc-MOF-1 fulfils the DOE target and exhibits the highest working volumetric capacity of 264 cm3 (STP)/cm3. To the best of our knowledge, this is the first time that a porous material has fulfilled both the challenging gravimetric and volumetric targets for the CH4 working capacity. The collective experimental and GCMC simulation studies indicated that the parent Al-soc-MOF-1, in contrast to various hypothetical isoreticular Al-soc-MOFs based on contracted, elongated, and functionalized ligands, exhibits the best compromise between the volumetric and gravimetric total and working uptakes over a wide range of pressure and temperature conditions.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesExperimental SectionMaterials and MethodsDetails on the synthesis of the organic ligands used in this study, 3,3″,5,5″-tetrakis(4-carboxyphenyl)-p-terphenyl (H4TCPT), 3′,3″,5′,5″-tetrakis(4-carboxyphenyl)-1,4-diphenylnaphthalene (H4TCDPN), and 3′,3″,5′,5″-tetrakis(4-carboxyphenyl)-9,10-diphenylanthracene (H4TCDPA),(19) are provided in the Supporting Information.Single-crystal diffraction data were collected at beamline I19, Diamond Light Source, Didcot, U.K., using the wavelength λ 1.0402 Å at 250 K. Fourier-transform infrared (FT-IR) spectra (4000–600 cm–1) were collected in the solid state on a Nicolet 700 FT-IR spectrometer. The peak intensities are described in each of the spectra as very strong (vs), strong (s), medium (m), weak (w), broad (br), and shoulder (sh). Powder X-ray diffraction (PXRD) measurements were performed on a PANalytical MPD X’Pert PRO X-ray diffractometer at 45 kV and 40 mA for Cu Kα (λ 1.5418 Å) equipped with a variable-temperature stage, with a scan speed of 20°/min. The sample was held at the designated temperature for at least 10 min between each scan. High-resolution dynamic thermal gravimetric analysis (TGA) was performed under a continuous N2 flow and recorded on a TA Instruments high-resolution TGAQ500 thermogravimetric analyzer. Low-pressure gas sorption measurements were performed on a fully automated Autosorb-1C gas sorption analyzer (Quantachrome Instruments). High-pressure gas sorption studies were performed with a magnetic suspension balance marketed by Rubotherm (Bochum, Germany).Synthesis of Al-soc-MOF-1A solution of AlCl3·6H2O (29 mg, 0.015 mmol) and H4L1 (7.1 mg, 0.01 mmol) in N,N-dimethylformamide (DMF) (1 mL), acetonitrile (CH3CN) (1 mL), and nitric acid (3.5 M, 0.5 mL) was prepared in a 20 mL scintillation vial and subsequently placed into a preheated oven at 130 °C for 12 h to give pure small colorless cube-shaped crystals. Suitable single crystals were obtained using the same synthetic procedure, but with an increase in the amount of HNO3 to l mL. Crystals of Al-soc-MOF-1 were harvested, washed with CH3CN, and air-dried. FT-IR (4000–650 cm–1): 3349 (br), 1605 (s), 1592 (s), 1423 (s), 1387 (vs), 1312 (w), 1243 (w), 1100 (w), 1018 (w), 854 (w), 830 (w), 783 (s), 771 (s), 701 (s).Synthesis of Al-soc-MOF-2A solution of AlCl3·6H2O (29 mg, 0.015 mmol) and H4L2 (7.6 mg, 0.01 mmol) in N,N-dimethylformamide (DMF) (1 mL), acetonitrile (CH3CN) (1 mL), and nitric acid (3.5 M, 0.5 mL) was prepared in a 20 mL scintillation vial and subsequently placed into a preheated oven at 130 °C for 12 h to give pure small colorless cube-shaped crystals. Suitable single crystals were obtained using the same synthetic procedure, but with an increas in the amount of HNO3 to l mL. Crystals of Al-soc-MOF-2 were harvested, washed with CH3CN, and air-dried. FT-IR (4000–650 cm–1): 3349 (br), 1606 (s), 1545 (m), 1422 (s), 1384 (s), 1241 (w), 1100 (w), 1015 (w), 851 (w), 851 (w), 771 (s), 705 (m).Synthesis of Al-soc-MOF-3A solution of AlCl3·6H2O (29 mg, 0.015 mmol) and H4L3 (8.1 mg, 0.01 mmol) in N,N-dimethylformamide (DMF) (1 mL), acetonitrile (CH3CN) (1 mL), and nitric acid (3.5 M, 0.3 mL) was prepared in a 20 mL scintillation vial and subsequently placed into a preheated oven at 130 °C for 12 h to give a pure microcrystalline yellow powder. Suitable single crystals were obtained using the same synthetic procedure, but with an increase in the amount of HNO3 to 1 mL Crystals of Al-soc-MOF-3 were harvested, washed with CH3CN, and air-dried. FT-IR (4000–650 cm–1): 3349 (br), 1606 (s), 1547 (s), 1442 (s), 1387 (s), 1312 (w), 1241 (w), 1181 (w), 1016 (w), 852 (m), 771 (s), 706 (s). Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b07053.Details of the synthesis of organic ligands, PXRD data, additional structural figures, and sorption data (PDF)Single-crystal X-ray diffraction data (CIF)Single-crystal X-ray diffraction data (CIF)The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesAcknowledgmentResearch reported in this publication was supported by the King Abdullah University of Science and Technology (KAUST). The authors thank Diamond Light Source for access to beamline I19 (MT10189), which contributed to the results presented here, and also D. Allan and H. Nowell for their assistance during the measurements.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionsExperimental SectionReferencesReferencesThis article references 32 other publications.1. (a) Morris, R. E.; Wheatley, P. S. Angew. Chem., Int. Ed. 2008,  47,  4966– 4981 DOI: 10.1002/anie.200703934 [Crossref], [PubMed], [CAS]1. Gas storage in nanoporous materialsMorris, Russell E.; Wheatley, Paul S.Angewandte Chemie, International Edition\r\n        (2008),\r\n    47\r\n        (27),\r\n    4966-4981CODEN:\r\n                ACIEF5;\r\n        ", "title": "MOF Crystal Chemistry Paving the Way to Gas Storage Needs: Aluminum-Based -MOF for CH, O, and CO Storage", "authors": ["Dalal Alezi", "Youssef Belmabkhout", "Mikhail Suyetin", "Prashant M. Bhatt", "Łukasz J. Weseliński", "Vera Solovyeva", "Karim Adil", "Ioannis Spanopoulos", "Pantelis N. Trikalitis", "Abdul-Hamid Emwas", "Mohamed Eddaoudi"], "doi": ["10.1021/jacs.5b07053"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-41/jacs.5b07053/20151015/images/small/ja-2015-07053g_0010.gif\">"]}