{"abstract": "Permeation and separation properties of CO/H and CO/N mixtures for high quality, thin (∼14 μm) MOF-5 membranes prepared by the secondary growth method were studied at different temperatures, feed pressures, and feed composition. The MOF-5 membranes offer selective permeation for CO over H or N with CO/H or CO/N mixture feed under the experimental conditions studied. Compared to pure gas permeance data, the presence of the strongly adsorbing CO in the binary mixture separation suppresses less adsorbing H or N, similar to what was observed for zeolite membranes. The MOF-5 membranes exhibit a separation factor for CO/H of close to 5 with a feed CO composition of 82% and a separation factor for CO/N greater than 60 with a feed CO composition of 88% at 445 kPa and 298 K. With the mixture feed, CO permeance increases and N (or H) permeance decreases, and hence the CO/N (or H) separation factor increases, with increasing CO partial pressure (through the change of composition or feed pressure). It is consistent with the trend predicted by the molecular simulation reported in the literature. The sharp increase in separation factor for MOF-5 membranes with increasing feed pressure is a phenomenon unobserved for other microporous inorganic membranes.", "text": "10.1021/ie202777q Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionSynthesis of membranes for separation of carbon dioxide containing gas mixtures (such as CO2/N2 and CO2/H2) is important to a number of industrial applications including post- and precombustion processes for carbon dioxide capture.(1) Metal–organic frameworks (MOFs) represent a new family of microporous materials that are formed by a network of transition metal ions linked by organic ligands.(2) Because of their large variety of ordered structures, functional groups, pore sizes, and porosity,(3) MOFs offer potential applications in gas separation and storage, catalysis, and membranes. MOFs have recently attracted attention in the materials and membrane communities as thin films (on dense substrates)(4) or membranes (on porous substrates)(5) for various applications.Several research groups have reported synthesis of MOF-5 (or IRMOF-1),(6) Cu-BTC (Cu3(BTC)2 or HKUST-1), MMOF,(7) ZIFs, and Mn(HCO2)2 on porous inorganic supports. Most of these studies were focused on synthesis of the MOF membranes, with small-pore MOF membranes (pore size smaller than 0.4 nm, such as ZIF-7, ZIF-8, ZIF-22, and ZIF-90) receiving more attention for the separation of small gas molecules, such as H2 and CO2.(7-12) Despite their ultramicropore size, most of these microporous MOF membranes exhibit perm-selectivity (e.g., H2/CO2 selectivity in the range of 4–7) comparable to the defect-free microporous MFI-type zeolite membrane of larger pores (about 0.55 nm) with much higher hydrogen permeance (10–7 mol/m2·Pa·s).(13-15) According to the gas translational diffusion theory, the membranes with a pore size in the range of 0.30–0.35 nm, close to the kinetic diameter of H2 and CO2, should give a much higher H2/CO2 selectivity than the Knudsen selectivity for the MMOF(7) and ZIF(8-10) membranes. The lower than expected H2/CO2 selectivity for the small pore MOF membranes could be due to the presence of microporous defects or adsorption effects of CO2. In fact, no small pore zeolite membranes (such as LTA or DDR zeolite membranes) have shown sufficiently high diffusion-controlled perm-selectivity for gas separation due to the difficulty to eliminate the intercrystalline defects.(16)For gas separation of mixtures like CO2/N2 or CO2/H2 at room temperature, it is the large pore (such as FAU type), not the small pore (such as LTA type) zeolite membranes that show the best separation performance.(16, 17) These large pore zeolite membranes offer perm-selectivity based on the preferential adsorption of CO2 over N2 or H2. One would expect good performance for separation of these gas mixtures by the large pore MOF membranes as well. Synthesis of large pore MOF membranes of MOF-5,(6, 18, 19) Cu-BTC,(20-23) and ZIF-69(24, 25) with a pore diameter larger than 0.7 nm, has been reported. Most studies on the large pore MOF membranes reported only pure gas permeation data. Among the studies showing limited gas separation data, Zhu and co-workers(21) and Jin and co-workers(23) reported hydrogen perm-selective Cu-BTC membranes with a H2/CO2 perm-selectivity of about 7 and 2, respectively. The experimentally measured selectivity data for Cu-BTC membranes is opposite from the results of molecular simulation showing CO2 perm-selectivity for the Cu-BTC membranes.(26)Recently, we reported synthesis and characterization (by a molecular probing method) of high quality, thin MOF-5 membranes prepared by the secondary growth method.(6) The objective of this work is to investigate the permeation and separation properties of CO2/H2 and CO2/N2 mixtures for the thin MOF-5 membranes prepared by the secondary growth method. The data was obtained with feed pressures up to 445 kPa and near room temperature due to the availability of the experimental setup and the interest in exploring the use of MOF-5 as a membrane for separation of carbon dioxide from flue gas under conditions of atmospheric pressure and room temperature.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1Membrane SynthesisMOF-5 crystals were prepared by the solvothermal method using 1.06 mmol terephthalic acid (BDC, +99.9%, from Aldrich) and 2.80 mmol zinc nitrate (Zn(NO3)2·6H2O, 99.5%, from Fluka) dissolved in 40 mL of dimethylformamide (DMF, 99%, from Mallinckrodt) as the organic solvent, as detailed in the previous publication.(6) MOF-5 seed particles of 1–2 μm in size were dispersed into 10 mL of DMF solvent, and then sonicated for 2 h to obtain a stable, well-dispersed MOF-5 suspension. The concentration of the MOF-5 suspension used for coating was in the range of 1.0–1.2 wt %. Homemade porous α-Al2O3 disks with thicknesses of 2 mm and diameters of 20 mm (average pore diameter, 0.20 μm; porosity, 45%) were used as supports. One side of the supports was polished with a mechanical grinder (Metaserve 2000) using #500, #800, and #1200 SiC paper until it became shiny. MOF-5 seed layers were dip-coated on the polished side of the α-Al2O3 disks with the MOF-5 suspension. The coated disks were dried at 323 K for 4 h and then at 293 K for 2 h.The MOF-5 solution for secondary grown membranes had the molar composition of 1.4 Zn(NO3)2/0.53 BDC/0.53 N-ethyldiisopropylamine (EDIA, +99.5%, from Acros). The clear solution and MOF-5 seeded supports were added to 100 mL glass vial for solvothermal synthesis. Support disks with MOF-5 seed layer were held vertically with a Teflon holder in the glass vial. The glass vial was then heated to 403 K and held for specified times (typically 4 h) under autogenous pressure by solvothermal synthesis. After the reaction, the membranes were removed from the autoclave and washed with DMF solution three times and then immersed in chloroform for 2 days. Finally the membranes were kept at 1.33 Pa in a vacuum oven at room temperature overnight, and activated in vacuum at 373 K for one day before pervaporation tests. The surface morphology and the cross section of the MOF-5 membranes were examined by a Philips FEI XL-30 scanning electron microscope at an accelerating voltage of 20 kV after gold deposition. Its crystal phase structure was examined by powder X-ray diffraction (PXRD) with a conventional Bruker D8 diffractometer at 20 kV, 5 mA with a scan speed of 2°/min, and a step size of 0.02° in 2θ, using Cu Kα (λ = 0.1543 nm) radiation.2.2Gas Separation ExperimentsGas separation experiments of the MOF-5 membranes were conducted on a steady state multicomponent gas permeation/separation system with the schematic shown in Figure 1. A MOF-5 membrane sample was mounted in a stainless steel membrane cell, with the MOF-5 membrane layer on the feed side, and sealed by silicone O-rings. The permeation area of this membrane was 2.24 × 10–4 m2. The feed side was the permeation gas mixture of CO2/H2 or CO2/N2 without diluent at a feed pressure in the range of 270–445 kPa. Composition of the gas mixture in the feed was controlled by the two mass flow controllers. The pressure of the feed was controlled by using a needle valve on the retentate line. Feed gases were purified online by silica-packed drying cylinders to remove water vapor. The total flow rate of the feed was controlled at 50 mL/min. The permeate side was connected to a bubble flow meter without a sweeping gas. The permeate side was vented to atmosphere so it was maintained at about 1 atm in the permeate side.Figure 1. Schematic diagram of cross-flow membrane separation setup for studying binary separation properties of MOF membranes.Gas chromatography (GC) (HP5890II, 18 ft × 0.085 in. stainless steel column packed with 60/80 mesh silica gel, TCD detector, and argon as the carrier gas) was used online to analyze the composition of the permeate and retentate. The permeance and separation factor are defined and calculated as(1)(2)where Qp is the molar flow rate of the permeate (measured by bubble flow meter), Yi and Xi are molar fraction for species i in permeate and retentate streams measured by GC, Pf and Pp are the total pressure in the feed measured by a pressure meter, and that in the permeate (Pp ≈ 1 atm), and S is the membrane permeation area.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and DiscussionFigure 2 shows the SEM images of the surface and cross-section of a MOF-5 membrane prepared by the secondary growth method under the optimized conditions described in the previous section. The membrane shows a continuous and well-intergrown MOF-layer with the thickness of about 14 μm. The SEM images of the cross-section and the surface show that the MOF-layer consists of MOF-5 crystals of about 5–20 μm in sizes. These crystals are grown out of the 1–2 μm MOF-5 seeds and linked together without visible grain-boundary. It appears that the MOF-5 membrane is composed of only one or two layers of MOF-5 crystals. The MOF-5 membranes prepared by this method are much thinner than MOF-5 membranes (about 60 μm thick) prepared by the in situ synthesis method.(18, 19) The XRD pattern of the MOF-5 membrane synthesized with the secondary growth method is given in Figure 3. The typical dominant peaks for randomly oriented MOF-5 film are present along with the diffraction peaks from alumina support. The presence of fairly intensive diffraction peaks for the support of α-alumina confirms the small thickness of the MOF-5 layer.Figure 2. SEM images of the surface (a) and cross-section (b) of the MOF-5 membrane synthesized by the secondary growth method under optimized conditions.Figure 3. XRD pattern of the MOF-5 membrane synthesized with secondary growth method.The quality of the MOF-5 membranes was further tested by measuring pervaporation flux of p-xylene and 2-dicyclohexylphosphino-2′-(N,N-dimethylamino) biphenyl (DCPD).(6) The flux of p-xylene of the MOF-5 membrane was about 1.0 × 10–3 mol/(m2·s) and that of DCPD was about 1.0 × 10–6 mol/(m2·s), giving a p-xylene/DCPD flux ratio of about 1000. The p-xylene pervaporation flux through the alumina support without MOF-5 layer was about 50 × 10–3 mol/(m2.s), with a p-xylene/DCPD flux ratio of about 25. With MOF-5 layer coated, the p-xylene flux decreased by about 50 times, but the p-xylene/DCPD flux ratio increases to about 1000 (by 400 times). MOF-5 has a cubic cage structure with an inner cavity of about 1.2 and 1.5 nm in diameter and aperture openings of 0.8 nm width in three-dimensional directions. The pore aperture openings (0.8 nm) determine whether a molecule can transport through the cage or not. Molecules smaller than 0.8 nm, for example, p-xylene (0.56 nm), can pass through the MOF-5 membrane easily at a high flux. Molecules much larger than the aperture openings of the MOF-5 pores, for example, DCPD (∼1.2 nm) can only pass through the defects present in the MOF-5 membranes. The trace flux of DCPD indicates presence of a minimum amount of defects or pinholes larger than 1.2 nm in the MOF-5 membrane.With CO2/H2 or CO2/N2 mixture feed, MOF-5 membranes are more permeable to CO2 over H2 or N2. Figure 4 shows the temperature dependency of gas permeance and the CO2/H2 separation factor of the MOF-5 membrane with 82:18 CO2/H2 feed at a feed pressure of 270 kPa. The CO2/H2 separation factors under the studied conditions are all larger than unity, showing CO2, not H2, perm-selectivity of the MOF-5 membrane. It is known that MOF-5 has a preferential adsorption for CO2 over H2 (e.g., with a saturated sorption capacity of 2 mmol/g for CO2 and only 0.1 mmol/g for H2 at 298 K and 1 atm).(27-29) Like zeolite membranes,(16) under adsorption dominating conditions microporous inorganic membranes are perm-selective to CO2 over N2 or H2. Molecular simulation studies on gas separation properties of the large pore MOF membranes (MOF-5 and Cu-BTC) also show CO2 perm-selectivity characteristics of the MOF-5 membranes.(27) The experimental CO2/H2 separation factor (about 5) of the MOF-5 membrane shown in Figure 4 is in fairly good agreement with the perm-selectivity predicted by the molecular simulation method for equimolar mixture of CO2/H2 feed (about 6–8).(26, 27)Figure 4. Temperature dependency of gas permeance and CO2/H2 separation factor of MOF-5 membrane with 82:18 CO2/H2 feed. Error bars, based on the uncertainty associated with cell calibration, pressure measurement, and film density measurement, are shown on the figure. Solid lines in this and the following figures are for visual guide.Figure 5 shows the effect of temperature on the permeance and separation factor of CO2/N2 mixture for the MOF-5 membrane with 88:12 CO2:N2 feed at a feed pressure of 445 kPa. As shown in Figure 5, the permeance of the CO2 is 2 orders of magnitude higher than the permeance of N2 through the MOF-5 membrane, and the CO2/N2 separation factor is above 35. Because MOF-5 adsorbs much more CO2 than N2,(27, 30) the adsorption controlled permeation mechanism(16) explains such high perm-selectivity for CO2 over N2 for the MOF-5 membrane. As temperature increases, the permeance of CO2 decreases slightly, while the permeance of N2 increases. The opposite changes result in a decrease of CO2/N2 separation factor from about 64 to 35 as the temperature increases from 298 to 373 K.Figure 5. Permeance and CO2/N2 separation factor for the MOF-5 membrane with a 88:12 CO2:N2 feed at a feed pressure of 445 kPa.Figure 6 shows the CO2/H2 separation factor as a function of CO2 concentration in the feed at two different feed pressures. The separation factor increases with CO2 concentration in the feed. Figure 6 also shows that the separation factor increases slightly when the feed pressure is increased from 270 to 445 kPa. In both cases, the separation factor increases with increasing partial pressure of CO2 in the feed. Zeolite or polymer membranes generally exhibit a decrease in separation factor as feed pressure increases.(31) The positive effect of increasing feed pressure for the MOF-5 membrane is unusual, and the effect is more obvious with the data for CO2/N2 and therefore will be discussed next.Figure 6. Effect of feed gas composition and feed pressure on the CO2/H2 separation factor of the MOF-5 membrane at 298 K.Figure 7 shows the effect of feed pressure on the CO2/N2 separation factor and their permeances for the MOF-5 membrane at 298 K with 88:12 CO2/N2 feed. CO2 permeance increases slightly, while N2 permeance decreases drastically with increasing feed pressure. As a result, the CO2/N2 separation factor increases sharply with increasing feed pressure, especially at a pressure around 350 kPa. Figure 8 shows the feed gas composition on the permeance and CO2/N2 separation factor for the MOF-5 membrane at 298 K and a feed pressure of 445 kPa. Similar to the feed pressure effect, the CO2 permeance increases and N2 permeance decreases with increasing CO2 concentration in the feed. CO2/N2 separation factor increases drastically, from around unity at a CO2 concentration below 60% (volume fraction) CO2, to about 70 at a CO2 concentration of about 88%. The separation of CO2 from atmospheric pressure flue gas by membranes can be operated with pressurized feed (atmospheric permeate or sweep) or atmospheric feed (vacuum permeate or sweep) in order to provide the driving force for CO2 permeation across the membrane.(32) The MOF-5 membranes exhibit better separation performance for CO2 separation at higher pressures. Therefore if the MOF-5 membrane is to be used for postcombustion flue gas CO2 capture, the membrane process should be operated with pressurized feed. It is also possible to use the MOF-5 membrane in precombustion CO2 capture in which the gas stream is at a higher pressure. However, for practical applications other issues such as stability of the membrane should be addressed.Figure 7. Effect of feed pressure on a CO2/N2 separation factor for the MOF-5 membrane at 298 K with 88:12 CO2/N2 feed.Figure 8. Effect of the feed gas composition on the CO2/N2 separation factor for the MOF-5 membrane at 298 K with a feed pressure of 445 kPa.Gas permeance through microporous membranes is determined by the diffusivity timing solubility. The solubility term corresponds to the slope of the adsorption isotherm on the membrane materials. Zeolite membranes generally show a negative effect of increasing feed pressure on CO2/N2 separation factor due to type I CO2 adsorption isotherm with its isotherm slope decreasing as pressure increases.(16) At around room temperature, MOF-5 also exhibits a type I CO2 adsorption isotherm, but its isotherm reaches a plateau at a much higher pressure (above 20 atm) than that of zeolite.(33) Figure 9 shows CO2 adsorption isotherms on MOF-5 crystals measured in this laboratory(30) and reported in the literature(29, 33) in the pressure range studied in this work. The adsorption isotherm for CO2 on MOF-5 is fairly linear in this pressure range. Thus, the effect of increasing feed CO2 partial pressure on the CO2 solubility term (i.e., the slope of the adsorption isotherm) of the permeance should be negligible.Figure 9. Adsorption isotherm for CO2 on MOF-5 powder at 298 K in the pressure range studied in this work (data for CO2 in (a) were measured in our lab(30) and data for CO2 and H2 in (b) were reported in literature(29, 33)).The ideal gas selectivity for CO2/N2 and CO2/H2 based on pure gas permeance is about 0.4 and 0.2, respectively, showing higher permeance for lighter N2 or H2 over heavier CO2. For the binary mixture feed, the selectivity for CO2/N2 and CO2/H2 is, respectively, about 1.3 and 2.5 for the feed mixture of 60:40 CO2 and N2 (or H2) mixture feed at 298 K. At low temperatures, MOF-5 shows preferential adsorption for CO2 over N2 or H2 as shown in Figure 9b.(27-30) The reverse in the separation factor for the binary mixture feed as compared to the pure gas ideal selectivity indicates the suppression effect of the presence of the more adsorbing gas (CO2 in this case) on permeance of the less adsorbing gas (H2 or N2). The isosteric heat of adsorption, Qst, of H2, CO2, and N2 in zeolites and MOF-5 reported in the literature are collected and listed in Table 1. It is obvious that the isosteric heat of CO2 is much higher than that of H2 and N2 in MOF-5 compared to that in zeolites, reflecting the fact that CO2 is more preferentially adsorbed on MOF-5, and thus exerts a higher adsorption suppression effect on H2 and N2 in MOF-5. This suppression effect was also observed for many microporous inorganic membranes, in particular, zeolite membranes.(16)Table 1. MOF-5 and Zeolites Isosteric Heat of Adsorption, Qst (kJ/mol), at Low CoveragematerialCO2H2N2silica(36)24.0617MOF-534.1(30)4(35) MFI-zeolite27.2(36)6.4(37)16.0(36)Researchers used atomistic calculations to predict the separation performance of the MOF-5 membrane.(26, 27) They reported increasing CO2/N2 or CO2/H2 selectivity with increasing feed pressure. The simulation results agree qualitatively with the experimental data reported here. This means the interaction of the two molecules in the MOF framework enhances CO2/N2 separation as pressure increases. The sharp increase in CO2/N2 selectivity as CO2 partial pressure increases was not previously reported for microporous inorganic membranes. Molecular simulation assuming rigid framework(26) did not show such a pronounced effect of increasing pressure on the separation factor. Different from zeolites which have somewhat more rigid framework, MOF materials have a more flexible framework and its structure may change with the pressure.(34) Therefore one possible reason for such a favorable pressure effect on the separation properties of the MOF-5 membrane is the positive effect of the change of the flexible MOF framework as pressure increases. Also, CO2 feed pressure may lead to structure variations (i.e., swelling) in MOFs. The subject should be further studied experimentally and by molecular simulation.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsHigh quality, thin (14 μm) MOF-5 membranes could be prepared by the secondary growth method, and their quality was verified by a molecular probing method. The MOF-5 membrane is composed of one to two layers of MOF-5 crystals of about 5–20 μm in size. The MOF-5 membranes are perm-selective for CO2 over N2 or H2 under the experimental conditions studied. The presence of the more adsorptive CO2 suppresses the permeance of the less adsorptive H2 or N2 in the MOF-5 membranes. These results are similar to adsorption-controlled separation mechanism observed for the large pore zeolite membranes. With mixture feed, the CO2 permeance increases and N2 (or H2) permeance decreases, and hence the CO2/N2 (or H2) separation factor increases with increasing CO2 concentration or feed pressure. The experimental results of the feed-pressure dependence of the separation factor are consistent with the trend predicted by the molecular simulation, but the experimental results show a much more pronounced effect of increasing feed pressure on enhancing separation factor than predicted by molecular simulation. Under the experimental conditions studied, the MOF-5 membrane exhibits CO2/N2 separation of greater than 60 at 445 kPa and 298 K with a feed CO2 composition of 88%.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe work was supported by the Petroleum Research Fund, U.S. National Science Foundation and National Natural Science Foundation of China. Z.X. Zhao is grateful to China Scholarship Council for fellowship to support her visit to ASU.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 37 other publications.1. Brunetti, A.; Scura, F.; Barbieri, G.; Drioli, E. Membrane technologies for CO2 separation J. Membr. Sci. 2010,  359,  115[Crossref], [CAS]1. Membrane technologies for CO2 separationBrunetti, A.; Scura, F.; Barbieri, G.; Drioli, E.Journal of Membrane Science\r\n        (2010),\r\n    359\r\n        (1-2),\r\n    115-125CODEN:\r\n                JMESDO;\r\n        ", "title": "Gas Separation Properties of Metal Organic Framework (MOF-5) Membranes", "authors": ["Zhenxia Zhao", "Xiaoli Ma", "Alexandra Kasik", "Zhong Li", "Y. S. Lin"], "doi": ["10.1021/ie202777q"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-3/ie202777q/production/images/small/ie-2011-02777q_0009.gif\">"]}