{"abstract": "A series of Zn-based metal organic frameworks, Zn(pydc)(DMF)·3DMF (), Zn(pydc)(DEF) (), and MOF-69C, were prepared solvothermally, and their gas sorption properties were investigated. The thermodynamics of CO binding onto the frameworks were investigated and found to be exothermic in nature due to favorable interactions between CO and coordinately unsaturated Zn metal centers. The selectivity of () for CO over N was found to be 14 at pressures relevant to postcombustion capture.Two Zn-based metal organic frameworks have been prepared solvothermally, and their selectivity for CO adsorption was investigated. In both frameworks, the inorganic structural building unit is composed of Zn(II) bridged by the 2-carboxylate or 5-carboxylate pendants of 2,5-pyridine dicarboxylate (pydc) to form a 1D zigzag chain. The zigzag chains are linked by the bridging 2,5-carboxylates across the Zn ions to form 3D networks with formulas of Zn(pydc)(DMF)·3DMF () and Zn(pydc)(DEF) (). The framework () contains coordinated DMF as well as DMF solvates (DMF = ,-dimethylformamide), while () contains coordinated DEF (DEF = ,-diethylformamide). () displays a reversible type-I sorption isotherm for CO and N with BET surface areas of 196 and 319 m/g, respectively. At low pressures, CO and N isotherms for () were not able to reach saturation, indicative of pore sizes too small for the gas molecules to penetrate. A solvent exchange to give ()- allowed for increased CO and N adsorption onto the MOF surface with BET surface areas of 41 and 39 m/g, respectively. The binding of CO into the framework of () was found to be exothermic with a zero coverage heat of adsorption, , of −27.7 kJ/mol. The  of () and ()- were found to be −3 and −41 kJ/mol, respectively. The CO/N selectivity for (), calculated from the estimated  at 296 K, was found to be 42. At pressures relevant to postcombustion capture, the selectivity was 14. The thermodynamic data are consistent with a mechanism of adsorption that involves CO binding to the unsaturated Zn(II) metal centers present in the crystal structures.", "text": "10.1021/ic503047y Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal organic frameworks (MOFs) are synthetically tunable materials composed of metal or metal cluster nodes bound by multidentate organic linkers to form 3D crystalline structures with a network of interconnected pores.(1, 2) The porous nature of MOFs allows for applications in areas such as gas storage and separation, heterogeneous catalysis, sensors, and drug delivery.(3-13) Specifically, porous materials show promise for applications in the separation of gas mixtures, such as O2/N2 for medical devices,(14) CO/H2 for fuel cell applications,(15) N2/H2 for ammonia synthesis,(16) and CO2/N2 from combustion power plants.(7) An area of increased interest is the development of materials for CO2 capture due to the rising levels of the greenhouse gas in the atmosphere. One of the main sources of increased atmospheric CO2 is power plant emissions.(7, 17) CO2 sequestration can be applied precombustion or postcombustion, and the material properties for each process are unique. Precombustion capture occurs under high-pressure conditions (up to 70 bar) with high concentrations of CO2 (40%). Therefore, materials with moderate to high surface areas are considered critical for these applications. Postcombustion capture, on the other hand, occurs near atmospheric pressure at low CO2 concentration (15%), and therefore, the interactions between the adsorbent and CO2 play a crucial role.There are two main mechanisms for gas separation: kinetic separation and thermodynamic separation. For kinetic separation, which is based on the diffusivities of the gases into the pores, design of the MOF pores with respect to the kinetic diameter for each component is crucial.(18) However, a priori design of a 3D MOF structure is a difficult task despite recent advances with preformed secondary building units.(19) For thermodynamic separation, desired selectivity is the product of the affinity of the material toward each component.(18) With the composition of postcombustion flue gas being predominantly N2 (∼73–77%, kinetic diameter = 3.64 Å), followed by CO2 (∼15–16%, kinetic diameter = 3.30 Å), high selectivity of materials for CO2 over N2 is essential for postcombustion capture.(7, 18, 20) The small kinetic diameter of both N2 and CO2 requires the use of microporous materials to enable kinetic separation. However, it should be noted that the relatively similar kinetic diameters for N2 and CO2 preclude efficient separation from kinetic effects alone.Many synthetic modifications to MOFs have been shown to increase the affinity of the material for CO2 over N2. These techniques often exploit the higher polarizability of CO2 in comparison to symmetric N2. For example, the slight positive charge that rests on the carbon of the CO2 is susceptible to attack by Lewis bases. This is well-known in the carbon capture literature, as the formation of carbamates from the interaction between CO2 and liquid amines is currently an industrial method for CO2 sequestration.(21) The same functionality has been built into MOFs including Cu-BTTri-mmen,(22) CAU-1,(23) Bio-MOF-11,(24) and NH2-Mil-53(Al),(25) resulting in impressive CO2 storage capacities (15–24 wt % at 1 bar). Recently, a Zn-based MOF with multiple exposed Lewis basic sites on the linker displayed tremendous CO2 sorption capacities. A high CO2 uptake (36 wt % at 1 bar) was attributed to multipoint interactions between the CO2 and the π-electrons and nitrogen atoms of the aromatic tetrazole ring as well as the alkane chains of the linker.(26) Another common approach is to include exposed cationic metal sites that can interact with the oxygen atoms of the CO2. This is exemplified in the CPO-27-M (or M-MOF-74) series. Indeed, these materials exhibit extremely high CO2 adsorption capacities of up to 27 wt % at 1 bar and 298 K.(27)In this work, we report the solvothermal synthesis and characterization of two new microporous MOFs that have coordinatively unsaturated Zn(II) sites without the need for activation: Zn4(pydc)4(DMF)2·3DMF (1) and Zn2(pydc)2(DEF) (2), where pydc is 2,5-pyridine dicarboxylate, DMF is dimethylformamide, and DEF is diethylformamide. The CO2 and N2 gas sorption properties of these two materials are presented and compared to known MOF-69C, Zn3(OH)2(bdc)2·2DEF,(28) where bdc is 1,4-benzene dicarboxylate. The thermodynamic parameters, Qst and Qst0, for the structures were calculated. The selectivity of (1), the most promising CO2 adsorption material, was determined at pressures relevant to postcombustion CO2 capture.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterialsThe following reagents and solvents were purchased from the indicated commercial suppliers: zinc(II) nitrate hexahydrate (Sigma-Aldrich, 98%); 2,5-pyridinedicarboxylic acid (Aldrich, 98%); 1,4-benzenedicarboxylic acid (Acros, 99%); N,N-dimethylformamide (DMF; Spectrum, spectrophotometric grade); N,N-diethylformamide (DEF; Acros, 99%); methanol (MeOH; Spectrum, HPLC grade); acetone (Spectrum, HPLC grade); and chloroform (Spectrum, HPLC grade). Samples were submitted to Galbraith Laboratories, Inc., for elemental analysis.Synthesis of Zn4(pydc)4(DMF)2·3DMF (1)In a 20 mL vial, Zn(NO3)2·6(H2O) (250 mg, 0.840 mmol) was dissolved in 10 mL of DMF, followed by the addition of 2,5-pyridinedicarboxylic acid (144 mg, 0.862 mmol). The vial was capped and sonicated until turbid and heated to 100 °C for 2 days. A vial containing colorless prisms was removed from the oven while hot and allowed to cool to RT. The crystals were collected via vacuum filtration and rinsed with DMF (257 mg, 95% yield based on Zn(NO3)2·6(H2O)). Anal. Calcd for C43H47N9O21Zn4 (1): C, 40.12%; H, 3.68%, N, 9.79%; Zn, 20.31%. Found: C, 40.47%; H, 3.85%, N, 9.59%; Zn, 20.0%.Synthesis of Zn2(pydc)2(DEF) (2)In a 20 mL vial, Zn(NO3)2·6(H2O) (177 mg, 0.596 mmol) was dissolved in DEF (4.883 mL). To the vial, 2,5-pyridinedicarboxylic acid (33 mg, 0.197 mmol) was added along with deionized water (0.177 mL). The vial was capped and sonicated until clear and heated to 75 °C for 3 days. A vial containing colorless parallelepipeds was removed from the oven while hot and allowed to cool to RT. The crystals were collected via vacuum filtration and rinsed with DEF (51.6 mg, 94% yield based on pydc). Anal. Calcd for C19H17N3O9Zn2 (2): C, 40.67%; H, 3.05%; N, 7.49%; Zn, 23.31%. Found: C, 39.93%; H, 3.12%; N, 7.48%; Zn, 22.2%.Synthesis of MOF-69C: Zn3(OH)2(bdc)2·2DEFMOF-69C was prepared according to a previously published procedure.(28)Single-Crystal X-ray DiffractionData sets were collected on an Agilent Gemini E Ultra diffractometer operating with MoKα radiation. The data collection routine, unit cell refinement, and data processing were carried out with the program CrysAlisPro.(29) The structure was solved using SHELXS-97(30) and refined using SHELXL-97(30) via OLEX2.(31) Figures were generated with OLEX2(31) or Mercury.(32) Void spaces were calculated using OLEX2 v1.2.6 with resolution = 0.2/Å; distance = 0.0/Å, probe = 1.2/Å, and grid = 0.7/Å.(31)Structure of (1)The Laue symmetry and systematic absences were consistent with the monoclinic space group P21/n. The structure is a 3D-framework with solvent channels containing 1.5 DMF/asymmetric units. One DMF is located on a general position and modeled with 2-position disorder with relative occupancies that refined to 0.701(10) and 0.299(10). The minor conformation was modeled isotropically. The second DMF is disordered across an inversion center and constrained to 1/2-occupancy for each conformation. A PART −1 and FRAG/FEND commands were used to model the DMF, and an isotropic model was used. The final refinement model involved anisotropic displacement parameters for all non-hydrogen atoms of the framework and the major conformation of the DMF. A riding model was used for all hydrogen atoms.Structure of (2)The Laue symmetry and systematic absences were consistent with the orthorhombic space group Pbca. A 2-position disorder model was used for the DEF, with relative occupancies that refined to 0.889(10) and 0.111(10). The final refinement model involved anisotropic displacement parameters for non-hydrogen atoms and a riding model for all hydrogen atoms. A SIMU command was used to restrain the ADPs in the disordered region of the DEF.Powder X-ray Diffraction (PXRD)PXRD experiments were carried out on a Rigaku MiniFlex 600 with Cu(Kα) radiation (Cu–Kα = 1.5418 Å). The PXRD measurements were carried out over a 2θ range of 3–60° in continuous scanning mode (1.0°/min) and a resolution of 0.1°. The powder patterns of the materials were simulated in Mercury(32) and compared to the experimental patterns for structural confirmation and sample purity. PXRD was also used to monitor the stability of the frameworks with temperature. Prepared samples of (1), (2), and MOF-69C were each held at the desired temperature under vacuum for 1 h, followed by the immediate collection of a room temperature PXRD pattern. The same samples were then heated to the next temperature, and the same procedure was followed.Attenuated Total Reflectance Fourier-Transform Infrared Spectroscopy (ATR-FTIR)ATR-FTIR spectra were obtained on a Varian 670 FT-IR Spectrometer equipped with a diamond Specac Golden Gate attachment. All spectra are an average of 24 scans for powder samples and were recorded from 4000 to 400 cm–1 with 4 cm–1 resolution. A background spectrum collected on air was subtracted from sample spectra. The spectra were not corrected for the depth of wavelength penetration.Thermogravimetric Analysis (TGA)A Q-series TGA from TA Instruments was used to analyze thermal stability. A ∼10 mg sample was placed on an aluminum pan and heated at a rate of 10 °C/min under nitrogen over the temperature range of 25–600 °C.Solvent ExchangeTo allow for exchange with the solvents of crystallization within the MOFs, the as-synthesized materials were immersed in a more volatile solvent (e.g., methanol, acetone, chloroform). The solvent was decanted and replaced with fresh solvent 3 times over the course of 48 h. The resulting exchanged MOF crystallites were collected via vacuum filtration and allowed to dry in air.Gas Sorption IsothermsThe sorption isotherm measurements were collected on a Quantachrome Autosorb-1. The samples were synthesized according to the procedures above and placed in a 6 mm large bulb sample cell, which was degassed under vacuum for 24 h with a temperature of 90 °C for the first 5 h and no temperature for the remaining time. The surface areas of the materials were determined by fitting the adsorption data within the 0.05–0.3 P/P0 pressure range to the BET(33) and Langmuir(34) equations,(35) and the total pore volume was determined by a single point method taken at P/P0 = 0.99. The pore size distribution was determined by applying the nonlocal density functional theory (NLDFT) method on a slit pore equilibrium model to the CO2 isotherm data at 273 K using the Autosorb software.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionSynthesis and CharacterizationStructure of Zn4(pydc)4(DMF)2·3DMF (1)The asymmetric unit of (1) contains 2 unique Zn atoms, 2 pydc ligands, 1 metal-coordinated DMF, and 1.5 DMF solvates. The pydc plays two roles in the formation of the 3D MOF. First, pydc bridges the Zn atoms by a single carboxylate in a κO5:O5′ fashion, a κN1,O2:O2, or a κO2:O2′ fashion to form 1D chains of secondary building units. Second, pydc bridges Zn atoms across the aromatic ring via the 2- and 5-carboxylates. Overall, the two pydc ligands in the asymmetric unit are each tetradentate with coordination μ4-(κ5N1,O2:O2:O5:O5′) and μ4-(κ5N1,O2:O2′:O5:O5′).The secondary building unit is composed of Zn dimers (dZn1—Zn2 = 3.464 Å) that are bridged by three different pydc ligands, one coordinated κN1,O2:O2 fashion, and two coordinated κO5:O5′ (Figure 1A). Zn1 has a distorted square pyramidal geometry, with three coordination sites filled by O atoms from the 3 bridging carboxylates, and the fourth and fifth coordination sites filled by a bidentate pydc (κN1,O2). Zn2 has a distorted octahedral geometry, with four coordination sites filled by a pyridyl nitrogen and 3 O atoms of the bridging pydc ligands, the fifth site is filled by a pydc O atom, and the sixth site is filled by the O atom of the DMF. The dimers are linked along the b axis by a pydc bridging in a κO2:O2′ fashion to form 1D zigzag chains (Figure 1B,C). The Zn–Zn distance between neighboring Zn dimers is 5.356 Å. This unusual coordination has been reported previously.(36) In the earlier structure, however, the Zn dimers bridge in the same κO2:O2 fashion, but cyclize to form isolated Zn4 clusters instead of zigzag chains. The pydc organic linkers that connect the zigzag chains run parallel to the crystallographic [101] and [101̅] directions to form the 3D framework.Figure 1. (A) Anisotropic ellipsoid drawing (50% probability) of (1) depicting the Zn dimer. H atoms and DMF solvate are omitted for clarity. (B) The 1D zigzag chains as viewed down the a axis. (C) The 1D zigzag chains as viewed down the b axis. (D) The packing diagram, as viewed down the b axis, depicting the pydc linking of the 1D chains along the [101] and [101̅] crystallographic directions. The wireframe depicts the void space when all DMF solvate is removed.In addition to the coordinated DMFs, there are 3 DMF solvates, giving a formula unit of Zn4(pydc)4(DMF)2·3DMF (corresponds to 1.5 DMF solvates/asymmetric unit; 6 DMF solvates/unit cell). TGA and PXRD demonstrate that the crystals maintain their structural integrity upon removal of one DMF/formula unit (vide infra). Removal of a single DMF gives a void of 79.5 Å3/formula unit (i.e., 2 symmetry equivalent voids totaling 159.1 Å3/unit cell). If all 3 DMF solvates/formula unit are removed, the void volume is 317 Å3 (634 Å3/unit cell) and the void space is no longer an isolated cavity but instead channels through which solvent and gases can permeate (Figure 1D). Although the crystal structure is not stable upon removal of all 3 DMF solvates/formula unit, PXRD does indicate that the material is still crystalline, even if the structure has changed. In addition, it is conceivable that removal of a single DMF gives the remaining DMFs enough mobility for gas permeation. The structural purity of the as-synthesized MOF was confirmed by comparison of the experimental PXRD pattern with the pattern calculated from single-crystal data (Figure S1, Supporting Information). The crystallographic information on (1) is summarized in Table 1 and Tables S1–S2 (Supporting Information).Table 1. Crystal Data and Structure Refinement for MOFs (1) and (2) (1)(2)identification codeZn4(pydc)4(DMF)2·3DMFZn2(pydc)2(DEF)chemical formulaC43H47N9O21Zn4C19H17N3O9Zn2formula mass1287.38561.09crystal systemmonoclinicorthorhombicspace groupP21/n (No. 14)Pbca (No. 61)wavelength/Å0.710730.71073a/Å14.0003(3)12.23325(19)b/Å12.1692(2)17.4883(3)c/Å14.6711(3)20.3322(5)α/deg90.0090.00β/deg105.867(2)90.00γ/deg90.0090.00unit cell volume/Å32404.33(8)4349.85(14)Z28μ/mm–12.0652.262density/g cm–31.7781.714T/K1001002θ range/deg3.46–32.333.53–30.52data measured8062 [R(int) = 0.0607]6633unique data59135162goodness of fit1.0401.110R indices [I > 2σ(I)]a,bR1 = 0.0468R1 = 0.0492 wR2 = 0.1008wR2 = 0.1036R indices (all data)a,bR1 = 0.0762R1 = 0.0677 wR2 = 0.1150wR2 = 0.1112aR1 = ∑||Fo| – |Fc||/∑|Fo|.bwR = (∑[w(Fo2 – Fc2)2]/∑|w(Fo2)2|)1/2, where w = 1/[σ2(Fo)2 + (aP)2 + bP], P = [(Fo)2 + 2(Fc)2]/3.Structure of Zn2(pydc)2(DEF) (2)The asymmetric unit of (2) contains two unique Zn atoms, two pydc ligands, and one metal-coordinated DEF. The two unique Zn atoms have the exact same connectivity as in (1) (Figure 2A) to generate the same 1D zigzag chains (Figure 2B,C). The Zn–Zn distance in the dimer is 3.438 Å, and the closest distance between dimers is 5.782 Å. The pydc organic linkers that connect the zigzag chains run parallel to the crystallographic a and b axes to form the 3D framework. Unlike (1), structure (2) has no solvents of crystallization. The void volume/unit cell is 161.1 Å3 and is composed of 8 symmetrically equivalent voids of 20.1 Å3 each. Comparison of the experimental PXRD pattern with the pattern calculated from the single-crystal data confirmed the sample homogeneity (Figure S2, Supporting Information). The crystallographic information on (2) is summarized in Table 1 and Tables S3 and S4 (Supporting Information).Figure 2. (A) Anisotropic ellipsoid drawing (50% probability) of (2) depicting the Zn dimer. H atoms and the minor conformation of the disordered DEF are omitted for clarity. (B) The 1D zigzag chains as viewed down the b axis. (C) The 1D zigzag chains as viewed down the a axis. (D) The packing diagram, as viewed down the a axis, depicting the pydc linking of the 1D chains along the [010] and [001] crystallographic directions. The wireframe depicts the void spaces.Structure of MOF-69C: Zn3(OH)2(bdc)2·2DEFThe structure of MOF-69C has been reported previously and consists of an extended 3D framework with infinite 1D chains of zinc oxyhydroxide bridged by the 1,4-benzenedicarboxylate ligand.(28, 37) The structure of MOF-69C contains octahedrally and tetrahedrally coordinated Zn(II) metal centers. To confirm the synthesis and determine phase purity, experimental PXRD patterns were compared to the calculated powder pattern from the literature reported single-crystal data, and TGA was performed (Figures S3 and S4, Supporting Information).Fourier-transform infrared spectroscopy (FTIR) was used to characterize the MOFs. The spectrum for the 2,5-pyridinedicarboxylic acid linker displays features corresponding to the C═O stretch of the carboxylic acids at 1720 cm–1 (Figure 3, red). The spectra of (1) and (2) demonstrate a shift in these peaks to lower wavenumbers (1608 and 1616 cm–1, respectively) due to the chelation of the carboxylic oxygen atoms to the Zn metal in the MOF framework (Figure 3). Features due to the O-H stretch as well as the aromatic C-H stretch (3093 and 2844 cm–1, respectively) are observed in the 2,5-pyridinedicarboxylic acid spectrum (Figure 3, red). The O-H stretch is not present in the spectra of (1) and (2) (Figure 3, black and blue), consistent with coordination of the oxygen to the metal atom of the MOF. The appearance of peaks at 1043 and 1039 cm–1 in the spectra for (1) and (2), respectively, is also indicative of an M–N bond.(38)Figure 3. ATR-FTIR spectra with the designated (*) C═O stretches of the linker and the corresponding carboxylato stretches of the MOFs of (1) (black; 1608 cm–1), (2) (blue; 1616 cm–1), and 2,5-pyridine dicarboxylic acid (red; 1720 cm–1). As the carboxylic oxygen becomes the carboxylato chelating functionality present in the MOF structures, there is a corresponding decrease in the frequency of this stretch.The thermal stability and solvent loss of the MOFs were investigated using thermal gravimetric analysis (TGA). The TG curve of (1) reveals weight losses at 85 and 150 °C (obs: 6.38% and 10.5%, respectively; 16.88% total), consistent with the removal of 3 DMF solvates (calcd: 17.04%). A third loss at 270 °C (obs: 6.4%) is consistent with desorption of Zn-coordinated DMF (calcd: 5.68%). The removal of the second bound DMF occurs concomitantly with MOF degradation at ∼350 °C (Figure 4A). The TG curve of (2), with pore-contained solvate molecules, displays thermal stability up to 400 °C, where loss of bound DEF occurs concurrently with MOF degradation (Figure 4B). The TG curve of MOF-69C was consistent with previously reported results (Figure S4, Supporting Information).(37)Figure 4. TG curves of (A) (1) and (B) (2).In addition to TGA, the effect of varied temperature on the structure was further investigated by PXRD after evacuation. Bulk crystalline samples were ground into powders and heated at the desired temperature under vacuum for 1 h, followed by immediate PXRD analysis at room temperature (Figure 5). The crystalline structure of (1) is stable upon removal of one DMF solvate (loss at 85 °C) but undergoes a structural rearrangement upon removal of a second DMF solvate (loss beginning at 150 °C) (Figure 5A). The crystal structure of (2) remains stable up to 260 °C, consistent with the TG curve (Figure 5B). MOF-69C undergoes a structural change between 130 and 196 °C, which is consistent with loss of a DEF solvate in the TG curve (Figure 5C). The removal of the second DEF molecule results in further change in the PXRD pattern at 230 °C. These results are consistent with the previously reported PXRD patterns for MOF-69C after removal of the DEF solvent at 200 °C.(39)Figure 5. PXRD patterns after hourly evacuation at the designated temperatures of (A) (1); (B) (2); (C) MOF-69C.Gas Sorption PropertiesExcess CO2 gas sorption isotherms were measured for (1), (2), and MOF-69C at 273 K (Figure 6A,B; Figures S5–S7, Supporting Information). (1) displays the greatest affinity for CO2 (58.946 mL/g at ∼1 atm) and exhibits a reversible type-I isotherm, consistent with a permanently microporous material.(35) The BET and Langmuir surface areas for (1) were calculated to be 196 and 390 m2/g, respectively. The total pore volume was determined by the single point method to be 0.116 cm3/g. DFT and Monte Carlo simulations determined a pore width of 7.17 Å, consistent with the crystal structure. The isotherms for (2) and MOF-69C display a lower affinity for CO2 and did not reach a plateau within the pressure range observed, suggesting that the pore sizes of the frameworks are too small to reach equilibrium at the experimental pressure values (Figure 6; Figures S6 and S7, Supporting Information).Figure 6. CO2 isotherms at 273 K (black) and 296 K (red) with the Langmuir–Freundlich fit shown with solid line of (1) (squares), (2) (triangles), (2)-MeOH (diamonds), and MOF-69C (circles). Panel (A) shows all MOFs. Panel (B) shows zoom of lower adsorption. (C) Qst (black) and ΔS (red) for (1) (squares), (2) (triangles), (2)-MeOH (diamonds), and MOF-69C (circles) as a function of pressure.In order to increase the adsorptive properties of the MOFs, exchange with methanol was performed on (1) and (2). It can be observed that (1) undergoes a structural change after methanol is exchanged with DMF in the pores (Figures S8 and S9, Supporting Information). Even with exchange of DMF, the resulting surface area of (1) did not increase (Figure S10, Supporting Information). Not surprisingly, the structure of (2), which has no solvent of crystallization, was maintained after methanol exchange (Figure S11, Supporting Information). The TG curve of the exchanged material, (2)-MeOH, shows that methanol is present (Figure S12, Supporting Information). After evacuation of (2)-MeOH at 90 °C for 5 h, the TG curve recovers the as-synthesized temperature-dependent behavior (Figure S13, Supporting Information). The sorption properties of (2)-MeOH were studied with CO2 at 273 K and display a type-1 reversible isotherm with a low CO2 uptake of 12.7445 mL/g at ∼1 atm (Figures S14 and S15, Supporting Information) and surface areas of 41 and 74 m2/g from BET and Langmuir analysis, respectively. The BET and Langmuir surface areas for all materials were calculated and are presented in Table 2.Table 2. Surface Area and Thermodynamic Parameters for CO2 and N2 Adsorption for (1), (2), (2)-MeOH, and MOF-69C determined from CO2 sorption at 273 Kdetermined from N2 sorption at 77 KMOFBET (m2/g)langmuir (m2/g)Qstb (kJ/mol)Qst0c (kJ/mol)KF (Pa)BET (m2/g)langmuir (m2/g)(1)196390–29.1 ± 0.4–27.745.9 ± 0.6319464(2)7a–3 ± 1–2.71.7 ± 0.2559(2)-MeOH4174–41 ± 4–33.472 ± 23959MOF-69C11114–24.1 ± 0.3–17.65.72 (±0.01) × 10–2827aValue could not be determined.bDetermined from the Clausius–Clapeyron equation at the onset of adsorption.cDetermined from the zero limit of the virial equation.The sorption properties of the MOFs were also investigated using N2 at 77 K (Figure S16, Supporting Information). As was observed with CO2, (1) exhibits a type-I isotherm and displays the greatest affinity for N2. The BET and Langmuir surface areas for (1) were found to be 319 and 464 m2/g, respectively (Table 2). MOF-69C and (2) exhibited a lower affinity for N2 as compared to (1). The N2 BET and Langmuir surface areas for (2) were found to be 5 and 59 m2/g, respectively, and those for MOF-69C were found to be 8 and 27 m2/g, respectively. The N2 BET and Langmuir surface areas of (2)-MeOH were 39 and 59 m2/g, respectively.The thermodynamic properties of CO2 adsorption were investigated by collecting isotherm data at 296 K in addition to the reported data at 273 K (Figure 6A,B). The volume adsorbed decreases with temperature for all compounds, confirming an exothermic nature to the adsorption process. A fit to the Langmuir–Freundlich isothermal equation (eq 1) was performed in order to determine the amount of gas adsorbed as a function of pressure(40-42)(1)where Q is the moles of gas adsorbed, Qm is the moles adsorbed at saturation, P is pressure, KF is an affinity constant, and t is an index of heterogeneity (0 < 1/t < 1). Therefore, the Langmuir–Freundlich equation simplifies to the Langmuir equation when t = 1. The values of t required for adequate fits to the experimental data were very close to 1 for the as-synthesized MOFs, with a maximum deviation of 1.07 for (1). In fact, for CO2 sorption on both MOF-69C and (2) at 296 K and MOF-69C at 273 K, the fits indicate a homogeneous binding environment with t equal to 1. However, (2)-MeOH gave a t value of 1.25 at 273 K, suggesting a heterogeneous binding environment,(41, 42) which is consistent with CO2 binding on the MOF/solvent surface rather than specifically within the pores of the MOF. Indeed, the lower value of Qm for (2)-MeOH in comparison with (1) confirms that CO2 does not penetrate the MOF pores. The sorption isotherms with the fits are shown in Figure 6, and the parameters are summarized in Table 2 and Table S5 (Supporting Information).Application of the Clausius–Clapeyron equation (eq 2)(35) allows for the determination of the isosteric heats of adsorption, Qst(2)where Pi is the pressure for isotherm i, Ti is the temperature for isotherm i, R is the universal gas constant, and ΔS is entropy. The Langmuir–Freundlich equation was rearranged to solve for pressure and substituted into the Clausius–Clapeyron equation, which was used to determine the Qst and ΔS for the MOFs (Figure 6C). It was observed that the adsorption enthalpy for (1) slightly decreases as the CO2 pressure increases, remaining at a constant high negative value throughout the adsorption due to the favorable interactions between CO2 and (1). The value of Qst for (1) approaches −29.1 kJ/mol at low surface coverage. The adsorption enthalpies of (2) and MOF-69C at the onset of adsorption were found to be −3 and −24.1 kJ/mol, respectively, while the adsorption enthalpy for (2)-MeOH was −41 kJ/mol.In order to further analyze the affinity of the framework for CO2, the zero-coverage heat of adsorption (Qst0), which describes the strength of the binding sites within the material at the lowest pressures, can be determined by fitting the temperature-dependent isothermal data to a virial-type equation (eq 3)(7, 43)(3)where P is the pressure, N is the amount of CO2 adsorbed, T is the temperature, m and n are the number of virial coefficients required for fitting, and a and b are virial coefficients. Contrary to the Langmuir equation, which goes to infinity at the zero pressure limit, the limit of the virial equation results in a numerical value used to estimate Qst0. In the equation, the parameters a0 and b0 are related to the Qst and the Henry’s Law constant (KH), respectively. The enthalpies of adsorption can be estimated as a function of surface coverage (eq 4)(43)(4)and the value of Qst0 determined by the limit of eq 4, as follows, eq 5:(7)(5)Values of b0 are also related to the physically meaningful quantity K0, which is related to the Henry’s Law adsorption constant, KH, by eqs 6 and 7.(43)(6)(7)Values of Qst0 for CO2 adsorption on (1), (2), (2)-MeOH, and MOF69-C are presented in Table 2, and the corresponding fits are provided in Figures S17–S20 (Supporting Information).The Qst0 values (from the onset of the Clausius–Clapeyron data and the virial equation) are consistent with a mechanism of CO2 binding to (1) that involves the cationic Zn(II) metal sites present in the 3D structure. The calculated value of Qst0 (∼ −28 kJ/mol) agrees well with that observed for CPO-27-Zn (MOF-74-Zn, −30.5 kJ/mol) in which adsorption to coordinately unsaturated Zn(II) metal sites has been reported.(44) The larger Qst0 value for (2)-MeOH (∼33 kJ/mol) combined with the low coverage of CO2 at equilibrium (Qm) suggests physical interaction between CO2 and a limited number of binding sites on the solvent-modified MOF surface, resulting in a larger adsorption enthalpy per binding site. Structurally, there are two main binding sites for CO2 sorption in the materials presented: the metal nodes and the aromatic linkers. A key component to sorption at the metal nodes is the degree to which the CO2 can enter the coordination sphere of the metal. To achieve coordinately unsaturated metal sites, CPO-27-M and other MOFs require activation, where a bound solvent molecule is removed through evacuation, solvent exchange followed by evacuation, or supercritical drying.(45) In contrast, both (1) and (2) exhibit Zn(II) metal nodes with a distorted 5-coordinate square pyramidal geometry as synthesized (Figure 7). Relatively minor structural rearrangements are required, if at all, to incorporate CO2 into a sixth coordination site (attack from bottom, Figure 7). MOF-69C has a tetrahedral Zn(II) center (preferred geometry), and the structural rearrangement required to incorporate an additional ligand is much greater in comparison to that of (1) and (2). Therefore, it is likely that the mechanism of binding to MOF-69C is physisorption, consistent with that of MOF-5 (IRMOF-1) and UMCM-1. This agrees well with the calculated Qst0 for MOF-69C of ∼ −18 kJ/mol, whereas the measured Qst0 values for MOF-5 and UMCM-1 are −17 and −12 kJ/mol, respectively.(46, 47) The sorption for (2) and (2)-MeOH is also likely a physisorption process on the surface of the MOF particles. While (2) exhibits binding sites that would be advantageous for CO2 sorption, the void space is small (20.1 Å3) and isolated, making gas permeation unfeasible. The DEF that is coordinated to the octahedral zinc would need to be removed to accommodate CO2, and therefore, the potential for binding is not realized.Figure 7. Metal coordination environments and selected bond angles for (A) MOF-69C (tetrahedral and octahedral); (B) (1) (distorted square pyramidal and octahedral); and (C) (2) (distorted square pyramidal and octahedral). The red circles represent oxygen, the light blue circles represent nitrogen, and the gray/blue circles represent zinc.To quantify the selectivity of (1) for CO2, isotherms for CO2 and N2 were recorded at the same temperature (296 K), allowing for a direct comparison of the amount of adsorbed gas. The selectivity of CO2 over N2 for (1) was calculated as the ratio of Henry’s Law constants obtained as the pressure of the system goes to zero, which was estimated from the ratio of the initial slopes of the gas uptake (Figure S21, Supporting Information).(24) (1) preferentially adsorbs CO2 over N2 with a selectivity of 42, consistent with the thermodynamic analysis. This can be attributed to the fact that CO2 has a larger polarizability than N2, allowing the Lewis acidic metal node to bind to an oxygen atom of CO2.(7, 18) Additionally, CO2 has a smaller kinetic diameter (3.30 Å) compared to N2 (3.64 Å), which allows for easier diffusion of CO2 within the MOF pores.(7, 18) The kinetic effects are expected to contribute to a lesser degree than thermodynamics in this case.The selectivity factor (S), which relates the molar ratio of adsorbed gases at the partial pressures of the gases within a mixture, is given by eq 8(7)(8)where qi is the mass of adsorbed gas i at the relevant partial pressure, and pi is the partial pressure of component i. For postcombustion CO2 capture processes, the partial pressures of CO2 and N2 are 0.15 and 0.75, respectively.(7) It should be noted that the amount of gas adsorbed is determined from the single component sorption isotherm and does not take the competition of the gas molecules for adsorption sites into consideration. Therefore, the selectivity is not an accurate measure of how the MOF would behave in an actual mixed gas setting. S for (1) was found to be 14.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsThe solvothermal synthesis of two previously unreported MOFs was performed, and a thermodynamic study of their gas sorption properties was conducted. The MOFs contain Zn(II) metal sites in a distorted square pyramidal molecular geometry without the need of activation. These coordinately unsaturated metal nodes are ideal binding sites for the polarizable CO2 molecule. The calculated isosteric heat of adsorption, Qst, for (1) from both analysis by the Clausius–Clapeyron equation and the virial equation are consistent with this mechanism and other MOFs that exhibit Zn(II) metal binding sites (CPO-27-Zn). The microporous MOF, (1), displayed high selectivity for CO2 over N2 (42) as a result of both thermodynamic and, to a lesser extent, kinetic control. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationThe crystallographic information, simulated PXRD patterns, the methods used to calculate adsorption enthalpy, and isotherm fits and parameters can be found in the Supporting Information. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors, with the exception of Dr. Eva Marand, who is listed as an author on this manuscript posthumously.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe authors acknowledge the support of Virginia Tech’s Institute for Critical Technologies and Applied Sciences for providing funding and the Sustainable Energy Lab for access to surface area and low-pressure characterization equipment.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 47 other publications.1. Rosi, N. L.; Eddaoudi, M.; Kim, J.; O’Keeffe, M.; Yaghi, O. M. CrystEngComm 2002,  4,  401– 404[Crossref], [CAS]1. Advances in the chemistry of metal-organic frameworksRosi, Nathaniel L.; Eddaoudi, Mohamed; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.CrystEngComm\r\n        (2002),\r\n    4\r\n        (),\r\n    401-404CODEN:\r\n                CRECF4;\r\n        ", "title": "Thermodynamic Study of CO Sorption by Polymorphic Microporous MOFs with Open Zn(II) Coordination Sites", "authors": ["Spencer R. Ahrenholtz", "Carlos Landaverde-Alvarado", "Macauley Whiting", "Shaoyang Lin", "Carla Slebodnick", "Eva Marand", "Amanda J. Morris"], "doi": ["10.1021/ic503047y"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0008.gif\">"]}