{"abstract": "Theory-based models for adsorption behavior are needed to develop optimal strategies for enhanced coalbed methane (CBM) recovery operations and CO sequestration. Although a number of frameworks are available for describing the adsorption phenomenon, the Ono–Kondo (OK) lattice model offers several practical advantages in modeling supercritical, high-pressure adsorption systems. In a recent work, a generalized Ono–Kondo model was developed for predicting pure-gas adsorption on activated carbons and coals. The goal of the present work is to utilize the pure-component, generalized OK model to predict, a priori, the mixture adsorption of coalbed gases. Specifically, the OK model parameters obtained from pure-gas adsorption were used to predict mixed-gas adsorption for selected multicomponent adsorption systems. In addition, the ultimate correlative capabilities of the OK model for mixed-gas adsorption were also investigated by using binary interaction parameters.Traditional modeling of mixed-gas adsorption typically involves the equilibrium gas-phase mole fractions as required model input. However, the experimental gas-phase molar fractions are generally not available for coalbed reservoir simulation studies. Therefore, in this work, an iteration function method is developed for mixed-gas adsorption that does not rely on measurements of gas-phase molar fractions and, therefore, is ideally suited for use in coalbed reservoir simulators. The results indicate that the OK model can be used to (a)  binary gas adsorption within 2 times the experimental uncertainties, on average, based on pure-component model parameters alone and (b)  total and individual adsorptions to within their expected experimental uncertainties with the use of one binary interaction parameter.", "text": "10.1021/ef2005749 Top of PageAbstractIntroductionOno–Kondo Lattice Model for Mixture AdsorptionIteration Function Method (IFM)Case StudiesSummaryReferencesIntroductionOur recent studies have indicated that the Ono–Kondo (OK) lattice model has the capability to represent high-pressure adsorption data for pure-gas adsorbates on activated carbon and coal adsorbents.(1) A newly developed generalized model was also presented in an earlier work for predicting high-pressure, pure-gas adsorption on activated carbons and coals. In continuation of our previous work on pure-gas adsorption,(1) this paper presents the OK model for high-pressure, mixture adsorption of systems encountered in enhanced coalbed methane and CO2 sequestration applications.The goal of this study is to extend the OK modeling approach to mixed-gas adsorption and utilize a pure-component generalized model to predict, a priori, the mixed-gas adsorption on activated carbons and coals. Specifically, we havederived a general equilibrium equation for monolayer, random mixed-gas adsorptionevaluated the predictive capability, where the OK model parameters obtained from pure-gas generalized model are used to predict mixture adsorption for selected multicomponent adsorption systems, and investigated the ultimate correlative capability of the model for mixed-gas adsorption when binary interaction parameters (BIPs) are included in the model.There appear to be very few studies in the literature on the OK model approach applied to high-pressure, mixed-gas adsorption on coals. Recently, Ottiger et al.(2) have used a density functional theory-based lattice model to investigate the adsorption of methane, nitrogen, and CO2 on a single dry coal. In this work, the OK model approach has been applied to carbonaceous matrices with varied structural complexity and different levels of moisture content. Specifically, the adsorbents ranged from well-characterized dry activated carbons to wet coal samples obtained from the Tiffany and Illinois basins.(3) Further, the mixed-gas adsorption (up to ternary gas mixtures) on wet coals has been investigated in this work. To our knowledge, this wider application of the OK model for predicting high-pressure, mixture adsorption of gases on dry carbons and wet coals has not been presented previously in the literature.Traditional methods for mixed-gas adsorption modeling in the literature typically require the experimental gas-phase equilibrium molar fractions for evaluating the amounts adsorbed of each component. Such experimental molar compositions, however, are rarely available in reservoir simulations of enhanced coalbed methane recovery and CO2 sequestration applications. In contrast, the overall or the feed gas compositions are generally available for reservoir simulations. Therefore, in this work, an iteration function method is presented that does not require the experimental gas-phase molar fractions; rather, the method uses the feed gas compositions, thereby limiting the experimental information needed to conduct the mixture adsorption calculations. Thus, the method appears to be ideally suitable and more useful for conducting coalbed reservoir simulations.In the work presented in the following sections, the model development/evaluation was conducted using our newly acquired adsorption data as well as selected data from the open literature. As in the modeling of pure-gas adsorption,(1) we first performed studies on dry activated carbons followed by studies on wet coals. Literature data on high-pressure multicomponent gas adsorption, however, are not as plentiful as for pure fluids. The following mixture adsorption data on activated carbon were selected for model evaluation:mixture adsorption of methane, nitrogen, and CO2 on Calgon F-400 activated carbon at 318.2 K(4)mixture adsorption of methane, nitrogen, and CO2 on Norit R1-Extra activated carbon at 298 K(5)mixture adsorption of methane, ethane, and ethylene on BPL activated carbon at 301.4 K(6)A few experimental studies have examined high-pressure multicomponent gas adsorption on coals.(7-12) However, limited information was given on the experimental data (e.g., the expected experimental uncertainties) in most of those references. Experimental data are also available in the dissertation work of Stevenson(13) and Clarkson.(14) For the purposes of the current work, we elected to use only Oklahoma State University (OSU) mixture adsorption measurements on various wet coals for model evaluation. A future study will involve an even larger database including some of the literature data on multicomponent adsorption mentioned above.Top of PageAbstractIntroductionOno–Kondo Lattice Model for Mixture AdsorptionIteration Function Method (IFM)Case StudiesSummaryReferencesOno–Kondo Lattice Model for Mixture AdsorptionAn adsorption model based on the lattice theory was proposed first by Ono and Kondo in 1960.(15) The more general formalism was developed further by Donohue and co-workers for the adsorption of solutes in liquid solutions.(16-19) In an earlier work,(1) we adopted the Aranovich–Donohue (AD) formalism for lattice systems to investigate the pure-gas adsorption of supercritical gases. In this work, following a similar approach, the extension of Ono–Kondo model to mixtures is presented and applied to high-pressure, mixed-gas adsorption on activated carbons and coals. Further, as was the case with the work on pure-gas adsorption,(1) the adsorbent is represented as a rectangular slit pore. In the following, the OK equations for monolayer adsorption of a binary, random mixture are derived and then generalized to a multicomponent system.The configurational Helmholtz free energy of a nonrandom mixture in the lattice system can be written as(20)where Ni is the number of molecules of component i, M is the total number of sites including vacancies, xi is the mole fraction of component i in the adsorbed phase, and Ψij is a correlation coefficient that represents the deviations of a nonrandom mixture from its random limit. Other notational details are available in the Nomenclature section.The lattice coordination number, z0, represents the number of primary nearest-neighbor cells in the lattice system. The interaction energy between molecule i and j is expressed by εij. Note that z0Δij/8 is the interchange energy, i.e., the amount of energy that accompanies the exchange of molecule i (from a lattice completely filled with i’s) with a molecule j (from a lattice completely filled with j), where Δij ≡ 2εij – (εii + εjj). The correlation coefficient, Ψij, is the ratio of the probability for having a molecule i around an arbitrary molecule j to the probability of molecule i occupies the lattice cell, xi = ni/m. Thus, this number represents the deviations of a nonrandom mixture from its random limit for which Ψij is unity.For a random, binary gas mixture containing components A and B, the free energy of the system can be written using eq 1 with ψij = ψji = 1 as followsHere, subscript n represents the empty cells. Further, because Δij = 2εij – (εii + εjj), so Δaa = Δbb = Δnn = 0, and because there is no interaction energy between a molecule and an empty cell and between the empty cells, then Δan = Δna = −εaa and Δbn = Δnb = −εbb. Also εab = εba implies that Δab = Δba. Thus, eq 2 can be simplified asNoting that xi = ni/m and xn = 1 – xa – xb, this equation can be written asorThe chemical potential for each component in the bulk can be determined usingwhich leads to the following equations for the bulk phase for each component (A and B)andwhere subscript b represents the bulk-phase properties.The configurational free energy of the first adsorbed layer can be written as(20)where z1 is the parallel coordination number representing the number of primary nearest-neighbor cells in the parallel direction (or in one layer).For a binary mixture comprising components A and B as adsorbates, eq 9 can be written as follows after algebraic simplificationThe chemical potential of each adsorbed component in a slit of adsorbent can be derived using eq 10, with the same assumption as in the bulk phase, as followsAnd noting that xi,1st = xi,2nd (we will use symbol xi only) leads toandThe equality of the chemical potential in the adsorbed and the bulk phases for each component leads to the following equilibrium equations for the binary mixed-gas adsorptionandThus, a general equilibrium equation for monolayer, random mixed-gas adsorption for each component can be written aswhere the summation n is over all the components.Further, a geometric combination rule was used to evaluate the interaction energy between molecules i and j; i.e.,where a binary interaction parameter Cij was introduced to facilitate calculation of the unlike-molecule interaction energy in cases where it may deviate from the geometric mean relation. In such cases, the value of Cij is determined by regression of the available adsorption data.The Gibbs excess adsorption for each component was calculated using the following expressionwhere Cipure is the maximum adsorption capacity of the pure component.The fractional coverage in the bulk phase, xi,b was obtained from the following equationwhere the bulk density, ρb, was calculated using the Benedict–Webb–Rubin (BWR) equation of state.(21) Because the mixture adsorbed-phase density is generally not available experimentally, the maximum density, ρmc, was estimated using the following ideal mixing rulesThe absolute adsorbed-phase mole fractions, xAAbs and xBAbs, are used in this equation. These mole fractions are calculated on the basis of absolute adsorbed amounts of each adsorbate rather than the Gibbsian or excess amounts adsorbed.Because the maximum adsorption capacity of a component may well be different in pure and mixture adsorption, a modification can also be introduced to calculate the Gibbs adsorption for each component. In this case, eq 18 becomeswhere β was evaluated as followswhere an additional binary interaction parameter, Eij, is introduced in this expression in which Eii = Ejj = 1. Note that the Eij is only used to test correlative capabilities of the model and is not needed when the OK model is used in an entirely predictive mode.Top of PageAbstractIntroductionOno–Kondo Lattice Model for Mixture AdsorptionIteration Function Method (IFM)Case StudiesSummaryReferencesIteration Function Method (IFM)The Gibbs adsorption can be calculated using a model if the pressure, temperature, and equilibrium composition in the bulk gas phase are known. In a previous study,(4) the equilibrium mole fraction in the gas phase was obtained directly from the experimental adsorption data. Although the gas composition obtained from the experiment is adequate to calculate the individual Gibbs adsorption, errors in the gas composition measurement may affect the model representation in some cases. Moreover, (a) using the experimental gas composition facilitates model adsorption calculations only at the conditions where the equilibrium gas composition has been measured and (b) in enhanced coalbed methane production simulations, more information is available on the overall gas composition than the equilibrium gas composition. To overcome these problems, an iteration function method, which is somewhat similar to a flash calculation in vapor–liquid equilibrium was used to determine the gas mole fraction for a given pressure, temperature, feed composition, and specific void volume (void volume per unit amount of adsorbent) of the system.If zifeed represents the mole fraction of each component i in the feed, then by a molar balance, we can express zifeed in terms of the other experimentally accessible variables aswhere (nGibbs)i is the Gibbs adsorption of component i, Vvoid is the void volume, ρb is the bulk density, and yi is the gas-phase composition of component i.The component Gibbs adsorption is first calculated using the OK model of eqs 16 and 21. The solution, however, is contingent on equilibrium mole fractions, yi, as they are needed to calculate the gas density and to calculate the individual fractional coverage in the bulk phase, xi,b, as defined in eq 19. The gas mole fractions were initialized with the available experimental values to speed up the calculation (although any reasonable initial values can be used). The next step is to evaluate eq 23 for each component. If eq 23 is not satisfied for each component, then a new set of equilibrium mole fractions is used to calculate the next trial adsorbed amount.Top of PageAbstractIntroductionOno–Kondo Lattice Model for Mixture AdsorptionIteration Function Method (IFM)Case StudiesSummaryReferencesCase StudiesFour different modeling scenarios (case studies) were investigated in this work. The scenarios were designed such that both predictive and correlative capabilities of the OK model for mixture adsorption could be tested rigorously. Specifically, the four scenarios were as follows:The regressed pure component model parameters obtained in the work on pure-gas adsorption(1) were used to predict the mixture adsorption.The generalized pure component model parameters obtained in the work on pure-gas adsorption(1) were used to predict the mixture adsorption.A single binary interaction parameter in the geometric mean combining rule for fluid–fluid energy was used to represent or correlate the mixture adsorption data (eq 17).Two binary interaction parameters were used to correlate the mixture adsorption data. One BIP was from scenario 3 above and the other BIP was in the modified equation for excess adsorption (eq 22).The OK model was used in an entirely predictive mode in scenarios 1 and 2 above. Further, the ultimate correlative capabilities of the model were tested in scenarios 3 and 4. The motivation for investigating the representation or correlative capabilities of the model was to facilitate a direct comparison between the correlative and predictive usage of the model. More importantly, this exercise yields an estimate of the loss in accuracy that occurs when the model is used in an entirely predictive mode.For the cases where binary interaction parameters were regressed (scenarios 3 and 4), the weighted sum of squared errors in the calculated adsorption amounts was used as the objective function. The weights used were the expected experimental uncertainties of the amounts adsorbed. For the literature data, the experimental uncertainties were not available. Therefore, the average absolute deviation was selected as the objective function.The difference between the regressed and generalized model parameters relates to the manner in which model parameters were estimated. Specifically, for scenario 1 (regressed parameters), the OK model parameters were obtained by direct regressions of the pure gas experimental data. In contrast, for scenario 2 (generalized parameters), the OK model parameters were obtained from generalized expressions that are derived in terms of accessible properties of the adsorbates and the adsorbent structure. Thus, the generalized expressions provide a method to conduct a priori predictions, and they also account for the temperature dependence of the OK model parameters. Additional details of this approach are available in our paper on OK modeling of pure-gas adsorption.(1)The case studies 1–4, mentioned above, were conducted on three dry activated carbons and three wet coals. The coal samples were from the Illinois and Tiffany basins.(3) The details for these case studies are provided below for these systems:Modeling Mixed-Gas Adsorption on Dry Activated CarbonsMethane, Nitrogen, and CO2 Mixture Adsorption on Calgon F-400 (OSU Data)Our measurements on pure and mixture adsorption of methane, nitrogen, and CO2 on activated carbon at 318.2 K and pressures to 13.6 MPa(4) were used to evaluate the OK modeling capability. The binary mixture adsorption includes methane/CO2, nitrogen/CO2, and methane/nitrogen systems at molar feed gas compositions of 20, 40, 60, and 80%. Adsorption isotherms were also measured for a methane/nitrogen/CO2 ternary mixture at a feed composition of 10/40/50 mol percent, respectively.The IFM method was used for the results reported for this system. Both the regressed and the generalized model parameters from the pure-gas adsorption modeling work were used to predict the mixed-gas adsorption. The reader is referred to the previous work for details of the generalized Ono–Kondo model for pure-gas adsorption.(1)Table 1 presents the results of the OK model predictions for binary mixture adsorption on dry activated carbon. The results are based solely on the model parameters derived from the pure-gas adsorption measurements and, therefore, the OK model has been used here in an entirely predictive mode. As shown in Table 1, the OK model based on either the regressed or generalized pure-gas parameters can predict the binary adsorption data within two times the expected experimental uncertainties. The percentage errors for the lower-adsorbed component adsorption appear large due to the low Gibbs adsorption values; however, the errors in terms of the amounts adsorbed are small for this component.Table 1. OK Model Predictions of Binary Mixture Adsorption on Dry Activated Carbon at 318.2 KsystemNPTS% AADRMSE (mmol/g)WAAEBased on Parameters from the Pure-Adsorption ModelCH4–N2methane402.50.0801.0nitrogen4011.70.0641.7total400.70.0290.3CH4–CO2methane4017.80.1322.1CO2404.10.1131.0total404.00.2061.1N2–CO2nitrogen4081.10.1993.5CO2404.60.1521.2total407.50.3352.4Based on Generalized Pure-Adsorption ModelCH4–N2methane403.30.0961.2nitrogen406.90.0701.5total402.90.0981.2CH4–CO2methane4018.70.1261.9CO2403.10.1300.8total401.50.0870.4N2–CO2nitrogen4071.00.1642.6CO2403.80.1271.0total405.60.2771.8In general, the pure-gas adsorption predictions from a generalized model would be less accurate than direct parameter regressions.(1) Nevertheless, the capability of the generalized model to predict both the temperature dependence of pure-gas adsorption (as seen in Sudibandriyo et al.(1)) and the composition dependence in mixed-gas adsorption (through the OK model mixing theory) is a practically useful and highly desirable feature of a multicomponent adsorption model intended for coalbed methane work.The OK model representations of mixture adsorption when binary interaction parameters (BIPs) were included in the model are presented in Table 2. The use of a single BIP (Cij in eq 17) results in precise model representations (e.g., the weighted average absolute error (WAAE) for the nitrogen component adsorption in the nitrogen/CO2 system decreased from 3.5 to 0.6 when compared to model predictions that do not involve any BIPs).Table 2. OK Model Representations of Binary Mixture Adsorption on Dry Activated Carbon at 318.2 KsystemNPTS% AADRMSE (mmol/g)WAAECijEijBased on One Regressed Parameter (Cij)CH4–N2methane402.80.0731.10.1981.0nitrogen405.00.0320.7  total401.80.0650.8  CH4–CO2methane404.80.0470.40.3351.0CO2402.70.1470.7  total402.20.1520.6  N2–CO2nitrogen408.20.0450.60.6581.0CO2404.40.2551.4  total404.10.2621.4  Based on Two Regressed ParametersCH4–N2methane401.50.0360.60.3511.078nitrogen402.00.0200.5  total400.70.0330.3  CH4–CO2methane404.20.0330.40.2800.956CO2402.10.1010.5  total401.70.1070.5  N2–CO2nitrogen4017.60.0440.70.4460.871CO2402.30.1300.7  total402.60.1620.8  For illustrative purposes, Figures 1 and 2 present the OK model predictions and representations of the individual component adsorption of methane/CO2 system. The model is capable of predicting a maximum in the Gibbs adsorption as observed experimentally for the lower-adsorbed component. For completeness, the pure-component adsorption is also included in each figure. Other binary mixtures for this system yielded similar results and are not shown here for brevity.Figure 1. CH4 Gibbs adsorption of CH4/CO2 on dry activated carbon at 318.2 K and at different feed compositions.Figure 2. CO2 Gibbs adsorption of CH4/CO2 on dry activated carbon at 318.2 K and at different feed compositions.Figure 3 presents a comparison between the gas-phase compositions obtained from experimental measurements and those obtained from the IFM calculations. The figure shows that the gas compositions obtained from IFM calculations are in excellent agreement with the experimental values.Figure 3. Comparison between the gas-phase compositions obtained from experimental measurements and from the iteration function method (IFM) calculations for the adsorption of CH4/CO2 mixture on dry activated carbon at 318.2 K.The results for the ternary mixture are presented in Table 3. The direct predictions of ternary data were generally within about 2 times the experimental uncertainties, based on the pure-gas adsorption model parameters alone. The only exception to this was the nitrogen component adsorption in the ternary mixture. This was partly due to the low-adsorbing nature of nitrogen in the ternary mixture (as illustrated in Figure 4). The inclusion of BIPs produced model representations generally within the experimental uncertainties.Figure 4. OK model predictions of a 10/40/50 mol % CH4/N2/CO2 feed mixture adsorption on dry activated carbon at 318.2 K.Table 3. OK Model Predictions of Ternary Mixture Adsorption on Dry Activated Carbon at 318.2 KsystemsNPTS% AADRMSE (mmol/g)WAAEBased on Parameters from the Pure-Adsorption Modelmethane118.90.0400.7nitrogen115400.2013.3CO2113.10.1070.9total116.80.3352.2Based on the Generalized Pure-Adsorption Modelmethane1111.40.0540.9nitrogen114740.1582.3CO2111.70.0770.5total114.90.2751.6Based on Pure and One Binary Interaction Parameter (Cij)methane112.60.0120.2nitrogen1137.60.0220.4CO2114.30.2901.2total114.20.2991.3Based on Pure and Two Binary Interaction Parametersmethane114.20.0170.5nitrogen111210.0520.9CO2112.50.1390.7total113.20.1770.9Methane, Nitrogen, and CO2 Mixture Adsorption on Norit R1-Extra (Data from Dreisbach et al.(5))Pure and mixture adsorption of methane, nitrogen and CO2 on Norit R1-Extra activated carbon at 298 K reported by Dreisbach et al.(5) were used to evaluate the OK mixture modeling capability. The OK model parameters for pure component adsorption have been reported in an earlier work(1) and those parameters are used here to obtain direct predictions of mixture data.Table 4 presents the prediction of binary mixture adsorption on dry Norit R1-Extra activated carbon at 298 K based on pure component parameters alone. The OK model can predict the total adsorption data within 6% AAD. However, the prediction for individual component adsorption was less accurate and the deviations were larger for the lower-adsorbing component in the mixture. The OK model representations of binary mixture adsorption are presented in Table 5. The inclusion of a single BIP can decrease the model deviations to (roughly) half their values for the prediction case, especially for the adsorption of lower-adsorbing component. However, the inclusion of two BIPs provides no significant improvement over the results obtained with only one BIP in the model.Table 4. OK Model Predictions of Binary Mixture Adsorption on Dry Activated Carbon at 298 K (Data from Dreisbach et al.(5))systemNPTS% AADRMSE (mmol/g)Based on Two-Parameter Pure-Adsorption ModelCH4–N2methane2412.20.352nitrogen2422.30.181total244.30.197CH4–CO2methane2413.40.207CO22418.80.569total245.80.487N2–CO2nitrogen241390.317CO2247.60.483total246.00.364Based on Generalized Pure-Adsorption ModelCH4–N2methane247.40.240nitrogen2412.80.113total244.60.192CH4–CO2methane2410.20.319CO22431.30.571total248.30.584N2–CO2nitrogen2438.20.100CO22413.20.597total2411.90.609Table 5. OK Model Representations of Binary Mixture Adsorption on Dry Activated Carbon at 298 K (Data from Dreisbach et al.(5))systemNPTS% AADRMSE (mmol/g)CijEijBased on One Regressed Parameter (Cij)CH4–N2methane2414.80.3450.6101.0nitrogen245.80.119  total246.40.291  CH4–CO2methane246.80.1820.2941.0CO22410.10.451  total246.20.540  N2–CO2nitrogen2417.80.0870.8321.0CO2245.70.344  total244.80.327  Based on Two Regressed ParametersCH4–N2methane2411.00.2140.6651.197nitrogen248.20.204  total242.90.100  CH4–CO2methane243.70.0970.3191.206CO2249.40.257  total244.80.276  N2–CO2nitrogen2417.20.0790.8320.971CO2245.90.363  total244.90.342  Table 6 presents the OK model predictions for the ternary mixture. The individual component adsorption was predicted with a % AAD ranging from about 13% to 45% on the basis of only the pure-gas parameters. Note that similar deviations were obtained by Dreisbach et al.(5) for ternary mixtures using a dual-site Langmuir model.Table 6. OK Model Predictions of Ternary Mixture Adsorption on Dry Activated Carbon at 298 K (Data from Dreisbach et al.(5))systemNPTS% AADRMSE (mmol/g)Based on Parameters from the Pure-Adsorption Modelmethane4013.40.514nitrogen4045.00.446CO24012.50.261total408.70.794Based on Pure and One Binary Interaction Parameter (Cij)methane4017.20.661nitrogen4048.50.5CO24014.20.34total4011.91.09Based on Pure and Two Binary Interaction Parametersmethane4017.90.638nitrogen4047.20.473CO24014.90.393total409.10.731The inaccuracies in the experimental gas-phase mole fractions may have contributed to the larger deviations in the mixture adsorption predictions. In his study, Dreisbach et al.(5) used two different methods to obtain the gas-phase compositions. For the binary mixtures, they used an equation of state to infer both the gas-phase composition and density from pressure, temperature measurements, and system volume calibrations. For the ternary mixtures, they used a gas chromatograph to measure the gas-phase composition.Methane, Ethane, and Ethylene Mixture Adsorption (Data from Reich et al.(6))The mixture adsorption of methane, ethane, and ethylene on BPL activated carbon at 301.4 K has been reported by Reich et al.(6) The OK model was used to obtain mixture predictions for these data, and the results were compared with those reported by Zhou et al.,(22) who used a two-dimensional equation of state (2-D EOS) to investigate the adsorption behavior of this system.Table 7 presents the comparison of model predictions and representations for mixture adsorption of methane, ethane, and ethylene on dry BPL activated carbon at 301.4 K. For individual component adsorption, the OK model predictions have lower errors than the Langmuir model and they give comparable results to the 2-D EOS model.(22) For the total adsorption, the OK model predictions are more accurate than both the Langmuir and 2-D EOS models (on average, the % AADs are 3.8, 6.0, and 6.4 for the OK, Langmuir, and 2-D EOS models, respectively).Table 7. Comparison of Model Predictions and Representations for Mixture Adsorption of CH4, C2H6, and C2H4 on Dry Activated Carbon at 301.4 K (Data from Reich et al.(6))  % AADRMSE (mmol/g)systemNPTSLangmuira2D-EOSa2D-EOS (Cij)aOKOK (Cij)OK (Cij & Eij)OKOK (Cij)OK (Cij & Eij)CH4–C2H6methane1436.739.819.535.223.823.70.3290.1690.168ethane144.42.42.33.82.52.40.1420.0860.084total145.87.23.54.52.32.20.2260.1250.153CH4–C2H4methane1528.933.98.829.915.214.00.2970.1100.104ethylene155.42.93.33.83.21.90.1480.1130.088total155.86.32.73.12.82.20.1720.1260.141C2H6–C2H4ethane125.24.65.04.35.14.10.0990.1100.084ethylene128.36.85.75.75.03.30.1870.1850.116total126.45.65.13.83.31.30.1930.1760.080CH4–C2H6–C2H4methane1459.351.233.552.239.138.10.4860.3030.285ethane143.73.54.85.64.75.40.1220.0930.102ethylene144.94.45.54.94.95.50.1330.1540.131total149.58.45.55.73.93.90.4200.3340.287aThe results presented in the third to fifth columns are adopted from Zhou et al.(22)These results also suggest that the use of more than one BIP does not necessarily lead to improved representations with the OK model. The BIPs for this system are reported in Table 8. Figures 5 and 6 illustrate the OK model results for methane/ethane mixture adsorption on BPL activated carbon. The model underpredicts the methane adsorption in the methane/ethane mixture at the higher pressures (Figure 5). The OK model-predicted adsorbed molar fractions for the binary mixture methane/ethylene are shown in Figure 7. The figure illustrates the methane molar composition in the adsorbed phase as a function of pressure and feed gas composition. The selectivity is higher for ethylene, which is in agreement with experimental data for this system from Reich et al.(6)Figure 5. CH4 adsorption of CH4/C2H6 on dry activated carbon at 301.4 K and at different feed compositions. (Data from Reich et al.(6))Figure 6. C2H6 adsorption of CH4/C2H6 on dry activated carbon at 301.4 K and at different feed compositions. (Data from Reich et al.(6))Figure 7. OK model-predicted CH4 adsorbed mole fractions for CH4/C2H4 mixture adsorption on BPL activated carbon at 301.4 K. (Data from Reich et al.(6))Table 8. Binary Interaction Parameters Used in OK Model for Mixture Adsorption of CH4, C2H6, and C2H4 on Dry Activated Carbon at 301.4 K (Data from Reich et al.(6))systemCijEijOne Binary Interaction ParameterCH4–C2H6–0.5691.0CH4–C2H4–0.5501.0C2H6–C2H4–0.0371.0Two Binary Interaction ParametersCH4–C2H6–0.5770.972CH4–C2H4–0.6420.890C2H6–C2H4–0.0371.088Modeling of Mixed-Gas Adsorption on CoalsData Employed in This WorkThe pure and mixture adsorption of methane, nitrogen, and CO2 on wet Fruitland coal(12) and wet Illinois#6 coal(3) have been measured at OSU at 319.3 K and pressures to 12.4 MPa. The mixture data include methane/CO2, nitrogen/CO2, and methane/nitrogen adsorption isotherms at molar feed gas compositions of 20, 40, 60, and 80%. The coal samples varied in their moisture content from 5% to 23%. Adsorption isotherms for these binary mixtures on wet Tiffany coal were measured at 327.6 K and pressures to 13.8 MPa in a previous study.(3) The measurements on Tiffany coal were conducted for a single molar feed composition for each mixture at a moisture content of about 11%. A methane/nitrogen/CO2 ternary mixture was also measured on wet Tiffany coal at 327.6 K and pressures to 13.8 MPa. The molar feed composition was 10/40/50 and the sample contained about 10% moisture by weight. The detailed adsorption data for these measurements and the structural characterization information of these coals are reported elsewhere.(3) The IFM method was used in all the results reported below on wet coals.Water in Coals and Coal SwellingIn this work, the water present in coals has been treated in simplified form as a “pacifier” of the coal matrix. In other words, water in coals is not considered as an active adsorptive component. Rather, the effect of water on gas adsorption is implicit in the OK model parameters derived from adsorption data on wet coals. This has been the traditional modeling approach for adsorption on wet coals.(7, 10, 23)Another aspect of adsorption modeling of coals is the potential swelling of coals when exposed to adsorbates such as CO2. Some investigators suggest that adsorption of gases such as CO2 (and to a lesser extent methane) can alter the pore structure of the coal significantly, and they have attempted to account for swelling of the coal matrix.(24-26) In our experimental work at OSU, we have not observed any irreversible effects of coal swelling. This finding is in agreement with Day et al.,(24) who found the coal swelling to be entirely reversible on release of gas pressure. Therefore, the experimental data used in this work and the OK model discussed here do not account for possible coal swelling and volumetric changes of the coal matrix.OK Modeling ResultsThe pure-gas adsorption model parameters for these coals are reported in an earlier work.(1) The parameters from that work are used here to predict mixture adsorption on the three wet coals mentioned above. Tables 9–11 present the results of the OK model predictions for the binary mixtures on the selected wet coals. The OK model can predict the binary adsorption within 2 times the expected experimental uncertainties, on the basis of only the parameters derived from generalized pure-gas adsorption model. Thus, the generalized model appears to be quite capable of accurate a priori predictions of mixture adsorption on coals, based on only the pure-gas adsorption parameters at a single temperature.Table 9. OK Model Predictions of Binary Mixture Adsorption on Wet Fruitland Coal at 319.3 KsystemNPTS% AADRMSE (mmol/g)WAAEBased on Two-Parameter Pure-Adsorption ModelCH4–N2methane403.10.0140.3nitrogen4016.40.0190.9total405.10.0230.6CH4–CO2methane408.90.0120.5CO2405.70.0360.8total404.70.0400.7N2–CO2nitrogen401520.0261.0CO2407.10.0590.9total4011.30.0781.2Based on the Generalized Pure-Adsorption ModelCH4–N2methane403.10.0120.3nitrogen4029.40.0231.5total404.00.0160.4CH4–CO2methane4029.50.0361.3CO2409.50.0491.2total404.20.0340.6N2–CO2nitrogen401300.0160.6CO2406.20.0450.6total405.90.0530.6Table 10. OK Model Predictions of Binary Mixture Adsorption on Wet Illinois #6 Coal at 319.3 KsystemNPTS% AADRMSE (mmol/g)WAAEBased on Two-Parameter Pure-Adsorption ModelCH4–N2methane4012.60.0181.0nitrogen4085.20.0130.8total4013.50.0301.2CH4–CO2methane4017.60.0171.1CO2409.80.0541.2total408.70.0581.3N2–CO2nitrogen4044.30.0040.5CO2409.50.0451.6total407.60.0421.3Based on the Generalized Pure-Adsorption ModelCH4–N2methane4026.50.0392.0nitrogen4031.90.0050.6total4016.80.0381.5CH4–CO2methane4021.20.0211.5CO2408.30.0451.0total408.00.0531.2N2–CO2nitrogen402070.0181.6CO24011.90.0541.9total406.80.0361.1Table 11. OK Model Predictions of Binary Mixture Adsorption on Wet Tiffany Coal at 327.6 KsystemNPTS% AADRMSE (mmol/g)WAAECH4–N2methane116.90.0181.0nitrogen115.30.0030.3total116.50.0201.0CH4–CO2methane1145.70.0554.5CO21116.90.0722.5total113.50.0200.6N2–CO2nitrogen111560.0151.5CO2117.80.0491.0total115.90.0360.9The only exception was the methane/nitrogen mixture adsorption on Tiffany coal. The OK model yielded predictions with weighted errors of up to 4.5 for this binary mixture. Similar deviations were obtained for this system in an earlier study that used the simplified local-density adsorption model.(23)Tables 12–14 summarize the OK model representations of binary mixture adsorption using binary interaction parameters. Significant improvement was obtained over the predictions case, especially for the adsorption of lower-adsorbed component. For example, a reduction in WAAE from 4.5 to 1.0 is observed with the use of one binary interaction parameter, Cij, for methane component adsorption in the methane/CO2 mixture on wet Tiffany coal.Table 12. OK Model Representations of Binary Mixture Adsorption on Wet Fruitland Coal at 319.3 KsystemNPTS% AADRMSE (mmol/g)WAAECijEijBased on One Regressed Parameter (Cij)CH4–N2methane403.10.0150.30.0991.0nitrogen4017.70.0181.0  total404.60.0200.5  CH4–CO2methane408.80.0130.40.1261.0CO2405.60.0400.7  total403.80.0350.6  N2–CO2nitrogen4067.10.0140.60.4381.0CO2408.10.0731.0  total409.90.0731.1  Based on Two Regressed ParametersCH4–N2methane403.40.0110.3–0.2410.825nitrogen4010.50.0120.6  total401.70.0110.2  CH4–CO2methane407.80.0170.50.0120.891CO2402.70.0170.3  total402.10.0180.3  N2–CO2nitrogen4082.30.0100.40.1520.681CO2404.30.0340.5  total403.50.0350.4  Table 13. OK Model Representations of Binary Mixture Adsorption on Wet Illinois #6 Coal at 319.3 KsystemNPTS% AADRMSE (mmol/g)WAAECijEijBased on One Regressed Parameter (Cij)CH4–N2methane4011.10.0210.91.0941.0nitrogen4027.30.0050.5  total409.40.0230.8  CH4–CO2methane4018.70.0150.90.1801.0CO24010.40.0601.2  total408.00.0551.1  N2–CO2nitrogen4034.10.0030.4–0.3061.0CO2409.20.0401.5  total408.30.0421.4  Based on Two Regressed ParametersCH4–N2methane403.20.0060.20.4030.740nitrogen4054.50.0070.6  total404.20.0100.4  CH4–CO2methane4012.00.0100.6–0.1040.799CO2407.90.0340.9  total405.70.0320.8  N2–CO2nitrogen4086.00.0060.5–0.6180.715CO2401.30.0090.2  total401.40.0100.2  Table 14. OK Model Representations of Binary Mixture Adsorption on Wet Tiffany Coal at 327.6 KsystemNPTS% AADRMSE (mmol/g)WAAECijEijBased on One Regressed Parameter (Cij)CH4–N2methane117.00.0191.0–0.3641.0nitrogen118.10.0040.4  total115.00.0160.8  CH4–CO2methane1112.50.0211.0–0.6921.0CO21112.90.0492.0  total117.00.0301.2  N2–CO2nitrogen1152.50.0050.5–1.2391.0CO2116.00.0360.8  total115.10.0310.7  Based on Two Regressed ParametersCH4–N2methane112.70.0050.20.1081.179nitrogen116.60.0030.3  total112.60.0060.4  CH4–CO2methane118.90.0150.7–1.0740.764CO2114.40.0170.7  total111.80.0070.4  N2–CO2nitrogen1153.10.0050.5–1.2301.036CO2116.10.0370.8  total115.20.0320.7  For illustrative purposes, Figure 8 presents the OK model results for the methane/nitrogen mixture adsorption on wet Tiffany coal. As shown in the figure, the OK model can predict the mixture adsorption within 2 times the experimental uncertainties on the basis of the pure component parameters alone.Figure 8. Gibbs adsorption of a 50/50 mol % CH4/N2 feed mixture on wet Tiffany coal at 327.6 K.Table 15 presents the model predictions for the ternary mixture adsorption on wet Tiffany coal. The predictions based on pure-gas parameters alone produce deviations less than about 3 times the experimental uncertainties. The inclusion of BIPs in the model can predict the ternary mixture adsorption within the experimental uncertainties. Note that the BIPs were determined on the basis of only the binary mixture data and the ternary mixture was then predicted.Table 15. OK Model Predictions of Ternary Mixture Adsorption on Wet Tiffany Coal at 327.6 KsystemNPTS% AADRMSE (mmol/g)WAAEBased on Parameters from Pure-Adsorption Modelmethane1134.00.0100.7nitrogen1185.80.0372.6CO21119.30.0732.1total115.10.0280.6Based on Pure and One Binary Interaction Parameters (Cij)methane117.00.0020.1nitrogen1140.70.0171.2CO21115.30.0511.6total118.50.0341.0Based on Pure and Two Binary Interaction Parametersmethane1129.20.0100.6nitrogen1148.40.0211.4CO21113.10.0421.4total117.50.0300.9Figure 9 presents the OK model predictions for the ternary mixture adsorption on wet Tiffany coal. As shown in the figure, the OK model can predict the total and individual component adsorption within 3 times the experimental uncertainties, on the basis of the knowledge of only the pure-gas adsorption isotherms for this system.Figure 9. OK model predictions of a 10/40/50 mol % CH4/N2/CO2 feed mixture adsorption on wet Tiffany coal at 327.6 K.Binary Interaction ParametersLarge binary interaction parameters (BIPs) values (in magnitude) were generally obtained for Cij in the mixtures that contained CO2 as one of the components. This could be related to the significant quadrupole moment of CO2 or the large differences that exist in the fluid–solid interaction energies of CO2 and methane/nitrogen. Further, it appears that nitrogen/CO2 mixtures exhibit the largest BIPs and, consequently, these systems contain the largest deviations from the geometric mean combining rule for the fluid–fluid interaction energy. The inclusion of surface heterogeneity effects and application of an accurate equation of state to the gas phase may provide improvements and would be considered in a future study.Potential Applications to Coalbed Reservoir SimulationsThe Ono–Kondo modeling approach discussed in this work appears to be an attractive option for coalbed reservoir simulator work. The structure-based-generalization capability offered by theory-based adsorption models such as the Ono–Kondo model offer a distinct advantage over rudimentary adsorption models that have been used typically in coalbed reservoir simulators. In fact, the iteration function approach, the temperature-dependence of model parameters, and accurate a priori predictions of mixture adsorption from generalized pure-gas model parameters appear to be promising developments that can prove beneficial to reservoir simulations of enhanced coalbed methane recovery and CO2 sequestration in coalbeds.Top of PageAbstractIntroductionOno–Kondo Lattice Model for Mixture AdsorptionIteration Function Method (IFM)Case StudiesSummaryReferencesSummaryThe OK model for pure-gas adsorption presented earlier has been extended to mixture adsorption of gases on activated carbons and coals. The OK mixture model has been shown capable of predicting binary gas adsorption within 2 times the experimental uncertainties, on average, based solely on the information available from the generalized pure-component adsorption model. Further, the OK model is capable of predicting ternary mixture adsorption within 3 times the experimental uncertainties, when only the pure-component model parameters are available.The iteration function approach developed in this work provides a robust method to perform mixed-gas adsorption calculations without the need for experimental gas-phase mole fraction measurements. The OK model predictions for mixed-gas adsorption on structurally varied adsorbents (dry activated carbons and wet coals) have demonstrated the viability of the approach presented in this work.NomenclatureAHelmholtz free energy of the lattice systemCipuremaximum adsorption capacity of a component i in its pure stateCijbinary interaction parameter for fluid–fluid interaction energy between unlike moleculesEijbinary interaction parameter for the modified Gibbs adsorption equationMtotal number of lattice sites including vacanciesmnumber of layers in the lattice modelNinumber of molecules of component innumber of components(nGibbs)iGibbs adsorption of component ixiAbsabsolute adsorbed mole fraction of component ixadsfractional coverage of adsorbate in the monolayer lattice modelximole fraction of component i in the adsorbed phasexi,bfraction of sites occupied by the molecule i in the bulk layer of the lattice modelxi,tfraction of sites occupied by the molecule i in the tthadsorbed layer of the lattice modelyimole fraction of component i in the gas phaseZifeedfeed mole fractionz0lattice coordination numberz1parallel coordination number representing the number of primary nearest-neighbor cells in parallel directionAADaverage absolute deviationWAAEweighted average absolute deviationRMSEroot mean squared errorGreek Symbolsεijfluid–fluid interaction energy parameter in the OK model between molecule i and jεisfluid–solid interaction energy parameter in the OK modelΓGibbs excess adsorption per unit mass of adsorbentρbgas-phase densityρmc,imaximum adsorbed-phase density for component iΨijcorrelation coefficient in the lattice model representing the deviations of a nonrandom mixture from its random limitμichemical potential for component iReference QuickViewTop of PageAbstractIntroductionOno–Kondo Lattice Model for Mixture AdsorptionIteration Function Method (IFM)Case StudiesSummaryReferencesReferencesThis article references 26 other publications.1. Sudibandriyo, M.; Mohammad, S. A.; Robinson, R. L. J. Jr.; Gasem, K. A. M. Ono-Kondo lattice model for high-pressure adsorption: Pure gases Fluid Phase Equilib. 2010,  299 (2)  238– 251[Crossref], [CAS]1. Ono-Kondo lattice model for high-pressure adsorption: Pure gasesSudibandriyo, Mahmud; Mohammad, Sayeed A.; Robinson, Robert L.; Jr.; Gasem, Khaled A. M.Fluid Phase Equilibria\r\n        (2010),\r\n    299\r\n        (2),\r\n    238-251CODEN:\r\n                FPEQDT;\r\n        ", "title": "Ono–Kondo Model for High-Pressure Mixed-Gas Adsorption on Activated Carbons and Coals", "authors": ["Mahmud Sudibandriyo", "Sayeed A. Mohammad", "Robert L. Robinson", "Khaled A. M. Gasem"], "doi": ["10.1021/ef2005749"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2011/enfuem.2011.25.issue-7/ef2005749/production/images/small/ef-2011-005749_0008.gif\">"]}