{"abstract": "Structure-defined metal–organic frameworks (MOFs) are of interest because rational design and construction allow us to develop good proton conductors or possibly control the proton conductivity in solids. We prepared a highly proton-conductive MOF (NH)(adp)[Zn(ox)]·HO (abbreviated to , adp: adipic acid, ox: oxalate,  = 0, 2, 3) having definite crystal structures and showing reversible structural transformations among the anhydrate (), dihydrate (), and trihydrate () phases. The crystal structures of all of these phases were determined by X-ray crystallography. Hydrogen-bonding networks consisting of ammonium ions, water molecules, and carboxylic acid groups of the adipic acids were formed inside the two-dimensional interlayer space in hydrated  and . The crystal system of  or  (2/, No. 14) was changed into that of  (1̅, No. 2), depending on water content because of rearrangement of guests and acidic molecules. Water molecules play a key role in proton conduction as conducting media and serve as triggers to change the proton conductivity through reforming hydrogen-bonding networks by water adsorption/desorption processes. Proton conductivity was consecutively controlled in the range from ∼10 S cm () to ∼10 S cm () by the humidity. The relationships among the structures of conducting pathways, adsorption behavior, and proton conductivity were investigated. To the best of our knowledge, this is the first example of the control of a crystalline proton-conducting pathway by guest adsorption/desorption to control proton conductivity using MOFs.", "text": "10.1021/ja5022014 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionRational control or on-demand regulation of proton conductivity in solids is of importance not only for useful applications such as gas sensors but also for better understanding of the nature of proton-transport phenomena.(1) In general, proton-conducting materials can be classified into organic(2) and inorganic compounds.(3) Organic proton conductors such as Nafion have high synthetic variability because they can have various chemical components.(2) However, it is difficult to clarify the structure–property relationships of the proton-conducting pathways because their amorphous character means the regularity of their polymeric structures is low. It is impossible to determine the actual structure of the hydrogen-bonding networks inside the materials even though they are good proton-conducting systems. On the other hand, inorganic compounds such as the solid acid CsHSO4 and the perovskite oxide BaZrO3 normally have well-defined regular structures that can be determined using crystallography.(3) They have given useful information for understanding the proton dynamics (e.g., proton-conducting pathways and hydrogen-bonding structures) in solids. However, the structural variety of these materials is limited because they consist of a few components such as metal ions and small anions. Therefore, it is not easy to tune drastically the structural parameters that affect their conductivity, such as carrier concentration or acidity, dimensionality of the conducting pathways, or accessibility of a charge carrier (e.g., H2O).Recently, metal–organic frameworks (MOFs) have emerged as a novel class of designable, solid-state materials for gas storage,(4) catalysis,(5) magnetism,(6) and conductive property.(7) They have both high regularity and high variety because of their hybrid organic–inorganic character. As proton conductors, such potentially designable MOFs are now being investigated as new candidates for novel proton conductors.(8) Three methods (types I–III) have been proposed for the basic design of highly proton-conductive MOFs that include proton carriers and conducting media inside the pores.(8a) In type I, the proton carriers are introduced directly into the pores as countercations; in type II, acid groups are placed on the frameworks; and in type III, acidic molecules are incorporated into the voids. Chemically modifiable frameworks and well-defined porous MOFs also present great opportunities to control proton conductivity by controlling various structural features, such as the acidity of the proton donors, the amount of adsorbed guests (conducting media), and the arrangement of the hydrogen-bonding network. To date, three methods have been used to tune the proton conductivity of MOFs. The first was to change the acidity of the functional groups on frameworks by chemical modification.(8b-8d) The second was to introduce proton-conducting chemicals such as imidazole molecules and H3PO4 to the empty pores of insulating MOFs.(8e, 8f) The third was to control the amount of conducting media, such as water or methanol molecules, which help proton transport through the hydrogen-bonding networks.(8g-8m) The third method is the only method that changes proton conductivity dynamically by utilizing the external stimuli of atmospheric composition and is of key importance for sensing applications.(9) However, the relationship between changes in proton conductivity change and the structure of the hydrogen-bonding pathway has not been investigated sufficiently: the exact structure of the confined guests in the pores is often not determined because of disorder, even when the framework structure is clear. This is mainly because of the mismatch between the small guest molecules and the large pores, indicating that MOFs having small pores should be employed to construct “visible” proton-conducting pathways.We have focused on the control of proton conductivity with varying guest molecules to clarify the relationship between conductivity change and the structure of the conducting pathways. We employed a highly proton-conducting MOF, (NH4)2(adp)[Zn2(ox)3]·3H2O (abbreviated to 1·3H2O) (adp: adipic acid, ox: oxalate, Figure 1), which has the hydrogen-bonding networks consisting of acidic species and well-ordered water molecules embedded in narrow pores between the two-dimensional (2-D) layered framework.(8a) Here, we report on the successful observation of a structural transformation of the crystalline proton-conducting pathways in the pores coupled with proton conductivity change, controlled by atmospheric humidity. Proton conductivity is consecutively controlled in the range from ∼10–12 to ∼10–2 S cm–1 (1·3H2O) by the relative humidity (RH) (from 0 to 98%). The relationships among the structures of conducting pathways, adsorption behavior, and proton conductivity were investigated.Figure 1. Representation of the crystal structure of 1·3H2O.(8a) (a) Honeycomb layer structure and guest arrangements. (b) Parallel to 2-D layers.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionPreparation of 1·3H2OAll the chemicals used for synthesis were purchased as reagent grade. 1·3H2O was synthesized by the reported method.(8a) A mixture of ZnO (10 mmol, 814 mg), oxalic acid dihydrate (H2(ox)·2H2O)(20 mmol, 2521 mg), adipamide (10 mmol, 1442 mg), and distilled water (550 mmol, 10 mL) was heated in a 50 mL Teflon-lined bottle. The mixture was heated to 130 °C and was kept at that temperature for 24 h. It was then slowly cooled to room temperature over 168 h. The reaction temperature was controlled using the programmable oven. The precipitate was collected by filtration (several crystals were stored in mother liquid for structural analysis). After washing samples with distilled water, They were dried under air (yield: 2891 mg, 92%). Elemental analysis of the air-dried sample (1·2H2O) was performed. (%) calcd for C12H22N2O18Zn2: C 23.51, H 3.62, N 4.57; found: C 23.45, H 3.54, N 4.53.Crystal Structure Determination for 1·3H2O, 1·2H2O, and 1Single-crystal X-ray diffraction (SCXRD) data were collected on a Rigaku AFC-7R diffractometer using graphite-monochromatic Mo Kα radiation (λ = 0.71073 Å). The SCXRD measurement of 1·3H2O was performed using an as-synthesized crystal that was immediately cooled to 113 K (N2 flow) after putting it on a glass fiber from the mother liquid. For the measurement of 1·2H2O, a single crystal of 1·2H2O was successfully picked out from the air-drying samples of 1·3H2O. The SCXRD measurement of 1 was performed after drying the single crystal of 1·2H2O at 50 °C overnight by using an N2 flow instrument. The crystal was then immediately cooled to low temperature (113 K) for the diffraction measurement. The crystal structures were solved by a direct method (SIR2004) and refined on F(2) by using full-matrix least-squares methods with SHELXL-97.(10) All non-hydrogen atoms were refined with anisotropic thermal factors.Physical MeasurementsX-ray powder diffraction (XRPD) measurements were performed using a Bruker D8 ADVANCE (λ = 1.54059 Å; Cu Kα). Thermogravimetry analysis was carried out with Bruker TG-DTA 2000SA under nitrogen gas flow (100 mL min–1). The temperature range was from room temperature to 500 °C, and the heating rate was 5 °C min–1. Adsorption/desorption isotherms for water vapor and nitrogen gas were measured using a BELSORP18-PLUS (BEL Japan, Inc.). Samples were thoroughly dehydrated by heating at 80 °C overnight. Ac impedance measurements were carried out with a Solartron SI 1260 Impedance/Gain-Phase Analyzer and 1296 Dielectric Interface, and with an Agilent 4294A Precision Impedance Analyzer. The frequency range was from 1 Hz to 100 MHz. The relative humidity was controlled by an Espec Corp. SH-221 incubator in the range from 40 to 98% RH. A homemade sealed cell was used for vacuum (for dehydration) and helium condition (for measurement under 0% RH) for 1. The samples were pressed under a pressure of ∼1.2 GPa, resulting in pellets of the powder samples (∼0.6 mm thickness ×2.5 mm ϕ). Two gold electrodes were attached to both ends to form four end terminals (quasi-four-probe method). A pellet of 1 was prepared by heating a pellet of 1·2H2O under vacuum. The bulk conductivity was estimated by semicircle fittings of Nyquist plots. Microwave conductivity measurements were based on a cavity perturbation technique,(11) the great advantage of which is that it is not necessary to affix any electrical leads to the sample. We employed a cylindrical cavity made of oxygen-free copper with the TE011-mode resonant frequency of 16.3 GHz. The sample was mounted on top of a quartz rod, and the microwave electric field was applied parallel to the 2-D layer. To avoid dehydration, the sample was coated with paraffin, which has little microwave response. From the Lorentzian resonance curve, we calculated the resonant frequency (fs, f0) and the resonant width (Ws, W0) for the cases with (subscript s) and without (subscript 0) the sample at every temperature. The complex electrical conductivity (σ = σ1 + iσ2) was obtained by using a depolarization regime together with the resonant frequency change (Δf/f0 = (fs – f0)/f0) and width change (ΔW/2f0 = (Ws – W0)/2f0).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionStructural AnalysisThe crystals of 1·3H2O were hydrothermally synthesized by heating the mixture of zinc oxide, oxalic acid, adipamide, and distilled water. The sample of hydrated 1·2H2O and dehydrated 1 could be obtained by drying under ambient and heated conditions, respectively.Table 1. Crystallographic Data Collection Parameters for 1·3H2O,(8a) 1·2H2O, and 1 1·3H2O1·2H2O1formulaC12H24N2O19Zn2C12H22N2O18Zn2C12H18N2O16Zn2formula weight (g/mol)631.08613.06577.02crystal systemtriclinicmonoclinicmonoclinicspace groupP1̅ (No. 2)P21/c (No. 14)P21/c (No. 14)unit cell dimensions (Å, deg)a = 7.9858(1)α = 62.025(6)a = 7.606(7) a = 7.7002(7)  b = 9.1574(4)β = 82.335(7)b = 16.812(2)β = 104.019(4)b = 16.493(1)β = 108.314(1) c = 9.4523γ = 72.873(7)c = 8.963(7) c = 9.1611(8) volume (Å)583.39(4)1112.0(2)1104.5(2)Z122calcd density (g/cm3)1.7961.8311.735crystal size (mm3)0.25 × 0.20 × 0.100.20 × 0.20 × 0.150.35 × 0.30 × 0.05temperature (K)113113113wavelength (Å)0.71073 (Mo Kα)θ range (deg)3.61–27.484.21–27.473.05–27.48reflection collected433079277988unique data/parameters2497/1642506/1552488/146R1/wR2 (I > 2σ(I))0.0429/0.13240.0580/0.16700.0523/0.1730R1/wR2 (all data)0.0561/0.17790.0724/0.20200.0658/0.2038GOF1.3371.2571.202μ (mm–1)2.1482.2472.250Figure 2. Thermogravimetric curve of air-dried sample of 1·nH2O.To clarify the hydrated phase and thermal stability of 1·nH2O, we performed thermogravimetric analysis under a nitrogen gas flow. Figure 2 shows the thermogravimetric curve of an air-dried sample of 1·nH2O. There is a clear weight loss around 60 °C, which is attributed to the desorption of two water molecules per formula from the sample. Considering that the as-synthesized crystals have a chemical composition of 1·3H2O,(8a) this result indicates that this compound has anhydrate (1), dihydrate (1·2H2O), and trihydrate (as-synthesized 1·3H2O) phases. The result also shows that the as-synthesized 1·3H2O can be easily dehydrated by exposure to the air at ambient temperature. 1 also revealed weight losses around 210 and 390 °C which are attributed to the decomposition of oxalate ligands and included adipic acids, respectively. It is clear that the oxalate-bridged 2-D framework including adipic acid is stable below 200 °C.Figure 3. Water vapor adsorption/desorption isotherms of 1 (at 25 °C). Closed and open squares correspond to the adsorption and desorption processes, respectively. One P/P0 corresponds to 100% RH.To clarify the relationship between the humidity and the amount of included water molecules, we measured the water vapor adsorption/desorption isotherms of 1 (Figure 3). The measurements were performed after dehydration of the sample by heating at 80 °C under vacuum overnight. 1 shows sharp increases with two steps in its adsorption isotherms, and adsorbs a significant amount of water vapor. There is a slight hysteresis in the adsorption/desorption process at high humidity. The amounts adsorbed in 1 are determined to be 2.0 (at 52% RH) and 2.9 (at 96% RH) molecules per formula unit, respectively. The existence of stoichiometric anhydrate (under vacuum), dihydrate (from 5% to 95% RH), and trihydrate (over 96% RH) is clearly evidenced by the results of the thermogravimetric analysis. It is also clear that 1·3H2O is unstable while drying but that there are reversible transitions between dihydrate and trihydrate at high humidity. We also measured nitrogen gas adsorption isotherms of 1 (Figure S1, Supporting Information [SI]). No significant adsorption of nitrogen gas was observed, even though strong adsorption of water vapor was observed, implying that 1 does not have enough space in the interlayer to adsorb nitrogen gas (kinetic diameter: 3.64 Å).(12) Water molecules might be adsorbed to 1 because of their smaller size (2.64 Å)(12) and stronger interactions through hydrogen bonds.Figure 4. Representation of crystal structure of 1·2H2O and 1. Honeycomb layer structure of (a) 1·2H2O and (c) 1. The layered structure of (b) 1·2H2O and (d) 1. Red, gray, blue, and pink colors correspond to oxygen, carbon, nitrogen, and zinc atoms, respectively.To clarify the crystal structures of these three phases, we performed SCXRD measurements. The crystal structural data are shown in Table 1 and Tables S1–S3 (SI). As shown in Figure 1 and Figure 4, we succeeded in characterizing each phase. The crystal structure of 1·3H2O was reported previously.(8a) Honeycomb-shaped oxalate-bridged 2-D layers of [Zn2(ox)3]2– were formed in all three structures, where the adp molecules are incorporated into the honeycomb-shaped void perpendicular to the plane of the layer. Ammonium ions, water molecules, and adp carboxyl groups exist together in the interlayer space to form hydrogen-bonding networks. The water molecule of O(10) has a 50% occupancy. However, all of the atomic positions of the compound were correctly determined except the hydrogen atoms. The structure of the dihydrate 1·2H2O was determined using a space group of P21/c which is different from that of 1·3H2O (P1), indicating that there is some change in its structure through the adsorption/desorption process. The framework structure is fundamentally the same as that of 1·3H2O; however, the orientation of adp molecules changed by tilting in the opposite direction as shown in Figure 4a and b. Two ammonium ions and two water molecules per formula exist in the 2-D interlayer space with several hydrogen bonds. There is no disorder of the oxygen and nitrogen sites. The crystallographically determined formula is consistent with the elemental analysis results. We expect that this dynamic structural transformation in the adsorption/desorption process relates to the slight hysteresis in the water vapor adsorption/desorption isotherms. The crystal structure of anhydrate 1 was successfully determined using the same space group of 1·2H2O (P21/c), indicating that there is no significant change between the 1·2H2O and 1 structures compared with the changes between 1·3H2O and 1·2H2O. As shown in Figure 4c and d, the framework structure, orientation of adp molecules, and guest arrangements are the same as those of 1·2H2O except for the absence of water molecules. Only the ammonium ions and adp molecules are arranged in the interlayer space. We also guess that the absence of dynamic change in the structure is related to the absence of hysteresis in the adsorption/desorption process. Note that successful determination of these structures clearly shows that the transformations among these three phases are crystal-to-crystal transformations triggered by the loss of included water. This can be described as the coexistence of second- (from 1 and 1·2H2O) and third-generation (from 1·2H2O and 1·3H2O)(13) transformations triggered by the guest water molecules.Figure 5. Representation of hydrogen-bonding networks in (a) 1·3H2O,(8a) (b) 1·2H2O, and (c) 1.The structures of the hydrogen-bond networks of these phases are shown in Figure 5. Ammonium ions, water molecules, and carboxylic acid groups in 1·3H2O form complicated 2-D hydrogen-bonding networks. Water molecules and ammonium ions are arranged in a 1-D space between adp molecules. There are several hydrogen bonds among ammonium ion, oxalate ion, adp molecule, and water molecules. The bond distances are shown in Table S4, SI. Compared with average hydrogen-bonding distances of OH···O (2.72 Å)(14) and NH···O (2.89 Å),(14) some strong hydrogen bonds (e.g., O(9)···O(10), 2.638(12) Å) was recognized in 1·3H2O. The occupancy of O(10) is estimated to be 50%, as mentioned previously. It is expected that there is no bond between O(10) and O(10)′, although the distance is very short (2.189(13) Å). We think that the direct diffusion of water molecules to these sites occurs at ambient temperature. In the dihydrate 1·2H2O, ammonium ions and water molecules are arranged alternately in the interlayer space. The hydrogen bonds among ammonium ions, oxalate ions, water, and adp molecules are formed as shown in Figure 5b. The distances are given in Table S5, SI. Compared with 1·3H2O, the hydrogen bonds tend to be longer (e.g., N(1)···O(9), 3.088(5) Å), and are almost longer than average hydrogen-bonding distances, indicating that the hydrogen bonds are weakened by the dehydration. It is also clear that the number of hydrogen bonds decreases (Tables S4–5, SI). The anhydrate has localized hydrogen bonds among ammonium, oxalate ions, and adp molecules (Figure 5c and Table S6, SI). The arrangement of these atoms and the configuration of the hydrogen bonds are no different from those in 1·2H2O because there is no structural transformation. The hydrogen-bonding distances in 1 are also similar to those of 1·2H2O. Note that these hydrogen bonds do not form a network in the interlayers because of the absence of water molecules.Figure 6. XRPD patterns of (a) 1·2H2O simulated from single-crystal X-ray diffraction results and (b) air-dried samples of 1·2H2O.We also performed XRPD measurements using powdered samples made from ground single crystals. As shown in Figure 6, there is no significant difference between the samples and the simulated pattern derived from the structure determined by the SCXRD measurement, indicating phase purity.Proton ConductionTo clarify the relationship between proton conductivity and these phases, we performed alternating current (ac) impedance measurements using a quasi-four-probe method. Pressed pellets using powdered samples of crystals with gold electrodes were used for the ac impedance measurements. We also performed microwave conductivity measurements using single crystals to detect the differences in molecular motions.Figure 7. Proton conductivity and adsorption isotherms. Red triangles and blue squares correspond to proton conductivity (25 °C) and water vapor adsorption isotherms (25 °C), respectively. One P/P0 corresponds to 100% RH.The ionic conductivity determined by the ac impedance method is shown in Figure 7. The bulk conductivity was estimated by semicircle fittings of the Nyquist plots (Figures S2–S3, SI). 1 showed almost no ionic conductivity (∼10–12 S cm–1, 25 °C). The conductivity gradually increased with increasing humidity in the region of dihydrate (RH ≤ 95%); however, there was a sharp rise above 95% RH. According to the results of water vapor adsorption and SCXRD measurements, this change in conductivity is attributable to the transformation of the hydrogen-bonding network between 1·2H2O and 1·3H2O. This result indicates that the proton conductivity through the conducting pathways of 1·3H2O (8 × 10–3 S cm–1, 25 °C) is at least 100 times higher than that of 1·2H2O (∼7 × 10–5 S cm–1, 25 °C). It is clear that the proton conductivity can be consecutively controlled over the range from 10–12 to 10–2 S cm–1 which is comparable to Nafion(2) by changing the number of guest water molecules. To the best of our knowledge, this is the first example of the control of a crystalline proton-conducting pathway by guest adsorption/desorption to control proton conductivity using MOFs. We hypothesize that the conducting mechanism in 1·3H2O is a Grotthuss-type mechanism(15) because the vehicle mechanism(16) is unlikely in such a confined space.(8a) The low conductivity of 1 is expected to be derived from the absence of a hydrogen-bonding network structure in the interlayer space. This low conductivity of 1 also suggests that the ammonium ions are not mobile through a vehicle-type mechanism in the narrow interlayer space.An increase in conductivity with increasing humidity is often observed in proton conductors, because the adsorbed water molecules help the diffusion of proton carriers.(8e-8g) However, in our case we observed a gradual increase of conductivity in 1·2H2O while there was a little change in water content in the stoichiometric phase of 1·2H2O. We think that there may be systematic absences of water molecules in the hydrogen-bonding network in 1·2H2O that affect proton conductivity drastically. We recognized that there are two significant differences in structure between 1·3H2O and 1·2H2O that might be triggers for the transition to the superprotonic-conducting 1·3H2O phase. The first is that 1·3H2O has a 1-D channel of water guests. Hydrogen-bonding networks in 1·3H2O and 1·2H2O can be recognized as 2-D networks; however, the conducting media of water molecules were arranged in 1-D channels between adp molecules. 1-D channels consisting of O(9) and O(10) in 1·3H2O might contribute to its high proton conductivity because the partially protonated water chain is one of the most efficient proton-conducting systems, while the distance between O(9) and O(9)′ (3.668(5) Å) in 1·3H2O is slightly long for a hydrogen bond, restricting proton movement. In this case, the dynamic movement of water between the O(10) and O(10)′ is needed for proton transfer along the 1-D channels. The second difference is in the hydrogen bond between adp and water molecules. Considering the pKa of adp molecules (4.42, 5.41) and ammonium ions (9.25), proton transfer from adp could mainly give proton defects or protonated water molecules in these systems. The additional water molecule in 1·3H2O (O(9) or O(10)) was located next to the adp molecules, and could form hydrogen bonds with them, which implies that the dissociation of protons from adp to water molecules is more likely to occur in 1·3H2O than in 1·2H2O.Figure 8. Temperature dependence of σ1 in a hydrated sample of 1·3H2O (blue curve) and a dehydrated sample of 1·2H2O (red curve).To detect the difference in proton motions between 1·3H2O and 1·2H2O, we performed microwave conductivity measurements. The temperature dependence of microwave conductivity (σ1) of 1·3H2O is illustrated by the blue curve in Figure 8. A broad maximum is observed at around 250 K, below which σ1 moves toward zero. The absolute value is about 1 order of magnitude smaller than the low-frequency conductivity originating from the proton conduction at room temperature. Moreover, the microwave conductivity never exhibits activation-type behavior. For the evacuated sample, the temperature dependence disappears (red curve in Figure 8), and hence, the framework responds weakly to microwave electric fields.This result clearly shows that there is remarkable difference in molecular motions between 1·3H2O and 1·2H2O. The present microwave response is not attributed to proton conductions but to some rotational or vibrational motions of molecules embedded in the framework. Therefore, the temperature dependence of σ1 (blue curve in Figure 8) reflects a relaxation process of the molecules. At around 250 K, the relaxation process satisfies a relation of ωτmw = 1, where ω and τmw stand for angular frequency (ω = 2πf) and relaxation time, respectively. In this situation, the motion of the molecule synchronizes with the microwave electric field. Below and above 250 K, ωτmw becomes larger and smaller than 1, respectively. Employing the microwave frequency of 16.3 GHz, τmw is evaluated as ∼1 × 10–11 s in the vicinity of 250 K. We think that the relaxation process observed in the microwave response is attributable to the rotational motion of protons in adp molecules, because the other relaxation in H2O and NH4+ may be too fast to follow the microwave electric field.(17) The disappearance of microwave response in the red curve in Figure 8 reveals that the rotation of adp is forbidden in the dehydrated samples of 1·2H2O. These results are consistent with our expectation that the protons on adp molecules in 1·3H2O are more likely to move than those in 1·2H2O. Because of the limitations of the SCXRD and conductivity measurements in deriving much information about the motion or structure of the hydrogen atoms in this system, further investigation using other methods such as neutron scattering is ongoing.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn conclusion, we have demonstrated the control of proton conductivity through the water vapor adsorption/desorption process using well-defined hydrogen-bonding networks. Relationships between the crystalline proton-conducting pathways and conductivity have been discussed using the SCXRD and conductivity measurements. Details of the reversible structural transformation among 1·3H2O, 1·2H2O, and 1 were clarified. Proton conductivity was consecutively controlled in the range from ∼10–12 to ∼10–2 S cm–1 by increasing the atmospheric humidity. These results are an important example for the control and understanding of proton conductivity within MOF materials. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationX-ray crystallographic data and files in CIF format, atomic coordination, and Nyquist plots. This material is available free of charge via the Internet at http://pubs.acs.org.∥Author Present AddressCenter for Molecular Systems (CMS), Department of Chemistry and Biochemistry, Graduate School of Engineering, Kyushu University, Moto-oka 744, Nishi-ku, Fukuoka, 819-0395, JapanThe authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work is supported by JSPS Research Fellowships for Young Scientist No. 21·4405, Grant-in-Aid for Scientific Research Nos. 20350030, 22108526, 24340071, and 24651127.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 17 other publications.1. (a) Voth, G. A. Acc. Chem. Res. 2006,  39,  143– 150[ACS Full Text ], [CAS]1. Computer Simulation of Proton Solvation and Transport in Aqueous and Biomolecular SystemsVoth, Gregory A.Accounts of Chemical Research\r\n        (2006),\r\n    39\r\n        (2),\r\n    143-150CODEN:\r\n                ACHRE4;\r\n        ", "title": "Control of Crystalline Proton-Conducting Pathways by Water-Induced Transformations of Hydrogen-Bonding Networks in a Metal–Organic Framework", "authors": ["Masaaki Sadakiyo", "Teppei Yamada", "Kyohei Honda", "Hiroshi Matsui", "Hiroshi Kitagawa"], "doi": ["10.1021/ja5022014"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0009.gif\">"]}