{"abstract": "Novel magnetic Cu-BTC@SiO@FeO catalysts were synthesized by encapsulating magnetic SiO@FeO nanoparticles into Cu-BTC through an in situ method. The structure of the catalysts was characterized by transmission electron microscopy (TEM), scanning electron microscopy (SEM), X-ray diffraction (XRD), Fourier transform infrared (FT-IR) spectroscopy, a vibration sample magnetometer (VSM), N adsorption/desorption, and NH-temperature programed desorption (NH-TPD). The catalytic activity and recovery properties of the catalysts for the Pechmann reaction of 1-naphthol (NP) with ethyl acetoacetate (EAA) were evaluated. The results showed that the magnetic Cu-BTC@SiO@FeO catalysts had the larger surface areas, suitable superparamagnetism, and good catalytic activity for Pechmann reaction. The conversion of 1-naphthol can reach ∼96%, and the selectivity of the production can reach ∼98% over 50.8% Cu-BTC@SiO@FeO (MCC-10) catalyst under the reaction conditions of 130 °C and 24 h. After the reaction, the catalyst can be easily separated from the reaction mixture by an external magnet. The recovery catalyst can be reused for five times, and the conversion of 1-naphthol can be kept over 90%.", "text": "10.1021/ie502489q Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionCoumarins considered as an important class of heterocyclic compounds are widely researched in organic chemistry. This kind of compound is usually the derivative of benzo-2-pyrone and contained in natural products. Due to the biological activity, most coumarins can be applied in pharmaceutical, agricultural, and fragrance industries.(1) Traditionally, coumarins can be synthesized by the Pechmann reaction, Perkin reaction, and Knoevenagel reaction. Among these methods, the Pechmann reaction is recognized as the most effective method to synthesize coumarins. In addition, ethyl acetoacetate and phenol are usually used as reactants, and the reactions are carried out under the acid catalysts (such as HCl, InCl3, ZnCl2, and p-TSOH).(2-4) However, these kinds of homogeneous Lewis acid catalysts exhibit the minus effect on the Pechmann reaction due to the large quantity of byproducts, long reaction time, and corrosion of the equipment.(5) In order to avoid the above disadvantages, heterogeneous catalysts for the Pechmann reaction are widely researched at present. For example Nafion,(6) amberlyst-15,(7) ionic liquids,(8) solid acid such as sulfonated zirconia,(9) H-BEA zeolite,(10) and the sulfonic acid modified Zr-TMS catalysts(11-13) are considered in this field.Recently, due to the high surface areas, easy functionalization, and design,(14, 15) metal–organic frameworks (MOFs) formed by metal ions and organic ligands are developed rapidly in the heterogeneous catalytic field.(16-22) However, the case of the MOFs as catalyst is still in the beginning stages. For example, Opanasenko et al.(23) compared the catalytic activity of Cu-BTC and zeolite for the Pechmann reaction. It was found that the catalytic activity of the Cu-BTC was superior to the catalytic activity of the zeolite. The conversion and the selectivity could reach 93% and 95%, respectively, in the Pechmann reaction of the naphthol with ethyl acetoacetate. Unfortunately, the recycling, reusability, and the solvent effect were not discussed. The MOFs catalyst for the Pechmann reaction has been very limited in the literature.At present, magnetic catalysts could not only exhibit good catalytic activity but could show the advantages for recycling in a liquid system.(24, 25) For example, the solid magnetic catalyst could be separated by an external magnet after the reaction, then regenerated, and reused in the reaction. This could avoid the loss of catalyst and acheive the high recycling. In this field, our group also made some progress. For example, our group has already prepared Cu/Fe3O4@SiO2 magnetic catalyst(26) based on superparamagnetic Fe3O4 core and used in low concentration formaldehyde converted into hydrogen. After being recycled by a magnet and reused for 8 times, the catalyst still kept its excellent performance. Moreover, TiO2/SiO2@Fe3O4 magnetic catalyst(27) was prepared and used to degrade dyestuff. The catalyst could keep its good degradation rate of Rhodamine B after being recycled for 8 times.In this work, Cu-BTC@SiO2@Fe3O4 catalyst was synthesized by the encapsulation of Cu-BTC on the surface of magnetic SiO2@Fe3O4 particles. Then, the structure of the catalyst was characterized by a series of measurements. The Pechmann reaction performance of 1-naphthol with ethyl acetoacetate was evaluated over the above catalysts. The separation, recycling, and reusability of the above catalysts was elucidated in detail in order to improve the synthesis of coumarins in the future.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1Catalysts PreparationThe magnetic SiO2@Fe3O4 particles were prepared according to a literature procedure.(27, 28) Fe3O4 was synthesized by a solvothermal method, and the SiO2 shell was coated by hydrolysis of tetraethoxysilane (TEOS). Then, the above magnetic SiO2@Fe3O4 particles were modified by thioglycolic acid (TA). Subsequently, we dispersed the as-synthesized sample in the copper acetate solution and placed the trimesic acid solution under ultrasound for a certain time to obtain the magnetic Cu-BTC@SiO2@Fe3O4 catalyst. Additionally, the Cu-BTC was synthesized according to an improved literature procedure.(29) The details of the preparation, the contents of Cu-BTC, and the calculation method have been supplied in the Supporting Information.2.2CharacterizationTransmission electron microscope (TEM) and scanning electron microscope (SEM) images of samples were obtained with a JEOL JEM 2100 and a Zeiss SUPRA55 instrument, respectively. Powder X-ray diffraction (XRD) data were collected with a Rigaku D/Max 2500 VB +/PC diffractometer. Fourier transform infrared (FT-IR) spectra were recorded with a Bruker Tensor-27 infrared spectrophotometer using KBr pellet samples. NH3-temperature programed desorption (NH3-TPD) data were collected by a Thermo Electron TPD/R/O 1100 series catalytic surfaces analyzer equipped with a TC detector. N2 adsorption–desorption measurements were performed on an ASAP 2020 M automatic specific surface area and aperture analyzer. Magnetic properties of the samples were measured by a vibration sample magnetometer (VSM, Laker shore Model 7400) under magnetic fields up to 20 kOe. The details have been supplied in the Supporting Information.2.3Catalytic EvaluationThe Pechmann reaction of 1-naphthol (NP) with ethyl acetoacetate (EAA) was carried out in a flask reactor with a condenser and stirring. A certain amount of NP, EAA, n-dodecane, nitrobenzene, and the catalysts (2.5–12.5 wt %, the content of the catalyst was referenced to the weight percent of NP) was added in the flask, and the mixture was stirred for the reaction to occur. After the reaction, the catalysts were separated by an external magnet from the solvent. The above layer of liquid was detected through GC. The conversion of NP and the yield was calculated with n-dodecane as internal standard. After the liquid was poured from the flask, the solid catalyst was washed with plenty of ethanol and separated by a magnet. Then, the fresh reagents were added to the flask reactor and performed for the next run.In order to study the effect of different NP derivatives on the Pechmann reaction, the 4-nitro-1-naphthol and the 4-methoxy-1-naphthol were chosen as different substrates in the above reaction, and the resorcinol was also used as a different substrate to perform the Pechmann reaction. Additionally, the cyclohexane and the toluene solvents were used in the Pechmann reaction of NP with EAA. The details have been supplied in the Supporting Information.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and Discussion3.1Catalysts Characterization3.1.1SEM and TEM of As-Synthesized CatalystsFigure 1 shows the TEM and SEM of Fe3O4, SiO2@Fe3O4, Cu-BTC, and Cu-BTC@SiO2@Fe3O4 samples which were synthesized at different times. It can be seen from (A) that the diameter of Fe3O4 was about 160 nm. After being coated with a compact layer of SiO2, the diameter was increased to about 170 nm. This meant that the thickness of the SiO2 shell was about 5 nm (shown in (B)). (C) and (D) were the SEM and TEM of Cu-BTC through the ultrasound-assisted synthesis method. The structure of the as-prepared Cu-BTC sample was present as a regular octahedron. The SEM of MCC-4 from 30 to 120 min was shown from (E) to (H). As can be seen from the figure, the prepared Cu-BTC@SiO2@Fe3O4 samples showed spherical shape, and the surface of the samples was not smooth. It seems like small particles agglomerated together and formed the bigger Cu-BTC@SiO2@Fe3O4 samples. The TEM of MCC-4 was shown from panels (I) to (L). It can be seen that the Cu-BTC on the surface of the SiO2@Fe3O4 seemed to become compact with the time extended. The SiO2@Fe3O4 particles magnetized each other and agglomerated together inside of Cu-BTC. In addition, the particle size of the as-synthesized MCC-4 was substantially maintained at several micrometers during the different times.Figure 1. SEM and TEM images for Fe3O4, SiO2@Fe3O4, Cu-BTC, and MCC-4 catalysts. (A) TEM of Fe3O4; (B) TEM of SiO2@Fe3O4; (C) SEM of Cu-BTC; (D) TEM of Cu-BTC; (E), (F), (G), and (H) SEM of MCC-4; (I), (J), (K), and (L) TEM of MCC-4. (C), (D), (H), and (L): 120 min; (E) and (I): 30 min; (F) and (J): 60 min; (G) and (K): 90 min.3.1.2XRD Pattern of As-Synthesized CatalystsFigure 2 exhibits the XRD patterns of as-synthesized samples and the simulated Cu-BTC.(30, 31) As can be seen from the figure, the diffraction peaks at 30.0°, 35.4°, 43.0°, 53.4°, 56.9°, and 62.5° from samples (1) to (6) were consistent with JCPDS No. 19-0629. These diffraction peaks could be ascribed to the typical cubic spinel structure of Fe3O4. This meant that the Fe3O4 could maintain its structure during the ultrasonic synthesis process. The diffraction peak of sample (2) was nearly the same as sample (1) except the intensity, indicating the contents of SiO2 were relatively low. For the section of Cu-BTC in the magnetic Cu-BTC@SiO2@Fe3O4 catalysts, it can be seen that the diffraction peaks of Cu-BTC in the magnetic Cu-BTC@SiO2@Fe3O4 catalysts could correspond with the diffraction peaks of the as-synthesized Cu-BTC and simulated Cu-BTC. This validated the formation of Cu-BTC during the synthesis process. In addition, the intensity of the Fe3O4 diffraction peaks was gradually decreased with the increasing Cu-BTC contents, and on the contrary, the intensity of Cu-BTC diffraction peaks was gradually increased. Furthermore, the diffraction peak of sample (7) was coincident to (8), indicating the formation of Cu-BTC during the ultrasonic process.Figure 2. XRD patterns for as-synthesized and simulated samples. (1) Fe3O4, (2) SiO2@Fe3O4, (3) MCC-4, (4) MCC-6, (5) MCC-8, (6) MCC-10, (7) as-synthesized Cu-BTC, and (8) simulated Cu-BTC.3.1.3FT-IR Spectra of As-Synthesized CatalystsFigure 3 shows the FT-IR spectra of pure Cu-BTC, MCC-4, MCC-6, MCC-8, MCC-10, and H3BTC. As can be seen from the figure, the strong vibration peak at 1720 cm–1 in spectrum (9) could be ascribed to the −COOH stretching vibration of H3BTC.(32) For spectrum (7), the strong vibration at 1643 cm–1 could be attributed to the connection of deprotonated −COOH with Cu ion. In other words, this strong vibration was caused by the asymmetric stretching vibration of −COOH. The vibration at 1383 cm–1 was mainly due to the symmetric stretching vibration of −COOH.(21) Compared with spectrum (9), these vibration peaks were shifted to the lower wavelength. For the magnetic Cu-BTC@SiO2@Fe3O4 sample, the strong asymmetric and symmetric vibrations were also presented at 1643 and 1383 cm–1, respectively. This was corresponding to the pure Cu-BTC. Besides, the fingerprint peaks below 1000 cm–1 could be attributed to the plane vibration of BTC.Figure 3. FT-IR spectra for as-synthesized samples. (3) MCC-4, (4) MCC-6, (5) MCC-8, (6) MCC-10, (7) as-synthesized Cu-BTC, and (9) H3BTC.3.1.4Magnetic Property of As-Synthesized CatalystsFigure 4 shows the magnetization curves of Fe3O4, SiO2@Fe3O4, MCC-4, MZC-5, MCC-8, and MCC-10. As can be observed from the figure, all samples exhibited a superparamagnetic property, and with the increase of Cu-BTC contents, the saturation magnetization was gradually decreased. The saturation magnetization of SiO2@Fe3O4 (77 emu/g) was slightly lower than that of Fe3O4 (83 emu/g), mainly due to the encapsulated SiO2 on Fe3O4 particles. After being encapsulated with different contents of Cu-BTC, the saturation magnetization reduced to 57.6, 47.3, 37.8, and 26.2 emu/g, respectively. In our group’s previous publication, it has been discussed that the above saturation magnetization could be easily separated from the liquid system.(27) In this work, the as-synthesized samples could be separated easily by a magnet after the catalytic reaction, too. Due to the superparamagnetism, the catalyst could be dispersed in solvent through stirring after removing the magnet.Figure 4. Magnetic curves for as-synthesized samples. (1) Fe3O4, (2) SiO2@Fe3O4, (3) MCC-4, (4) MCC-6, (5) MCC-8, and (6) MCC-10.3.1.5N2 Adsorption/Desorption for the As-Synthesized CatalystsFigure 5 exhibits the N2 adsorption/desorption of the Fe3O4, SiO2@Fe3O4, MCC-4, MCC-6, MCC-8, MCC-10, and pure Cu-BTC. All the samples were measured at 77 K. According to IUPAC, (3) to (7) could be ascribed to curve I and exhibited a H4 hysteresis loop. This revealed that the sample was a typical microporous material and with uniformed shape and pore size. From Table 1, it can be seen that the pore size distribution was mainly at about 1.1 nm, and the sample could be recognized as microporous materials. This pore size distribution also corresponded to that in the literature.(33) For (7), it showed a certain adsorption property to N2. In the case of (1), the adsorption property of N2 was very weak, and the pore size distribution was mainly at 7.72 nm. This was probably due to the accumulation of the magnetized Fe3O4 particles. Besides, compared with the bare Fe3O4 particles, the surface area of SiO2@Fe3O4 was slightly improved after encapsulating a compact layer of SiO2. With further encapsulation of different contents of Cu-BTC, the surface areas of the as-synthesized catalysts were enhanced sharply. The surface areas of MCC-4, MCC-6, MCC-8, and MCC-10 catalysts were about 187.8, 382.3, 616.8, and 856.7 m2/g, respectively. For the pure Cu-BTC catalyst, the surface area could reach 1382.3 m2/g and also be consistent with the literature.(34) In addition, as can be exhibited in the table, the pore volumes of MCC-4, MCC-6, MCC-8, MCC-10, and pure Cu-BTC catalysts were also increased gradually with the increase of the Cu-BTC contents.Figure 5. N2 adsorption/desorption curves for Cu-BTC@SiO2@Fe3O4 catalysts. (1) Fe3O4, (2) SiO2@Fe3O4, (3) MCC-4, (4) MCC-6, (5) MCC-8, (6) MCC-10, and (7) as-synthesized Cu-BTC.Table 1. Textural and Structural Characteristics of the SamplesentrysamplesCu-BTC content (wt %)SBET (m2/g)V (cm3/g)D (nm)(1)Fe3O4 20.70.047.72(2)SiO2@Fe3O4 83.30.3115.12(3)MCC-411.5187.80.191.24(4)MCC-630.6382.30.391.15(5)MCC-844.4616.80.331.08(6)MCC-1050.8856.70.371.12(7)Cu-BTC1001382.30.531.033.1.6NH3-TPD for the As-Synthesized CatalystsIn order to verify the surface acidity and basicity property of as-synthesized samples, the NH3-TPD measurement was conducted in the MCC-4, MCC-6, MCC-8, MCC-10, and as-synthesized Cu-BTC samples. As can be seen in Figure 6, the as-synthesized samples had good acidity. All samples showed a strong signal at 251 °C. This is mainly due to the desorption of NH3 from the surface of copper which presented the vacancy during the heating process. In other words, some of the Cu ions were not connected with H3BTC and the unbonded sites remained.(35) For sample (7), the strong signal just appeared at 251 °C. However, this strong signal was shifted to lower temperature to some extent for samples (3), (4), (5), and (6). This was probably caused by the crystal defects of forming Cu-BTC during the synthesis process.(36) Besides, the total acidity of as-synthesized samples of (3), (4), (5), (6), and (7) was about 1.16, 1.32, 1.52, 1.83, and 2.50 mmol/g, respectively. It indicated that, with the increase of Cu-BTC contents in the Cu-BTC@SiO2@Fe3O4 sample, the total acidity of the as-synthesized sample was increased.Figure 6. NH3-TPD graphs for as-synthesized samples. (3) MCC-4, (4) MCC-6, (5) MCC-8, (6) MCC-10, and (7) as-synthesized Cu-BTC.3.2Evaluation of Catalytic PerformanceOn the basis of the above characterization and analysis, the magnetic Cu-BTC@SiO2@Fe3O4 and pure Cu-BTC catalysts were applied in the Pechmann reaction of NP with EAA, and particularly, the different times, the catalysts contents, the different temperatures, and the recycling of the catalysts were discussed. The reaction equation of NP with EAA was shown in Scheme 1.Scheme 1. Pechmann Reaction of NP with EAA3.2.1Effect of Various Catalysts at Different TimesFigure 7 shows the effect of different contents of catalysts at different reaction times. The content of catalysts was fixed at 10%. As can be seen in the figure, the conversion of NP was increased gradually with the extension of time. In the first 6 h, the conversion of NP was sharply increased, mainly due to the reagents and catalysts being in sufficient contact with each other. Sinhamahapatra et al.(37) discussed the effect of mesoporous zirconium phosphate catalyst on the Pechmann reaction of phenols with ethyl acetoacetate, and they found that, during the first 4 h, the conversion was undoubted increased sharply. Then, the reaction rate was slowed down in the following procedure. From Figure 7, after the reaction lasted for 6 h, the reaction rate was dropped, and this corresponded to the above research. In this work, the conversion of NP was about 96.1% over the MCC-10 catalyst.Figure 7. Effect of various as-synthesized catalysts on the Pechmann reaction at different times. Reaction temperature: 130 °C; catalysts contents: 10%; n(NP) = 4 mmol; n(EAA) = 8 mmol.In addition, for different catalysts, from the previous discussion, the content of Cu-BTC for MCC-4, MCC-6, MCC-8, and MCC-10 was about 11.5%, 30.6%, 44.4%, and 50.8%, respectively. It can be seen that the catalytic activity of the as-synthesized catalyst was increased with the increasing Cu-BTC contents. Figure 6 showed that the total acidity for the above catalysts was increased in the above order. In other words, the acidity for this reaction was very important. Higher total acidity could enhance the catalytic activity of the Pechmann reaction. Furthermore, in order to elucidate the catalytic activity of as-synthesized catalysts, the black experiment and the experiment with SiO2@Fe3O4 carrier were carried out following the experimental procedure, respectively. Nearly no conversion was shown during the process, indicating the excellent catalytic activity of as-synthesized catalysts.3.2.2Effect of Different Catalyst ContentsTable 2 shows the effect of different MCC-10 catalysts on the Pechmann reaction of NP with EAA. As can be seen in the table, the conversion and yield were increased obviously with the increasing MCC-10 content. This trend was consistent with the discussion of Figure 7. The conversion and yield could reach 96.12% and 94.50% when the content of MCC-10 was 10%. That meant the content of Cu-BTC was nearly 5.48%. Besides, the selectivity of the reaction could be maintained at about 98% for the entire reaction. Opeanasenko et al.(23) already discussed that the conversion of this reaction was about 15% and 23% over BEA and USY zeolite catalysts, respectively. However, they found that the pure Cu-BTC showed excellent catalytic activity to the reaction of NP with EAA. In our work, the magnetic Cu-BTC@SiO2@Fe3O4 catalyst also showed the positive effect on the reaction.Table 2. Effect of Conversion and Yield over Different Contents of MCC-10 Catalystacontents of MCC-10 (wt %)contents of Cu-BTC (wt %)conversion (%)selectivity (%)yield (%)2.51.3745.2898.7744.725.02.7457.7398.2556.727.54.1178.9698.6977.9310.05.4896.1298.3194.5012.56.8598.0498.5296.59aReaction temperature: 130 °C; reaction time: 24 h; n(NP) = 4 mmol; n(EAA) = 8 mmol.3.2.3Effect of Different TemperaturesTable 3 exhibited the effect of different temperatures on the Pechmann reaction of NP with EAA. It can be seen from the figure that the temperature exhibited a significant influence on the reaction. When the temperature increased from 110 to 140 °C, the conversion and yield of the reaction were increased from 63.01% to 98.83% and 62.11% to 96.51%, respectively. It meant the conversion and yield could be enhanced with the temperature increase. In addition, the selectivity of the reaction was almost maintained at 98% during the process. Furthermore, D’Souza and Nagaraju(38) explored the modified metal oxide catalyst used in the Pechmann reaction and found the conversion of the reaction was increased gradually with the temperature increase. Sudha et al.(39) also found the above trend when they carried out the Pechmann reaction over 20 wt %PW/Al-MCM-41 catalyst. In this work, the conclusion corresponded with the previous publications.Table 3. Conversion and Yield at Different Temperatures over MCC-10 Catalystaentrytemperature (°C)conversion (%)selectivity (%)yield (%)111063.0198.5762.11212084.6798.6883.55313096.1298.3194.50414098.8397.6596.51aCatalyst content: 10%; reaction time: 24 h; n(NP) = 4 mmol; n(EAA) = 8 mmol.In order to explore the effects of the different solvents and the different substrates on the Pechmann reaction, the catalytic activities of NP with EAA using non-nitrobenzene, such as the cyclohexane and the toluene as the solvent, and of other NP derivatives, such as 4-nitro-1-naphthol, 4-methoxy-1-naphthol, and the resorcinol as the different substrates with EAA over MCC-10 catalyst, were also evaluated. The details have been supplied in the Supporting Information.It can be seen in the SI-Table 1, Supporting Information, in the Pechmann reaction of NP with EAA, the cyclohexane and the toluene as the solvent, the conversion was 74.61% and 79.85%, respectively. It was lower than that of using the nitrobenzene as the solvent. It was indicated that the cyclohexane and the toluene were unsatisfactory solvent. In the Pechmann reaction of 4-nitro-1-naphthol and 4-methoxy-1-naphthol with EAA, the conversion was 92.36% and 90.78%, respectively. However, the selectivity was lower than that of NP with EAA. It could be due to the steric effect of 4-nitro-1-naphthol and 4-methoxy-1-naphthol. In the Pechmann reaction of the resorcinol as the different substrates with EAA, the conversion and the selectivity were 96.83% and 98.75%, respectively. They were both very high. It was indicated that the magnetic Cu-BTC@SiO2@Fe3O4 catalyst was suitable for the Pechmann reaction of the resorcinol with EAA.3.2.4Effect of Catalysts Recovery and RecyclingGenerally, the separation and recycling of the as-synthesized catalysts were important factors in industry. In other words, the life-span and the contents of the catalysts would directly affect the conversion of the reaction. For the batch reaction, especially the solid–liquid reaction, the solid catalysts were usually lost during the separation procedure. That meant the conversion of the reaction could usually be decreased during the procedure. For this work, due to the superparamagnetism, the MCC-10 catalyst could be magnetized and separated by an external magnet. In other words, the MCC-10 catalyst could nearly avoid the loss during the separation procedure. The details of the reaction and separation process are shown in Figure 8. During the reaction procedure, the solid catalysts could be dispersed in the liquid system due to the high speed of stirring. Then, after the reaction, the solid catalysts could be separated by a magnet, and the liquid could be poured out from the stirred tank reactor. Subsequently, the fresh ethanol was added to wash the spent solid catalysts, and the recovery catalysts could be used for the next run.Figure 8. Process of reaction, separation, and recovery of the as-synthesized catalysts.Figure 9 shows the effect of recycling time after the MCC-10 catalyst was separated by an external magnet from the liquid reaction system, washed, and reactivated in the vacuum. As can be seen from the figure, the conversion and yield of the Pechmann reaction could be kept over 90% after the fifth run. The selectivity of the reaction could also be maintained at 98%. This indicated that this magnetic catalyst could be recognized as a real heterogeneous catalyst. Compared with other catalysts, for example, Kalita and Kumar(13) researched the Pechmann reaction over triflic acid modified mesoporous catalyst and found the conversion dropped 10% at least after being recycled for the fourth time. Sabou et al.(40) explored the Pechmann reaction over various ion-exchange resin catalysts and also found similar problems. Not only the catalytic activity of the catalysts, but also the selectivity of the reaction decreased to some extent after being recycled for the fifth time. For this work, the catalysts were weighed after the fifth run, and the weight of the catalyst was almost kept the same as the fresh catalysts. Due to the recycling rate nearly being 100%, the catalytic activity and the selectivity of the reaction could almost be maintained during the fifth run. This method may pave the way for a new direction of the solid–liquid reaction system.Figure 9. Conversion, selectivity, and yield with different recycling times over the MCC-10 catalyst. Catalyst content: 10%; reaction time: 24 h; n(NP) = 4 mmol; n(EAA) = 8 mmol; 130 °C.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsA series of Cu-BTC@SiO2@Fe3O4 catalysts was synthesized by encapsulating magnetic SiO2@Fe3O4 particles in Cu-BTC through an ultrasonic-assisted method. The spherical structure was formed after 120 min, and the magnetic SiO2@Fe3O4 carrier could be kept stable during the synthesis procedure. The as-synthesized Cu-BTC@SiO2@Fe3O4 catalysts exhibited superparamagnetic properties and could be separated by an external magnet from the solid–liquid reaction system after the reaction. This could greatly simplify the experimental procedure. The BET surface areas of the as-synthesized catalysts were increased with the increasing Cu-BTC contents, and the pore size was about 1.1 nm. In addition, the Pechmann reaction of NP with EAA over the as-synthesized catalysts revealed the favorable conversion and selectivity due to the excellent acidity of the as-synthesized catalysts. The conversion of the reaction could reach 96.12%, and the selectivity was about 98% at 130 °C. Furthermore, the as-synthesized catalysts showed the perfect recycling rate and reusability. The recovery experiment proved that the conversion of NP could be kept at least 90% after the fifth run, and the selectivity was almost the same during this process. Although the catalytic activity of the as-synthesized magnetic catalysts was excellent, the agglomeration of the catalysts was serious. Thus, in the future, we will improve the synthesis procedure and try to get the monodispersed catalyst of Cu-BTC@SiO2@Fe3O4. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationThe details of the catalysts preparation (SI-1), the characterization (SI-2), the catalytic evaluation (SI-3), and the results of the Pechmann reaction of NP with EAA using non-nitrobenzene as solvent, and the other NP derivatives with EAA over MCC-10 catalyst (SI-4, SI-Table 1). This material is available free of charge via the Internet at http://pubs.acs.org/.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was carried out with financial support from the National Natural Science Foundation of China (Grant Nos. 21136001 and 21173018).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 40 other publications.1. Trenor, S. R.; Shultz, A. R.; Love, B. J.; Long, T. E. Coumarins in Polymers: From Light Harvesting to Photo-Cross-Linkable Tissue Scaffolds Chem. Rev. 2004,  104,  3059[ACS Full Text ], [CAS]1. Coumarins in Polymers: From Light Harvesting to Photo-Cross-Linkable Tissue ScaffoldsTrenor, Scott R.; Shultz, Allan R.; Love, Brian J.; Long, Timothy E.Chemical Reviews (Washington, DC, United States)\r\n        (2004),\r\n    104\r\n        (6),\r\n    3059-3077CODEN:\r\n                CHREAY;\r\n        ", "title": "Magnetically Recyclable Cu-BTC@SiO@FeO Catalysts and Their Catalytic Performance for the Pechmann Reaction", "authors": ["Qingyuan Li", "Sai Jiang", "Shengfu Ji", "Da Shi", "Junlei Yan", "Yanxia Huo", "Qingmin Zhang"], "doi": ["10.1021/ie502489q"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-39/ie502489q/20140925/images/small/ie-2014-02489q_0002.gif\">"]}