{"abstract": "A new type of 3D interpenetrating porous zirconium metal−organic framework () based on a 2D 3,6-connected kgd net has been synthesized and characterized for the first time. The gas uptake and catalytic properties of  have been studied.A new porous zirconium metal–organic framework (Zr MOF), Zr(μ-O)(μ-OH)(OH)(HO)(BTB)·6DMF·HO (; HBTB = 5′-(4-carboxyphenyl)[1,1′:3′,1″-terphenyl]-4,4″-dicarboxylic acid), based on Zr clusters and tricarboxylate ligands has been constructed and characterized. The Zr clusters were linked by BTB ligands to generate a 2D network of kgd topology. The interpenetrations among the 2D networks gave rise to a 3D porous framework, which represents the first Zr MOF constructed from 2D → 3D interpenetration. The gas uptake and catalytic properties for  have also been studied.", "text": "10.1021/ic5012764 Because of potential applications in gas storage and catalysis, porous metal–organic frameworks (MOFs) have received tremendous attention and have been developed rapidly in the past 2 decades.(1-3) MOFs are normally built from metal-based nodes and organic linkers. By the careful design of organic ligands and application of inorganic secondary building units (SBUs), many porous MOFs with high gas storage/selectivity and catalytic capacities have been prepared and documented.(4, 5) As is well-known, the application of an MOF is highly determined by the stabilities (including thermal and chemical stabilities) of the framework. However, most of the porous MOFs are moisture-sensitive; furthermore, seldom were porous MOFs reported to be thermally stable up to 300 °C, which limited their potential applications in various fields.(6) Hence, the construction of porous MOFs with high thermal and chemical stabilities becomes an active field in coordination and material chemistry.An efficient strategy for improving the stability of an MOF is to apply a metal cluster as the node and multicarboxylate ligands as the linkers in the construction of porous MOFs.(7) Recently, this strategy was further illustrated by the synthesis of porous zirconium (Zr) MOFs based on Zr multinuclear clusters. So far, several porous MOFs based on Zr6 and Zr8 clusters have been synthesized and reported.(8, 9) These porous materials show higher stability than those of Zn/Cu/Co/Cd-based MOFs.(10) Surprisingly, among the reported Zr-based MOFs, the organic ligands are limited to linear dicarboxylate and square-planar or tetrahedral tetracarboxylate ligands. For example, the 8-connected Zr8 cluster can be linked by tetrakis(4-carboxyphenyl)porphyrin (square-planar linker) or 4′,4″,4‴,4′′′′-methanetetrayltetrabiphenyl-4-carboxylate (tetrahedral linker) to result in the formation of 4,8-connected sqc and flu nets, respectively.(8c, 9d) However, Zr MOFs based on tricarboxylate linkers have seldom been explored, although large amounts of Cu/Zn-based MOFs with benzene-1,3,5-tricarboxylic acid and its derivative as the linkers have been widely documented.(11-13) Very recently, Yaghi et al. reported a 3D porous Zr MOF with spin topology based on benzene-1,3,5-tricarboxylic acid and a Zr6 cluster.(14) Herein reported is a novel Zr MOF, Zr6(μ3-O)4(μ3-OH)4(OH)6(H2O)6(BTB)2·6DMF·H2O (1; DMF = N,N-dimethylformamide), based on a Zr6 cluster and a trigonal carboxylate linker, 5′-(4-carboxyphenyl)[1,1′:3′,1″-terphenyl]-4,4″-dicarboxylic acid (H3BTB). The Zr6 cluster was linked by the trigonal carboxylate linker to give rise to a 2D framework. Interestingly, the 2D frameworks interpenetrate each other perpendicularly to give rise to a 3D porous framework with 1D square channels along the [001] direction. The gas uptake and catalysis properties of 1 have also been studied.The solvothermal reaction of Zr(NO3)4·5H2O and H3BTB in mixed solvents of DMF and acetic acid [4 mL; 1:3 (v/v)] resulted in the formation of a large amount of yellow crystals of 1, which are not soluble in common solvents. The structure of 1 was determined by single-crystal X-ray diffraction (XRD), and the formula of Zr6(μ3-O)4(μ3-OH)4(OH)6(H2O)6(BTB)2·6DMF·H2O was further confirmed by elemental analysis and thermogravimetric analysis (TGA).Single-crystal X-ray analysis revealed that compound 1 crystallized in the space group I41/amd. As found in other Zr MOFs, the basic building block in 1 is a six-nuclear Zr cluster. On the basis of careful analysis of the cluster, there are four μ3-O2– O atoms, four μ3-OH– groups, six terminal OH– groups, six H2O molecules, and six carboxylate groups, which result in the formula of the cluster being assigned as Zr6(μ3-O)4(μ3-OH)4(OH)6(H2O)6(COO)6. In the cluster, each Zr atom coordinates to two O atoms from two BTB ligands, two μ3-O2– O atoms, one μ3-OH– group, one terminal OH– group, and one H2O molecule. Thus, six such Zr atoms were connected by four μ3-O2– O atoms and four μ3-OH– groups to generate a Zr6(μ3-O)4(μ3-OH)4 octahedral core, which is similar to that observed in PCN-225. In general, 8 or 12 carboxylate groups further coordinate to the Zr6(μ3-O)4(μ3-OH)4 octahedral core, which can be considered as a 8- or 12-connected node in the reported results. However, in 1, the Zr6(μ3-O)4(μ3-OH)4 octahedral core was further connected by six carboxylate groups from six BTB ligands in the ac plane, and each BTB ligand was attached to three Zr6(μ3-O)4(μ3-OH)4 octahedral cores to give rise to a 2D framework, as shown in Figure 1c. For topological analysis, the Zr6 core, which is connected by six BTB ligands, can be treated as a 6-connected node, and the BTB ligand can be simplified to a 3-connected linker. After this simplification, the 2D framework belongs to a 3,6-connected network with a kgd topology, which is rare in the literature.(15) The short Schläfli vertex notation of the net can be represented as (43)2(46·66·83), as indicated by TOPOS software.(16)Figure 1. (a) Zr6(μ3-O)4(μ3-OH)4 SBU. (b) BTB ligand showing the coordination modes. (c) 3,6-Connected kgd topology. (d) 2D → 3D interpenetrating framework with different colors. (e) Space-filling representation of the 3D porous framework.The 2D framework possesses elliptical windows with a size of 7.16 × 12.61 Å (atom-to-atom distance). The wide opening of the window provides the possibility of interpenetration by another net. Thus, the parallel 2D layers of one set are displaced with each other by 17.25 Å (half the length of the a and b axes) and interpenetrate perpendicularly with another set of parallel 2D nets to generate a 3D open framework with 1D square channels along the [001] direction (Figure 1d,e). The weak CH···π interactions between the central benzene ring of the BTB ligand in one net and the side benzene ring of the BTB ligand in another net further stabilize the whole framework. The dimensions of the channels are 14.37 × 14.37 Å (atom-to-atom distance), in which a large amount of DMF and H2O molecules reside. The total solvent-accessible volume of 1 is 63.7%, as calculated using the SQUEEZE module of the PLATON routine.(17) In the past decades, many 3D MOFs with open frameworks have been synthesized and reported; the generation of 3D frameworks through the interpenetration of a 1D chain or 2D layer is still very rare.(18) To the best of our knowledge, 1 is the first Zr example that was generated from 2D → 3D multiple interpenetrations.The purity of 1 was confirmed by a comparison of their simulated and experimental powder XRD. To check the permanent porosities of complex 1, the freshly prepared sample was soaked in methanol and dichloromethane to exchange the less volatile solvents such as DMF, followed by evacuation under a dynamic vacuum at 80 °C for 10 h, generating the dehydrated form. As shown in Figure 2, desolvated 1 displays a typical type I adsorption isotherm, suggesting retention of the microporous structures after removal of the solvents from the crystalline samples. Desolvated 1 can adsorb 179 cm3 g–1 of N2 at 77 K. The total pore volume of 0.27 cm3 g–1 for 1 was calculated from the N2 isotherm (P/P0 = 0.98). The Brunauer–Emmett–Teller surface areas by fitting the N2 isotherm is 613 m2 g–1. Under the conditions of 1 bar and 77 K, desolvated 1 can adsorb 101 cm3 g–1 H2 molecules. The corresponding isosteric heat of adsorption (Qst) of 6.0 kJ mol–1 was calculated by fitting the H2 adsorption isotherms at 77 and 87 K to a virial-type expression.Figure 2. (left) N2 adsorption isotherm at 77 K. (right) H2 adsorption isotherms at 77 and 87 K.Considering that complex 1 has large channels and coordinative unsaturated metal sites can be generated upon removal of the terminal H2O ligands, the Lewis acid catalyzed reaction of carbonyl compounds with cyanide was carried out to test its catalytic property (Scheme 1). The solvent-exchanged sample of 1 was activated at 80 °C under vacuum for 5 h before the catalytic test. Complex 1 shows high activity in the cyanosilylation of benzaldehyde and naphthaldehyde, and 100% conversions were reached in 24 h at room temperature. The catalytic activity of 1 is comparable to other Mn- or Ln-based MOFs(19) in the cyanosilylation of benzaldehyde but is much higher than other reported results in the cyanosilylation of naphthaldehyde.(19b, 20) When a larger 4-tert-butylbenzaldehyde was used, a significantly lower conversion was obtained, which is similar to other reports.(19b)Scheme 1. Lewis Acid Catalyzed Reaction of Carbonyl Compounds with CyanideIt should be pointed out that the stability of complex 1 presented here is much lower than those reported for 3D Zr MOFs,(8, 9) which may derive from the fact that there are more coordinated terminal H2O and OH groups on the Zr6 SBUs than those reported, and compared to other 3D Zr MOFs, the interpenetrations among 2D layers also reduce the rigidity of the whole framework and further influence the stability of complex 1.In summary, an interpenetrating Zr MOF (1) based on the BTB ligand has been synthesized and characterized. Complex 1 possesses a novel 3,6-connected layer network with kgd topology. The perpendicular interpenetrations among the 2D layers result in the formation of a 3D porous framework with 1D channels. Structurally, complex 1 presents the first example that possesses a 2D kgd topology and 2D → 3D multiple interpenetrations among all reported Zr MOFs. Although complex 1 exhibits low gas uptake and thermal stability compared to other 3D Zr MOFs,(8, 9) our results presented here may provide a strategy for the construction of porous Zr MOFs through framework interpenetration. Further study will focus on the design and synthesis of porous Zr MOFs with high gas uptake and thermal stability, as well as catalytic property. Top of PageAbstractReferencesSupporting InformationCrystallographic data in CIF format, detailed synthesis procedure, crystal data, XRD, TGA, IR spectrum, bond distances and angles, and additional graphics. This material is available free of charge via the Internet at http://pubs.acs.org. Funding InformationThis work was supported by the National Science Foundation of China (Grants 21271117 and 21371179), NCET-11-0309, the Shandong Natural Science Fund for Distinguished Young Scholars (Grant JQ201003), the National Science Foundation of Shandong Province (Grant BS2011CL041), and the Fundamental Research Funds for the Central Universities (Grants 13CX05010A and 13CX02006A).The authors declare no competing financial interest.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 20 other publications.1. For reviews, see:(a) Zhou, H. C.; Long, J. R.; Yaghi, O. M. Chem. Rev. 2012,  112,  673– 674[ACS Full Text ], [CAS]1. Introduction to Metal-Organic FrameworksZhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    673-674CODEN:\r\n                CHREAY;\r\n        ", "title": "Porous Zirconium Metal–Organic Framework Constructed from 2D → 3D Interpenetration Based on a 3,6-Connected kgd Net", "authors": ["Rongming Wang", "Zhiying Wang", "Yuwen Xu", "Fangna Dai", "Liangliang Zhang", "Daofeng Sun"], "doi": ["10.1021/ic5012764"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5012764/production/images/small/ic-2014-012764_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5012764/production/images/small/ic-2014-012764_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5012764/production/images/small/ic-2014-012764_0004.gif\">"]}