{"abstract": "The synthesis of a new rigid hetero-trifunctional building block based on a 1,3,5-trisubstituted benzene ring is reported. This compound associated with copper salts and urea produced after hydrothermal treatment a hybrid structure characterized by the presence of inorganic columns. The magnetic behavior of this material is reported.The synthesis of 1,3-diphophonobenzoic acid (), a rigid precursor belonging to the family of 1,3,5-trisubstituted benzene compounds, is reported following a straightforward two-step sequence. The new rigid hetero-trifunctional building block has been engaged with Cu(NO)·3HO in hydrothermal synthesis to produce a new metal−organic framework (MOF) Cu[](HO) (). The structure of compound  has been solved by X-ray diffraction on single crystal and can be described as inorganic columns running along the  axis and separated by the organic parts. Magnetic measurements have been performed in order to evaluate the magnetic behavior and the moments of the Cu ions in this structure.", "text": "10.1021/cg900811k Top of PageAbstractIntroductionExperimental ProceduresResults and DiscussionConclusionReferencesIntroduction Metal−organic frameworks (MOF) represent a class of materials possessing a structure resolved at the atomic scale that has received a considerable attention over the past decade.(1) Intense investigations have been concerned with the identification of the parameters that govern the connectivity of the hybrid network which is a key factor to produce MOF possessing structures specially designed for desired applications. As an illustration, several porous materials have been designed, and their use for gas storage(2) or drug delivery(3) has been reported. The incorporation of catalytic centers inside MOF is another challenge that has been addressed by Lin(4) and others.(5) For the design of MOF, carboxylic acid derivatives have been extensively used as organic precursors since many of them are commercially available (e.g., trimesic acid, phthalic acid) and because several porous and thermally stable structures have been produced. Besides the use of carboxylic acid, other functional groups have been employed for the formation of a metal organic network and notably the phosphonic acid group.(6) Whatever the type of functional group present on the organic precursor, the synthesis of hybrid materials having a three-dimensional (3D) network has been achieved by using, for instance, specific synthetic conditions (e.g., ionothermal conditions(7)) or by the involvement of specifically designed organic building blocks. Following the second strategy, original polycarboxylates(8) or polyphosphonic acids(9) have been synthesized and used for the design of hybrid structures. Another class of original organic building blocks is composed by the molecules possessing at least two distinct functional groups that have the ability to form an extended network with a selected inorganic precursor. The recent work of Morris et al.(10) illustrates the interest of using hetero-polyfunctional organic precursors to design MOFs. Indeed, the use of a sulfonic-dicarboxylate derivative leads these authors to identify a solid that shows low-pressure selectivity toward nitric oxide. In this subclass of heterodifunctional organic precursors, those possessing both carboxylic and phosphonic acid functional groups have been used for the design of hybrid structures. Originally, most of the difunctional organic precursors possessed a flexible structure due to the location of the functional groups on a flexible alkyl chain.(11) It should be noted that the presence of two functional groups directly bonded on a rigid backbone (e.g., an aromatic ring) can produce rigid molecules that can have a template role during the formation of the hybrid structure. Recent work by Férey and co-workers(12) has shown that the introduction of some flexibility (e.g., the separation of carboxylic acid and aromatic ring with a methylene tether) does not produce isostructural materials due to the higher flexibility of the organic precursor.(13) Hybrid materials constructed from rigid hetero-polyfunctional organic precursors are not numerous. Nevertheless, over the last five years rigid heterodifunctional organic building units have been synthesized and engaged in the synthesis of hybrid materials as illustrated by the following combinations: sulfonic acid/phosphonic acid,(14) pyridine oxide/carboxylic acid,(15) pyridine/carboxylic acid,(16) phosphonic/carboxylic,(17, 18) pyridine/phosphonic acid,(19) or heterotrifunctional precursor (pyridine/carboxylic acid/phosphonic acid(20)). The production of a hybrid structure with this kind of heterofunctional organic building block offers a new synthetic challenge since the synthetic conditions can generate structures in which either one or two types of functional groups can be connected to the inorganic network. Recently, we have shown that this kind of chemioselectivity occurs in the course of the reaction of 3-phosphonobenzoic acid (3-PBA) with zinc nitrate. It was observed that at low pH only the phosphonic acid is bonded to the inorganic network while at higher pH both types of functional groups were directly connected to the inorganic network leading to the production of a 3D hybrid network.(17) The same organic precursor 3-PBA associated with copper salt produced once again a two-dimensional (2D) network at low pH with free carboxylic acid functional groups, but an original homochiral helical structure at higher pH was obtained.(21) Finally, the association of 3-PBA with lead(22) or lanthanum(23) salts produced other original structures. These recent results clearly demonstrate that rigid heteropolyfunctional organic molecules attract precursors since control of the synthetic conditions (e.g., pH, nature of the inorganic precursor) can produce either a 2D or 3D hybrid network.The 1,3,5-trisubstituted benzene ring constitutes an interesting rigid scaffold that has been widely studied for the generation of extended hybrid networks. In this family of organic molecules, the commercially available 1,3,5-benzene tricarboxylic acid (BTC, also known as trimesic acid − Scheme 1) has been engaged with a wide variety of inorganic partners to produce numerous original hybrid structures.(24) Its triphosphonic analogues 1,3,5-benzene triphosphonic acid (BTP − Scheme 1) has been more recently synthesized(25) and characterized.(26) Its use as an organic building block for the design of hybrid structure has been first illustrated by Clearfield and co-workers.(27) The structure variation from BTC (A) to BTP (C) allows the design of two further structures that include phosphonoisophthalate (B) and diphosphonobenzoic acid (2) that possess respectively one or two phosphonic acid functional groups. To the best of our knowledge, only one study reports the synthesis of phosphonoisophthalate (B) and its use in the synthesis of hybrid structures,(28) while diphosphonobenzoic acid H5L2 is the missing molecule in this series of rigid polyfunctional molecules. In this study, we report its synthesis and the structure of the copper hybrid Cu5[L2]2(H2O)6 (3).Scheme 1. 1,3,5-Trisubstituted Benzene Ring Holding Different Number of Phosphonic and/or Carboxylic Acid Functional GroupsTop of PageAbstractIntroductionExperimental ProceduresResults and DiscussionConclusionReferencesExperimental ProceduresGeneralAll compounds were fully characterized by 1H, 13C, and 31P NMR spectroscopy (Bruker AC 300 spectrometer). The following abbreviations were used: s singlet, d doublet, t triplet, m multiplet. Mass spectra were recorded with a QTOF Micro (Waters) ionization electrospray positive (ESI), lockspray PEG, infusion introduction (10 μL/min), source temperature 80 °C, desolvatation temperature 120 °C. Elemental analyses were recorded with an automatic apparatus CHNS-O Thermo-Quest. Methyl 3,5-dibromobenzoate was synthesized by esterification of the commercially available 3,5-dibromobenzoic acid. The infrared spectroscopy (IR) spectra was recorded on a a FTIR Thermo Nicolet FT-IR Nexus spectrometer working in the absorbance mode, in the 400−4000 cm−1 range, at 4 cm−1 optical resolution. Powder sample was diluted by mixing KBr (2 wt %). Thermo gravimetric analyses (TGA) were recorded at the rate of 3 °C/min from 30 to 800 °C under nitrogen gas flow by using a Perkin-Elmer TGA 7 apparatus. The magnetic measurements were performed on a powder sample in a SQUID magnetometer from room temperature to 2 K under a field of 0.3 T.Methyl 3,5-Bis(diethoxyphosphonyl)benzoate (1)NiBr2 (0.48 g, 2.2 mmol), methyl 3,5-dibromobenzoate (5.15 g, 18.3 mmol), and mesitylene (10 mL) were placed under nitrogen atmosphere in a two-neck round-bottom flask fitted with a reflux condenser and an additional funnel. The suspension was heated at 180 °C and triethylphosphite (9.20 g, 44.5 mmol) was carefully added dropwise for 30 min. At the end of the addition, the solution was heated further at 180 °C for 6 h. After being cooled at room temperature, the volatiles, including the solvent, were removed in vacuo. Dichloromethane (50 mL) was added, and the solution was washed with water (3 × 50 mL). The organic phase was dried over MgSO4, filtered, and concentrated in vacuo to produce a viscous oil. After purification by column chromatography on silicagel (CH2Cl2/MeOH: v/v 100/2) compound (1) was isolated in 89% yield (5.8 g) as a pale yellow oil. 1H NMR (300.13 MHz,CDCl3):1.32 (t, 3JHH = 7.1 Hz, 12H, O−CH2−CH3) ; 3.93 (s, 3H, O−CH3); 4.11 (m, 8H, O−CH2−CH3); 8.38 (tt, 3JHP= 11.6 Hz, 4JHH = 1.2 Hz, 1H, CAr−H) ; 8.59 (m, 2H, CAr−H). 31P NMR (121.49 MHz, CDCl3): 15.88 (s). 13C NMR (75.47 MHz,CDCl3): 15.92 (m, O−CH2−CH3); 52.21 (s, 1C, O−CH3); 62.24 (m, 2C, O−CH2-); 130.04 (dd, 2C, 1JCP = 190.7 Hz, 3JCP = 13.6 Hz, C3C5); 130.5 (t, 1C, 3JCP= 14.3 Hz, C1); 135.76 (m, 2C, C2C6); 138.27 (t, 1C, 2JCP = 10.6 Hz, C4); 164.78 (s, 1C, C═O). HRMS (ES-TOF): m/z calcd for C16H27O8P2 (M + H) 409.1181; found 409.1186.3,5-Diphosphonobenzoic Acid (H5L2)Methyl 3,5-bis(diethoxyphosphonyl)benzoate (1) (3.52 g; 8.62 mmol) and concentrated HCl (37% in water, 160 mL) were mixed, and the solution was heated at reflux for 15 h. The solution was concentrated in vacuo, and the resulting solid was dried in vacuo to produce 3,5-diphosphonobenzoic acid (H5L2) (2.38 g ; 98% yield) as a white solid. 1H NMR (300.13 MHz, D2O): 8.21 (tt, 3JHP = 11.4 Hz, 4JHH ∼ 1 Hz, 1H, CAr−H); 8.47 (m, 2H, CAr−H). 31P NMR (121.49 MHz, D2O): 15.40 (s). 13C NMR (75.47 MHz, D2O):133.16 (t, JCP = 14.1 Hz, CAr); 136.88 (dd, 1JCP = 180.1 Hz, 3JCP = 12.6 Hz, CAr); 136.97 (m, CAr); 139.38 (t, JCP = 11.1 Hz, CAr) ; 171.79 (s, C = O). Anal. Calcd for C7H8O8P2 (282.08): C, 29.81; H, 2.86. Found: C, 29.78; H, 3.23.Hydrothermal Synthesis of Cu5[(O3P)2C6H3CO2]2(H2O)6 (3)In a 25 mL PTFE insert, 1 equiv of 3,5-diphosphonobenzoic acid (H5L2) (0.08 g, 0.28 mmol) was dissolved in distilled water (15 mL). To this solution was respectively added 2.5 equiv of Cu(NO3)2·3H2O (0.2 g, 0.70 mmol) and 2.5 equiv of urea (0.042 g, 0.70 mmol). The insert was transferred in a Berghof pressure digestion vessel (initial pH = 1.48) and heated from room temperature to 180 °C in 20 h, further heated at 180 °C for 30 h, and cooled to room temperature in 20 h (final pH = 2.58). After filtration, the resulting compound was obtained as blue crystals that were washed with water, rinsed with absolute ethanol, and dried in air (0.04 g: 30% yield).Anal. calcd. for Cu5C14H18O22P4 (979.9): C, 17.16; H, 1.85. Found: C, 16.89; H, 2.42. IR (KBr): 3356, 3062, 2364, 2340, 1595, 1558, 1431, 1384, 1169, 1114, 1063, 1015, 993, 979, 949, 819, 787, 780, 747, 691, 602, 565, 529, 492, 459, 428.Crystal Structure DeterminationX-ray diffraction (XRD) investigation was performed using Mo Kα radiation on a Kappa CCD (Bruker Nonius) diffractometer equipped with a charge coupled device (CCD) detector. Large Ω- and Φ-scans were used to both control the crystalline quality of different samples and determine the unit cell parameters. Single crystals of suitable size were then selected. Considering the cell parameters and the spot size (i.e., mosaicity) suitable data collection strategies have been defined. A scanning angle of 0.8° and a Dx (detector-sample distance) value of 34 mm have been chosen; Φ- and Ω-scans were used. The diffracted intensities were collected up to θ = 40°. Following the symmetry of the crystal, one independent triclinic space was scanned. The EvalCCD software(29) was used to extract reflections from the collected frames and reflections were merged and rescaled as a function of the exposure time. Data were corrected from absorption using Sadabs program(30) developed for scaling and correction of area detector data. Structural models have been built up with superflip(31) using charge-flipping methods.(32) The basic crystallographic data are reported in Table S1, Supporting Information. The model was subsequently introduced in the refinement program Jana2006(33) all the atomic positions were refined and anisotropic atomic displacement parameters (ADP) were considered for all the atoms. At this step of the refinement, the hydrogen atoms can be located. The decreasing law of the diffusion factor as a function of sin θ/λ implies that the main contribution of the hydrogen atoms to the diffracted intensity is condensed in the beginning of the diffraction patterns. Difference Fourier series were then performed in the 0 ≤ sin θ/λ ≤ 0.5 interval. The analysis of the observed maxima of density allowed the location of all the hydrogen atoms directly implied in a C−H boundary. Bond valence calculations carried out using the formalism of Brese and O’Keefe(34) show lack of charges on some oxygen; additional H atoms are then expected in the vicinity of some O atoms. These hydrogen atoms have been located from geometric considerations. The atomic positions and the ADP of hydrogen atoms were fixed during the refinement. Atomic positions are listed in Table S2, Supporting Information. CCDC-730160 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre www.ccdc.cam.ac.uk/data_request/cif.Scanning.Top of PageAbstractIntroductionExperimental ProceduresResults and DiscussionConclusionReferencesResults and Discussion3,5-Diphosphonobenzoic acid (H5L2) was readily obtained starting from the commercial 3,5-dibromobenzoic acid which was first esterified following a classical method. Then the two phosphonate functional groups were introduced by a nickel-assisted Arbuzov reaction to produce 1 (Scheme 2). Finally, phosphonic and carboxylic ester functional groups were simultaneously hydrolyzed in presence of concentrated aqueous HCl solution giving rise to 3,5-diphosphonobenzoic acid (H5L2). Then, compound H5L2 was engaged in a hydrothermal synthesis (180 °C; 30 h) in the presence of Cu(NO3)2·3H2O and urea. The role played by the urea on the architecture of the final material has already been underlined in previous works involving meta- or para-phosphonobenzoic acid and various inorganic precursors.(16, 20) Indeed, the addition of urea allows increasing the pH of the reaction media during the hydrothermal synthesis. Hence, a full deprotonation of the phosphonic and carboxylic acid functional groups occurs and then the direct connection of these groups to the inorganic network is favored. After filtration, blue crystals of Cu5[L2]2(H2O)6 (3) were isolated. With the aim to obtain materials in which only the phosphonic acid groups would be directly connected to the inorganic network, the hydrothermal synthesis was attempted under the same conditions except that urea was not added to reaction media. In that case, the final pH of the solution was 1.29 (instead of 2.58 when urea was added), but unfortunately no powder or crystals could be isolated from the turbid solution.Scheme 2. Synthetic Route for the Synthesis 3,5-Diphosphonobenzoic Acid H5L2 and Cu5[L2]2(H2O)6 (3)aai - P(OEt)3, NiBr2; ii - HCl 37% ; iii - Cu(NO3)2·3H2O, urea, 180 °C, 20 h.The scanning electron microscopy (SEM) characterizations confirmed that the produced blue material was composed of crystallite needles with an average size of 50 × 50 × 100 μm (Supporting Information, Figure SI1). The thermogravimetric curve of compounds (3) (Figure 1) exhibits a first mass loss of 3.9% between 30 and 132 °C, which is in good agreement with the departure of the two water molecules present in the lattice structure of Cu5[L2]2(H2O)6 (3) (theoretical loss: 3.7%), followed by a second mass loss of 3.6% up to 245 °C assigned to the departure of two more water molecules present in Cu5[L2]2(H2O)4 (theoretical loss: 3.8%). After this dehydration process, a series of several mass losses are observed, which are attributed to the decomposition of the compound and the formation of both Cu2P2O7 and Cu3(PO4)2 as confirmed by powder XRD. The splitting in the weight loss curve around 130 °C is in good agreement with the presence of two types of water molecules: water of crystallization and coordinated water. The loss of water molecule below 130 °C can be ascribed to the two water molecules of crystallization present in the structure, while the weight loss at immediately higher temperatures can be due to the four coordinated water molecules and to the decomposition of the organic molecules.Figure 1. TGA curves of Cu5[L2]2(H2O)6 (3).The IR spectra (see Supporting Information, Figure SI2) present a broad peak centered around 3300 cm−1, which is in good agreement with the presence of lattice water molecules, found in the structure, that are engaged into intermolecular H bonding.(35) This study has also confirmed that no free carboxylic acid are present in the structure, due to the absence of the peak around 1700 cm−1 expected for C═O stretching vibration of the −C=OOH group. The two doublet observed respectively at 1595 cm−1, 1558 cm−1, and 1431 cm−1, 1384 cm−1 are respectively assigned to the asymmetrical νa(COO−) and symmetrical νs(COO−) stretching vibration of the two carboxylate functions. The differences between these wavenumbers, Δ = νa(COO−) − νs(COO−) are equal to 164 and 174 cm−1, which are values that are in agreement with those generally observed for a carboxylate bridged to two copper atoms.(36, 37) The presence of these two doublets is probably due to the two different carboxylic functions (i.e., C1O1O2 and C8O9O10) present in each of the two different crystallographic units of the structure (see Figure 2).Structural DescriptionCu5[L2]2(H2O)6 (3) crystallized in the triclinic P1̅ space group and the cell parameters are a = 9.968(7), b = 11.141(4), c = 13.825(6) Å, α = 68.75(3), β = 89.67(5), γ = 63.70(4)° (see Supporting Information, Table SI1). Two crystallographically independent L2 molecules are implied in Cu5[L2]2(H2O)6 (3) as depicted in Figure 2. For each molecule two types of oxygen are liable to achieve boundaries with transition metals: the six oxygen atoms of the phosphonate groups and the two oxygen atoms of the carboxyl group.Figure 2. Structure of Cu5[L2]2(H2O)6 (3): (I, II) the two independent diphosphonate molecules with the atomic labels.The projection of the structure of the MOF along the c direction (Figure 3a) reveals that the five independent Cu atoms are aggregated in pillars. The pillars are interconnected via the diphosphonate molecules; diamond-shaped tunnels filled with water molecules (H12−O21−H16 and H17−O22−H18) are observed. Each oxygen atoms of the organic molecules (either of the phosphonate groups or of the carboxyl groups) is implied at least in one Cu−O bond. Additional oxygen atoms (O17, O18, O19, and O20) bring the Cu environment to completion; each of these O atoms is surrounded by two hydrogen atoms and can be identified as structural water. Thus, the copper atoms are 5-fold coordinated by O atoms forming more or less distorted pyramid; the copper atoms achieve four short bonds (1.87 ≤ d ≤ 2.10 Å) with the oxygen atoms defining the basal plane of the pyramid and one long bond (2.14 ≤ d ≤ 2.35 Å) with the oxygen vertex. The Figure 3b depicts the structure of one pillar. The benzene rings of the organic molecules are oriented parallel to the ab plane. The alternation along c of organic ① and inorganic ② slices is shown. It results in the absence of a direct connection between the Cu polyhedra along the pillar direction; phosphonate groups are bridging the copper units. Considering the A, B, and C slabs (see Figures 3b and 4a−c), two types of Cu clusters are observed. They are built up from Cu1, Cu2, and Cu3 (with 3.15 Å ≤ dCu−Cu ≤ 3.62 Å) for the first one (B and C slabs) and Cu4 and Cu5 (with dCu−Cu close to 3.08 Å) for the second one (A slab). Cu1O5, Cu2O5, and Cu3O5 are corner sharing pyramids, while Cu4O5 and Cu5O5 are edge-sharing pyramids. The A slab is organized as double Cu2O8 dimers, while the B and C slabs are built of Cu3O12 trimers.Figure 3. Structure of Cu5[L2]2(H2O)6 (3): (a) projection of the structure along the c axis revealing inorganic columns surrounded by organic materials. The hydrogen atoms bonded to the aromatic ring have been omitted for clarity. (b) View of an isolated inorganic column with the surrounding diphosphonates. (The dark gray polyhedra represent the copper dimers and trimers and the pale gray tetrahedra represent the phosphononic acid groups.)Figure 4a−c reveals the nature of the organic−organic connection along the pillar both within each A, B, and C slabs and between these different slabs. Let us consider the A slab. It is characterized by the presence of two Cu2O8 dimers. As shown in the Figure 4a−c, each of them is connected to one organic molecule via two oxygen atoms of the carboxyl group of molecules ④ and ⑤. Dimers are interconnected by two phosphonic acid functional groups belonging to two distinct organic molecules (called ① and ③ in Figure 4a). For each molecule, two oxygen atoms of one phosphonate group ensure the connection between the two dimers, while the third oxygen is implied in the bonding scheme of copper atoms of an adjacent slab (below or above). The slab B is characterized by the Cu3O12 trimer built up from three edge-sharing pyramids. The three O edges ensuring the connections of the pyramids are linked to one phosphonate group belonging the molecules called ①, ③, and ⑦. Two oxygen atoms of one phosphonic acid moiety of the molecules ② and ⑥ and two oxygen atoms of the carboxyl group of molecule ⑧ consolidate the connection within the trimer. Three remaining edges (one for each pyramid) of the trimer are H2O. The connections within the C slab are quite similar: Finally, two oxygen atoms of one phosphonate of the molecule ⑦ as well as the carboxyl group of the molecule ⑨ consolidate the trimer of the C slab; one O atom of molecule ⑥ belongs to the coordination sphere of two CuO5 pyramids. The connection between the slab B and C are ensured by the organic molecules ⑥ and ⑦. Let us note that in all the O atoms of the phosphonic or carboxylic groups none implied in the bounding scheme of the pillar (Figure 4) allow the connection with the adjacent pillars.Figure 4. Structure of Cu5[L2]2(H2O)6 (3). (a−c) Projection along c of the A, B, and C slabs shown in Figure 3b. Diphosphonates located above and below the plane defined by the Cu polyhedra are drawn using regular and dotted style, respectively. The ①−⑨ digits indicate the different diphosphonates implied in the bounding scheme of the copper polyhedra; they permit one to follow the stacking of the Figure 4a−c. (d, e) Projection along c of the ① organic and ② inorganic slices (see Figure 3b for the signification of the symbols ① and ②). O and H atoms are depicted using black white circles, respectively. The (I) and (II) notations correspond to the labels given to the organic molecules in Figure 2.The structure of the pillars identified in Figure 3b shows the arrangement of the organic molecules in regard to the copper atoms. However, an analysis of the packing of the organic ① and inorganic ② layers (see Figure 3b for notations) is still missing. Figure 4d provides a global view of the organic layer. The two independent diphosphonates (called (I) and (II)) form ribbons built up from (I) or (II) of two molecules wide. The median axis of the diphosphonates is oriented along the [2̅10] and [12̅0] directions for the (I) and (II) molecules, respectively. The angle between the two independent molecules is then closed to 120°. The “free” water molecule H2O22 belongs to the (II) based ribbon. Figure 4e reveals the nature of the inorganic ② layer: the slice running along a of double dimers alternates along b with the slice of double trimers. In this figure, the H2O molecules belonging to the coordination sphere of the copper atoms are clearly identified. The “free” water molecules H2O21 are located at the border between the two types of ribbons. The hydrogen bonding network is reported in Table SI4, Supporting Information.Magnetic PropertiesThe magnetic susceptibility χ of Cu5[L2]2(H2O)6 (3), recorded as a function of the temperature, is presented in Figure 5. The susceptibility χ of (3) increases continuously to reach 0.4 emu/mol at 2 K when the sample is cooled from room temperature. A fitting by the Curie law indicates that this compound presents a moment of 1.13 μB/Cu and an extrapolation temperature θ = −8 K. The value of about 1.13 μB/Cu corresponds to the usual value for a nearly quenchy spin 1/2 of the Cu2+ ion. The simultaneous presence of copper(II) and carboxylate functions suggests a comparison with other copper compounds presenting configuration syn-syn through a O−C−O bridge.(38) Indeed, it is well established that this syn−syn configuration leads to a “strong” antiferromagnetic exchange for a 1D copper chain. In our case, unfortunately, the structural analysis shows that copper dimers are isolated, and the syn−syn bridges do not participate in the antiferromagnetic coupling. One possible explanation is to consider the 3D magnetic couplings through O−P−O bridges.(39)Figure 5. Magnetic susceptibility per mol χ versus temperature obtained in zero field cooled process under 3000 G for Cu5[L2]2(H2O)6 (3). The corresponding fitting parameters by a Curie law.Top of PageAbstractIntroductionExperimental ProceduresResults and DiscussionConclusionReferencesConclusionIn the present work, the synthesis of 3,5-diphosphonobenzoic acid H5L2 is reported in three steps starting form 3,5-dibromobenzoic acid. This new compound completes the series of molecules, largely used as building blocks for the design of a MOF, possessing a 1,3,5-benzene structure substituted by phosphonic, carboxylic acid, or a mixture of both functionalities. This molecule possesses a limited number of conformations since the functionalities are directly bonded on a benzene ring. This property allows its classification among rigid hetero-polyfunctional molecules. This compound, due to the presence of functionalities having the capacity to form a hybrid network (phosphonic and carboxylic acid), has been engaged in hydrothermal synthesis in the presence of copper salts. The addition of urea in the reaction vessel was needed to control the pH of the reaction media and to yield crystalline samples. The rigidity of the organic precursor and the position of the functionalities on the benzene ring dictate the final structure of the MOF. The structure is characterized by the presence of two building units Cu2O8 and Cu3O12. The first one is formed by two bipyramids sharing an edge, while the Cu3O12 unit is characterized by the corners sharing. In this structure, it is observed that the phosphonic functional group, due to its tetrahedral geometry, is engaged in the coordination sphere of three distinct copper atoms leading, jointly with the presence of other functionalities on the benzene ring, to production of a 3D network. The syn−syn configuration of the bridged carboxylates is generally described as active actors of the magnetic coupling when they acted as a link between several magnetic centers. In the present case, the carboxylate function is only connected to the isolated building unit Cu2O8 and does not participate in the antiferromagnetic coupling observed.Top of PageAbstractIntroductionExperimental ProceduresResults and DiscussionConclusionReferencesAcknowledgmentWe thank the “Service de RMN, UFR Sciences et Techniques, Université de Bretagne Occidentale, Brest” for assistance with NMR spectroscopic data recording. Top of PageAbstractIntroductionExperimental ProceduresResults and DiscussionConclusionReferencesSupporting InformationScanning electron microscopy, infrared spectra, the summary of crystal data, the positional parameters, the list of the hydrogen bonds and X-ray diffraction data recorded on powder. This material is available free of charge via Internet at http://pubs.acs.org/.Reference QuickViewTop of PageAbstractIntroductionExperimental ProceduresResults and DiscussionConclusionReferencesReferencesThis article references 39 other publications.1. (a) Cheetham, A. K.; Rao, C. N. R.; Feller, R. K. Chem. Commun. 2006,  46,  4780– 4795[Crossref], [PubMed]There is no corresponding record for this reference.(b) Férey, G. Chem. Soc. Rev. 2008,  37,  191– 214[Crossref], [PubMed], [CAS]1. Hybrid porous solids: past, present, futureFerey, GerardChemical Society Reviews\r\n        (2008),\r\n    37\r\n        (1),\r\n    191-214CODEN:\r\n                CSRVBR;\r\n        ", "title": "3,5-Diphosphonobenzoic Acid, a New Rigid Heterotrifunctional Building Block to Design Metal Organic Frameworks. Illustration with the Characterization of Cu[(OP)-CH-CO](HO)", "authors": ["Jean-Michel Rueff", "Olivier Perez", "Charles Simon", "Christophe Lorilleux", "Hélène Couthon-Gourvès", "Paul-Alain Jaffrès"], "doi": ["10.1021/cg900811k"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2009/cgdefu.2009.9.issue-10/cg900811k/production/images/small/cg-2009-00811k_0005.gif\">"]}