{"abstract": "The critical temperatures, , of CO, CH, and Ar are 304 K, 191 K, and 151 K, respectively. This paper highlights some unusual characteristics of adsorption and diffusion of these molecules in microporous structures such as zeolites and metal organic frameworks at temperatures  < . Published experimental adsorption data for  show that the isotherms invariably display stepped characteristics. The inverse thermodynamic factor 1/Γ ≡ d ln /d ln  exceeds unity for a range of fugacities  and molar concentrations  within the pore corresponding to the steep portion of the isotherm. With the aid of Monte Carlo simulations of isotherms for different temperatures  in a variety of zeolites (AFI, MTW, FAU, NaY, MFI, and MOR), metal−organic frameworks (IRMOF-1, CuBTC, MIL-47 (V), and MIL-53 (Cr)), and covalent−organic frameworks (COF-102, and COF-108), we investigate the conditions required for 1/Γ > 1. For each of the three species investigated, data on pore concentrations  at any given temperature below  fall within the binodal region for the  fluid phase. We present evidence to suggest that, in the concentration ranges for which 1/Γ > 1, clustering of molecules occurs. The extent of clustering is enhanced as  falls increasingly below . Furthermore, molecular dynamics simulations of diffusion demonstrate that the concentration dependence of the diffusivities is markedly influenced in the regions where 1/Γ > 1. In regions where molecular clustering occurs, the Fick diffusivity shows, in some cases, a decreasing trend with concentration.", "text": "10.1021/la9033639 Top of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferences1 IntroductionA wide variety of microporous materials is used in a range of applications in storage, separation, and catalysis.(1-12) In designing and developing such applications, it is necessary to have a good understanding and description of adsorption and diffusion of guest molecules. The processes of adsorption and diffusion within micropores are closely interlinked. The Fick, or “transport”, diffusivity Di is related to the more fundamental Maxwell−Stefan (M−S), or “corrected” diffusivity Đi by Di = ĐiΓi where Γi ≡ ∂ ln fi/∂ ln ci = (ci/fi)(∂ fi/∂ ci) is the thermodynamic factor, fi is the fugacity of the bulk fluid phase and ci is the loading or concentration within the pores. The Γi can be obtained by differentiating the pure component adsorption isotherm. If the adsorbed phase concentration follows a single-site Langmuir isotherm, then Γi = 1/(1 − θi), where we define the fractional occupancies, θi ≡ ci/ci,sat. In this case, the inverse thermodynamic factor, 1/Γi, equals the fractional vacancy (1 − θi).A molecule can only jump to a site that is not occupied, and the simplest model to describe the loading dependence of the M−S diffusivity is(1)where Đi(0) is the diffusivity in the limiting case of vanishingly small occupancy. In the general case where single-site Langmuir behavior is not observed, 1/Γi provides a good indicator of how the availability of adsorption sites changes with increased fugacity, and, consequently, loading. If we replace (1 − θi) in eq 1 by the generalized measure of the fractional vacancy, 1/Γi, we get(2)In only a few cases this direct proportionality between the Đi and the 1/Γi has been validated by MD simulations.(13) More generally, the Đi is found to be a more complex function of the 1/Γi.(13-17) Of particular interest is the situation when the isotherm exhibits inflection behavior; this causes both 1/Γi and Đi to exhibit cusp-like loading dependence with a sharp minimum at the pore concentration ci at which the preferred sites are fully occupied.(14-16)In many applications such as CO2 sequestration, capture, or removal from gaseous streams, the temperatures involved could be lower than the critical temperatures Tc of the constituents. Published experimental data on adsorption isotherms for T < Tc show stepped characteristics. As an illustration, Figure 1 shows experimental isotherm data for CO2 (Tc = 304 K), CH4 (Tc = 191 K), and Ar (Tc = 151 K) for a variety of zeolites, metal organic frameworks (MOFs), and covalent organic frameworks (COFs).(18-25) In preparing these plots, the experimental pressures are converted to fugacities using the Peng−Robinson equation of state.(26) The ci are the absolute loadings, expressed as the number of moles per cubic meter of accessible pore volume; this allows a proper comparison of the loadings in different structures; this choice of concentration measure is useful not only for modeling adsorption, but also for diffusion.(27-29)Figure 1. Experimental data for adsorption isotherms for (a) CO2, (b) CH4, and (c) Ar in variety of zeolites, MOFs, and COFs. The experimental data are taken from refs 18−25. In most cases, the experimental data on the pore volumes were used to determine the loadings ci; in cases where experimental pore volume data were unavailable, the simulation values (see Supporting Information) were used for this purpose. In cases where the experimental data were expressed in excess loadings, these have been converted to absolute loadings using the pore volume data provided.Another important feature of stepped isotherm behavior for microporous materials has not received any attention or focus in published work; this pertains to the characteristics of the thermodynamic factor under these circumstances. The corresponding data for 1/Γi obtained by numerical differentiation of the isotherms are presented in Figure 2. We prefer to plot 1/Γi instead of Γi because the latter has the undesirable property of approaching infinity as saturation loading is approached; this makes the data less easy to interpret when plotted in graphical form. The values of 1/Γi are seen to exceed unity to significant extents for a range of loadings for every guest−host combination. Within a Langmuirian conceptual frame, an increase of 1/Γi to values exceeding unity implies an increase in the fractional vacancy beyond unity; this is remarkable. Inside mesopores, stepped isotherms are commonly encountered; in this case, 1/Γi > 1 signals capillary condensation.(-30-39) For micropores, the interaction of the molecules with the pore wall serve to enhance phase stability and prevent first-order phase transitions.(32-45) The absence of capillary condensation inside micropores has been established with neutron scattering experiments;(46) these experiments also show that the molecules are present in a metastable state. The phenomenon of adsorption hysteresis is usually not encountered in microporous materials, as has been demonstrated in a variety of molecular simulation studies.(32-34, 37, 38, 42) From the foregoing discussions, it is clear that 1/Γi >1 is unusual for micropores and therefore requires further thought and investigation, not least because 1/Γi has a significant influence on the loading dependence of the M−S diffusivity.Figure 2. The inverse thermodynamic factor, 1/Γi, for (a) CO2, (b) CH4, and (c) Ar in variety of zeolites, MOFs, and COFs plotted as a function of the pore loading, ci. The calculations of 1/Γi are by numerical differentiation of the isotherm data in Figure 1.This paper has the following set of objectives: (1) to show that stepped isotherm behavior is a characteristic for a guest molecule in many microporous host at T < Tc (we also highlight cases where this is not the case, and provide underlying reasons for deviant behaviors); (2) for any given guest−microporous host combination, to determine the set of conditions necessary to prescribe 1/Γi > 1; (3) to provide a molecular-level interpretation and explanation of 1/Γi > 1 (in particular, we aim to show that clustering of molecules occurs in regions where 1/Γi > 1); (4) to demonstrate that clustering phenomena have important consequences for the loading dependences of the Maxwell-Stefan and Fick diffusivities.To achieve these objectives, we use Monte Carlo simulations of adsorption isotherms in the grand canonical ensemble (GCMC), along with molecular dynamics (MD) simulations of diffusivities. Specifically, we have chosen to investigate three guest species, CO2, CH4, and Ar, in six different zeolites (AFI, MTW, FAU, NaY (144 Si, 48 Al, 48 Na+, Si/Al = 3), MFI, and MOR), four different MOFs (IRMOF-1, CuBTC, MIL-47(V), and MIL-53(Cr)), and two different COFs (COF-102, and COF-108). The choice covers a wide range of micropore sizes, topologies, and connectivities. All our simulations were performed assuming rigid frameworks. For MIL-53 (Cr), the adsorption of CO2 induces structural transformations in the framework;(25, 47) the analysis of such effects is not accounted for in this paper but is discussed in detail elsewhere.(48) As a result, the reported results for MIL-53 using the “large pore”, i.e., −lp structure, though qualitatively correct, will not yield the correct quantitative results for the isotherms and diffusivities.The accessible pore volumes of the variety of structures investigated were determined with the aid of molecular simulations using the helium probe insertion technique suggested by Talu and Myers.(49, 50) The entire database of simulation results is available in the Supporting Information accompanying this publication; this material includes details of the GCMC and MD simulation methodologies, details of the microporous structures (unit cell dimensions, accessible pore volume, characteristic pore dimensions), pore landscapes, specification of the force fields used, simulation data on isotherms, clustering analysis, and diffusivities.Top of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferences2 Adsorption Isotherms and 1/ΓiThe ability of GCMC simulations to capture stepped isotherm characteristics in zeolites and MOFs for a variety of molecules has been established in a few publications.(19, 22, 51, 52) For illustration purposes, we present a comparison of our GCMC simulations for CO2/AFI/165 K, CH4/IRMOF-1/125 K, and CH4/IRMOF-1/150 K with experimental data in Figure 3. The error bars on the GCMC simulated loadings are generally encompassed by the size of the symbols used in the data plotting. We see that not only is the steep portion of the isotherm reproduced well by the simulations, but also good quantitative agreement is obtained. Several other comparisons of GCMC simulated isotherms with experimental data are available in the Supporting Information. Encouraged by this validation, we proceed with the use of GCMC simulations as a tool to investigate the variety of factors that lead to 1/Γi > 1.Figure 3. Comparison of GCMC simulation results (open symbols) with experimental data (filled symbols) for CO2/AFI/165 K, CH4/IRMOF-1/125 K, and CH4/IRMOF-1/150 K.Figure 4a presents GCMC simulation results for CO2 isotherms in AFI for a variety of temperatures below the critical temperature Tc = 304 K. We note that as the temperature falls increasingly below Tc the steepness in the isotherm is enhanced. For the purposes of determining the 1/Γi, the isotherms were fitted using a dual-Langmuir−Sips isotherm, following the work of Chmelik et al.(16)(3)Figure 4. (a) GCMC simulations of adsorption isotherms for CO2 in AFI at 165 K, 200 K, 250 K, 270 K, and 300 K. Also shown with the continuous solid lines are the dual-Langmuir−Sips fits of the isotherms. The inverse thermodynamic factor, 1/Γi, plotted as a function of the pore loading, ci, for CO2 in (b) AFI, and (c) IRMOF-1 at a variety of temperatures. The 1/Γi is calculated by differentiation of dual-Langmuir−Sips fits of the isotherms.(16)All six constants in eq 3 were fitted to match the GCMC simulated isotherms; neither exponent vi,A and vi,B was restricted to unity. The 1/Γi was then obtained by analytic differentiation of the fitted isotherm. In every case, the 1/Γi was also determined by the fluctuation formula of Reed and Ehrlich,(53) as described in our earlier publications.(13, 17) There was good agreement between the two sets of values; only the values obtained by differentiation of eq 3 are reported in this paper.Figure 4b shows the 1/Γi vs ci data; we note that as T falls progressively below Tc, 1/Γi exceeds unity to increasingly greater extents. To put it another way, 1/Γi is higher if the reduced temperature, TR ≡ T /Tc, is lowered below unity.For adsorption of CO2 in IRMOF-1, a similar increase in the extent by which 1/Γi exceeds unity is observed as TR falls increasingly below unity; see Figure 4c. It is interesting to note that, for IRMOF-1, even at 300 K, only 4 K below Tc, there is a region of concentration 0 < ci < 6 kmol m−3 within which 1/Γi > 1. We will see later that this has an impact on the concentration dependence of the Fick diffusivity.The critical temperature of CH4 is significantly lower than that of CO2, and consequently, the 1/Γi exceeds unity only when T falls below the value of Tc = 191 K. The 1/Γi data for CH4 in IRMOF-1 are shown in Figure 5a. As expected, the extent by which 1/Γi exceeds unity is higher as TR falls increasingly below unity.Figure 5. The inverse thermodynamic factor, 1/Γi, plotted as a function of the pore loading, ci, for CH4 in (a) CH4/IRMOF-1, (b) CH4/NaY, and (c) Ar/FAU at a variety of temperatures. The 1/Γi is calculated by differentiation of dual-Langmuir−Sips fits of the isotherms. The isotherm data are provided in the Supporting Information.Let us examine in some more detail the characteristics in the region of the critical temperature of methane. For this purpose we carried out a set of GCMC simulations for CH4 in NaY at T = 150 K, 180 K, 190 K, 200 K, and 300 K. The 1/Γi data are shown in Figure 5b. We note that, at T = 190 K, 1/Γi already displays a tendency to exceed unity. The consequences for CH4 diffusion in the vicinity of Tc will be examined later. The influence of T on 1/Γi for Ar/FAU is shown in Figure 5c; results analogous to those for CO2 and CH4 are obtained.Interactions of the molecules with the pore walls tend to have a decreasing influence as the pore size increases.(32-45) We should therefore expect the micropore size to have an influence on the 1/Γi. To test this hypothesis, we present for the isotherm data for CO2 in a variety of structures at a temperature of 200 K in Figure 6a. The S-shaped curve represents the calculations for the fluid density calculated using the Peng−Robinson equation of state. The vapor−liquid coexistence, or binodal, region is indicated by the shaded area. The most open of these structures, with the largest pore size, IRMOF-1, is closest to the S-shaped curve; the steep rise in its isotherm corresponds roughly to the span of the binodal region. The isotherms for CO2 in other structures, wherein the pore size is smaller than that of IRMOF-1, do not exhibit the same degree of steepness, because the interactions with the pore walls are stronger. MFI that has the smallest channel size of the various structures, is the farthest away from the S-shaped curve, and exhibits no steepness at all in its isotherm because the molecule−wall interactions are dominant. A further point to note is that the saturation capacities of diverse microporous structures, ci,sat ≈ 30−35 kmol m−3, equal one another and correspond to the liquid density calculated by the equation of state. This is a distinct advantage of using the ci defined in terms of the accessible pore volume; it allows a fair comparison of the loadings in the different structures and provides an independent estimate of the saturation capacities.Figure 6. (a) GCMC simulations of adsorption isotherms for pure CO2 in zeolites and MOFs at 200 K. (b) The inverse thermodynamic factor, 1/Γi, plotted as a function of the pore loading, ci, for adsorption of CO2 in zeolites and MOFs at 200 K. The 1/Γi is calculated by differentiation of dual-Langmuir−Sips fits of the isotherms.The corresponding 1/Γi data for CO2 at 200 K in a variety of structures is shown in Figure 6b. The 1/Γi follows the hierarchy IRMOF-1 > FAU > MIL-53 (Cr) > MIL-47 > AFI > MTW > MFI. The hierarchy is dictated by the pore size and “open-ness” of the structures. IRMOF-1 consists of two alternating, interconnected cavities of 10.9 Å and 14.3 Å with window sizes of 8 Å. FAU has large cages separated by 7.4 Å windows. MIL-53 (Cr), MIL-47, AFI, and MTW have one-dimensional (1D) channels of 8.5 Å, 8.5 Å, 7.3 Å, and 5.8 Å size, respectively. MFI has intersecting channels of approximately 5.5 Å size; here, the molecules are most strongly confined and the 1/Γi never exceeds unity because the interaction of the molecules with the pore walls is significantly higher than the molecule−molecule interactions. The Supporting Information provides simulation results for CO2 adsorption in cage-type zeolites with narrow windows, such as LTA, TSC, DDR, CHA, ERI, and AFX; in such cases, the cage size provides a rough indication of the 1/Γi trends.MOR (1D channels of 6.5−7 Å size, connected with side pockets of 2.6−5.7 Å size), exhibits “rogue” behavior. Each unit cell of MOR contains four side pockets within which the CO2 locates preferentially;(54-56) see the snapshot of the equilibrium locations in Figure 7. 1/Γi shows a cusp-like minimum at 4 molecules per unit cell, corresponding to ci ≈ 7 kmol m−3, at which other structures show a maximum. The minimum in 1/Γi corresponds to a loading when all the side pockets are fully occupied. For MOR, the 1/Γi increases beyond 7 kmol m−3, whereas other structures show a corresponding decrease. In addition, the 1/Γi for MOR never exceeds unity. The precise reasons for this will be explained in the next section.Figure 7. Snapshot showing the location of CO2 molecules in MOR at a loading of 10 molecules per unit cell, corresponding to 20.87 kmol m−3.We collected the set of data from Figures 2, 4, 5, and 6 for which 1/Γi > 1 and plotted these in Figure 8 in ci−T space. Also plotted are the corresponding binodal and spinodal vapor−liquid curves for bulk fluid phase equilibrium, calculated using the Peng−Robinson equation of state. All simulation and experimental data on 1/Γi fall within the areas indicated in gray in Figure 8. For the structure with the smaller pore sizes, such AFI and MTW, the data points span a considerably smaller portion of the gray area. Generally speaking, the lowest loading at which 1/Γi > 1 corresponds to that at the vapor binodal curve at that T. Also, the maximum ci values are significantly lower than the corresponding liquid spinodal. Put another way, the metastable regions for the various microporous structures are smaller than the vapor−liquid coexistence regions for the bulk fluid. This result is generally true for ordered, disordered, and fractal porous structures.(37, 38, 45, 57) The conclusion to be drawn from the data in Figure 8 is that the necessary conditions for 1/Γi > 1 are as follows: (a) T < Tc, (b) for a given T < Tc, the range of ci should lie within the binodal region, and (c) ci is lower than the value corresponding to the liquid spinodal curve at that T.Figure 8. Binodal and spinodal, vapor and liquid, curves for (a) CO2, (b) CH4, and (c) Ar calculated using the Peng−Robinson equation of state. The symbols indicate the data points for various microporous structures, for which 1/Γi > 1; all these data points fall within the gray regions.Top of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferences3 Investigating the Possibility of ClusteringAvailable evidence suggests that capillary condensation is discounted for adsorption in micropores, and the molecules are most likely present in a metastable state.(46) In this metastable state, there exists the possibility of clustering of molecules causing an effective increase in the “vacancy” leading to 1/Γi > 1. In order to test this hypothesis, GCMC simulations were carried out for CO2 adsorption in AFI for a loading of 2 molecules per unit cell. The chosen loading corresponds to ci = 4.37 kmol m−3, a value close to the maximum in the 1/Γi vs ci curve in Figure 4b. For four different temperatures, T = 150 K, 165 K, 200 K, and 300 K, the GCMC simulations were run for a total of 106 Monte Carlo cycles. From these, a total of 103 samples were taken to determine the equilibrated positions. For 2 × 2 × 5 unit cells of AFI at a loading of 2 molecules per unit cell, this yielded a total of 40 000 sampled molecules. These data were postprocessed to determine the distances between every pair of CO2 molecules; these distances are center-to-center between the C atoms. The resulting distribution of percent probabilities are plotted in Figure 9a,b; the latter is an enlarged version, truncated on the x-axis to separation distances smaller than 11 Å, of the same data set. The first peak in the distributions for a separation distance of 4.5 Å is particularly noteworthy. Furthermore, the percent probability of finding molecule pairs that are separated by less than 11 Å increases as T decreases. This suggests that clustering of CO2 molecules is more probable at lower T, providing a rationale for the observed increase in 1/Γi with decreasing T for a fixed loading ci (cf. Figure 4b).Figure 9. Percent probability distributions for distance between pairs of CO2 molecules. Results obtained for adsorption in AFI at various T loadings of (a,b) 2 molecules per unit cell and (c) 8 molecules per unit cell.The data in Figure 4b show that 1/Γi < 1 when loadings exceed ci = 15 kmol m−3. This implies that the extent of clustering should decrease with increased loadings beyond the maxima in the 1/Γi vs ci curves. To verify this, we collected data on percent probabilities for intermolecular distances at a CO2 loading of 8 molecules per unit cell, corresponding to 17.5 kmol m−3, in AFI; see Figure 9c (again with truncated x-axis). We note that the percent probability data at various T values are significantly lower than the corresponding values in Figure 9b. Furthermore, the data at different values of T are much closer together. We conclude that clustering phenomena is practically absent at ci > 15 kmol m−3 for CO2/AFI.To confirm that clustering is not specific to the AFI structure, we carried out a similar sampling exercise for MIL-47 at a CO2 loading of 2 molecules per unit cell, and obtained similar results; see Figure 10a. As for AFI, the percent probability of finding molecules at separation distances less than 5 Å increases significantly with lowering T. Also, each of the distributions shows a peak at a separation distance of 4.5 Å between CO2 pairs. For comparison purposes, we also determined the radial distribution function (RDF) for CO2 in MIL-47 at a loading of 2 molecules per unit cell; see Figure 10b. The RDF data are analogous to the corresponding data on percent probability for distances between CO2 pairs. To demonstrate this, we collected the information on the peaks from the two sets in Figure 10a,b, and these data are compared in Figure 10c. The two sets of peak data are seen to be proportional to one another, and therefore yield the same information on the degree of clustering. Similar agreements between the two different sets of probability distributions were obtained for several other structures; see the Supporting Information.Figure 10. (a) Percent probability distributions for distance between pairs of CO2 molecules. Results obtained for adsorption in MIL-47 at various T for a loading of 2 molecules per unit cell corresponding to 3.57 kmol m−3. (b) Radial distribution function (RDF) for adsorption of CO2 in MIL-47 at various T for a loading of 2 molecules per unit cell corresponding to 3.57 kmol m−3. (c) Comparison of the peaks of the distributions in (a) and (b) above.In the following discussions, we arbitrarily consider the percent probability of the first peaks in Figures 9 and 10 for molecule−molecule pair distances as a measure of the degree of clustering. In Figure 11, we plot these percent probabilities as a function of the reduced temperature, TR, for adsorption of (a) CO2, (b) CH4, and (c) Ar in a variety of host structures; the detailed probability distributions are available in the Supporting Information. These plots clearly show that, as TR falls increasingly below unity, the degree of clustering increases. We also note that the influence of clustering for CO2, CH4, and Ar appear to be a similar function of TR; this is a rational result.Figure 11. Percent probability (first peak of distribution) of finding pairs of (a) CO2, (b) CH4, and (c) Ar in a variety of zeolites and MOFs, as a function of reduced temperature, T/Tc.Figure 11a shows that the degree of clustering of CO2 in MIL-47 is higher than in MIL-53(Cr), which has the approximately the same pore dimensions. The reason for this is that the adsorption strength of CO2 in MIL-53 is higher than in MIL-47; see isotherm data in Figure 6a. Consequently, the interactions with the pore walls are stronger in MIL-53, resulting in a lower degree of clustering.Let us now examine whether we can correlate the percent probability data with the 1/Γi vs ci data. For this purpose, we collected 103 samples from a total of 106 Monte Carlo cycles of equilibrated positions of CO2, CH4, and Ar molecules in IRMOF-1 for a variety of loadings ranging from 10 to 150 molecules per unit cell. We collected the percent probability data corresponding to the first peaks and have compared these with the corresponding 1/Γi data in Figure 12a,b,c. There is a qualitative correlation among these sets of data for all three molecules. This suggests that, the higher the probability of clustering of molecules, the higher the 1/Γi value. This is a rational result and further strengthens the clustering hypothesis.Figure 12. Comparison of the inverse thermodynamic factor obtained from experimental data with the percent probability of a separation distance of 4.2 Å for pairs of (a) CO2, (b) CH4, and (c) Ar in IRMOF-1.Recalling that, in a Langmuirian frame of behavior, 1/Γi signifies the fractional vacancy, it is now clear why clustering implies 1/Γi > 1; clusters behave like k-mers and therefore the occupancy is lower than that for a single, unclustered, molecule. A lower occupancy implies a higher vacancy, exceeding unity in some concentration regions. We are now in a position to explain the rogue 1/Γi vs ci behavior of MOR in Figure 6b. For loadings below ci ≈ 7 kmol m−3, CO2 molecules that are ensconced in the side pockets cannot participate in cluster formation because of lack of proximity to partners. Since clustering is not possible, 1/Γi does not exceed unity for MOR. The preferential location of CO2 molecules in the side pockets of MOR also has severe consequences for diffusion, and this aspect has been emphasized in our previous publications.(55, 56)Other evidence of clustering, or layering, of a variety of molecules inside micropores is available in the published literature using either molecular simulations(51, 58, 59) or experiments.(46, 60, 61) For adsorption of alkanes in AFI, Maris et al.(51) have presented a detailed analysis of the reasons behind the stepped isotherms, and present evidence to suggest a transition from a low-density to a high-density state of the adsorbates. In none of the aforementioned publications are data on the 1/Γi presented.Top of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferences4 Concentration Dependence of Diffusivities at T < TcFrom eq 2, we anticipate 1/Γi to leave its imprint on the loading dependence of the Đi. We carried out MD simulations to determine the M−S diffusivity Đi of CO2, CH4, and Ar for different loadings in a variety of structures in order to see if this expectation is fulfilled.From the 1/Γi data for CH4 adsorption in NaY (cf. Figure 5b), we would anticipate the loading dependence of Đi at 300 K to be different from that in the range 150 K−200 K. This is indeed confirmed by MD simulations; see the data in Figure 13. The MD simulation data for Đi are subject to a significantly higher degree of uncertainty than that of the GCMC simulations; for this reason, the MD campaigns were run for a vast number of loadings ci that are closely spaced. The continuous solid lines in Figure 13 are fits of the Đi data from MD simulations using the Reed and Ehrlich model described in our earlier work.(56, 62, 63) The deviations of the individual MD simulated data points from the fitted curves provide an indication of the uncertainties in the simulated diffusivity values. At 300 K, the Đi declines almost linearly, in keeping with the 1/Γi data. For the lower T range, there is a hint of a maximum in the loading dependence of Đi at low ci; this is a direct reflection of the maximum in the corresponding 1/Γi behavior. Plant et al.(64) have investigated the concentration dependence of the diffusivity of methanol in NaY and find a similar maximum; they attribute this to dimer formation caused by hydrogen bonding between methanol pairs. On the basis of the evidence presented in this paper, the slight maxima in the Đi for the lower T ranges in Figure 13 are most likely the result of forming clusters of CH4 molecules at temperatures near or below Tc. Clustering increases the M−S Đi because the k-mers have a lower occupancy within the microporous structure; this causes the diffusivity to decrease less than it would have without clustering.Figure 13. M−S diffusivity Đi for CH4 in NaY (144 Si, 48 Al, 48 Na+, Si/Al = 3) at 150, 180, 190, 200, 250, 270, and 300 K.We had previously concluded that more open structures, with larger pore sizes, yield higher 1/Γi than structures with narrower pores. A logical consequence of this should be that, in open structures such as IRMOF-1 (cavities of 10.9 Å and 14.3 Å; pore volume fraction = 0.812), COF-102 (cavity size = 8.9 Å; pore volume fraction = 0.8), and COF-108 (cavities of sizes 15.2 Å and 29.6 Å; pore volume fraction = 0.93), the increase in Đi with ci at subcritical temperatures should be more severe. Figure 14a,b,c compares the normalized M−S diffusivities for at 300 K with those at lower temperatures for CH4 and Ar. Indeed, we find that the Đi/Đi(0) is about 1.5−4.5 times higher at the lower T, with the highest degree of enhancement for the most open structure: COF-108.Figure 14. Normalized M−S diffusivities for in CH4, and Ar in (a) IRMOF-1, (b) COF-102, and (c) COF-108 at 300 K and lower temperature.Even though 1/Γi leaves its imprint on the Đi vs ci behavior, the direct linear proportionality, as anticipated by eq 2, is not fulfilled in any of the cases examined. Depending on the guest−host combination, the initial increase of Đi vs ci could be less, or more, steep than that of the corresponding 1/Γi vs ci data. The particular scenario that prevails has an impact on the concentration dependence of the Fick Di. To illustrate this, let us consider diffusion of CO2 in IRMOF-1 at T = 200 and 300 K; see normalized data on the M−S diffusivities in Figure 15a. At the lower temperature, the significantly larger increase in Đi is explained by the correspondingly higher 1/Γi at 200 K as compared to that at 300 K (cf. Figure 4c). A further point to note from the 1/Γi data at 200 K is the steep increase in 1/Γi in the ci range of 0−6 kmol m−3. The steepness in the 1/Γi increase is significantly higher than that of the corresponding increase of Đi with ci. The net result is that the Fick Di decreases in the ci range 0−6 kmol m−3; see Figure 15b. Clustering of molecules causes a decrease in the Fick Di with increased ci. The data at 300 K also show a very slight decrease of Di for corresponding ci. This indicates that clustering starts to occur, albeit to a slight extent, at 300 K, which is only 4 K than Tc. It is interesting to note that a similar trend in the Fick diffusivity at 300 K was obtained in the MD simulations reported by Babarao and Jiang.(65) The agreement between the two sets of simulation results is perhaps a testimony to the reproducibility of the simulation results emanating from different groups of investigators. MD simulation results for Di vs ci of CO2 in MIL-47 and MIL-53(Cr) at 200 K also show a similar decrease with loading as observed for IRMOF-1; see Figure 15c,d.Figure 15. Normalized (a) M−S and (b) Fick diffusivities for CO2 in IRMOF-1 at T = 200 and 300 K. (c) Normalized Fick diffusivity for CO2 in MIL-47 at T = 200 K and 300 K. (d) Normalized Fick diffusivity for CO2 in MIL-53(Cr)-lp at T = 200, 230, and 300 K.The recently published experimental data of Salles et al.(25) show that, for the region in which 1/Γi exceeds unity, the Fick diffusivity Di of CO2 in MIL-53(Cr) at 230 K decreases with loading. This decrease is most likely caused by clustering phenomena.Figure 16a compares the normalized Fick diffusivity of Ar in FAU at 300 K with that at 120 K. At the lower T, the strong decrease in Di in the ci range 0−6 kmol m−3 can be explained by the corresponding strong increase in 1/Γi (cf. Figure 5c); the Di vs ci behavior at 300 K does not show this decrease because 1/Γi decreases monotonously with ci. An exactly analogous behavior is exhibited by CH4 in FAU 150 and 300 K; see Figure 16b. Results for the normalized Fick diffusivities of Ar and CH4 in MIL-47 are analogous to that for FAU; see Figure 16c,d.Figure 16. Comparison of normalized Fick diffusivities for (a) Ar/FAU, (b) CH4/FAU, (c) Ar/MIL-47, and (d) CH4/MIL-47 at two different temperatures.Sholl(66, 67) has used molecular simulations to determine the Fick Di of Xe (Tc = 290 K) and CF4 (Tc = 556 K) in the 1D channels of AFI. His results also show that the steepness of the decrease in Di increases as T falls increasingly below Tc. His results are in qualitative agreement with those presented here. Sholl and Fichtorn(68) present a detailed analysis of the influence of clustering of CF4, SF6, and CCl4 on the diffusion within the 1D channels of AFI. Our current study shows that influence of clustering manifests also for other guest−host combinations at subcritical temperatures.In the experimental study of Chmelik et al.,(16) the Fick Di of 2-methylbutane and 2,2-dimethylpropane (neo-pentane) in CuBTC was found to decrease significantly in the concentration range corresponding to 1/Γi > 1; this phenomenon was attributed to “phase transition” phenomena.(16) On the basis of the evidence presented in the current investigation, we can surmise that clustering of alkanes is the most likely explanation of the observations.Top of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferences5 ConclusionsOn the basis of published experimental data on adsorption equilibrium, backed by extensive molecular simulations of both isotherms and diffusivities of CO2, CH4, and Ar in a variety of zeolites, MOFs, and COFs at different temperature, we can draw the following set of conclusions.1. Stepped isotherms are characteristic of all three guest molecules at T < Tc in most, not all, of the microporous host structures investigated. The exception to this rule is MOR that has side pockets which allow only one molecule to locate there; the lack of proximity to partner molecules prevents clustering. The steepness of the isotherm is more for open structures such as IRMOF-1 and COF-108 than when the molecules are strongly confined, e.g., within the channels of MFI.2. Generally speaking, 1/Γi > 1 occurs when T < Tc and the pore concentrations are such that they lie within the binodal region of the bulk fluid phase equilibrium. Furthermore, the loading ci should be lower than that at the liquid spinodal at that temperature. For a chosen guest at a specified T, 1/Γi tends to be higher for more open structures, such as IRMOF-1, and COFs with larger pore sizes. Conversely, for narrower pores the influence of the pore walls is higher, and this leads to a lower 1/Γi, when compared at the same loading ci. For strongly confined molecules, 1/Γi may never exceed unity even at T < Tc.3. The scenario 1/Γi > 1 within micropores is a reflection of metastable equilibrium and is characterized by clustering of molecules. The greater the extent of clustering of molecules, the larger is the value by which 1/Γi exceeds unity. The extent of clustering increases as T falls increasingly below Tc. The degree of clustering is loading dependent, and approximately follows the trend of 1/Γi vs ci.4. For the loading range for which 1/Γi > 1, the M−S diffusivity Đi shows a sharper increase with ci than that which corresponds to conditions prevailing for T > Tc. In some cases where the 1/Γi increases more sharply than the Đi, the Fick Di decreases with ci in certain regions. This decrease is a direct consequence of clustering of molecules.Even though the focus in this work was on the adsorption and diffusion characteristics of CO2, CH4, and Ar at subcritical temperatures, the results of the present study is of generic validity. The clustering mechanism provides a rationale for our earlier experimental studies for diffusion of alkanes in CuBTC, in which the Fick Di was found to decrease with concentration in regions within which 1/Γi > 1.(16) The temperatures in these experiments were also below the corresponding Tc of the alkanes.Our future investigations will address the question of adsorption and diffusion of binary mixtures under conditions such that at least one of the species is below its critical temperature. Preliminary simulation results indicate that the adsorption selectivities for CO2/CH4 mixtures is significantly higher at 200 K than at 300 K; see Supporting Information.Top of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferences AcknowledgmentRK acknowledges the grant of a TOP subsidy from The Netherlands Foundation for Fundamental Research (NWO−CW) for intensification of reactors. RK acknowledges helpful suggestions from Dr. D. Dubbeldam. Top of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferencesSupporting InformationDetails of the GCMC and MD simulation methodologies, details of the microporous structures (unit cell dimensions, accessible pore volume), pore landscapes, description of the force fields used, simulation data on isotherms, and diffusivities. Animations of MD simulations for diffusion of CO2 in IRMOF-1, AFI, MTW, MIL-47, and MIL-53(Cr) at 200 K. These animations provide some qualitative indication of clustering phenomena. This material is available free of charge via the Internet at http://pubs.acs.org.Top of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferencesGlossaryciconcentration of species i, mol m−3ci,satsaturation capacity of species i, mol m−3DiFick diffusivity of species i, m2 s−1ĐiM−S diffusivity, m2 s−1Đi(0)zero-loading M−S diffusivity, m2 s−1fifluid-phase fugacity of species i, PaTabsolute temperature, KTccritical temperature, KTRreduced temperature, K Greek lettersΓithermodynamic factor, dimensionlessνiexponent in the dual-Langmuir−Sips isotherm, dimensionlessθifractional occupancy of species i, dimensionless SubscriptsA,Breferring to adsorption sites A and Bccritical parameterireferring to component iRreduced parametersatreferring to saturation conditionsReference QuickViewTop of PageAbstractIntroductionAdsorption Isotherms and 1/ΓiInvestigating the Possibility of ClusteringConcentration Dependence of Diffusivities at T < TcConclusionsGlossaryReferencesReferencesThis article references 68 other publications.1. Czaja, A. U., Trukhan, N. and Müller, U. Chem. Soc. Rev. 2009,  38,  1284– 1293[Crossref], [PubMed], [CAS]1. Industrial applications of metal-organic frameworksCzaja, Alexander U.; Trukhan, Natalia; Muller, UlrichChemical Society Reviews\r\n        (2009),\r\n    38\r\n        (5),\r\n    1284-1293CODEN:\r\n                CSRVBR;\r\n        ", "title": "Investigating Cluster Formation in Adsorption of CO, CH, and Ar in Zeolites and Metal Organic Frameworks at Subcritical Temperatures", "authors": ["Rajamani Krishna", "Jasper M. van Baten"], "doi": ["10.1021/la9033639"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0018.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-6/la9033639/production/images/small/la-2009-033639_0010.gif\">"]}