{"abstract": "Zeolitic Imidazolate Frameworks (ZIFs) are the new frontier in the field of metal–organic materials. They incorporate the confining properties of the more traditional aluminosilicate zeolites together with the catalytic activity provided by transition metal ions and organic links. Computation of atomic point charges for these hybrid materials is important in the field of molecular simulations for substantial prediction of experimental results. However, due to the structural complexity of advanced materials in general, studies involving derivation of point charges for these materials are truly scarce. In this article, we have derived the atomic point charges of ZIF–8 through fitting of the quantum electrostatic potential obtained systematically from density functional theory (DFT) calculations both on finite clusters of increasing size and on the periodic system. For the periodic system, fluctuations on the atomic charges have been studied through ab initio molecular dynamics simulations. Using the latter approach, we have extended the study to ZIF–2 and ZIF–3, where it has been found that charge fluctuations are, as well as for ZIF–8, very narrow, therefore justifying the use of the point charge approximation for these materials.", "text": "10.1021/ct100685p Top of PageAbstractIntroductionModel and Simulation DetailsResults and DiscussionsConcluding RemarksReferencesIntroductionMicroporous and nanoporous materials like zeolites are capturing increasingly large interest, especially in recent times, due to their high relevance in environmental, technological, and chemical applications. Among these nanoporous materials, Metal Organic Frameworks (MOFs)(1) are devised with tetrahedrally coordinated transition metal ions (e.g., Co, Cu, Zn, etc.) bridged by organic ligands. Covalent Organic Frameworks (COFs)(2) are also relatively new nanoporous materials where the nonmetal atoms (like B, C, O, Si, H, etc.) are linked by strong covalent bonds. Because of the wide choice of possible metal ions and organic ligands, the porosity and functionality of these materials can be tuned. As a drawback of their high tunability, performing an exhaustive experimental study of their gas adsorption/separation properties is not always an easy process. Metal–organic frameworks where zinc is tetrahedrally connected to imidazolate ligands, known as Zeolitic Imidazolate Frameworks (ZIFs), resemble zeolites but offer wider porosity and exceptional thermal and chemical stability and are very promising for gas storage and separation.(3-6)Molecular simulation methods represent a relevant investigation tool in the research of these materials, since they support advanced experimental applications. In simulation methods, a proper choice of force field parameters and site partial charges is important to mimic the true adsorbate–adsorbent interactions and hence the adsorption properties of these materials.(7) In addition, to get a transferable set of force field parameters, one has to rely on the accurate treatment of electrostatic interactions. In fact, computational simulations not considering accurate partial charges on the whole framework may yield unrealistic results.Model force fields with fixed partial atomic charges have been proposed for simple molecular systems, whereas they are scarce for supramolecular systems such as ZIFs. Since long-range electrostatic interactions significantly contribute to the total interaction energy, robust numerical methods for computing partial charges in ZIFs are needed. Partial charges convey a chemically intuitive picture of how the electronic density within a molecule is distributed and are fundamental to describing the electrostatic interaction in classical simulations. Nevertheless, it should be noticed that they do not correspond to any quantum mechanical observable; thus there are many methods to partition the density into localized partial charges, some of them being more successful in reproducing the system properties in the simulations. In recent studies, Rankin et al.(8) and Liu et al.(9, 10) have computed the charges on ZIF–68, ZIF–69, and ZIF–70 using, respectively, the Bader charge decomposition method(11) and the Mulliken charge partitioning scheme(12) from periodic density functional theory (DFT) calculations. It should be noticed though that the Bader theory of atoms in molecules(13) could be sensitive to substituents and structural modifications in supramolecular structures; a comparison between the cluster-based charge calculation of atomic charges and periodic DFT calculation employing the Bader charge decomposition method(11) has shown a substantial error for the MOF HKUST-1.(14) Furthermore, it is known that the Mulliken charge analysis method based on periodic DFT calculation is highly sensitive toward the basis set,(15, 16, 9) and hence care should be taken in handling the values of the resulting charges.Numerical methods have been developed for fitting the partial charges to atomic sites to reproduce the quantum chemical electrostatic potential (ESP), considering grid points lying outside the molecule.(17-20) Nonetheless, it should be stressed that the ESP charge analysis technique, usually applicable to molecular systems, suffers from serious technical faults for buried atoms. This is particularly true for atomically dense lattices, in which the shortage of empty volume makes difficult the definition of valid grid points outside the van der Waals radii. To eliminate this problem, the RESP method(19) introduces a penalty term in the fitting procedure. In this context, several sampling schemes,(21-24) e.g., MK, CHELP, and CHELPG, allow one to find the set of point charges or multipoles capable of most closely reproducing the electrostatic potential obtained from quantum chemical calculations. Framework charges have also been derived from the fragments of the periodic lattice through ESP fitting;(25, 26) special care has to be taken to fulfill the valency of all atoms or charge neutrality of the isolated fragment. It is worth mentioning that the potential derived from charge calculation using MK, CHELP, and CHELPG methods has been tested by Maciel and Garcia(27) who pointed out that CHELPG and MK outperform CHELP. Subsequently, the CHELPG scheme has widely been used in charge calculations for various molecular and lattice substances.(28-30, 14, 8)When dealing with periodic electronic structure calculation, a fundamental problem arises since the electrostatic potential for infinite periodic systems is ill-defined. Only recently has a method to overcome this flaw been developed (REPEAT: Repeating Electrostatic Potential Extracted Atomic—vide infra),(31) which allows for RESP-like charge fits in DFT periodic calculations. As we will show in this article, it is a robust and relatively cheap method to also extract indirect information about the electronic density fluctuations in the framework.The scope of this contribution is two-fold: first, we compare the results of some of the above-mentioned methods on the experimental X-ray structure of ZIF–8, a well studied porous material for the absorption of H2 and CO2 and other flue gases;(32-39) then, we look into partial charge fluctuation during MD simulations of ZIF–8, ZIF–2, and ZIF–3. The manuscript is organized as follows: in section , the computational approach used is explained; in section , the results are shown, followed by our conclusions in section .Top of PageAbstractIntroductionModel and Simulation DetailsResults and DiscussionsConcluding RemarksReferencesModel and Simulation DetailsThe reference structure for ZIFs have been reconstructed from the X-ray crystal data collected from the Cambridge Crystallographic Data Centre. The building unit for the fragments of ZIF–8 is a methyl-imidazolate group (mIm) coordinating two Zn atoms; hence, the nomenclature of atoms in the supramolecular structure is straightforward. The methyl-imidazolate ring has three types of carbon atom differing in bonding connectivity: the sp2 carbon atom attached to the CH3 group (hereby denoted as C1), two (chemically equivalent) sp2 carbons belonging to the ring (C2), and the sp3 carbon atom of the methyl group (C3). H2 and H3 refer to the hydrogen atoms bonded respectively to C2 and C3 carbons. Nitrogen and zinc atoms do not need any kind of special numbering because they are unique.The building unit of ZIF–2 and ZIF–3 is an imidazolate group (Im) coordinating two Zn atoms. Similarly to the mIm group in ZIF–8, the Im group in ZIF–2 and ZIF–3 has atom types named C1 and C2 to which H1 and H2 are bonded.Cluster CalculationsCluster calculations have been performed on fragments of ZIF–8. The crystal is characterized by the presence of square and hexagonal windows around the main cavity (see Figure 1). Thus, we considered portions of the periodic lattice located around these two types of windows. The rationale behind the choice of studying clusters of increasing size is that we aim to look for the minimum dimension of an isolated fragment to get converged values for the charges. In our study, Zn atoms at the vertices of square or hexagonal windows are bonded either to mIm groups or to NH3 molecules. The need of using different groups coordinating zinc atoms originates from the fact that all of the fragments are charged. The overall charge cannot be neutralized while keeping the symmetry of the fragments at the same time; conserving the symmetry is of high importance because it allows the electronic density to be evenly shared on the core atoms, thus leading to more reliable results on the computed charges. On the other hand, it could be argued that the resulting charges would be affected by the total charge being different from zero. This considerations led us to perform calculations also on the periodic system, which is completely uncharged (see below). The clusters have been built up in such a way that the cleaved square (hexagonal) fragments can be grown symmetrically by adding further square (hexagonal) windows; a graphical intuitive representation of the systems studied is shown in Figure 2. For the sake of clarity, we name the fragments F–NZntot–NZncore–L, where NZntot is the total number of Zn atoms in the cluster, NZncore is the number of core Zn atoms (with the respective methyl-imdazolate group) considered for computing the charge, and L is the name of the terminal ligand (either mIm or NH3). For example, the F–4–4–mIm cluster is the square fragment formed by four Zn atoms, all of them considered in charge calculation.Figure 1. Unit cells for (a) ZIF–2, (b) ZIF–3, and (c) ZIF–8.Figure 2. Structures of the clusters studied using a minimal representation for atoms and bonds. In the second and third clusters, the appearance of square and hexagonal windows can be appreciated.DFT and ab initio calculations on supramolecular fragments have been performed using the Gaussian 03(40) (only for the building unit) and Turbomole(41, 42) (for all fragments) software packages. The meta-GGA TPSS functional(43) was used together with Gaussian basis sets; considering that big clusters imply a high computational cost, the SVP basis set was used for all fragments studied. The convergence of results was assessed against calculations on small clusters with the TZVP and QZVP basis sets. The atomic charges were computed after having relaxed all structures to their equilibrium geometries. In all calculations, we used the Multipole Accelerated Resolution of the Identity (MARI-J), which involves the evaluation of the Coulomb interaction using auxiliary basis sets through the multipole expansion for nonoverlapping charge distributions without any significant loss of accuracy.(44, 45)The sampling of the points at which ESPs are evaluated is accomplished using the spherical shells at specified multiples of an atom’s van der Waals radius around each atom and with a density of 1 point/Å2, as described in the MK sampling scheme.(21, 22) ESP calculations have been performed with the same programs used for the electronic structure calculations. The van der Walls radii for Turbomole calculations are 1.39 Å, 1.55 Å, 1.70 Å, and 1.09 Å, respectively, for Zn, N, C, and H, as taken from http://www.ccdc.cam.ac.uk/products/csd/radii/.Periodic StructurePeriodic DFT calculations have been carried out for infinite crystalline ZIFs. The CPMD(46) (only for ZIF–8) and cp2k(47) packages have been used in order to explore two different types of basis function, namely, plane waves and Gaussian basis sets. The electronic structure calculations were done using both the BLYP(48, 49) and PBE(50) functionals. Norm-conserving Troullier–Martins(51) (TM), Goedecker–Teter–Hutter(52-54) (GTH), and Vanderbilt ultrasoft(55) (VDB) pseudopotentials were tested for single point calculations. As in a recent article on MOFs,(56) we used the TZV2P basis set for C, N, and H atoms, and the TZV for Zn. Molecular dynamics simulations were run for 1 ps in the microcanonical ensemble, after having equilibrated the system with massive Nose–Hoover(57) chain (NHC) thermostats at 300 K for 1 ps; massive thermostatting consists of applying a NHC to each degree of freedom of the system, thus yielding to energy equipartition in a short time.Both Car–Parrinello (CP) and Born–Oppenheimer (BO) molecular dynamics(58, 59) were run. In the former case, a time step of 4 au was used, and the fictitious mass of electron was set to 400 au. In the latter case, the time step was set to 0.5 fs. The orbital transformation (OT) minimizer(60) was used in wave function optimization for BO calculations.During production runs, the electrostatic potential was stored for subsequent analysis with the REPEAT method(31) (see below), allowing us to compute the atomic charges and their time evolution along the simulation. The REPEAT author’s code was used to evaluate the REPEAT charges. In the fitting procedure, we have not used any rescaling factor. The van der Waals radii used are 1.38 Å, 1.83 Å, 1.93 Å, and 1.44 Å, respectively, for Zn, N, C, and H, as taken from Universal Force Field.(61) The FFT grid meshes used for the fitting are the defaults from periodic DFT calculations. The valid grid points are always considered outside the unscaled van der Waals radii for each atom.Computation of Atomic ChargesThe method used for evaluating the atomic charges for both types of systems studied is based on the restrained fitting of the DFT electrostatic potential. Let us indicate as Ψqm, the electrostatic quantum potential and as Ψcal, the electrostatic potential obtained iteratively from the initial guess of atomic point charges through the Coulomb equation by minimizing the following functional form in least-squares fit:where qi is the set of N point charges, qtotal is the total molecular charge, and λ is the Lagrange multiplier, ensuring that the sum of atomic charges is equal to the total charge of the system. The Coulomb interaction for infinite periodic replicas of point charges is handled by using the Ewald method.(62-64) The conventional ESP charge fitting procedure for molecular systems, eq 1, yields unsatisfactory charges for periodic systems.(65) Taking into consideration the wide charge fluctuations of buried atoms due to the ill-defined reference state, a modified penalty function is adopted in the least-squares fit technique. This is expressed in the following form:where ξi and Pi are respectively the Lagrange multiplier and the penalty function for buried atoms (the latter is given by expanding the energy of an atom as a function of charge up to the second order) and δψ is the difference between the quantum chemical electrostatic potential and calculated electrostatic potential based on atom centered point charges, averaged over grid points. This is the basis for the REPEAT method.(31)Top of PageAbstractIntroductionModel and Simulation DetailsResults and DiscussionsConcluding RemarksReferencesResults and DiscussionsClustersAs a first step for the study of increasing size fragments, we validated the density functional calculations against Hartree–Fock and MP2 ab initio calculations on the building block (F–2–2–mIm). Atomic charges were derived using both the MK(21, 22) and the CHELPG(24) sampling schemes. The results are shown in Table 1. It can be seen that charges obtained with DFT calculations are slightly shifted (ca. 5%) with respect to the values obtained with ab initio methods. Similar results were obtained with both hybrid and non-hybrid functionals using both the TZVP and 6-311++g(d,p) basis sets. In passing, we would like to highlight that the differences between the MK and CHELPG schemes are always negligible. Thus, we are confident that any of the two methods together with DFT calculations are capable of giving reliable results. This is of the utmost importance for this study since it provides us with sound machinery to study huge fragments, without losing accuracy and increasing computer time. Before showing the results on the clusters, we should mention that the results shown proved to be highly dependent on the cluster structure. Geometry and wave function optimizations have been done with strict convergence criteria using fine grids for DFT calculations. This has caused the calculations to be very time-consuming, mainly for bigger fragments where the number of atoms is higher than 400.Table 1. Partial Charges on All Atoms for the Building Unit of ZIF–8 Computed with Different MethodsmethodZnNC1C2C3H2H3HF-MK1.78–1.101.020.22–0.910.120.27HF-CHELPG1.77–1.101.090.24–0.910.100.26MP2-MK1.74–1.101.010.30–0.910.090.27MP2-CHELPG1.72–1.071.040.30–0.900.080.26DFT-MK1.67–0.980.920.25–0.860.110.27DFT-CHELPG1.66–0.940.940.24–0.840.100.26As a first approach, we computed the charges on small systems formed by one zinc atom and two or four mIm molecules (respectively in a linear and tetrahedral arrangement). Though such a small size allowed us to perform calculations with large basis sets, the results were not reliable; in fact, the atoms of mIm experience an inhomogenous environment which does not resemble the crystal structure situation, causing the charges on chemically equivalent atoms to be highly different. Hence, the main problem in this kind of calculation is to compute the charges on atoms which “experience” a coordination structure similar to that of the crystal. For this reason, we build up highly symmetric fragments of increasing size. In Table 2, we show the atomic site charges for various molecular ion fragments of ZIF–8, namely, F–4–4–mIm, F–6–6–mIm, F–12–4–NH3, F–18–6–NH3, and F–12–4–mIm, estimated through the MK method. Unfortunately, we were not able to converge the calculations on F–18–6–mIm given the high number of atoms (546).Table 2. Partial Charges on Core Atoms of the Fragments of Increasing Size Grown on Square and Hexagonal WindowsfragmentZnNC1C2C3H2H3F–4–4–mIm0.3961–0.24020.3699–0.1849–0.59430.13020.1685F–12–4–NH30.4995–0.25300.3371–0.1829–0.42390.16720.1273F–12–4–mIm0.6955–0.32940.3822–0.1554–0.41150.13930.1136F–6–6–mIm0.3130–0.11200.1434–0.2102–0.51680.14970.1480F–18–6–NH30.4691–0.18760.2227–0.1997–0.38840.17260.1207A distinguishable trend can be identified in the results. If we consider fragments built on square windows, we can see that the charge on Zn steadily increases, as well as on C2 and C3 atoms, while that for N and H3 decreases; the behavior of C1 and H2 is not as linear as for the other atoms. If we focus only on zinc, it can been seen how the value of the charge is almost doubled on passing from the small cluster to the big one. It should be stressed that, only in case of F–12–4–L fragments have we considered the core atoms; we think that this situation would be more comparable to the case of zinc atoms in the crystal, which experience a symmetric electron cloud distribution. According to this point of view, the results of the F–12–4–mIm fragment should be considered more reliable than those of F–12–4–NH3, given that the species bonded to external zinc atoms resemble those of the crystal. A similar trend is also evident for the clusters with hexagonal windows. The values of the charges show the same trend, and we expect that, if we would have been able to compute them for the F–18–6–mIm cluster, we would have obtained results similar to those of F–12–4–mIm. The values obtained for the latter fragment are in fair agreement with the ones obtained in the calculations of the periodic system (see below), the largest difference being the charge on C3.Care should be taken, though, in considering these results as being conclusive; in fact, we should stress that the overall charge of the biggest fragments is ±12, depending on the nature of terminal ligand L (the sign is positive for L = NH3, while it is negative for L = mIm). From the analysis of localized charges, we have found that the excess charge is localized at the periphery of the cluster. In the case of the F–12–4–mIm, for example, the sum of the charges on the 48 core atoms is 1.26e, while the charges on the rest of atoms adds up to −13.26e. Although from this analysis we get insight into the way the excess charge is being distributed within the cluster, we are not aware of any straightforward method to verify the effect of such an excess charge on the electronic density distribution on core atoms. Hence, we are not able to claim with certainty that the computed charges on core atoms actually resemble those in the neutral crystal structure. These doubts on the reliability of our results move us to the following subsection where calculations on the fully periodic structure have been performed; the results will be useful also to assess the problem of computing partial charges on electrically charged clusters.Periodic SystemDFT calculations have been performed on the periodic structure using both plane waves and Gaussian basis sets.We first tested for different pseudopotentials and functionals only with plane waves; single point energy calculations on the crystal structure were done using either PBE and BLYP functionals with TM, GTH, and VDB pseudopotentials. The average value of the charge of an atom type and the standard error were calculated as a function of the pseudopotential cutoff for the wave function. The results are reported in Figure 3; it can be noticed that the difference among the results obtained with two functionals while using the same pseudopotentials is less than 1%. The standard error for most calculations is negligible (on the scale used for representing the results for Zn, it is even not distinguishable from the thickness of the line!); only when VDB pseudopotentials are used did we obtain huge error bars, hinting that these calculations with these pseudopotentials do not guarantee reliable results. All of the charge values converge to a stable value for a cutoff of 150 Ry, which coincides with the values for energy convergence; hence, the convergence of charges at this value of cutoff is related to the convergence of DFT calculations and not with the grid point used for the REPEAT fit. This analysis suggests that both GTH and TM pseudopotentials together with PBE and BLYP yield converged results for the charges with a small error. Using Gaussian basis sets, we have tested again the convergence of the charges with the pseudopotential cutoff for the density; in this case, only PBE with GTH pseudopotentials was tested in a cutoff range between 320 and 3000 Ry. We found that the convergence of atomic charge (as well as of total energy) is attained at 700 Ry; this result is in agreement with a recent study on MOFs.(56)Figure 3. Values of the point charges for representative atoms as a function of the cutoff for the functional and pseudopotentials tested. Blue, red, and green are used respectively for GTH, TM, and VDB pseudopotentials. Solid lines: PBE functional. Dashed lines: BLYP functional.We would like to highlight that the values of the charges obtained with the REPEAT method are similar to the ones computed on the biggest cluster (F–12–4–mIm), as discussed in the previous section. In Table 3, we show the absolute difference Δq bewteen the charges computed with REPEAT and the respective entries in Table 2 for the F–12–4–mIm cluster. It can be seen that the only noticeable deviation between the two methods is found for the charge on C3, which differs by ca. 0.19e. The differences in all of the other charges are negligibile. The fact that the two methods converge to similar values is an important check of their reliability. Moreover, it seems that the calculation of partial charges on core atoms of highly charged clusters is not affected by the presence of the excess charge, thus confirming that the core atoms of big clusters experience an electronic environment similar to that of the neutral crystal structure. Although the two approaches give similar results, it should be noticed that the computational cost for the evaluation of atomic charges from calculations on large clusters is more than 1 order of magnitude higher, compared to the DFT plus REPEAT calculations on the periodic structure. This feature, besides rendering the REPEAT method an optimal choice for this type of calculation, makes it a suitable technique for addressing other issues, such as charge fluctations during dynamics (see below).Table 3. Partial Charges q̅ of ZIF–8 from Gaussian and Plane Wave Periodic DFT Calculations with the Relative Standard Errors (Sq̅)a ZnNC1C2C3H2H3CPMDq̅0.6894–0.28000.4184–0.1910–0.57260.15360.1481Sq̅0.00160.00170.00270.00110.00250.00070.0007Δq0.00610.04940.03620.03560.16110.01430.0345BOMDq̅0.7362–0.30080.4339–0.1924–0.60420.15850.1572Sq̅0.00140.00140.00240.00080.00210.00050.0005Δq0.04070.02860.05170.03700.19270.01920.0436aFor each method, the difference Δq = |q̅ – q(F −12–4–mIm)| is also reported.Up to now, methods used to compute partial charges for molecules or for supramolecular assemblies have always relied on static ab initio calculations for the minimum energy structure. Though, at the condensed phase, many-body interactions could cause the electronic density to be polarized and to heavily fluctuate around an average value; this has been recently shown for halide ions in water.(66) Accounting for electron cloud polarization in classical molecular dynamics simulations implies the use of multipolar expansions or fluctuacting charges, with a noticeable computational overhead. Nevertheless, there are cases where a simple point charge approximation gives a fair representation of the system. DFT-based molecular dynamics simulations are the ideal test tool to look into electronic density fluctuations in the system. To get a deeper insight into this issue, we computed the atomic charges every 10 fs during a 1 ps simulation; in this case, GTH pseudopotentials were used because they guarantee reliable results at a lower computational cost than TM pseudopotentials. Average charges q̅ and standard error Sq̅ have been computed for all atom types with both PBE and BLYP functionals. The results for PBE using both CP and BO molecular dynamics are shown in Table 2. In Table 4, we also report results for ZIF–2 and ZIF–3, for which we used the same setup for the calculations on ZIF–8. Results of CPMD with the BLYP functional are in agreement (within the error) with the ones obtained with PBE and are not shown here. It can be seen that the values of the atomic charges converge to similar values, the largest differences being around 5%. Moreover, the fluctuations are almost negligible, hinting that using a simple point charge approximation for classical molecular dynamics simulations of ZIFs is sensible. We would like to notice that the calculations with plane waves (CPMD) and with Gaussian basis sets (BOMD) give basically the same results. Thus, both of them constitute sound methods to compute electrostatic potentials inside ZIFs. A comparison of the results obtained for the three different ZIFs considered here immediately highlights that the values for the point charges are quite different. Therefore, it is advisible that, to perform molecular dynamics calculations on these materials, instead of taking standard values from generic force fields, point charges should be carefully calculated for any of them.Table 4. Partial Charges q̅ with the Relative Standard Errors (Sq̅) of ZIF–2 and ZIF–3 Born–Oppenheimer Molecular Dynamics Simulations ZnNC1C2H1H2ZIF–2q̅0.6100–0.1798–0.0384–0.13410.10420.1285Sq̅0.00210.00060.00140.00060.00030.0015ZIF–3q̅0.6082–0.19130.0208–0.15110.08230.1388Sq̅0.00110.00110.00180.00050.00060.0003While this manuscript was under revision, a similar study was published where point charges were computed with the REPEAT method on ZIF–8.(67) By applying different scaling factors γ to the van der Walls radii, the authors found that the value of the point charges varies over a large interval, ranging, in the case of Zn, from 0.69e for γ = 1 to −2.58e for γ = 2. Although the authors conclude that it is hard to attach any physical interpretation to the REPEAT charges, nevertheless, it should be considered that large values of exclusion radii, such as the ones just mentioned, are never used in ESP charge methods. In addition, it should be noted that, by using γ = 1, the values of point charges are in good agreement with our cluster calculations, with recent calculations made on biosystems containing building blocks similar to that of ZIF–8,(69, 68) and with DDEC and CBAC results reported in the same article of Watanabe and co-workers.(67) Therefore, we recommend the use of the REPEAT method with γ = 1.It is interesting to notice that, from the latter study, it seems that the adsorption isoterms calculated with Grand Canonical Monte Carlo simulations are independent of the values chosen for charges. Considering this result, it is certainly of interest to assess the role played by the point charges in driving the dynamics of the system and in reproducing other experimental properties. In our group, we have started to address this issue with the use of force field molecular dynamics simulations.Top of PageAbstractIntroductionModel and Simulation DetailsResults and DiscussionsConcluding RemarksReferencesConcluding RemarksForce-field-based calculations (Monte Carlo or molecular dynamics) rely on a reduced description of the system electronic density by means of atomic partial charges. In our study, we explored different approaches to derive them for zeolite imidazolate frameworks (ZIFs). The usual approach to compute partial charges for molecular systems is based on ab initio calculations on small clusters, followed by a fitting of the quantum chemical electrostatic potential. Among the many methods, we chose the Merz–Kollman sampling scheme, which has been shown to give reliable results; we also found that, for computing partial charges, density functional theory calculations yield values comparable to the ones obtained with Hartree–Fock and perturbative methods.Partial charges computed for molecules give a fair description of the electronic density of the isolated system, which is considered to be slightly perturbed in the condensed phase; thus, values calculated for the isolated systems are transferred to liquid/solid simulation with a negligible loss of accuracy. This approximation does not hold for crystal systems such as ZIFs; in fact, every atom/molecule in the supramolecular structure feels the crystalline environment, which should be somehow included in the description. Thus, for example, computing partial charges on the cluster formed by one zinc atom coordinated by four methyl-imidazolium molecules would make sense if we were interested only in the zinc charge. On the other hand, if we need to know the charges on N, we should consider a symmetric structure around the molecule.To this end, we have explored two different methodological approaches to compute partial charges on ZIF–8 from first principles calculations. The first approach has been based on the building up of isolated clusters resembling the structure and symmetry of the crystal. We have observed that, in order to obtain converged results, the size of the cluster should be around 400–500 atoms, which renders this approach extremely computationally expensive. The second method is based on evaluating the REPEAT charges on the periodic crystal structure. In order to define an operative protocol to compute partial charges on ZIF–8 (which would be extended to similar materials), we compared the results obtained with two different functionals and six pseudopotentials. We found that ultrasoft Vanderbilt pseudopotentials give larger errors compared to norm-conserving Troullier–Martins or Goedecker–Teter–Hutter pseudopotentials. The results obtained with both PBE and BLYP functionals are in fair agreement, hinting that the computed properties are well described with the two of them. The convergence of results has been checked against the value of the pseudopotentials’ cutoff. In the case of plane wave calculations, the partial charges converge at 150 Ry for the wave function cutoff, while for a mixed plane wave and Gaussian basis sets treatment, we found a density cutoff of 700 Ry to be the ideal choice. In passing, we notice that the values obtained for Zn and N are in agreement with those from recent studies(67-69) on ZIFs and on systems of biological interest.The values of REPEAT charges are also in agreement with those computed, at a much higher computational cost, on large isolated clusters. Given the reliability of the method, and considering its relatively low computational overhead, in the second part of the article, we looked into the fluctuations of charges, by propagating the system with DFT-based molecular dynamics simulations of the periodic structure. REPEAT charges have been computed for many configurations of three zeolite imidazolate frameworks, slightly differing among them in the structure and substituents: ZIF–8, ZIF–2, and ZIF–3.For ZIF–8, both Car–Parrinello and Born–Oppenheimer molecular dynamics simulations show that the value obtained in single point calculations are in agreement with the average value during the time evolution of the system. The common feature to the three ZIFs studied is that the fluctuations in the charges of every atom are small. To our knowledge, this represents the first study of atomic partial charges where the fluctuations are taken into account; our results justify the choice of using the point charge approximation for these kinds of materials, given that the fluctuations are negligible. Nevertheless, if highly charged or polarizable absorbates interact with the framework, the inclusion of polarization could be important in the description of physical chemical properties of ZIFs. Further studies in this direction are now in progress in our group.Top of PageAbstractIntroductionModel and Simulation DetailsResults and DiscussionsConcluding RemarksReferencesAcknowledgmentThe authors thankfully acknoledge C. Campañá, B. Mussard, and T. K. Woo for having kindly provided us with their code for computing REPEAT charges. This research has been funded by the European–Indian research project AMCOS (Advanced Materials Computational Study), NMP3-SL-2009-233502. The authors thankfully acknowledge the computer resources, technical expertise, and assistance provided by CASPUR within the Standard HPC grant Project std09-373 and by CINECA for the ISCRA project AIMD–ZIF (HP10AU280I). The “Consorzio COSMOLAB” is also acknowledged for the resources provided within the Cybersar Project. F.G.P. is thankful for the Master and Back fellowship provided by Regione Autonoma della Sardegna.Reference QuickViewTop of PageAbstractIntroductionModel and Simulation DetailsResults and DiscussionsConcluding RemarksReferencesReferencesThis article references 69 other publications.1. James, S. L. Chem. Soc. Rev. 2003,  32,  276[Crossref], [PubMed], [CAS]1. Metal-organic frameworksJames, Stuart L.Chemical Society Reviews\r\n        (2003),\r\n    32\r\n        (5),\r\n    276-288CODEN:\r\n                CSRVBR;\r\n        ", "title": "Estimation of Partial Charges in Small Zeolite Imidazolate Frameworks from Density Functional Theory Calculations", "authors": ["Malay Kumar Rana", "Federico Giovanni Pazzona", "Giuseppe Baldovino Suffritti", "Pierfranco Demontis", "Marco Masia"], "doi": ["10.1021/ct100685p"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2011/jctcce.2011.7.issue-6/ct100685p/production/images/small/ct-2010-00685p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2011/jctcce.2011.7.issue-6/ct100685p/production/images/small/ct-2010-00685p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2011/jctcce.2011.7.issue-6/ct100685p/production/images/small/ct-2010-00685p_0003.gif\">"]}