{"abstract": "Controllable integration of nanoparticles (NPs) and metal–organic frameworks (MOFs) is crucial for expanding the applications of MOF-based materials. In this study, we demonstrate the facile encapsulation of presynthesized NPs into carboxylic acid based MOFs using NPs@metal oxide core–shell nanostructures as the self-template. The shell dissolved gradually in the mildly acidic growth solution created by dissociation of the ligands and thus directing the growth of the MOF crystals by providing metal ions. With protection of the metal oxide shell, various NPs (Au NPs, Au nanorods, Pd nanocubes, and Pt-on-Au dendritic NPs) could be encapsulated easily without being aggregated or dissolved in the reaction mixture. Importantly, instead of forming the exact replicate of the self-template, the obtained NP@MOF heterostructures exhibited a yolk–shell morphology with a central cavity and a certain degree of mesoporosity. The formation of the well-defined yolk–shell structure was demonstrated to be dependent on both the choice of the solvent and the dissolution behavior of the metal oxide shell. Finally, the obtained heterostructures were employed for heterogeneous catalysis, in which the size selectivity of the MOF shell was perfectly retained.", "text": "10.1021/cm4034319 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs),(1) also known as porous coordination polymers (PCPs),(2) which are a class of crystalline materials consisting of metal ions connected by organic linkers, have been garnering considerable research interest because of their large internal surface areas, tunable cavities, controlled porosities, etc.(3, 4) Endowed with such distinguishable properties, MOFs are seeking a broad range of applications such as gas storage,(5) separation,(6) sensing,(7) and catalysis.(8) Moreover, MOFs as unique host matrices allow the implementation of desired properties by their controlled integration with functional species, such as nanoparticles (NPs). This concept has become an important tool for expanding MOF-based applications because MOF composites often exhibit enhanced or even novel properties compared to their pristine counterparts.(9-25)Gas-phase infiltration and solution impregnation, which involve the loading of precursors into MOFs followed by reduction, represent the two major strategies developed so far for embedding NPs into MOFs.(26) However, such methods possess several inherent limitations. First, it is difficult to control the morphology and size distribution of the NPs within the matrices, which are often key parameters for applications like catalysis.(27) Second, there is an issue of nonselective deposition at the outer surface of the MOF support. In addition, these methods may involve harsh treatment conditions, complicated procedures, and specialized precursors or equipment, which not only limit their accessibility to laboratories with conventional setups but also restrict the possible MOF matrices to the chemically robust ones. On the other hand, the direct encapsulation of functional species into MOFs is still in its infancy.(24, 25) The template method has been employed in several previous studies to synthesize MOF core–shell heterostructures;(28-31) however, this approach usually requires additional surface modifications to confine the growth of MOFs and, even so, direct nucleation of crystals in a growth solution can hardly be prevented. Lu et al. have successfully incorporated presynthesized NPs into a zeolitic imidazolate framework in a well-dispersed fashion.(25) Nevertheless, the method required surface capping of NPs by poly(vinylpyrrolidone) and was only reported for ZIF-8. Notably, it can be especially challenging to encapsulate NPs with inferior chemical stability into MOFs with carboxylic acid based ligands, owing to the acidic environment created by dissociation of the ligands under which the NPs would tend to dissolve or agglomerate. Thus, a general protective strategy is needed.Just as the shell often protects the core in a core–shell structure,(32) it would be ideal to protect the NPs using a protective layer during MOF synthesis. Moreover, if the shell can function as a self-template for MOF growth, additional steps of protective layer removal can be circumvented. Given the myriad of studies on core–shell structures in open literature,(33, 34) a large toolbox is available to be taken advantage of. The concept of coordination replication has been raised in an earlier report in which alumina patterns were transformed into analogous PCP architecture,(35) and by alumina coating on surface-modified gold (Au) nanorods, Au nanorods were embedded into the PCP matrix.(36) However, several key aspects need to be noted about the method. First, a polar solvent (water) was used to achieve alumina conversion at relatively high temperature (>140 °C). However, the etching of the template by acidic ligands in water was so fast that large-scale conversion occurred rapidly (within several minutes). Therefore, a high concentration of metal ions is expected in the reaction solution. While such a condition can be favorable for structurally directing MOFs with higher homogeneous nucleation energy/slower nucleation kinetics and thus a greater tendency for heterogeneous nucleation (aluminum-based MOFs in this case),(37) it may not be feasible to MOFs with faster nucleation and growth kinetics such as copper-based MOFs.(38-40) For them, homogeneous nucleation will generally dominate in the presence of high metal-ion concentration. Second, microwave heating was required because a fast and homogeneous temperature increase was a prerequisite to obtain the appropriate PCP replicates. Third, chemical modification (PEGylation) was needed to encapsulate NPs into MOF matrices, which limited the possible NPs to be encapsulated.Herein, in order to overcome the above difficulties, we report a facile synthetic approach to obtain designable NP@MOF heterostructures converted from NP@porous metal oxide (MxOy) core–shell NPs in solvent with low polarity. Interestingly, while coordination replication resulted in dense, intrinsic MOFs, yolk–shell structures were obtained in this study, a rarely reported class of MOF heterostructure worth studying.(24) The MxOy shell, which functioned as a self-template to direct MOF growth by providing metal ions, successfully protected the encapsulated NPs against acid-induced corrosion or agglomeration during synthesis. Compared to the current template method, this approach neither requires additional surface modification nor results in self-nucleation of MOF crystals in growth solution. Importantly, the morphology of the encapsulated NPs can be rationally tailored such that complicated nanostructures could be encapsulated with ease. Correspondingly, platinum (Pt)-on-Au dendritic NPs were encapsulated and the heterogeneous catalytic property of the composite was tested, in which the size selectivity of the MOF shell was perfectly retained.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionAll materials were purchased from Sigma-Aldrich and used as received without further purification.Synthesis of Au NPsAu NPs were prepared by a sodium citrate reduction method of HAuCl4.(41) The as-obtained Au colloidal solution was used for the subsequent synthesis without further treatment.Synthesis of Au NanorodsAu nanorods were prepared using a seed-mediated growth method.(42) After 12 h of reaction, the product was purified several times to remove excess cetyltrimethylammonium bromide (CTAB) and redispersed in 20 mL of water.Synthesis of Pt-on-Au Dendritic NPs (PtAuDNPs)PtAuDNPs were prepared following the procedure of Guo et al. using 0.5 mL of a 0.1 M K2PtCl4 solution per synthesis.(43) The product was washed three times with water to thoroughly remove the residual Pluronic F127 and redispersed in 20 mL of water by sonication to afford a colloidal suspension.Synthesis of Palladium (Pd) NanocubesPd nanocubes were prepared following the procedure of Jin et al. and redispersed in 10 mL of methanol.(44)Synthesis of NP@Cu2O Core–Shell NPsNP@Cu2O core–shell NPs were synthesized following the procedure of Zhang et al. with minor modifications.(45) In a typical synthesis, 1 g of poly(vinylpyrrolidone) (PVP; MW ∼ 55000) was fully dissolved in 50 mL of a 0.01 M Cu(NO3)2 aqueous solution under vigorous magnetic stirring. Then a 2 mL of as-prepared Au NPs/1 mL of Au nanorods/1 mL of PtAuDNPs/1 mL of Pd nanocube colloidal solution was quickly injected, followed by the immediate introduction of 60 μL of a N2H4·H2O aqueous solution (35 wt %). Typically, the color changed to greenish-yellow within 5 s, indicating formation of the Cu2O shell. The reaction mixture was kept stirring for 2 min, and the product was collected by centrifugation at 8000 rpm for 10 min. Subsequently, the NPs were washed with ethanol and deionized water (volume ratio 1:1) three times to remove excess PVP, redispersed in 2.5 mL of benzyl alcohol (BnOH), and stored in refrigerator at 4 °C. Note that the thickness of the Cu2O shell could be tuned by adjusting the Cu(NO3)2 concentration, and other kinds of NPs can also be encapsulated facilely via the same procedure. By an increase in the concentration of NPs during synthesis to naturally induce particle aggregation, multiple NPs can be encapsulated in a single Cu2O shell.Synthesis of Cu2O NanocubesCu2O nanocubes were synthesized following the procedure of Wang et al. using 2.0 M NaOH.(46) The product was washed three times with water and redispersed in 2 mL of BnOH.Synthesis of Yolk–Shell NP@HKUST-1 Petalous Heterostructures1,3,5-Tricarboxylic acid (H3BTC; 0.055 mmol) was added into a mixture of BnOH (1.5 mL) and ethanol (0.1 mL) and then sonicated for 30 min to afford a homogeneous solution. Subsequently, 0.5 mL of NP@Cu2O core–shell NPs in BnOH was added, thoroughly mixed by shaking, and then allowed to react at 80 °C overnight unless otherwise noted. The product was collected by centrifugation at 5000 rpm for 5 min, washed with methanol several times, and finally redispersed in methanol. In addition, 0.1 mL of a concentrated Au NPs methanol solution (abs = 4) could be added in place of ethanol at the beginning of the reaction to directly encapsulate NPs into the HKUST-1 shell. Note that the ligand can be changed to other carboxylic acid based ligands to obtain different MOF shells.Catalytic Hydrogenation of OlefinsHydrogenation of olefins (n-hexene >99%, cis-stilbene >95%) was carried out in an ethyl acetate (EA) solution under a static hydrogen atmosphere (1 bar). In a typical experiment, PtAuDNP@HKUST-1 (10 mg) was loaded into a reactor, and the residual air in the reactor was expelled by purging several times with hydrogen. Afterward, EA (3 mL) was added to the reactor and the mixture was sonicated for 10 min to afford a homogeneous suspension. Olefin (0.1 mL) was then introduced, and the mixture was sonicated again for 10 min. Subsequently, the reactor was purged with hydrogen one more time, and the reaction was allowed to proceed at 35 °C for 24 h. After the reaction, the catalyst powder was filtered off and the filtrate was analyzed using gas chromatography (GC; Agilent 6890N), with a HP-5 column (Agilent) and a flame ionization detector, or with nuclear magnetic resonance (NMR).CharacterizationsPowder X-ray diffraction (XRD) patterns were recorded with a Bruker AXS D8 Advance diffractometer using nickel-filtered Cu Kα radiation (λ = 1.5406 Å). Transmission electron microscopy (TEM) and scanning TEM (STEM) images were taken by a JEOL JEM 2010F microscope. Thermogravimetric analyses (TGA) were performed on a Q500 analyzer (TA Instruments).N2 sorption studies were performed in a Micromeritics ASAP 2020 adsorption apparatus at 77 K and at pressure up to 1 bar after the samples were first degassed at 120 °C overnight. The Brunauer–Emmett–Teller (BET) surface area was calculated using the adsorption data in a relative pressure ranging from 0.1 to 0.3. The micropore area (Smicro) was calculated by the t-plot micropore area from the N2 adsorption–desorption isotherm, and mesopore and macropore area (Smeso/macro) was estimated by subtracting the t-plot micropore area from the BET specific surface area. The mesopore size distribution was determined by the Barrett–Joyner–Halenda (BJH) method using the adsorption branch of the isotherm. The total pore volume (Vt) was determined using the adsorption branch of the N2 isotherm curve at a relative pressure of 0.99. The mesopore and macropore volume (Vmeso/macro) was obtained from the BJH adsorption cumulative volume of pores between 1.70 and 300.00 nm diameter, and the micropore volume (Vmicro) was calculated by subtracting the mesopore volume from the total pore volume.(47)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionYolk–Shell NP@MOF Petalous Heterostructures with Designable Encapsulating Species and MOF ShellsAu@Cu2O core–shell NPs and H3BTC were used first to study and characterize the formation of yolk–shell NP@MOF heterostructures via our proposed method. It is known that Cu2O nanocrystals can undergo oxidative dissolution in a mildly acidic solution following the pathway 2Cu2O + O2 + 8H+ → 4Cu2+ + 4H2O,(48) a condition possible to achieve by partial dissociation of the organic ligands. Therefore, in this synthetic approach, H3BTC served as the etching reagent in addition to being the organic ligand, and apart from directing the growth of MOF crystals, the Cu2O shell also took the role of metal-ion source.The morphology of the reaction product was characterized by TEM and STEM. As can be observed from Figure 1a–c, the obtained polycrystalline, crack-free Cu-BTC (HKUST-1) MOFs resembled a flowerlike shape with a single 13 nm Au NP residing at the center. Thus, the reaction product was termed a Au@HKUST-1 petalous heterostructure. With protection of the Cu2O shell during synthesis, no aggregation or morphological variation of the Au NPs was observed after encapsulation. Unprecedentedly, a cavity existed in each of the petalous heterostructures, taking the shape of its Au@Cu2O precursor and rendering the final product a unique yolk–shell morphology.Figure 1. Yolk–shell NP@HKUST-1 petalous heterostructures. (a and b) TEM images and (c) STEM dark-field image of the as-obtained Au(13 nm)@HKUST-1 petalous heterostructures showing good product purity and uniformity. TEM images of yolk–shell HKUST-1 petalous heterostructures encapsulating (d) a single Au nanorod, (e) a single 100 nm Au NP, (f) a single 20 nm Pd nanocube, and (g) multiple Pd nanocubes, respectively.The shell thickness, encapsulated species, and number of NPs encapsulated in each petalous heterostructure can all be tailored easily by changing the Cu salt concentration, the kind of NPs used, and the NP concentration respectively during synthesis of the Cu2O core–shell NPs (Figure 1d–g). Notably, complicated nanostructures (nanorods, core–shell NPs, etc.) can also be embedded into the MOF matrices using this approach. Different from the previous case on the synthesis of ZnO@ZIF-8 nanorods,(49) lowering the reaction temperature will only decrease the reaction rate without altering either the morphology or composition of the final product (Figure S1 in the Supporting Information, SI), which further proves the facileness of our proposed strategy for obtaining a NPs/MOFs composite.Because of the gradual dissolution of Cu2O, additional NPs can be introduced during the synthesis and encapsulated directly into the HKUST-1 shell without aggregation owing to the low ionic concentration (Figure S2a in the SI). However, if the same amount of Cu(NO3)2 was used in place of Cu2O, NP aggregation could be observed clearly in the final product and the NPs were not completely encapsulated within the MOF matrices (Figure S2b in the SI). Thus, the method could also be employed to synthesize novel functional materials encapsulating multiple NPs with effective control over their spatial distribution, which can serve as promising candidates for applications such as cascade catalysis.Finally, the synthetic method can also be applied to other carboxylic acids, allowing tailorable MOF shells with desired pore sizes and geometries (Figure S3 in the SI).Formation Pathway of the Yolk–Shell NP@MOF Petalous HeterostructuresTo better understand the formation pathway of the yolk–shell petalous heterostructures, the morphologies of Au@HKUST-1 formed at different reaction durations were investigated (Figure 2). From observations, at the initial stage of the reaction (Figure 2b), HKUST-1 crystals started to nucleate on the surface of Cu2O, grew continuously to cover the whole surface (Figure 2c), and expanded outward. Because no other Cu2+ source was introduced, it is certain that the dissolution of Cu2O provided the Cu2+ source for HKUST-1 formation, which could be further evidenced by shrinkage of the Au@Cu2O NPs at early stages of the reaction (Figure 2a–c). Dissolution of the Cu2O shell proceeded in a bulk dissolution manner, leaving only tiny fragments of Cu2O at a reaction time of 1 h (Figure 2d). As the shell continued to dissolve, MOF crystals continued to add onto the outer surface of the composite (Figure 2e), preserving a hollow core that took the shape of the Au@Cu2O precursor (Figure 2f). Notably, rather than forming a single MOF crystal, the Au@HKUST-1 composite prepared by this method had multiple nanocrystals aggregated together into a flower shape because of the existence of multiple nucleation sites on Cu2O surfaces. In addition, no free-standing HKUST-1 NPs were found at any reaction times, suggesting that the MOF growth was strictly limited to the surface of Cu2O, which could probably be attributed to the low concentration and gradual release of Cu2+ in the reaction mixture.Figure 2. TEM images of Au@HKUST-1 petalous heterostructures obtained after reaction times of (a) 0 min, (b) 10 min, (c) 20 min, (d) 1 h, (e) 2 h, and (f) 7 h. Scale bar = 50 nm.Key Factors in Formation of the Yolk–Shell Structure Polarity of the Solvent and Porosity of the ShellUndoubtedly, formation of the well-defined yolk–shell petalous morphology relies on the intricate balance between the dissolution rate of the MxOy shell and the coordination rate of the ligands with metal ions, which could be influenced by various factors including the concentration of the reactants, reaction temperature, etc. However, more importantly, it was found that the polarity of the solvent as well as the dissolution behavior of the MxOy shell played significant roles in governing the final morphology of the MOF heterostructure.Solvents commonly used for the synthesis of MOFs, namely, water (adopted in pseudomorphic replication), ethanol, and N,N-dimethylformamide (DMF), proved to be unsuitable for formation of the well-defined petalous heterostructures (Figure 3). High-polarity solvents such as water, ethanol, and DMF (dielectric constant = 80.1, 24.5, and 36.7 respectively) can promote dissociation of the organic ligand molecules, increasing the acidity of the reaction mixture. Consequently, the dissolution rate of Cu2O will significantly exceed the coordination rate. Given the high concentration of Cu2+ in solution and the easy nucleation of HKUST-1, the coordination process will take place predominantly in solution, giving rise to free-standing MOF crystals in the final product. In addition, the highly acidic environment would possibly dissolve the NPs during synthesis, and the high ionic concentration would likely induce NP aggregation. Therefore, to render the heterogeneous nucleation favorable, a less polar solvent, BnOH (dielectric constant = 13), was chosen in this synthetic approach to control the rate of dissolution and solubility of the metal ions.Figure 3. TEM images of the reaction product when (a) an ethanol–water mixture (volume ratio 1:1) and (b) DMF were used as the solvent instead of BnOH.In addition, it was found that the porous, polycrystalline nature of the Cu2O shell is of paramount importance for formation of the yolk–shell structure under the proposed reaction conditions. The porous nature of the Cu2O shell can be observed clearly from the contrast in the TEM images (Figure 2a), and its polycrystallinity can be inferred from the broadened XRD peaks (Figure S4 in the SI, green). As observed from the time evolution study, rapid bulk dissolution of the polycrystalline Cu2O shell led to complete transformation of the precursor into Cu2+ within a relatively short period of time. Therefore, different from current template methods, no clear MOFs/template interface was observed. This led us to wonder about the possible influence of the dissolution behavior of the oxide shell on the final morphology of the heterostructure. In a comparative experiment, monocrystalline Cu2O nanocubes of size similar to that of NP@Cu2O core–shell NPs were used as precursors under identical experimental conditions. Hua et al. have comprehensively investigated the morphological transformation of various Cu2O nanocrystals in an acid solution.(48) According to their study, a cubic Cu2O nanocrystal maintained its shape during the course of oxidative dissolution; i.e., dissolution occurred in a layer-by-layer manner. Consistent with the study, monocrystalline Cu2O nanocubes dissolved layer-by-layer in our reaction system and dissolution took much longer time than that of polycrystalline Cu2O (Figure 4). In such a case, ligands had sufficient time to diffuse to the MOFs/Cu2O interface, and no cavity was observed in the final product. Therefore, relatively rapid, bulk dissolution of the oxide shell in a less polar solvent is required to obtain the yolk–shell petalous heterostructures. The bulk dissolution kinetics of porous Cu2O in BnOH, while much slower than that in a polar solvent, remained high enough to slightly surpass the coordination kinetics of the ligands. Once a continuous layer of HKUST-1 was wrapped around the Cu2O shell, Cu ions, which moved faster than ligands, diffused through the MOFs, resulting in a supersaturated layer of metal ions surrounding the core–shell templates. As a result, subsequent coordination will occur only on the outer surface of the composite, preserving a hollow core that took the shape of the NP@Cu2O precursor.Figure 4. TEM images of HKUST-1 transformed from (a) monocrystalline Cu2O nanocubes obtained after reaction times of (b) 1, (c) 3, and (d) 12 h.Characterizations on the Transformation from Core–Shell NPs to NP@MOF HeterostructuresThe transformation from Au@Cu2O NPs to Au@HKUST-1 yolk–shell petalous heterostructures was further characterized using powder XRD (Figure S4 in the SI). The patterns clearly depict the evolution of the product from Au@Cu2O to Au@Cu2O@HKUST-1 (sample taken at a reaction time of 30 min) and finally to Au@HKUST-1 petalous heterostructures. The absence of Cu2O peaks in the slow-scan XRD spectrum (2θ = 25–50°) of the final petalous heterostructures (Figure S5 in the SI) confirmed the complete transformation of Cu2O. The well-defined XRD peaks of the petalous heterostructures reveal the high crystallinity of the structure. However, only a weak shoulder corresponding to the {111} planes of Au could be observed (Figure S4 in the SI, green), largely because of the small size and limited quantity of Au NPs existing in the system. The thermal stability of the petalous heterostructures was studied by TGA (Figure S6 in the SI). The onset decomposition temperature was approximately 300 °C in air, only marginally lower than that of commercial Basolite C300 (320 °C), which indicates that the existence of a large cavity at the core region had little effect on the MOF stability. Compared with Au@HKUST-1, Au@Cu2O@HKUST-1 possessed a slightly inferior thermal stability probably resulting from the underdeveloped HKUST-1 crystal structure at early stages of the reaction.Figure 5a represents the corresponding N2 adsorption–desorption isotherms of the reaction intermediate and final product. The BET surface area increased as the reaction proceeded because of the gradual dissolution of the Cu2O precursor and continuous coordination between H3BTC and Cu2+. The BET surface area of the final petalous heterostructures was 916 m2/g (Table S1 in the SI), and the reduced surface area compared with intrinsic HKUST-1 (∼1482 m2/g) was mainly due to the heavier and nonporous metal cores.(50) Interestingly, the isotherms display between type I behavior, characteristic of microporous materials, and type IV behavior, characteristic of mesoporous materials. The existence of a discernible hysteresis loop in the isotherm of the Au@HKUST-1 petalous heterostructures (Figure 5b) indicates a certain degree of mesoporosity in addition to the macroporosity imparted by the central cavity, as confirmed by the pore distribution analysis (Figure 5c). Because each petalous heterostructure consists of multiple MOF crystals, the mesoporosity could be created because of the inevitable defects at the intersection regions of adjacent crystals.Figure 5. (a) N2 adsorption–desorption isotherms of Au@HKUST-1 and reaction intermediate Au@Cu2O@HKUST-1, (b) magnified N2 adsorption–desorption isotherms of Au@HKUST-1, and (c) mesopore and macropore size distributions of Au@HKUST-1.Heterogeneous Catalysis Using PtAuDNP@HKUST-1 Petalous HeterostructuresIntegrating the unique properties of both components, the NP@MOF heterostructures can find a broad range of applications such as surface-enhanced Raman scattering sensing,(28, 51) light-induced molecular release,(36) and especially catalysis.(52, 53) The unique morphology of the obtained petalous heterostructures would presumably offer a number of advantages in heterogeneous catalysis. First of all, the type, shape, size, quantity, and spatial distribution of the encapsulated NPs, which serve as the catalytic sites, could be easily tailored to meet the requirements of specific catalytic reactions. Second, in addition to functioning as a host matrix to prevent NP aggregation, the molecular sieve property of the porous MOF shell can be employed to achieve selective catalysis. Moreover, the existence of macropores and mesopores will enhance the mass-transfer rate of the chemical species, leading to an improved catalytic efficiency.(54) In a proof of concept, delicate nanostructures, PtAuDNPs (Figure S7 in the SI), were encapsulated in the petalous heterostructures and used as catalysts for the liquid-phase hydrogenation of olefins (Figure 6). PtAuDNPs were used purposely to increase the number of active sites in each petalous heterostructure and to demonstrate the capability of our strategy to encapsulate complicated nanostructures. The two olefins both exhibited complete conversion by bare PtAuDNPs. However, while catalysis of n-hexene by PtAuDNP@HKUST-1 petalous heterostructures showed good catalytic conversion (25%; Figure S8 in the SI), that of cis-stilbene did not occur (Figure S9 in the SI), owing to its larger molecular size, which made it difficult to diffuse through the pore apertures of the HKUST-1 shell to the catalytic sites.(55) This also suggested that the HKUST-1 shell was devoid of cracks. The morphology and crystal structure of the PtAuDNP@HKUST-1 catalysts remained almost unchanged after catalytic reactions, indicating the stability of the heterostructures for real applications (Figure S10 in the SI).Figure 6. (a) TEM image of the PtAuDNP@HKUST-1 petalous heterostructure (the inset is the magnified image of the PtAuDNP core showing Pt dendrites on Au NPs) and (b) catalytic conversion of n-hexene and cis-stilbene over the PtAuDNP@HKUST-1 catalyst.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn summary, yolk–shell NP@MOF heterostructures with designable encapsulating functional species and MOF shells have been successfully synthesized by facile conversion of the corresponding NP@MxOy core–shell self-template. Because of protection of the MxOy shell and the gradual release of metal ions during synthesis, NPs were shielded from the possible aggregation and dissolution in the reaction solution, making it possible to controllably integrate delicate nanostructures with MOFs. In addition, MOF heterostructures with spatially controlled NPs can also be obtained by introducing additional NPs during the reaction. Notably, it was found that formation of the yolk–shell structure depended on both the choice of the reaction solvent and dissolution behavior of the MxOy shell: a less polar solvent was required to render the heterogeneous nucleation of MOF crystals on the surface of self-template favorable, and relatively fast, bulk dissolution was needed in order to preserve the central cavity instead of obtaining the exact replicate of the self-template. Finally, we demonstrated the selective catalytic capability of the heterostructures by encapsulating PtAuDNPs. Given the various studies on NP@MxOy core–shells, our strategy may find its way to a broader range of MOF heterostructures, thus opening up fascinating perspectives for the development of functionalized porous MOF materials for future applications. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationResults of TEM, XRD, TGA, and catalysis. This material is available free of charge via the Internet at http://pubs.acs.org.§Author ContributionsThese authors contributed equally.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentY.L. is thankful for support from the CN Yang Scholars Program in Nanyang Technological University, Singapore. The authors thank Y.-T. Pan at the School of Chemical & Biomolecular Engineering, University of Illinois at Urbana–Champaign, for help with electron microscopy studies. This work was supported by AcRF Tier 1 (RG 42/10) and AcRF Tier 2 (RG 17/12) from the Ministry of Education, Singapore. It is also supported by the Campus for Research Excellence and Technological Enterprise (CREATE) program Singapore–Berkeley Research Initiative for Sustainable Energy (SinBeRISE) under the funding of the Singapore National Research Foundation.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 55 other publications.1. Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Nature 2003,  423,  705[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "Designable Yolk–Shell Nanoparticle@MOF Petalous Heterostructures", "authors": ["Yayuan Liu", "Weina Zhang", "Shaozhou Li", "Chenlong Cui", "Jin Wu", "Hongyu Chen", "Fengwei Huo"], "doi": ["10.1021/cm4034319"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0007.gif\">"]}