{"abstract": "Metal−organic frameworks (MOFs) have been the focus of much interest within the context of hydrogen storage and other materials applications. With static metal clusters linked by axially substituted organic spacers capable of experiencing internal rotations, MOFs are one of the most promising amphidynamic materials to investigate and exploit the dynamics of crystalline solids. In this communication we report an experimental study of the rotational dynamics of the 1,4-phenylenedicarboxylate bridge of MOF-5, which has no steric contacts that might contribute to the rotational barrier. Highly reproducible H T relaxation, high-resolution C CPMAS, and variable temperature quadrupolar echo H NMR data were obtained from high quality samples that were sealed at reduced pressure (ca. 3 mTorr). H NMR line shape simulation revealed an activation barrier for rotation of 11.3 ± 2.0 kcal/mol, which is lower than the 14−16 kcal/mol values reported in theoretical studies of truncated models. While our results suggest that the models used for MOF-5 are insufficient to account for the properties of the extended crystal lattice, they also suggest that the amphidynamic materials with static and dynamic components may reach the friction-free rotational motion characteristic of gas dynamics. ", "text": "10.1021/ja077122c   The design of artificial molecular machinery1 will require a deep understanding of the relation between order and dynamics in condensed phase media.2 Recognizing that internal dynamics with controlled degrees of freedom will require components at the two ends of the dynamics spectrum, we suggested that such amphidynamic materials3 will require architectures with (a) free volume compartments, (b) volume-conserving processes (such as the rotation of a cylinder along its principal axis), and/or (c) correlated motions with two or more components undergoing concerted displacements. With that in mind, we have pursued the design, synthesis, and dynamic characterization of molecular structures that emulate the form and function of macroscopic gyroscopes (Figure 1).1g,3,4 Structures such as 1 and 2 are built with 1,4-phenylene rotators, bulky trityl4a-c (or triptycyl)4d,e stators, and alkyne linkages to provide a nearly barrierless3 rotational profile. While this approach has been successful, as indicated by crystals with 180° rotational (2-fold flipping) frequencies in the kHz (1a, Ea ≈ 13 kcal/mol),4a MHz (1b, Ea ≈ 10.5 kcal/mol),4b and GHz (1c, Ea ≤ 5 kcal/mol)4c regimes, none of their structures may be considered a free-volume rotor as their relatively close-packed assemblies appear to rely on correlated processes.5   Figure 1 Left and center:  Structures that emulate macroscopic toy gyroscopes with open (1a−1c) and triply bridged topologies (2). Right:  a fragment of the structure of MOF-5. The 1,4-dialkynyl phenylene of 1 and 2 are nearly barrierless but sterically hindered. The 1,4-phenylene of MOF-5 has an electronic barrier but no steric hindrance.   We expect the dynamics of externally unhindered rotators to depend only on their intrinsic barrier and on how efficient the coupling between crystal phonons and torsional modes is. An ideal amphidynamic architecture that may be used to explore this concept should be available in evacuated metal−organic frameworks (MOFs). With metal centers providing rigid lattice points to support robust crystal structures, organic spacers should be free to explore their unhindered rotational potential. While many MOFs have been investigated for gas storage,6 nonlinear optical properties,7 and catalysis,8 we decided to investigate the readily available MOF-5 (Figure 1). MOF-5 has a cubic framework composed of Zn4O clusters (vertices) bridged by 1,4-phenylenedicarboxylates analogous to those of the well-characterized 1,4-phenylene rotators in compounds 1 and 2.  Experimental estimates on the rotational barriers of 1,4-phenylenedicarboxylates (terephthalates) vary widely. Solid-state NMR measurements with amorphous poly(ethyleneterephthalate) give barriers ranging from 10 to 20 kcal/mol9 and as low ca. 5.9 kcal/mol for poly(butyleneterephthalate).10 A state of the art ab initio study11 with a model that consists of two Zn clusters, a bridging 1,4-phenylenedicarboxylate, and 10 formate groups [Zn4O(O2CH)5O2C−C6H4−CO2(O2CH)5Zn4O] reported barriers of ca. 14−16 kcal/mol, depending on the basis set and level of theory. Ground state calculations matched the X-ray structure, with a coplanar arrangement of C6H4 and CO2 groups, and the perpendicularly aligned transition state was shown to be a second-order saddle point with two imaginary frequencies that correspond to the phenylene torsional mode.11  Given the wide range of experimental values,9,10 the importance of polymer dynamics on materials properties,9,10,12b and the often debatable accuracy of computational methods on the calculation of barriers involving benzene rings and π-systems,12 an experimental determination of the barrier of crystalline MOF-5 should be very valuable. Freshly prepared samples of MOF-5 and phenylene deuterated d4-MOF-5 were solvent exchanged and transferred to standard 5 mm NMR tubes for activation.6a The solvent was removed, and the sample was evacuated (∼3 mTorr) at 200 °C for 10 h prior to sealing under vacuum. The 13C CPMAS spectrum of a freshly prepared sample consisted of carboxylate and aromatic (ipso- and C−H) carbons and confirmed the complete removal of the solvent and the homogeneity of the sample. The static 1H NMR (300 MHz) spectrum of evacuated samples showed a broad doublet, consistent with the strong dipolar coupling of adjacent protons. 1H spin−lattice relaxation measurements (T1) from 168 to 420 K showed no temperature dependence, as expected for a spin system with dynamic processes that are far from its Larmor frequency.  We set out to determine the dynamics of MOF-5 with d4-phenylene labeled samples using variable temperature 2H NMR. The orientation-dependence of 2H NMR quadrupolar coupling with respect to the magnetic field reports on exchange rates in the range of 104 and 108 s-1,13 as shown qualitatively by Gonzalez et al.14 Spectra of d4-MOF-5 obtained at 300 K are characteristic of deuterons in the slow exchange regime (Figure 2). Spectra recorded between 363 and 435 K displayed changes in line shapes characteristic of the intermediate regime. To estimate the exchange rate as a function of temperature, the spectra were simulated15 with a two-fold flipping model (180° rotation) and an adjustable frequency. A reduction of the quadrupolar coupling constant from 180 to 160 kHz from the static spectra to the intermediate exchange is consistent with fast libration along the 1,4-axis,16 indicating population of higher quantum states of torsional modes previously calculated at 43 and 87 cm-1.11   Figure 2 Selected experimental (left) and calculated (right) quadrupolar echo solid state 2H NMR of d4-MOF-5 sample sealed at 3 mTorr.   Arrhenius analysis of the exchange rate data resulted in Ea = 11.3 ± 2.0 kcal/mol and a pre-exponential factor A = 1.6 × 1012 s-1 (Figure 3). The uncertainty in the experimental barrier was determined from the range of simulated rate values that gave a  reasonable match. The pre-exponential factor agrees well with the frequency derived from the moment of inertia of a phenylene free rotor (2.4 × 1012 s-1).17 The experimental activation energy is lower than the theoretical value of ca. 14 ± 1 kcal mol,11,18 with differences that could be assigned to the truncated model, to dynamic effects20,22 not considered in the calculation, or to the limitations of ab initio theory.12 The discrepancy with amorphous poly(terephthalate)s is puzzling as one may expect that the barrier for rotation should be lowest when there is no steric hindrance. While some disagreement should arise from the different electronics of ester and carboxylate groups,19 we propose that amorphous polymers and MOF-5 represent very different portions of the energy surface. Rotation in MOF-5 takes place in a well-defined frame of reference where the CO2 groups remain static, using a trajectory that goes over a second-order saddle point.11 Rotations in polymers involve trajectories that start from a broad population of high-energy conformers with a range of O2C−Ph−CO2 dihedral angles,20 which may take advantage of local fluidity that allows for concerted two bond rotations.   Figure 3 Arrhenius plot of the 2-fold exchange (180° rotation) rate in d4-MOF-5.   In conclusion, the experimental results confirm our expectations for rotational motion in a sterically unhindered environment and reveal a difference with theory that is similar to that previously reported for analogous systems.12 A comparison of MOF-5 with polymeric terephthalates highlights the potential benefits of ground state destabilization and alternative trajectories. Current efforts in our group involve the synthesis of MOFs with ortho-substituents that remove the coplanarity of the terephthalate ground state, with diethynylarylene carboxylates, and with volume-conserving spacers with high rotational symmetry.21 Rotation in those cases is expected to approach the THz regime and to have interesting effects on the physical properties of these materials. Dynamic effects on the properties of MOF-5 have been highlighted by molecular dynamics simulations22 and may be expected to play a central role in the design of functional molecular machinery.    Top of PageAbstractSupporting Information Available ReferencesAcknowledgment S.L.G. was supported by NSF discovery corps Grant CHE0513503. We also are grateful for NSF Grant DMR0605688.     Top of PageAbstractSupporting Information Available ReferencesSupporting Information Available 13C CPMAS NMR, static 1H NMR spectra, 1H T1 inversion recovery data, and XRPD of d4-MOF-5. This material is available free of charge via the Internet at http://pubs.acs.org.      Reference QuickViewTop of PageAbstractSupporting Information Available References ReferencesThis article references 22 other publications. (1) (a) Balzani, V.; Credi, A.; Raymo, F.; Stoddart, F.   Angew. Chem. Int. Ed. 2000, 39, 3348.[Crossref], [PubMed], [CAS](1) . Artificial molecular machinesBalzani, Vincenzo; Credi, Alberto; Raymo, Francisco M.; Stoddart, J. FraserAngewandte Chemie, International Edition\r\n        (2000),\r\n    39\r\n        (19),\r\n    3348-3391CODEN:\r\n                ACIEF5;\r\n        ", "title": "Amphidynamic Character of Crystalline MOF-5:  Rotational Dynamics of Terephthalate Phenylenes in a Free-Volume, Sterically Unhindered Environment", "authors": ["Stephanie L. Gould", "David Tranchemontagne", "Omar M. Yaghi", "Miguel A. Garcia-Garibay"], "doi": ["10.1021/ja077122c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2008/jacsat.2008.130.issue-11/ja077122c/production/images/small/ja077122cf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2008/jacsat.2008.130.issue-11/ja077122c/production/images/small/ja077122cf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2008/jacsat.2008.130.issue-11/ja077122c/production/images/small/ja077122cf00003.gif\">"]}