{"abstract": "An iron(II)-based metal–organic framework featuring coordinatively unsaturated redox-active metal cation sites, Fe(dobdc) (dobdc = 2,5-dioxido-1,4-benzenedicarboxylate), is shown to strongly bind nitric oxide at 298 K. Adsorption isotherms indicate an adsorption capacity greater than 16 wt %, corresponding to the adsorption of one NO molecule per iron center. Infrared, UV–vis, and Mössbauer spectroscopies, together with magnetic susceptibility data, confirm the strong binding is a result of electron transfer from the Fe sites to form Fe–NO adducts. Consistent with these results, powder neutron diffraction experiments indicate that NO is bound to the iron centers of the framework with an Fe–NO separation of 1.77(1) Å and an Fe–N–O angle of 150.9(5)°. The nitric oxide-containing material, Fe(NO)(dobdc), steadily releases bound NO under humid conditions over the course of more than 10 days, suggesting it, and potential future iron(II)-based metal–organic frameworks, are good candidates for certain biomedical applications.", "text": "10.1021/ja5132243 Metal–organic frameworks, which have received a great deal of attention for gas storage and molecular separations,(1) have also recently shown promise for applications in biomedicine, typically for drug storage and delivery.(2) Although a number of structures have been synthesized from biologically active ligands,(3) bioactive molecules can also be incorporated into a metal–organic framework postsynthetically(4) or produced via the catalytic decomposition of precursor molecules such as S-nitrosothiols.(5) An important example of this is the adsorption and release of nitric oxide by frameworks featuring coordinatively unsaturated metal centers. The first investigation involved the widely studied metal–organic framework Cu3(btc)2 (btc3– = 1,3,5-benzenetricarboxylate, HKUST-1).(6, 7) This compound adsorbs nearly 4.0 mmol/g of NO, a significant improvement over zeolites, which can adsorb NO with maximum capacities of 1 mmol/g under similar conditions.(8) Upon exposing HKUST-1 to humid air, a slow release of a fraction of the coordinated NO occurs over the course of an hour. Although the amount released is limited to just ∼2 μmol/g, it proved sufficient to inhibit platelet aggregation in biological experiments, which is necessary to prevent blood clotting. In addition to antithrombotic applications, porous materials that can store and deliver the critical biological signaling molecule NO may be useful for antibacterial and wound healing applications.(9)In order to improve upon the NO release properties of HKUST-1, storage and release by Ni2(dobdc) and Co2(dobdc) were subsequently studied.(10, 11) These materials feature exceptionally high densities of coordinatively unsaturated metal cations and are unable to form the MI–NO+ adducts likely responsible for the poor NO release displayed by HKUST-1. Indeed, the frameworks adsorbed close to 7 mmol/g NO at room temperature and released the entire quantity within 15 h of exposure to humid air. These frameworks, however, suffer from biocompatibility issues, as they are based on cobalt or nickel. The NO storage and release properties of a family of biocompatible MIL-88(Fe)-based metal–organic frameworks were recently reported.(12) However, these materials adsorb and release <0.35 mmol of NO per gram, significantly less than the M2(dobdc) frameworks.Figure 1. Adsorption of NO in Fe2(dobdc) at 298 K; closed and open symbols represent adsorption and desorption, respectively. Inset: Saturation is nearly achieved by 7 mbar.One of the more recently discovered members of the M2(dobdc) series, Fe2(dobdc),(13) combines the advantages of both systems, exhibiting the high density of accessible sites found in all M2(dobdc) compounds and the biocompatibility of iron. Moreover, it has been demonstrated that, unlike other members of the M2(dobdc) family, Fe2(dobdc) displays strong, selective interactions with O2 based on the accessible redox nature of the FeII centers in the material. Given these promising attributes, we sought to investigate NO storage and release in Fe2(dobdc).The NO adsorption isotherm at 298 K, shown in Figure 1, offers an initial indication that Fe2(dobdc) may be of utility for NO storage and release. Under these conditions the isotherm is extraordinarily steep, approaching saturation near 0.007 bar. At this very low pressure, the adsorption corresponds to 0.95 NO molecules per iron site and reaches 1.00 at 1.2 bar. In contrast, the adsorption of NO in Co2(dobdc) and Ni2(dobdc) reaches one molecule per accessible metal site at pressures greater than 0.2 bar.(10) All three frameworks show significant hysteresis in their adsorption isotherms. While the cobalt and nickel analogues desorb approximately 1–2 mmol/g at low pressure, Fe2(dobdc) retains 0.95 NO/Fe (6.21 mmol/g) upon desorption to 0.007 mbar. Further experiments, in which the sample is placed under dynamic vacuum or flowing N2, indicate NO remains bound until at least 353 K. Similar to the adsorption of O2 in this framework, the bright green sample turns dark brown upon adsorption of NO, indicating oxidation of the FeII sites.(13)Infrared spectroscopy offers a convenient means of investigating the nature of NO binding and has been widely employed to probe the interaction of NO with iron(II) centers.(14) The N–O stretching frequency of free nitric oxide occurs at 1876 cm–1, and can range from 1500 to 1900 cm–1 upon coordination to a transition metal. The specific energy depends on the mode of coordination, with lower frequencies usually corresponding to a significantly bent M–N–O angle. In the case of {Fe-NO}7, these values typically fall in the range of 1700–1860 cm–1.(14b, 14d) Accordingly, Fe2(NO)2(dobdc) displays a single peak at low NO coverage of 1782 cm–1, the small peak around 1810 cm–1 is an effect of background subtraction (see Figure 2). The observed red shift is significantly larger than that measured on the isostructural Ni2(dobdc) (1845 cm–1) system,(11) and is even larger than that observed upon dosing NO on very active surface sites such as CrII (1810 cm–1)(15a) or FeII (1845–1860 cm–1)(14a) on silica or CuI (1790–1810 cm–1)(15b-15e) in zeolites. This indicates a substantial charge transfer from the FeII centers in Fe2(dobdc) to NO. A mechanism that was invoked for Fe-MOF-5,(14e) a framework that displays a significantly red-shifted N−O stretching frequency (1788 cm−1) upon coordination to the iron(II) centers in the framework.Figure 2. Infrared spectra of Fe2(dobdc) in the presence of increasing NO pressure at room temperature (0–0.04 mbar interval), the IR spectrum of activated Fe2(dobdc) has been subtracted. Inset: Diffuse reflectance UV–vis–NIR spectra of Fe2(dobdc) (red) and Fe2(NO)2(dobdc) (black).The highest coverage spectrum displayed in Figure 2 corresponds to an NO equilibrium pressure (PNO) of 0.04 mbar. Further increases in PNO reveal that the band at 1782 cm–1 is already saturated, as it does not move in frequency (Figure S1), reflecting the isolated nature of the FeIII–NO– oscillator inside the framework.(14d) The steep increase of the FeIII–NO– band in the low PNO region, fully supports the adsorption data reported in Figure 1. No additional bands ascribable to nitrosylic species were observed at any pressure, indicating that the mono-nitrosyl complex does not evolve into iron poly-nitrosyls, as observed in zeolites.(14a) This confirms the 1:1 stoichiometry measured in the volumetric adsorption experiment. After NO adsorption, O2 was introduced to the framework to probe whether any accessible iron(II) sites remain. As shown in Figure S1 of the Supporting Information, the spectrum is nearly unchanged with a minimal amount of hydroxyl formation observed. This additional experiment demonstrates that the NO coordinated to Fe prevents oxidation by O2 and the decomposition otherwise observed upon exposing Fe2(dobdc) to air.(13) Evacuation of Fe2(NO)2(dobdc) at 353 K does not result in any appreciable NO desorption, while the N–O band disappears almost completely upon evacuation at 433 K (orange and red spectra in Figure S1).The formation of a stable FeIII–NO– complex with a bent Fe–N–O geometry is also suggested by the UV–vis absorption spectra, as shown in the inset of Figure 2. These spectra reveal the disappearance of the d-d bands around 5000 and 12 000 cm–1, which is accompanied by the appearance of three new electronic transitions at 14 000, 17 000, and 20 000 cm–1 that are likely related to d-d transitions with mixed p character. Extensive mixing of the metal and ligand wave functions in the molecular orbitals of the complex does not allow a distinction between ligand field and charge transfer for these transitions.Both Mössbauer spectroscopy and dc magnetic susceptibility measurements confirm the charge transfer from iron(II) to NO. At room temperature the Mössbauer spectrum of Fe2(dobdc) features a simple doublet. This doublet exhibits an isomer shift and quadrupole splitting of 1.094(3) and 2.02(1) mm/s, respectively, both consistent with high-spin iron(II).(13) The Mössbauer spectra of Fe2(NO)2(dobdc) indicates oxidized iron cations with substantially reduced isomer shift and quadrupole splitting (see Figure S3). At 298 K these values, 0.563(4) and 1.057(7) mm/s, respectively, are consistent with high-spin iron(III) in an octahedral coordination environment. Although Mössbauer studies on octahedral {Fe-NO}7 systems are relatively rare,(16) the parameters for Fe2(NO)2(dobdc) are in good agreement, for example, with the reported values of δ = 0.68 mm/s and ΔE = 1.03 mm/s for deoxy hemerythrin.(17) The room temperature χMT value of 3.40 cm3K/mol indicates an S = 3/2 system, consistent with an S = 5/2 FeIII center antiferromagnetically coupled to an S = 1 NO– moiety (Figure S4).We turned to powder neutron diffraction to further investigate the binding of NO within Fe2(dobdc). A Rietveld refinement was performed against data collected for a sample of Fe2(NO)2(dobdc) at 4 K. From this model a single adsorption site is apparent with coordinated nitric oxide exhibiting a refined occupancy of 0.970(5) NO molecules per Fe site. As expected, NO is N-bound with a bent geometry, featuring an Fe–N distance of 1.785(7) Å and an Fe–N–O angle of 151.4(6)° (see Figure 3). Both of these values are consistent with previously reported FeIII–NO– species.(18) As observed previously in Fe2(OH)2(dobdc),(19) the Fe–O bond trans to the open coordination site elongates substantially upon NO coordination, shifting from 2.13(2) to 2.31(1) Å. The N–O distance of 1.17(1) Å is slightly elongated from that of free NO (1.154),(20) consistent with the formation of NO–.To monitor NO release, a sample of Fe2(NO)2(dobdc) (see the Supporting Information for full experimental procedures) was exposed to N2 at 11% relative humidity at 310 K, and the amount of NO released was quantified by chemiluminescence. As shown in Figure 4, the material initially releases a short burst of NO, which is likely attributable to a small amount of physisorbed gas. Over the duration of the experiment, the compound slowly released approximately two-thirds of the strongly bound NO. A reproducible increase in NO concentration is seen after approximately 3 days, which may correspond to some structural rearrangement or partial collapse as NO is released. Although the total quantity of 4.0 mmol/g released was less than released by both Ni2(dobdc) and Co2(dobdc) (7.0 and 6.7 mmol/g, respectively) tested under the same conditions,(10) it was delivered much more slowly, still releasing PPB concentrations after 10 days. As there is approximately 2.0–2.5 mmol/g of NO remaining, this material has the possibility of releasing NO for an even longer period of time. A similar release behavior was observed at 298 K (see Figure S5).Figure 3. Structures of Fe2(dobdc) and Fe2(NO)2(dobdc) as determined from Rietveld analysis of neutron powder diffraction data. Orange, blue, red, gray, and white spheres represent Fe, N, O, C, and H atoms, respectively. Values in parentheses give the estimated standard deviation in the final digit of the number.Figure 4. Release of NO by Fe2(NO)2(dobdc) upon contact with 11% relative humidity N2 at 310 K. The red curve quantifies the total NO released in mmol/g, while the black data indicate that NO is still evolving after 10 days.The foregoing results demonstrate that Fe2(dobdc) can serve as a potentially biocompatible platform for the slow, moisture-triggered release of NO. The strong binding of nitric oxide to the coordinatively unsaturated, redox-active FeII sites within Fe2(dobdc) is attributed to the formation of FeIII–NO– adducts, as characterized spectroscopically by various methods and structurally by powder neutron diffraction. Most significantly, as a result of the strong binding, Fe2(NO)2(dobdc) continues to steadily release NO over the course of at least 10 days. These results demonstrate the potential utility of iron(II)-based metal–organic frameworks for the strong binding and slow release of nitric oxide. Top of PageAbstractReferencesSupporting InformationExperimental details, additional IR and Mössbauer spectra, magnetic susceptibility, powder diffraction pattern, and room temperature triggered release. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis research was supported through the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under award DE-SC0001015. We thank Arkema and Gerald K. Branch for fellowship support of E.D.B. and Ateneo Project 2011 ORTO11RRT5 for financial support of S.B., C.L., and S.C. C.L. acknowledges the Mega-grant of the Russian Federation Government number 14.Y26.31.0001 for support.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 20 other publications.1. (a) Li, H.; Eddaoudi, M.; O’Keefe, M.; Yaghi, O. M. Nature 1999,  402,  276[Crossref], [CAS]1. Design and synthesis of an exceptionally stable and highly porous metal-organic frameworkLi, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.Nature (London)\r\n        (1999),\r\n    402\r\n        (6759),\r\n    276-279CODEN:\r\n                NATUAS;\r\n        ", "title": "Gradual Release of Strongly Bound Nitric Oxide from Fe(NO)(dobdc)", "authors": ["Eric D. Bloch", "Wendy L. Queen", "Sachin Chavan", "Paul S. Wheatley", "Joseph M. Zadrozny", "Russell Morris", "Craig M. Brown", "Carlo Lamberti", "Silvia Bordiga", "Jeffrey R. Long"], "doi": ["10.1021/ja5132243"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-10/ja5132243/20150318/images/small/ja-2014-132243_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-10/ja5132243/20150318/images/small/ja-2014-132243_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-10/ja5132243/20150318/images/small/ja-2014-132243_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-10/ja5132243/20150318/images/small/ja-2014-132243_0004.gif\">"]}