{"abstract": "A new metal–organic framework, Cu(pbatb)(HO) (DUT-71; DUT, Dresden University of Technology) (pbatb, 4,4′,4″,4‴-(1,3-henyleneis(zanetriyl)etraenzoate)), was prepared by a solvothermal reaction in a mixture of DMF and EtOH. Postsynthetic modification of DUT-71 using different neutral nitrogen-containing bridging molecules in a single-crystal to single-crystal transformation fashion results in a series of porous compounds (DUT-72, DUT-73a, DUT-73b, DUT-74, DUT-90, DUT-91, and DUT-95) with apparent BET surface area up to 2700 m g. Interestingly, the Cu–Cu distances between paddle wheels during the transformation are adapted to the bridging ligands, demonstrating the flexible character of DUT-71. After solvent removal and resolvation, a drastic color change from green to dark blue and vice versa was observed. This observation was studied in detail  by monitoring the adsorption of ethanol in the low-concentration region by UV/vis analysis. The correlation between the ethanol adsorption uptake and the intensity of the characteristic absorption peaks in the UV/vis spectra renders the new materials promising candidates for vapochromic sensing.", "text": "10.1021/cm5045732 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks are modular materials that are assembled from molecular building units in modular fashion and therefore can achieve a high degree of well-defined functionality. This makes them very attractive for many applications where porosity(1-3) and functionality(4, 5) are required.Further features of this material class are, e.g., (i) crystallinity, which enables controlled design and targeted modification of the framework based on the crystallographic information, and (ii) optical functions, due to the presence of transition or rare earth metals.(6-8) The optical response can be caused by the coordinating molecules, which do not participate in formation of the network and can be removed or introduced without changes in the integrity of the framework. The solvatochromic/vapochromic properties makes MOFs interesting for use in sensing applications.(9) The main envisioned application of vapochromic materials is as an indicator in sensors to detect volatile organic compounds in a variety of environments, including industrial, domestic, and medical areas.The nature of the origin of solvochromism/vaporchromism in MOFs can be different: charge transfer influenced by solvent polarity,(10) d–d transition effect,(11) changes in the coordination sphere of the metal ion due to solvent removal,(12) or changes in the coordination sphere induced by ligand exchange.(13)Since the accurate detection of substances at low parts-per-million levels is a significant challenge, the porosity of the MOF system combined with the response of classical transition metal complexes can drastically enhance detection sensitivity.(14, 15) Thus, to efficiently sense vapors, a robust porous MOF system is necessary.Often, highly porous MOFs involve long linker molecules and form open frameworks (void fraction up to 95%) that may collapse during solvent removal. Although the most important factors influencing the robustness of the MOFs during activation are not completely understood so far, it is widely accepted that significant capillary forces, and hence surface tension, can be created during activation, which, in turn, can yield fully or partially collapsed frameworks.(16) Thus, supercritical drying is especially important for mesoporous MOFs.(17) The framework topology,(18-20) chemical composition,(21, 22) and polarity of the framework(17) are factors that influence the robustness of the framework during the activation procedure. One useful approach to stabilize the framework against collapse is the pillaring of paddle-wheel clusters in MOFs.(23, 24) Both the stabilization and functionalization of the MOF can result from exposing the parent MOF crystals to a concentrated solution of the (functional) linker of choice in a carefully selected solvent.(25, 26) In 2004, Kitagawa and co-workers, followed by Chen and co-workers, performed a series of experiments linking 2D paddle-wheel layers with bipyridyl pillars to obtain 3D structures.(27, 28) Pillared paddle-wheel MOFs have been often utilized as model systems to control pore dimensions and surface functionality.(29, 30)One impressive illustration of the strengthening of a framework was reported by Klein et al.(31) DUT-34, a very fragile framework with pto topology that could not be desolvated while retaining its porosity, even by supercritical CO2 drying, was stabilized by incorporation of a neutral nitrogen-containing cross-linker. After supercritical drying, a material (DUT-23) with permanent porosity and a remarkable surface area of 4850 m2 g was obtained.(31)The group of Suh inserted a linear nitrogen-containing ligand postsynthetically into SNU-30, a MOF based on a tetracarboxylic linker.(32) In the presence of excess DEF, the framework was able to release the pillar in a single-crystal to single-crystal reaction.(32) Recently, Hupp and co-workers showed that the nitrogen-containing linker incorporated into the pillared-layer structure could be replaced by a longer one, with the parent’s topology retained.(33)In this article, we demonstrate that the postsynthetic cross-linking of paddle wheels in a single-crystal to single-crystal fashion leads to a significant stability increase in three-dimensional 1,3-phenylenebis(azanetriyl)tetrabenzoate (mpbatb)-based MOFs, resulting in a series of vapochromic sensing materials. Using the new MOF Cu2(mpbatb) (named DUT-71) as a starting material, several stabilizing N-donor ligands with various lengths were introduced into the framework. The crystal structures, solvent removal conditions, and porosity of all modified compounds were studied. All derivative materials show different robustness during solvent removal as well as different gas and vapor adsorption properties.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionTetraethyl-4,4′,4″,4‴-(1,3-phenylenebis(azanetriyl))tetrabenzoateA two-necked round-bottomed flask was charged with palladium acetate (83 mg, 0.317 mmol, 4 mol %), 2,2′-bis(diphenylphosphino)-1,1′-binaphthyl (BINAP, 461 mg, 0.74 mmol, 8 mol %), and cesium carbonate (18.08 g, 55.48 mmol, 6 equiv) and filled with argon. Ethyl 4-bromobenzoate (10.55 g, 46.236 mmol, 5 equiv, 7.55 mL) dissolved in dioxane (25 mL) was added, and the mixture was heated at 100 °C. After 20 min, 1,3-phenylendiamine (1 g, 9.25 mmol) dissolved in dioxane (30 mL) was added. The reaction was stopped after 7 days (TLC control), and the cooled mixture was filtered over a Celite frit. The filter cake was washed with THF. The solvent was evaporated, and a mixture of diethyl ether and pentane was added. The solvents were evaporated again, and the solid crude product was washed with a diethyl ether/pentane mixture and finally with small amounts of ethanol (Yield: 4.785 g, 74%). 1H NMR (CDCl3, 500 MHz): δ (in ppm) 1.38 (t, 12 H), 4.35 (q, 8 H), 6.88–6.90 (m, 3 H), 7.07 (d, 8 H), 7.25 (t, 1H), 7.91 (d, 8 H).13C NMR (CDCl3, 125 MHz): δ (in ppm) 14.35 (CH3), 60.79 (CH2), 122.41 (CH), 122.59 (CH), 123.48 (CH), 124.91 (Cq), 130.90 (CH), 130.97 (CH), 147.52 (Cq), 150.45 (Cq), 166.00 (Cq).4,4′,4″,4‴-(1,3-Phenylenebis(azanetriyl))tetrabenzoic Acid (H4mpbatb)In a round-bottomed flask, tetraethyl-4,4′,4″,4‴-(1,3-phenylenebis(azanetriyl))tetrabenzoate (2.7 g, 3.96 mmol) was dissolved in THF (55 mL); to this solution was added potassium hydroxide (4.44 g, 79 mmol, 20 equiv) in water (27 mL), and the mixture was heated at 70 °C for 20 h. After cooling to room temperature, the organic phase was evaporated and the aqueous phase was acidified with 6 M HCl. The precipitate was filtered and washed with water, small amounts of ethanol, and diethyl ether. The product was dried overnight in vacuum (2.24 g, 96%). 1H NMR (DMSO-d6, 500 MHz): δ (in ppm) 6.87 (t, 1 H), 6.90 (dd, 2 H), 7.11 (d, 8 H), 7.39 (t, 1 H), 7.85 (d, 8 H), 12.73 (br, 4 H). 13C NMR (DMSO-d6, 125 MHz): δ (in ppm) 122.27 (CH), 122.53 (CH), 123.05 (CH), 125.00 (Cq), 131.01 (CH), 131.56 (CH), 147.04 (Cq), 149.95 (Cq), 166.74 (Cq).Synthesis of DUT-71 [Cu2(mpbatb)]For a typical synthesis of DUT-71, H4mpbatb (100 mg, 0.17 mmol) and copper(II)chloride dihydrate (86 mg, 0.5 mmol) were dissolved in a mixture of DMF and ethanol (1:1, 20 mL) in a Pyrex tube using an ultrasonic bath. The solution was heated in an oven at 80 °C for 2 days. After cooling to room temperature, the solvent was replaced with a fresh mixture of DMF and ethanol (1:1).Yield: 61 mg (43.4% based on H4mpbatb). Anal. Calcd (%) for Cu2(C34O8N2H20)(C2H6O)2(H2O)0.4(C3ONH7)0.2 [Cu2(mpbatb)(EtOH)2(H2O)0.4(DMF)0.2]: C, 54.9; H, 3.9; N, 3.6. Found: C, 54.2; H, 3.2; N, 3.5.Synthesis of DUT-72 [Cu4(mpbatb)2(dabco)3.5]To the washed DUT-71 crystals was added 1,4-diazabicyclo[2.2.2]octane (dabco, 114 mg, 1.02 mmol) dissolved in a mixture of DMF and ethanol (1:1, 6 mL), and the mixture was heated at 80 °C for 7 days. After cooling to room temperature, the solvent was replaced with a fresh mixture of DMF and ethanol (1:1).Yield: based on DUT-71. Anal. Calcd (%) for Cu4(C68O16N4H40)(C6N2H12)1.45(C2H6O)1.8(H2O)2.9(C3ONH7)1.3 [Cu4(mpbatb)2(dabco)1.45(EtOH)1.8(H2O)2.9(DMF)1.3]: C, 56.2; H, 4.5; N, 6.3. Found: C, 56.0; H, 4.2; N, 6.2.Synthesis of DUT-73a [Cu4(mpbatb)2(1,3-bib)0.5]To the washed crystals of DUT-71 was added 1,3-bis(1H-imidazol-1-yl)benzene (1,3-bib, 71 mg, 0.34 mmol) dissolved in a mixture of DMF and ethanol (1:1, 6 mL), and the mixture was heated at 80 °C for 7 days. After cooling to room temperature, the solvent was replaced with a fresh mixture of DMF and ethanol (1:1).Yield: based on DUT-71. Anal. Calcd (%) for Cu4(C68O16N4H40)(C12N4H10)0.5(C2H6O)1.45(H2O)1.3(C3ONH7)1.95 [Cu4(mpbatb)2(1,3-bib)0.5(EtOH)1.45(H2O)1.3(DMF)1.95]: C, 56.4; H, 4; N, 6.3. Found: C, 56.7; H, 3.9; N, 6.3.Synthesis of DUT-73b [Cu4(mpbatb)2(1,4-bib)0.5]To the washed DUT-71 crystals was added 1,4-bis(1H-imidazol-1-yl)benzene (1,4-bib, 71 mg, 0.34 mmol) dissolved in a mixture of DMF and ethanol (1:1, 6 mL), and the mixture was heated at 80 °C for 7 days. After cooling to room temperature, the solvent was replaced with a fresh mixture of DMF and ethanol (1:1).Yield: based on DUT-71. Anal. Calcd (%) for Cu4(C68O16N4H40)(C12N4H10)0.5(C2H6O)2(C12H10N4)0.3(C3ONH7)2.25 [Cu4(mpbatb)2(1,4-bib)0.5(EtOH)2(BIB)0.3(DMF)2.25]: C, 57.4; H, 4.1; N, 7.2. Found: C, 57.6; H, 4.4; N, 7.1.Synthesis of DUT-74 [Cu4(mpbatb)2(bpta)0.5]To the washed crystals of DUT-71 was added 3,6-di(4-pyridyl)-1,2,4,5-tetrazine (bpta, 80 mg, 0.34 mmol) dissolved in a mixture of DMF and ethanol (1:1, 12 mL), and the mixture was heated at 80 °C for 7 days. After cooling to room temperature, the solvent was replaced with a fresh mixture of DMF and ethanol (1:1).Yield: based on DUT-71. Anal. Calcd (%) for Cu4(C68O16N4H40)(C12N6H8)0.5(C2H6O)2.5(H2O)(C3ONH7) [Cu4(mpbatb)2(bpta)0.5(EtOH)2.5(H2O)(DMF)]: C, 56.3; H, 3.9; N, 6.4. Found: C, 56.5; H, 3.6; N, 6.2.Synthesis of DUT-90 [Cu4(mpbatb)2(1,3-bib)0.5 (dabco)2.5]To the washed crystals of a DUT-73a was added dabco (57.4 mg, 0.51 mmol) dissolved in a mixture of DMF and ethanol (1:1, 6 mL), and the mixture heated at 80 °C for 7 days. After cooling to room temperature, the solvent was replaced with a fresh mixture of DMF and ethanol (1:1).Yield: based on DUT-71. Anal. Calcd (%) for Cu4(C68O16N4H40)(C12N4H10)0.5(C6N2H12)1.85(C2H6O)(H2O)2.9 [Cu4(mpbatb)2(1,3-bib)0.5(dabco)1.85(EtOH)(H2O)2.9]: C, 57.0; H, 4.3; N, 7.4. Found: C, 57.1; H, 4.4; N, 7.2.Synthesis of DUT-91 [Cu4(mpbatb)2(1,4-bib)0.5 (dabco)2.5]To the washed crystals of a DUT-73b was added dabco (57.4 mg, 0.51 mmol) dissolved in a mixture of DMF and ethanol (1:1, 6 mL), and the mixture was heated at 80 °C for 7 days. After cooling to room temperature, the solvent was replaced with a fresh mixture of DMF and ethanol (1:1).Yield: based on DUT-71. Anal. Calcd (%) for Cu4(C68O16N4H40)(C12N4H10)0.5(C6N2H12)1.55(C2H6O)0.3(H2O)3 [Cu4(mpbatb)2(1,4-bib)0.5(dabco)1.55(EtOH)0.3(H2O)3]: C, 56.9; H, 4.0; N, 7.2. Found: C, 56.6; H, 4.4; N, 7.1.Synthesis of DUT-95 [Cu4(mpbatb)2(bpta)0.5 (dabco)2.5]To the washed crystals of a DUT-74 was added dabco (57.4 mg, 0.51 mmol) dissolved in a mixture of DMF and ethanol (1:1, 6 mL), and the mixture was heated at 80 °C for 7 days. After cooling to room temperature, the solvent was replaced with a fresh mixture of DMF and ethanol (1:1).Yield: based on DUT-71. Anal. Calcd (%) for Cu4(C68O16N4H40)(C12N6H8)0.5(C6N2H12)1.7(C2H6O)3(H2O) [Cu4(mpbatb)2(bpta)0.5(dabco)1.7(EtOH)3(H2O)]: C, 57.3; H, 4.5; N, 7.7. Found: C, 57.2; H, 4.4; N, 7.1.UV/Vis ExperimentsFor a typical experiment, ca. 9 mg of supercritically dried MOF material (for more details, see the Supporting Information) was mixed with 150 mg of KBr in a glovebox. The mixture was transferred into a sample holder equipped with a dome to prevent the contact with the ambient atmosphere. The sample holder was connected with the equipment for dynamic vapor dosing. Nitrogen was used as the carrier gas. The total flow was 100 mL min–1 (Table S1 and Figure S1).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionTetratopic linkers are very promising building blocks in MOF chemistry, giving a plethora of highly porous and functional materials.(34, 35) A new tetratopic linker, 4,4′,4″,4‴-(1,3-phenylenebis(azanetriyl)tetrabenzoic acid (H4mpbatb), was designed and synthesized in a two-step synthesis: reaction of 1,3-phenylendiamine and ethyl-4-bromobenzoate in the presence of a palladium catalyst was followed by a ester cleavage. Solvothermal reaction of CuCl2·2H2O and H4mpbatb (Figure 1) leads to the formation of green rod-like crystals of Cu2(mpbatb)(H2O)2. The single-crystal X-ray diffraction analysis shows that the compound crystallizes in tetragonal space group P4/mnc. The crystal structure contains two symmetry-independent Cu paddle-wheel units. Their centers of gravity are located in the 4e (site symmetry 4.. for Cu1—Cu2) and 4c (site symmetry 2/m.. for Cu3—Cu3) Wyckoff positions, correspondingly. The interconnection of these square-planar inorganic building blocks by tetratopic ligands in a tetrahedral conformation results in a trinodal 4,4,4-connected 3D framework with nou topology (Figures 2 and 3).(36)Figure 1. Linker molecules used for the synthesis and postsynthetic modification of DUT-71.Such a framework configuration leads to the formation of two types of cages (Figure 2d): a larger one of 20.6 × 9.4 Å and a smaller cage of 25.5 × 3.7 Å. All distances are measured from atom center to atom center without considering the Van der Waals radii of the atoms.In accordance with a PLATON report, the structure of DUT-71 contains a solvent-accessible void of 14629.9 Å3 (76.2% of the unit cell volume).(37) Moreover, Poreblazer 3.0 software suggests a theoretical accessible surface area of 4712 m2 g–1, a total pore volume of 1.56 cm3 g–1, and a limiting pore diameter of 6 Å.(38) Such outstanding calculated textural properties motivated us to determine the porosity experimentally. Unfortunately, solvent exchange to ethanol or dichloromethane with further application of dynamic vacuum at room temperature resulted in amorphous material that is not accessible to nitrogen at −196 °C. Also, the supercritical carbon dioxide activation procedure did not result in a porous material, demonstrating the high fragility of the framework.Since the paddle-wheel units in the structure were aligned along the c axis, we decided, inspired by our previous work,(31) to stabilize the structure of DUT-71 by insertion of neutral diamine cross-linkers of appropriate length between the neighboring paddle wheels.Detailed analysis of the crystal structure of DUT-71 results in two different spacing distances between Cu2-Cu2 and Cu1-Cu1 atoms from neighboring paddle wheels along the [001] direction, which could be used for hypothetical cross-linker integration: 13.84(1) Å (large gap) and 8.00(1) Å (small gap) (Figures 2, S2, S3, and S21). Insertion of pillars into one or both gaps should strengthen the framework in the c direction. One suitable molecule for incorporation into a short gap could be 1,4-diazabicyclo[2.2.2]octane (dabco), which has 2.58 Å between nitrogen atoms.Figure 2. Views on the structure of DUT-71: (a) along the a axis, (b) along the b axis, and (c) along the c axis. (d) Distance between copper paddle wheels in the direction of c. Light blue, Cu; dark blue, N; red, O; gray, C. Red and yellow spheres indicate the pore volume.Indeed, soaking DUT-71 crystals in a solution of dabco in DMF/ethanol leads to the incorporation of dabco into the network, resulting in a new compound with the framework composition Cu4(mpbatb)2(dabco)3.5 (DUT-72) (Figures S4, S5, and S22).The small gaps in DUT-72 are occupied by dabco molecules, connecting two neighboring paddle wheels along the c direction. All other paddle wheels are coordinated by dabco in a monodentate manner. Interestingly, the framework adapts itself to the cross-linker, and, as result, the corresponding Cu–Cu distance decreases from 8.00(1) Å in DUT-71 to 7.02(1) Å in DUT-72. Such changes lead to an increase of the large gap from 13.84(1) to 14.65(1) Å.To insert the cross-linker into the large gap of 13.84(1) Å in DUT-71, the following neutral diamine ligands were chosen: bent 1,3-bib (1,3-bi(1H-imidazol-1-yl)benzene) (N–N distance, 9.1 Å), linear 1,4-bib (1,4-bi(1H-imidazol-1-yl)benzene) (N–N distance, 9.8 Å), and bpta (3,6-bi(pyridin-4-yl)1,2,4,5-tetrazine) (N–N distance, 10.3 Å) (Figure 1).The crystals of DUT-71 were soaked in a solution of the corresponding cross-linker at elevated temperature. The successful incorporation of the 1,3-bib cross-linker into the large gap of DUT-71 could be demonstrated by single-crystal X-ray diffraction. The Cu2–Cu2 distance decreases from 13.84(1) Å in DUT-71 to 13.38(1) Å in Cu4(mpbatb)2(1,3-bib)0.5(H2O)3 (named DUT-73a; Figures S6, S7, and S23). Using the same protocol, 1,4-bib or bpta were introduced into the DUT-71 framework, giving Cu4(mpbatb)2(1,4-bib)0.5(H2O)2(DMF) (DUT-73b) and Cu4(mpbatb)2(bpta)0.5(H2O)3 (DUT-74), respectively (Figures S8, S9, and S24 for DUT-73b and Figures S10, S11, and S25 for DUT-74).Both compounds are isoreticular to DUT-73a, showing different Cu1–Cu1 and Cu2–Cu2 distances after embedding the long cross-linkers. The increase of the N-N distance in the linker leads to an increase in lattice parameter c and a decrease in lattice parameter a (Table 1).Table 1. Unit Cell Constants and Short and Long Gaps for DUT-71 and Its Derivatesacompda (Å)c (Å)small gap Cu1–Cu1 (Å)large gap Cu2–Cu2 (Å)DUT-71b26.60027.1208.0013.84DUT-72b26.54027.0107.0214.65DUT-73ab26.70026.7208.0113.38DUT-73bc37.44125.2508.1613.85DUT-74b26.45027.8808.0214.58DUT-90b26.81025.8607.0513.44DUT-91b26.60026.3807.0313.99DUT-95b26.61026.8107.0214.45aFor full crystallographic data, see the Supporting Information.bSpace group P4/mnc.cSpace group Pccn.Interestingly, the incorporation of the 1,4-bib into the DUT-71 framework is accompanied by a slight distortion of the 4e paddle wheels from the 4-fold axis. This leads to a reduction of the space group symmetry from P4/mnc (DUT-71) to Pccn (DUT-73b). Since the simplest group–subgroup relation between these two space groups, P4/mnc → Cccm → Pccn, involves face centering, the unit cell volume of DUT-73b is doubled in comparison with that of the pristine compound. The single-crystal to single-crystal transformations to DUT-72, DUT-73a, and DUT-74 proceed while preserving the space group of the parent, DUT-71, compound.Unfortunately, none of these postsynthetic modifications of DUT-71 by cross-linking of only one gap type lead to sufficient robustness. Obviously, the framework is too soft, and strengthening only the large or small spacing is not sufficient to achieve a porous solvent-free framework. Therefore, crystals of DUT-73a, DUT-73b, and DUT-74 were subjected to a further postsynthetic modification step to introduce additional dabco linkers to interconnect the small gaps (Figure 3).Figure 3. Topological representation of single-crystal to single-crystal transformations in the DUT-71 derivatives.This resulted in a series of novel materials with ideal compositions: Cu4(mpbatb)2(1,3-bib)0.5(dabco)2.5 (DUT-90), Cu4(mpbatb)2(1,4-bib)0.5(dabco)2.5 (DUT-91), and Cu4(mpbatb)2(bpta)0.5(dabco)2.5 (DUT-95) (Figures S12–S17). On the basis of single-crystal X-ray diffraction, all compounds crystallize in the space group of the parent material with slightly different unit cell parameters (Tables 1 and S5–S8). It is of note that the orthorhombic DUT-73b phase converts again to the tetragonal phase (DUT-91) after dabco insertion.The elemental and DTA/TG analyses performed on the supercritically activated materials show a chemical composition of Cu4(mpbatb)2(1,3-bib)0.5(dabco)1.85, Cu4(mpbatb)2(1,4-bib)0.5(dabco)1.55, and Cu4(mpbatb)2(bpta)0.5(dabco)1.7 for DUT-90, DUT-91, and DUT-95, respectively. Obviously, not all paddle wheels are occupied by dabco molecules after the second postsynthetic modification step (Figures S26–S28).The durability of cross-linker insertion was proven for DUT-95. In contrast to the results of Suh and co-workers on SNU-30, where the embedding of the postsynthetic bpta linker is reversible, DUT-95 shows no leaching of bpta or dabco after soaking the sample for 5 days in DEF. The supernatant solution was monitored by 1H NMR and showed no signals for bpta and dabco molecules.(32)After solvent exchange to acetone and drying using supercritical CO2, the PXRD patterns of DUT-91 and DUT-95 do not change, demonstrating the framework’s stability (Figures S14–S17). Interestingly, the PXRD pattern of activated DUT-90 contains only hk0 reflections, indicating a leak of long-range order in the [001] direction. Obviously, in contrast to DUT-91 and DUT-95 that contain a linear cross-linker, the bent 1,3-bib ligand could not provide the necessary degree of robustness to the framework in the desolvated state. After resolvation with a fresh mixture of DMF and ethanol (1:1), all reflections in the PXRD pattern reappear, indicating recovery of the long-range order after resolvation.Nitrogen physisorption experiments revealed type-I isotherms for DUT-90, DUT-91, and DUT-95 (Figure 4). The highest specific BET area was determined for DUT-95 (2700 m2 g–1), followed by DUT-91 (2652 m2 g–1) and DUT-90 (2278 m2 g–1) (Figures S18–S20). The pore volumes estimated from nitrogen adsorption isotherms at p/p0 = 0.9 are 1.07 cm3 g–1 for DUT-95, 1.04 cm3 g–1 DUT-91, and 0.9 cm3 g–1 for DUT-90 (Table 2).Figure 4. Nitrogen physisorption isotherms for DUT-95 (triangle), DUT-91 (square), and DUT-90 (circle) at 77 K.Table 2. Specific BET Surface Area and Pore Volume of the Investigated MOFs after Postsynthetic Modification with Cross-Linkersacompdsurface area (m2 g–1)pore volume (cm3 g–1)DUT-9022780.90DUT-9126521.04DUT-9527001.07aThe surface area was calculated using consistency criteria (for more details, see the Supporting Information).Interestingly, activation/resolvation of the DUT-90, DUT-91, and DUT-95 materials was accompanied by a color change from green (for the as-made or solvent-exchanged materials) to blue (after activation) and vice versa (Figure 5). Therefore, the compounds can be potentially used as vapochromic sensors. Since the sensing of alcohol vapor, especially ethanol, is of wide interest, the behavior of the materials in the presence of ethanol was investigated.Figure 5. Color change of activated (left) to solvated DUT-95 (right).The interaction between the frameworks of DUT-90, DUT-91, and DUT-95 and ethanol was studied by solid-state UV/vis spectroscopy.As shown in Figure 6, broad maxima are observed in the spectra of activated materials between 500 and 600 nm, indicative of the d–d transition of paddle-wheel copper ions.(11, 39, 40) (UV/vis spectra of all used ligands are presented in Figures S30 and S31 of the Supporting Information.) It is known that the coordination environment of the Cu atoms of a paddle wheel influences the absorption behavior. So, the absorption maximum for Cu(OAc)2·H2O, a molecular complex based on a paddle-wheel motif, is located at 705 nm and shifts to 672 nm in Cu(OAc)2 after removal of the coordinated water molecules (Figure S29).(40) De Vos et al. showed that the maximum corresponding to the d–d transition in HKUST-1, a paddle-wheel-containing MOF, is shifted to higher wavelengths by coordination of guest molecules to the cluster.(11)Ethanol physisorption measurements at 25 °C were carried out for DUT-90, DUT-91, and DUT-95. For all samples, a type-I isotherm was recorded with saturation uptake of 102 cm3 g–1 for DUT-90, 104 cm3 g–1 for DUT-91, and 123 cm3 g–1 for DUT-95 (Figures S35–S37).Figure 6. UV/vis spectra of dried DUT-90 (dotted line), DUT-91 (dashed line), and DUT-95 (solid line).Since all DUT samples investigated in this study undergo a significant color change during resolvation, the changes observed in their UV/vis spectra were expected after exposure to ethanol. In order to study the kinetics of ethanol vapor adsorption on DUT-90 (Figures 7a and S32), DUT-91 (Figures S33 and S34), and DUT-95 (Figure 7b,c), UV/vis spectra were recorded in situ during the adsorption experiments.For this purpose, a certain concentration of ethanol (from 100 to 700 ppm) was introduced to the measuring cell containing a defined amount of activated sample. All investigated materials show similar changes in their UV/vis spectra (Figure 7 and S32–S34) during ethanol adsorption. For DUT-90 (Figure 7a), very low ethanol concentrations (100 ppm (p/p0 = 0.00128) and 250 ppm (p/p0 = 0.00321)) cause small changes in the intensity of the absorbance peak at 566 nm. If the concentration is increased to 400 ppm (p/p0 = 0.00541), then an abrupt decrease in absorbance at 566 nm takes place. Further stepwise concentration increases up to 700 ppm (p/p0 = 0.00901) do not influence the UV/vis spectra, indicating that the highest ethanol loading was reached. This was also confirmed by ethanol physisorption experiments (Tables S2–S4).Figure 7. Ethanol loading monitored by UV/vis: DUT-90 (a), kinetics of adsorption on DUT-95 at 400 ppm (b), and DUT-95 (c).Since the UV/vis spectra undergo a continuous change during ethanol physisorption, the intensity of the absorbance at 566 nm of DUT-90, DUT-91, and DUT-95 was correlated to the relative ethanol vapor pressure (the inverse of the absorbance was used) (Figures 8 and S38). The UV/vis experiment and the ethanol physisorption follow the same trend: at low concentration, up to 250 ppm (p/p0 = 0.00321), only small changes were observed in the UV/vis spectra of DUT-90, DUT-91, and DUT-95 as well as low uptake in the physisorption isotherms.In the region between 250 ppm (p/p0 = 0.00321) and 550 ppm (p/p0 = 0.00707), a large absorbance decrease at 566 nm in the UV/vis spectra was observed, corresponding to the stepwise increase in ethanol uptake in the physisorption measurement. For DUT-90, the largest increase in ethanol uptake of 17 cm3 g–1, from p/p0 = 0.0035 (268 ppm) to p/p0 = 0.00533 (394 ppm), corresponds to the largest change in the UV/vis spectra (Figure 8, top). At 400 ppm (p/p0 = 0.0054, Figure 8, top) and 550 ppm (Figure 8, bottom), saturation is reached for DUT-90 and DUT-95, respectively, and a plateau is observed in both experiments. Similar behavior could be also observed for DUT-91 (Figure S38).Thus, DUT-90, DUT-91, and DUT-95 can be considered to be promising materials for sensing and for estimation of ethanol vapor concentrations in the parts-per-million region, where detection is based on color change.Figure 8. Correlation between ethanol physisorption measurement (red graph) and 1/absorbance at 566 nm from UV/vis experiments (black graph) in DUT-90 (top) and DUT-95 (bottom) at 298 K.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsA series of new copper paddle-wheel-containing MOFs based on a tetratopic carboxylate linker molecule was obtained using solvothermal synthesis and postsynthetic functionalization. The flexible starting compound, DUT-71, was permanently functionalized by coordinating different nitrogen-containing, neutral ligands. Such interconnection increases the rigidity of the framework drastically and generates a permanent porosity accessible to gas molecules. The pillared MOFs show a color change from green to blue during the drying process and from blue to green by exposure to ethanol vapor. The color change was followed in situ by UV/vis spectroscopy during the ethanol physisorption experiments. The intensity of the absorbance peak at 566 nm was correlated with ethanol concentration, rendering these materials promising candidates for sensing applications at ethanol concentrations from 50 to 600 ppm. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationSynthetic procedures, PXRD patterns, physisorption data, TG analysis data, UV/vis data, and crystallographic data. This material is available free of charge via the Internet at http://pubs.acs.org. CCDC 1033164–1033171 contain the supplementary crystallographic data for DUT-71, DUT-72, DUT-73a, DUT-73b, DUT-74, DUT-90, DUT-91, and DUT-95. These data can be obtained free of charge form The Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif.†Author Present Address(R.G.) Department of Molecular Functional Materials, Technische Universität Dresden, Mommsenstraße 4, D-01062 Dresden, Germany. Funding InformationFinancial support from the Deutsche Forschungsgemeinschaft (DFG SPP1362) as well as from HZB is gratefully acknowledged.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe authors thank Dr. C. Meyer (ILR Dresden) for providing software for automatically controlling MFCs.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 40 other publications.1. He, Y.; Zhou, W.; Qian, G.; Chen, B. Chem. Soc. Rev. 2014,  43,  5657– 5678[Crossref], [PubMed], [CAS]1. Methane storage in metal-organic frameworksHe, Yabing; Zhou, Wei; Qian, Guodong; Chen, BanglinChemical Society Reviews\r\n        (2014),\r\n    43\r\n        (16),\r\n    5657-5678CODEN:\r\n                CSRVBR;\r\n        ", "title": "Postsynthetic Paddle-Wheel Cross-Linking and Functionalization of 1,3-Phenylenebis(azanetriyl)tetrabenzoate-Based MOFs", "authors": ["Philipp Müller", "Florian M. Wisser", "Volodymyr Bon", "Ronny Grünker", "Irena Senkovska", "Stefan Kaskel"], "doi": ["10.1021/cm5045732"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/cm5045732/20150408/images/small/cm-2014-045732_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/cm5045732/20150408/images/small/cm-2014-045732_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/cm5045732/20150408/images/small/cm-2014-045732_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/cm5045732/20150408/images/small/cm-2014-045732_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/cm5045732/20150408/images/small/cm-2014-045732_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/cm5045732/20150408/images/small/cm-2014-045732_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/cm5045732/20150408/images/small/cm-2014-045732_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/cm5045732/20150408/images/small/cm-2014-045732_0009.gif\">"]}