{"abstract": "We present experimentally measured adsorption isotherms of CO, H, and N on a phenol–formaldehyde resin-based activated carbon, which had been previously synthesized for the separation of CO in a precombustion capture process. The single component adsorption isotherms were measured in a magnetic suspension balance at three different temperatures (298, 318, and 338 K) and over a large range of pressures (from 0 to 3000–4000 kPa). These values cover the temperature and pressure conditions likely to be found in a precombustion capture scenario, where CO needs to be separated from a CO/H/N gas stream at high pressure (∼1000–1500 kPa) and with a high CO concentration (∼20–40 vol %). Data on the pure component isotherms were correlated using the Langmuir, Sips, and dual-site Langmuir (DSL) models, i.e., a two-, three-, and four-parameter model, respectively. By using the pure component isotherm fitting parameters, adsorption equilibrium was then predicted for multicomponent gas mixtures by the extended models. The DSL model was formulated considering the energetic site-matching concept, recently addressed in the literature. Experimental gas-mixture adsorption equilibrium data were calculated from breakthrough experiments conducted in a lab-scale fixed-bed reactor and compared with the predictions from the models. Breakthrough experiments were carried out at a temperature of 318 K and five different pressures (300, 500, 1000, 1500, and 2000 kPa) where two different CO/H/N gas mixtures were used as the feed gas in the adsorption step. The DSL model was found to be the one that most accurately predicted the CO adsorption equilibrium in the multicomponent mixture. The results presented in this work highlight the importance of performing experimental measurements of mixture adsorption equilibria, as they are of utmost importance to discriminate between models and to correctly select the one that most closely reflects the actual process.", "text": "10.1021/la4004998 Top of PageAbstractIntroductionMaterials and MethodsAdsorption Equilibrium Models: Theory and Data HandlingResults and DiscussionConclusionsReferences1 IntroductionAmong the various CO2 capture strategies currently considered to be applied in a future decarbonised energy system, precombustion capture, i.e., fuel gasification followed by the shifted-syngas reaction to yield hydrogen (integrated gasification combined cycle, IGCC), could become the technology of choice for new-build power plants. A mixture of mainly CO2 and H2 is obtained as the gas stream to be processed, with minor quantities of H2O and N2 and some other impurities such as CO and H2S. Large-scale high-purity H2 (99.9999%) is generally produced by pressure swing adsorption (PSA) of the shifted syngas.(1) However, in a carbon capture scenario high purity CO2 (>95%), which meets the specifications for its subsequent transport to a safe storage location, is the target of the separation process. The high concentrations (∼20–40%) of CO2 in the feed stream as well as its pressure of ∼1000–1500 kPa are beneficial for an adsorption-based separation process where adsorbent regeneration is performed by a pressure swing, i.e., PSA.Some of the requirements of an adsorbent for a precombustion CO2 capture process would be (1) a high cyclic CO2 working capacity (difference between the amount of the heavy component adsorbed at the adsorption pressure and the amount that remains adsorbed at the desorption/evacuation pressure), (2) high selectivity so the CO2 will be strongly retained while “light” components such as H2 and N2 will be less retained or not retained at all on the adsorbent, and (3) high CO2 recovery or total mass of CO2 adsorbed in the adsorption step that is recovered in the desorption step. Physisorbents such as phenolic resin-derived activated carbons are ideally suited for the above application due to their low cost, high surface area, and amenability to pore structure modification and surface functionalization.(2) Additionally, at high pressures, the CO2 uptake of activated carbons can surpass that of other promising materials like zeolites.(3, 4) Phenolic resin-derived activated carbons offer further advantages in that they can be produced in a wide variety of physical forms, allow a close control of porosity, and present a very low level of impurities and good physical strength.(5-7)The evaluation of suitable adsorbents for selective removal of CO2 from an IGCC precombustion gas stream requires knowledge of reliable and extensive pure components adsorption equilibrium data. Furthermore, the design of a technical and economically viable adsorption process for the CO2 separation involves dealing with gas mixtures so knowledge of mixture equilibria is required. Currently, the results that can be obtained from adsorption process simulators depend heavily on the model used for predicting the mixed-gas adsorption equilibria. There are models available in the literature which can predict the mixture behavior from pure component isotherms.(8, 9) Experimental measurement of multicomponent adsorption isotherms is time-consuming because of the large number of variables involved, and reliable ternary and multicomponent adsorption equilibria are extremely rare in the literature. Then, predicting multicomponent equilibria from single-component adsorption data has therefore attracted much attention. However, these multicomponent adsorption models need to be validated, so accurate gas mixture adsorption data is required to check the accuracy of the models against. Only recently, adsorption isotherms of CO2, N2, and H2 on an activated carbon have been presented to be applied in a precombustion CO2 capture process, and experimental adsorption data of binary mixtures CO2/H2 and CO2/N2 have been reported for model validation purposes.(10)In this study, however, successful prediction of mixed-gas adsorption data in ternary CO2–H2–N2 systems relevant to precombustion CO2 capture is targeted. To this aim, single gas adsorption isotherms of the main shifted-syngas components, CO2 and H2, as well as N2, on a phenolic resin-derived activated carbon have been measured gravimetrically with a magnetic suspension balance. A wide range of pressures, up to 3000 or 4000 kPa depending on the adsorbate, and three different temperatures (298, 318, and 338 K) were used for the measurements, so pressure and temperature conditions relevant to a precombustion CO2 capture process could be reproduced. Three different isotherm models (Langmuir, Sips, and DSL) were then fitted to the experimental data. Adsorption equilibria of ternary CO2/H2/N2 mixtures were estimated from dynamic experiments conducted in a lab-scale fixed-bed reactor and compared with the predictions obtained from the extended equations of the aforementioned models, which were only based in the fitting parameters derived from the single gas adsorption isotherms.Top of PageAbstractIntroductionMaterials and MethodsAdsorption Equilibrium Models: Theory and Data HandlingResults and DiscussionConclusionsReferences2 Materials and Methods2.1MaterialsIn this work a highly microporous (total micropore volume ∼0.5 cm3/g) activated carbon prepared from a phenol–formaldehyde resin has been used. The fully detailed synthesis as well as the chemical and textural characterization of this carbon can be found elsewhere.(7) The well-developed microporosity of this adsorbent, which determines and limits the CO2 capture capacity at high pressure,(11) along with its suitable characteristics for the separation of CO2 and H2 under high-pressure conditions, makes it ideal for the separation of CO2 in precombustion processes.(12) The particle size of the activated carbon was between 1 and 3 mm.CO2, N2, and H2 were used as adsorptive gases and were all provided by Air Products with a purity of more than 99.995%. Helium was used as a nonadsorptive gas in the gravimetric measurements to correct for the buoyancy effect due to the volume of the adsorbent and cell system, i.e., the so-called He volume, as well as a purge gas in the adsorption column.2.2Experimental Methods2.2.1Pure Gas Adsorption Measurements: Magnetic Suspension BalancePure component adsorption isotherms were measured in a high-pressure gravimetric Rubotherm-VTI magnetic suspension balance, where a clean adsorbent sample is exposed to a pure gas at constant temperature. Prior to adsorption, the measuring cell is filled with the adsorbent (∼1 g), which is dried under vacuum at 373 K for 120 min. The cell is then cooled down to the measuring temperature, and pressurization is attained with the desired adsorbate in a stepwise mode, so the change in the weight of the adsorbent sample as well as pressure and temperature are measured and recorded when equilibrium is reached. Single gas adsorption isotherms were measured at three different temperatures (298, 318, and 338 K) in a pressure range from 0 to 3000 kPa for CO2 and N2 and from 0 to 4000 kPa for H2.2.2.2Ternary Gas Mixture Adsorption Measurements: Column Breakthrough ExperimentsTernary adsorption equilibrium data were obtained in a single-bed adsorption unit packed with 3.4 g of adsorbent (length: 9.5 cm; diameter: 0.9 cm; porosity: 0.39). The schematic and detailed description of the system have been reported previously.(13)The adsorption unit was used to monitor the breakthrough curves of CO2, N2, and H2. Each experimental run involved the following steps: (i) drying of the adsorbent before each experiment by flowing He (100 mL min–1 STP) for 60 min at 473 K and atmospheric pressure, (ii) pressurization and cooling of the bed in a preconditioning step of 15 min, where 60 mL min–1 (STP) of He was allowed to flow through the system, (iii) feed gas switch to a CO2/H2/N2 gas mixture to initiate the adsorption step for 60 min, and (iv) depressurization of the unit and atmospheric pressure purge with 100 mL/min (STP) of He at 473 K for 60 min to fully desorb the adsorptive gases from the column. A total flow rate of 100 mL min–1 (STP) was kept constant during the adsorption step so all experiments were performed at the same feed velocity. Measurements of the CO2, H2, and N2 elution profiles (tracked by a dual channel microgas chromatograph) enabled to calculate the adsorbed amounts of CO2, H2, and N2 by mass balances to the system. For each experimental run the adsorbent was subjected to a maximum of six consecutive adsorption–desorption cycles to test the reproducibility of the system.Breakthrough experiments were carried out at a temperature of 318 K and five different pressures (300, 500, 1000, 1500, and 2000 kPa) where two different CO2/H2/N2 gas mixtures with concentrations of 25/67/8 and 44/46/10 vol % were used as the feed gas in the adsorption step.Top of PageAbstractIntroductionMaterials and MethodsAdsorption Equilibrium Models: Theory and Data HandlingResults and DiscussionConclusionsReferences3 Adsorption Equilibrium Models: Theory and Data Handling3.1Single Component Adsorption: Data Handling and Equilibrium Description Equations3.1.1Data HandlingAs a first step and prior to any fit of the experimental data to an adsorption model, we need to distinguish between absolute and excess adsorption. In the high-pressure magnetic suspension balance, absolute adsorption cannot be obtained directly from the gravimetric measurement, and the excess mass adsorbed is obtained instead. Recent works have highlighted the need of converting excess loadings to absolute loadings before fitting to any Langmuir-type models and properly calculate isosteric heats of adsorption and adsorption selectivities.(14) To estimate the absolute adsorption from the excess adsorption data is a major challenge in applying most modeling procedures. The excess and absolute adsorption are correlated as follows:(15)(1)where q is the absolute amount adsorbed, qexc is the excess amount adsorbed, ρg is the density of the gas phase, Vads is the volume of the adsorbed phase, ms is the mass of adsorbent, and M is the adsorbate molecular weight. Although in gas adsorption under a subatmospheric pressure range Vads is negligible, it cannot be neglected in a high pressure range.(16, 17) In this case, either the density or volume of the adsorbed phase has to be known, which are not readily accessible by an experimental measurement. Thus, estimates of the adsorbed phase density or volume are usually employed.(18-25) Herein, the volume of the adsorbed phase is approximated by(26)(2)where mads is the mass of the adsorbed phase and ρL is the adsorbed phase density, which is assumed to present a density similar to that of the liquid phase at the adsorption temperature (Tads). The adsorbate liquid phase density is then calculated as(3)Vm is the molar volume calculated by the Gunn–Yamada method(27) when Tads < Tc (Tc is the critical temperature of the adsorbate) and equals the van der Waals co-volume of the adsorbate, b, when Tads ≥ Tc.(22, 28) Numerical values of Vm and pure liquid densities of CO2, H2, and N2 at the different experimental adsorption temperatures as calculated by eq 3 are shown in Table 1. By replacing eq 2 into eq 1, we get that the absolute adsorption capacity can be calculated from the following equation:(29)(4)where Δm is the microbalance signal when adsorption equilibrium is reached, ρg is the density of the gas at measuring conditions, and (VS + Vi) are the adsorbent volume and measuring cell volume, respectively. These volumes are measured by adsorption isotherm measurements with helium as adsorptive and assuming that it accesses the total pore volume of the sample without being adsorbed. Helium measurements were done at 338 K and pressures that were similar to conditions during an adsorption run with adsorptive gases. Prior to the measurements, the measuring cell with the adsorbent was dried under vacuum at 373 K for 120 min. The cell was then cooled down to the measuring temperature, and pressurization was attained with He in a stepwise mode.Table 1. Critical Constants, Molar Volume, and Adsorbed Phase Density of the Adsorbates at Experimental Adsorption Temperatures     CO2H2N2 Tc (K)Pc (bar)Vc(cm3/mol)Tads (K)Vm(cm3/mol)ρL(g/cm3)Vm(cm3/mol)ρL(g/cm3)Vm(cm3/mol)ρL(g/cm3)CO2304.1273.7494.07298.1561.510.71626.510.07638.600.726H232.9812.9364.20318.1542.861.02726.510.07638.600.726N2126.2033.9890.10338.1542.861.02726.510.07638.600.7263.1.2Equilibrium Description EquationsThe experimental data of adsorption equilibria (absolute amounts adsorbed) of the pure gases on the activated carbon were correlated with Langmuir, Sips, and dual-site Langmuir isotherm models. The Langmuir equation (eq 5) is fundamentally sound, and it describes monolayer surface adsorption on an ideal and flat surface assuming surface homogeneity, localized adsorption on the solid surface, and energetically equivalent adsorption sites.(8, 9, 30) The equation contains two parameters: the saturation capacity, qs, and the affinity constant, b. Also, it is important to have the temperature dependence form of an isotherm equation, so that adsorption equilibrium at various temperatures can be described. The affinity constant dependence with temperature is described using an Arrhenius-type equation (eq 6) with parameters Ai and Bi, which correspond to a pre-exponential factor and the isosteric heat of sorption, respectively.(5)(6)Adsorption in real solids, however, is a heterogeneous process because solids present complex pore and surface structures, which rarely satisfy the basic assumptions made in the Langmuir theory. This heterogeneity is characteristic of the specific solid–adsorbate pair rather than the solid alone. Thereby, many semiempirical approaches have been successfully developed to describe equilibrium data, as the ones described next.The Sips equation (eq 7) is a three-parameters one, qs, b, and n, and it only differs from the Langmuir equation in the additional parameter “n”, which characterizes the system heterogeneity. The latter one could stem from the solid or the adsorbate or a combination of both. If the parameter “n” is unity, the Langmuir equation is recovered.(7)The temperature dependence of b is taken from that of the Langmuir equation. As for the exponent n, its temperature-dependent form is empirical and eq 8 is chosen from the literature(8) because of its simplicity. In this equation, n0 is the parameter n at some reference temperature T0 (taken here as 298 K) and α is a constant parameter.(8)An alternative model to fit the pure component data is the single-gas dual-site Langmuir (DSL) four parameters (qs1, qs2, b1, and b2) model, which describes the adsorption of a pure component on a heterogeneous adsorbent that is composed of two homogeneous but energetically different patches (or sites).(30-32) All of the assumptions of the Langmuir model apply to each patch, with no interactions between the two patches. The amount adsorbed would be given by eq 9:(9)where qs1 and qs2 are the saturation capacities at site 1 and 2, respectively, so the total saturation capacity is the sum of those on each patch or site (qs = qs1 + qs2); b1 and b2 are the affinity parameters or free energy for site 1 and 2, respectively, which are considered to be temperature-dependent as expressed in eq 10, where the subscript j represents the free energy level of site 1 or 2, b0,j are the pre-exponential factors or adsorption entropies, and Ej are their corresponding adsorption energies.(10)In eq 10, j = 1 always denotes the higher adsorbate–adsorbent free energy as opposed to j = 2 that always denotes the lower adsorbate–adsorbent free energy. The free energy of site 1 is always higher than that of site 2 for single-gas adsorption.(31)Fitting of the models to the experimental data was done with the Excel tool Solver, and the values of the different fitting parameters were found by minimizing the sum of the squared relative errors (SSE), i.e., by minimizing the relative differences between the predicted and experimental amounts adsorbed at all temperatures for a particular adsorbate–adsorbent system. The objective function that was used in Solver is given by(11)where qexp,i and qmod,i are the experimental and predicted amounts adsorbed, respectively, and N is the number of data points. Hence, the goodness-of-fit of the different models can be judged by the model with the minimum SSE as the best fit.3.2Multicomponent AdsorptionSuccessful prediction of multicomponent adsorption equilibria relies entirely on an accurate measurement of single component data and on a reliable correlation of these data with an isotherm model. Using the pure component isotherm parameters, adsorption equilibria of ternary mixtures can be predicted by extending the corresponding single component equations to multicomponent adsorption equations. Thus, the amount adsorbed of component i of a ternary mixture is given by eqs 12, 13, and 14, which are known as the extended multicomponent Langmuir, Sips, and DSL equations, respectively.(12)(13)(14)In eqs 12, 13, and 14, i stands for the species for which the isotherm qi is being evaluated, y would be the gas mole fraction of the corresponding component (denoted by subscript i or k), and n is the total number of components in the gas mixture. Equation 14 only describes one of the possible cases (the simplest one) in a multicomponent system; however, to correctly apply the DSL formulation, the energetic site-matching issue, recently addressed in the literature for ternary and higher-order systems,(31, 32) needs to be considered, so possible erroneous predictions are avoided. The energetic site-matching issue refers to the fact that in a multicomponent system all the adsorbates do not necessarily see the site 1 as the high-free-energy site (j = 1 in eq 10) and site 2 as the low-free energy site (j = 2). For instance, in a binary system there are four different adsorbate–adsorbent free energies corresponding to the free energies of the two components on each site. When both components see site 1 as the high-free-energy site (j = 1), then their adsorbate–adsorbent free energies correlate in a perfect positive (PP) fashion, as opposed to the case where site 1 is the high-free-energy site for one component but a low-free energy site for the other component. In the latter case the adsorbate–adsorbent free energies correlate in a perfect negative (PN) fashion. In multicomponent equilibria, it is assumed that the binary adsorbate–adsorbent interactions defined through the affinity parameter, bj,i, are pairwise additive.(31) When each binary pair in the gas mixture correlates in a PP fashion the extension to ternary and higher-order systems is straightforward and eq 14 is derived. However, when the correlation of any of the binary pairs is in a PN fashion, the pairwise additivity has to follow two rules of logic. These two rules are explained next for a ternary system with components A, B, and C and therefore three binary pairs: A–B, A–C, and B–C. When evaluating component A in the mixture, two different possibilities arise when it comes to correlation between the components: (1) A and B and A and C correlation is of the same type, i.e., either PP or PN, or (2) A and B and A and C correlation is of different type, i.e., one is PP and the other one is PN or vice versa. To correctly apply the DSL formulation, in case 1, B and C correlation would have to be PP and, in case 2, B and C correlation would be PN, as a consequence of different types of correlations between the other two binary pairs. Hence, for a ternary system, like the one considered here, four viable correlations are possible (Table 2). The corresponding amount adsorbed of each component for each case is given by equations presented in the Supporting Information.Table 2. Viable Perfect Positive (PP) and Perfect Negative (PN) Correlations for a CO2–H2–N2 Ternary System Based on Pairwise Additivity and Following the Two Rules of Logic site-matching correlationsbinary paircase 1case 2case 3case 4CO2–N2PPPNPNPPCO2–H2PPPPPNPNN2–H2PPPNPPPNTop of PageAbstractIntroductionMaterials and MethodsAdsorption Equilibrium Models: Theory and Data HandlingResults and DiscussionConclusionsReferences4 Results and Discussion4.1Single Gas Adsorption Isotherms of CO2, H2, and N2 on Activated CarbonThe experimental absolute adsorption isotherms of pure CO2, N2, and H2 on activated carbon at 298, 318, and 338 K are shown as symbols in Figures 1, 2, and 3. CO2 always adsorbs more strongly than N2 and H2 on the activated carbon at all temperatures. The absolute adsorbed amount increases linearly with pressure for CO2 and N2, and a gradual flattening is observed when pressure is sufficiently high; however, the H2 isotherm is almost linear. The low-pressure region for all the adsorbates is depicted in inner graphs of Figures 1, 2, and 3 for the sake of clarity. Experimental data are used to fit the parameters of Langmuir, Sips, and dual-site Langmuir (DSL) equations. From a thermodynamic consistency point of view, the saturation capacity (qs) for each component should not be temperature-dependent. Hence, this restriction has been taken into account when conducting the nonlinear regression procedure to minimize the error function in Solver. The above fittings will be used later for the prediction of ternary adsorption via the extended models, previously described in section 3.2. Figures 1, 2, and 3 show the degree of goodness of the fit between experimental values and the Langmuir, Sips, and DSL equations, respectively. The optimal parameters from the fit as well as the sum of the squared relative errors (SSE) are tabulated in Tables S1, S2, and S3 (Supporting Information).Figure 1. Fitting of pure CO2 (a), N2 (b), and H2 (c) adsorption data on phenol–formaldehyde resin-based activated carbon with the Langmuir equation at different temperatures (symbols: absolute experimental loading; lines: fitted Langmuir equation): 298 K, squares; 318 K, triangles; 338 K, circles. Parameter values are given in Table S1.Figure 2. Fitting of pure CO2 (a), N2 (b), and H2 (c) adsorption data on phenol–formaldehyde resin-based activated carbon with the Sips equation at different temperatures (symbols: absolute experimental loading; lines: fitted Sips equation): 298 K, squares; 318 K, triangles; 338 K, circles. Parameter values are given in Table S2.Figure 3. Fitting of pure CO2 (a), N2 (b), and H2 (c) adsorption data on phenol–formaldehyde resin-based activated carbon with the dual-site Langmuir (DSL) equation at different temperatures (symbols: absolute experimental loading; lines: fitted DSL equation): 298 K, squares; 318 K, triangles; 338 K, circles. Parameter values are given in Table S3.Although the Langmuir isotherm is fundamentally sound and it shows the correct asymptotic behavior because it approaches Henry’s law in the low-concentration region (the amount adsorbed increases linearly with pressure) and the saturation limit qs at high concentrations, it fails to describe well the experimental values for CO2 uptake at 298 K at high pressures (>1000 kPa) (Figure 1a). In this case, experimental data differ considerably from those values predicted by the fitted equation. Adsorption of CO2 and N2 at low pressures is quite well described (Figure 1a,b), as opposed to the H2 behavior, which fitting in the low-pressure domain is grossly erroneous (Figure 1c). It is important pointing out the fact that uncertainties in gravimetric measurements become more important when dealing with light gases. In this particular case, H2 is not only a light gas but also it barely adsorbs on the activated carbon. This actually yields bad quality experimental data in the low-pressure region where the amount adsorbed per unit mass of adsorbent is almost negligible. Hence, deviations from the equation could be then also derived from the aforementioned observation. The SSE (%) are always higher for H2 than for CO2 and N2 at all temperatures and for all models (Tables S1–S3). The bad quality of the experimental data for H2 adsorption in the low-pressure region is indeed responsible for a large percentage of those discrepancies.The affinity constant, b, for CO2 is larger than the one for N2, which in turn is also larger than the one for H2 at all temperatures and for all models (Tables S1–S3). This constant is a measure of how strong adsorbate molecules are attracted onto a surface, and it is also directly related to the Henry constant (K = bqs). Hence, it seems obvious that CO2 is more strongly attracted to the surface than N2 and H2. In an exothermic process like adsorption, b decreases with temperature for all the adsorbates, so at higher temperature the isotherms become less sharply curved (Figures 1–3).The Sips equation (Figure 2) fits the experimental data significantly better than the Langmuir equation, as it can be seen in the SSE values for each adsorbate at each temperature (Table S2). Even though the fitting significantly improves, an important feature to note is, again, the high scatter for the H2 fitting in the low-pressure region (Figure 2c). The parameter n is greater than unity (Table S2), suggesting some degree of heterogeneity of the gas/activated carbon system. The larger is this parameter, the higher is the degree of heterogeneity. However, this information does not reveal the source of the heterogeneity, which could be in the solid structure, in the solid energetical properties, or in the adsorbate.When considering the whole experimental pressure range, the DSL isotherm fit (Figure 3) is much better than the Langmuir and Sips ones. This is confirmed by the lower SSE values obtained for the CO2 and N2 fitting (Table S3) when compared with the ones obtained for the Langmuir and Sips models (except for the N2 fitting at 298 K, which best fitting corresponds to the Sips model). However, the SSE values for the H2 fitting increase in the DSL model with respect to the other two models. This is due to the fact that, although the high domain of pressure of the adsorption isotherms is quite well described by the DSL model, there is a significant discrepancy in the low-pressure domain (Figure 3, inner graph), which is responsible for the high SSE values in Table S3 (ranging from 26 to 39%). It is well-known that a correct fitting of the low-pressure region is important for predicting multicomponent adsorption data from the pure component isotherms.(33) This statement will be assessed in the following section for our three adsorbate–adsorbent system, when comparing multicomponent adsorption equilibria predictions with the corresponding experimental data.4.2Prediction of Multicomponent Adsorption Equilibria from Single Component Data: Comparison of ModelsA set of n–P diagrams of mixed-gas adsorption equilibria predicted from the extended Langmuir, Sips, and DSL models for a gas mixture composition of 25/67/8 vol % of CO2, H2, and N2, respectively, and by using only the single-gas fitting parameters in Tables S1–S3 is presented in Figure 4. For the extended Langmuir equation, thermodynamic consistency requires qs to be the same for all the components.(9) Analogously, the quantities qs1 and qs2 in the DSL model would not depend on the component.(34) However, with a constant value of the saturation capacity for the three components, the experimental values cannot be described satisfactorily. Furthermore, for physical adsorption of molecules of widely different size such an assumption is unrealistic. Then, if we consider the Langmuir and DSL equations as an analytical description rather than physical models, the use of different values for qs for each component becomes permissible. Caution must be taken though when extrapolations are made based on such a basis, as the equations cannot be expected to apply over the entire concentration range.Figure 4. Component adsorbed amounts of a CO2/H2/N2 gas mixture (25/67/8 vol %) on phenol–formaldehyde resin-based activated carbon at 318 K predicted from the extended Langmuir (a), Sips (b), and DSL model based on the PP or PN correlation between the binary pairs, case 1 (c), case 2 (d), case 3 (e), and case 4 (f) of Table 2: CO2 (red lines), H2 (green lines), and N2 (blue lines).The extended model predictions trends for the component loadings in the gas mixture are not very different for the extended Langmuir, Sips, and case 1 and 2 of DSL model; i.e., the CO2 remains as the most adsorbed component, followed by H2 and N2 (Figure 4a–d). Even though as a single gas N2 adsorption is higher than H2 one, predictions foresee a different behavior when the adsorbates are assessed in the gas mixture considered here. This might be probably due to their different concentrations in the mixture, where H2 is a major component (67 vol %) as opposed to N2, which is only present in an 8 vol %. Contrarily, predictions from case 3 and 4 of the DSL model (Figures 4e and 4f, respectively) exhibit a higher N2 adsorption versus H2 one. This fact is related to the different correlation between the binary pairs.4.3Multicomponent Adsorption Equilibria from Breakthrough Curves: Comparison between Experimental and Predicted ValuesTo evaluate which predicted behavior is the most reliable and accurate one, mixed-gas adsorption data calculated from breakthrough experiments carried out at a temperature of 318 K, two different concentrations of a ternary CO2–H2–N2 gas mixture, and five different pressures (300, 500, 1000, 1500, and 2000 kPa), are compared with the predictions of multicomponent adsorption equilibria. Figure 5 shows an example of the breakthrough curves of a CO2/H2/N2 mixture at 318 K and 1000 kPa of total pressure for the two different tested compositions. The less adsorbed components, H2 and N2, always break first than CO2, and their breakthrough curves exhibit a so-called roll-up; that is, the flow rate or concentration of those components at the column exit temporarily exceeds the feed flow rate/concentration. The exit profiles in Figure 5 can be explained as follows: the concentration front of H2 advances faster through the column than the concentration front of N2 and CO2. Thereby, the outlet end of the column is initially only in contact with H2. However, as the concentration front of N2 advances further through the column, N2 replaces H2 that was initially adsorbed, so H2 is desorbed by incoming N2, leading to the aforementioned roll-up effect. Likewise, CO2 replaces N2 initially adsorbed, resulting in another roll-up effect for N2. An additional peak is also detected in the roll-up of H2, just before N2 breaks through the column. This is due to the thermal wave that accompanies the concentration front of N2, triggering further desorption of H2 and, therefore, an additional peak in its roll-up.Figure 5. Exit profiles of experimental breakthrough data of CO2–H2–N2 gas mixtures on phenol–formaldehyde resin-based activated carbon at 318 K and 1000 kPa of total pressure. Gas phase composition: CO2/H2/N2 44/46/10 vol % (a) and CO2/H2/N2 25/67/8 vol %; (b) CO2 (solid lines), H2 (dotted lines), and N2 (dash-dotted lines).The absolute component adsorbed quantity at equilibrium was calculated by integration of the breakthrough curve, which was corrected with a blank experiment to account for the dead volume of the setup, and subtracting the amount of gas that was accumulated in the inter- and intraparticle voids. In the integration of the breakthrough curves of H2 and N2, the net amount of gas adsorbed at equilibrium is computed as the amount that is adsorbed minus the amount desorbed by the incoming gas (i.e., the roll-up area or area above C/C0 = 1). In these cases, the net amounts of H2 and N2 are difficult to estimate from the breakthrough curves reliably due to the relatively large error in the calculation. Then, only the equilibrium CO2 uptake in the ternary mixture is utilized for the comparison with models predictions.Predictions of mixed-gas adsorption equilibria for CO2 on phenol–formaldehyde resin-based activated carbon are compared to experimental data in Figure 6. The experimental error for each data point obtained from breakthrough experiments is also depicted in Figure 6, but in most cases, the error bar is smaller than the symbol size. The relative errors (RE) for each model are also presented in Figure 6 where the RE for the amount of CO2 adsorbed is defined as(15)In eq 15, qmeas is the experimental or measured CO2 uptake and qcalc is the calculated or predicted value. Two different gas-mixture compositions are shown at constant temperature and varying pressures (Figure 6a,c). In both cases, the qualitative behavior from the experiments is well predicted by the models; however, they differ quantitatively, with the largest discrepancies between the predictions and experimental values corresponding to the Sips model. For this model, RE values above 30% are obtained for the two gas mixture compositions at all pressures, with RE values increasing up to between 50 and 80% in some instances (Figure 6b,d). Thereby, although the Sips equation has been proved to provide a reasonable good empirical correlation of binary equilibrium data for a number of simple gases on adsorbents like molecular sieves, it clearly fails to predict gas-mixture adsorption in our system.Figure 6. nCO2–P diagrams for CO2/H2/N2 mixtures at 318 K and two different compositions; symbols are experimental points, and lines are predictions with the extended Langmuir, Sips, and DSL equations and parameter values given in Tables S1, S2, and S3. RE (%) values obtained for each model are also shown. Gas phase composition: CO2/H2/N2 25/67/8 vol % (a, b) and CO2/H2/N2 44/46/10 vol % (c, d).The REs decrease significantly for the other models, although they are still significant for the Langmuir and DSL case 1 models (normally higher than 10%). Predictions from case 2, 3, and 4 of the DSL model differ very slightly with relevant differences only observed above a total pressure of 1000 kPa. Actually, case 2 and case 4 practically overlap for the two different gas-mixture compositions, and case 3 is the one that differs at higher pressures (>1000 kPa). This latter case seems to be the one that better predicts the CO2 uptake as it is reflected in the RE values, which were never higher than 5% in most of the cases. Nevertheless, even for this model, REs at lower pressures (300 and 500 kPa) are significant (∼20% for the gas-mixture containing 44% of CO2 and ∼45% for the gas-mixture containing 25% of CO2 and a total pressure of 300 kPa). Deviations might be derived from the quality of the single-gas adsorption experimental data in the low-pressure domain, especially for H2, which have been previously used to fit the pure component isotherm parameters considered for the mixed-gas predictions.Thereby, and according to the results presented herein, the extended DSL model with the binary pairs CO2–N2 and CO2–H2 correlating in a PN fashion and the correlation for the binary pair N2–H2 being of PP form is the one that most accurately predicts the gas-mixture behavior of this three adsorbate–adsorbent system.The DSL model has already been claimed to be one of the most powerful and predictive equilibrium models to be used in gas-phase adsorption process simulation, after being tested in various ideal and nonideal systems.(31) In an aim to elucidate whether the nature of the binary pair interactions for our adsorbates is adsorbent-dependent or not, adsorption equilibria for two binary systems from the literature,(10) CO2–N2 and CO2–H2 on activated carbon AP3-60, were tested against the DSL model, by using only the single-gas fitting parameters obtained from the experimental isotherms. The optimal parameters from the fit as well as the sum of the squared relative errors (SSE) are tabulated in Table S4, and Figure 7 shows the degree of goodness of the fit between experimental values and the DSL equation.Figure 7. Single-gas adsorption equilibrium isotherms for CO2 (a), N2 (b), and H2 (c) on AC AP3-60(10) at different temperatures (symbols: absolute experimental loading; lines: fitted DSL equation): 298 K, squares; 318 K, triangles; 338 K, circles. Parameter values are given in Table S4.When applying the extended DSL model to a binary system, either both components correlation is of the same type, i.e., PP, or of different type, i.e., PN. Results presented in Figures 8 and 9 show that experimental points correlate with the DSL model in a PP fashion, demonstrating that perfect positive (PP) is the correct correlation for these binary systems. For the CO2–N2 binary system the correlation is even quantitatively quite accurate and for the CO2–H2 binary system, although the predicted values are not as accurate as in the CO2–N2 system, they perfectly follow the trend predicted by the PP correlation. Again, this observation highlights the fact that reliable and accurate H2 adsorption equilibrium data is, indeed, a challenging task. The bounding behavior, i.e., PP or PN site-matching correlation, of each binary pair in the mixture should prevail, regardless of temperature, pressure, and composition, so the DSL model would be easily extendable to predicting adsorption equilibria in higher-order systems. This implies that in a CO2–H2–N2 ternary system and activated carbon AP3-60, case 1 (i.e., all binary pairs correlate in a PP fashion) would be the correct behavior to predict mixed-gas adsorption equilibria. In this study, the same ternary system tested on a different activated carbon is best described by the DSL model but with a different correlation behavior between the binary pairs (case 3 versus case 1). Therefore, it has been demonstrated that for a fixed mixed gas the binary pair interactions between the adsorbates are related to how the adsorbed gas components interact on the solid surface; i.e., the adsorbent and/or its heterogeneity seems to dictate the nature of those interactions.Figure 8. Binary CO2–N2 adsorption equilibria on AC AP3-60 at 298 K. Symbols represent experimental data,(10) and lines represent DSL model predictions: CO2 uptake (triangles), N2 uptake (squares), and total uptake (circles); solid lines and dotted and dashed lines represent total and component amounts adsorbed, respectively (CO2: dotted lines; N2: dashed lines). Each row represents a different total pressure of the system: 2000 kPa (a, b) and 3000 kPa (c, d).Figure 9. Binary CO2–H2 adsorption equilibria on AC AP3-60 at 298 K. Symbols represent experimental data,(10) and lines represent DSL model predictions: CO2 uptake (triangles), H2 uptake (squares), and total uptake (circles); solid lines and dotted and dashed lines represent total and component amounts adsorbed, respectively (CO2: dotted lines; H2: dashed lines). Each row represents a different total pressure of the system: 2000 kPa (a, b) and 3000 kPa (c, d).The extended models presented here will be applied to dynamic studies of adsorption columns, where the suitability of the activated carbon used in this study can be evaluated and optimized for separating high-pressure CO2 gas streams in precombustion capture applications.Top of PageAbstractIntroductionMaterials and MethodsAdsorption Equilibrium Models: Theory and Data HandlingResults and DiscussionConclusionsReferences5 ConclusionsIn this paper, gravimetrically measured adsorption isotherms for pure CO2, H2, and N2, on a phenol–formaldehyde resin-based activated carbon for pressures ranging from 0 to 3000–4000 kPa and for temperatures ranging from 298 to 338 K are presented. The experimental data were described with the Langmuir, Sips, and DSL isotherms by fitting of the models to the data. Next, coadsorption equilibria of CO2–H2–N2 mixtures were measured at 318 K, two different gas phase compositions and varying total pressure in a fixed-bed reactor. Experimental data from mixed-gas adsorption were compared to isotherms calculated by the extended Langmuir, Sips, and DSL models. The site-matching correlation between each binary pair of the gas mixture was taken into account when formulating the extended DSL model equations.The most accurate predictions of CO2 loadings in the gas mixture–adsorbent system, which is an important parameter in adsorption process simulation, were attained by the extended DSL model. The correct correlation behavior between the three binary pairs involved in the process proved to be of PN fashion for CO2–N2 and CO2–H2 and of PP form for N2–H2. Furthermore, this correlation behavior was demonstrated to be adsorbent-dependent.The equilibrium specified by the isotherm model affects the driving force for mass transfer, so significantly different simulation results can be obtained when using different models, even if the model parameters are derived from exactly the same set of data. Hence, it is a key issue to choose a model that closely reflects the actual process. The results presented in this work highlight the importance of performing measurements of mixture adsorption equilibria. These experimental data, although tedious and time-consuming to obtain, help to discriminate between models and to correctly select an appropriate one to be further used in simulations of gas phase adsorption processes. Top of PageAbstractIntroductionMaterials and MethodsAdsorption Equilibrium Models: Theory and Data HandlingResults and DiscussionConclusionsReferencesSupporting InformationExtended multicomponent DSL equations for a ternary system considering the energetic site-matching concept, three tables listing Langmuir, Sips, and dual-site Langmuir (DSL) model parameters and sum of the squared relative errors (SSE) for single-component adsorption on activated carbon at different temperatures, and one table listing dual-site Langmuir (DSL) model parameters and sum of the squared relative errors (SSE) for single-component adsorption on AC AP3-60 at different temperatures. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMaterials and MethodsAdsorption Equilibrium Models: Theory and Data HandlingResults and DiscussionConclusionsReferencesAcknowledgmentThis work was carried out with financial support from the Spanish MINECO (Project ENE2011-23467), cofinanced by the European Social Fund. The authors thank C. F. Martin and D. Beneroso, members of the PrEM group, for their contributions.Reference QuickViewTop of PageAbstractIntroductionMaterials and MethodsAdsorption Equilibrium Models: Theory and Data HandlingResults and DiscussionConclusionsReferencesReferencesThis article references 34 other publications.1. Ciferno, J.; Litynski, J.; Brickett, L.; Murphy, J.; Munson, R.; Zaremsky, C.; Marano, J.; Strock, J. DOE/NETL Advanced Carbon Dioxide Capture R&D Program: Technology Update, 2011; p  516.There is no corresponding record for this reference.2. Wang, Q.; Luo, J.; Zhong, Z.; Borgna, A. CO2 capture by solid adsorbents and their applications: current status and new trends Energy Environ. Sci. 2011,  4,  42– 55[Crossref], [CAS]2. CO2 capture by solid adsorbents and their applications: current status and new trendsWang, Qiang; Luo, Jizhong; Zhong, Ziyi; Borgna, ArmandoEnergy & Environmental Science\r\n        (2011),\r\n    4\r\n        (1),\r\n    42-55CODEN:\r\n                EESNBY;\r\n        ", "title": "Predicting Mixed-Gas Adsorption Equilibria on Activated Carbon for Precombustion CO Capture", "authors": ["S. García", "J. J. Pis", "F. Rubiera", "C. Pevida"], "doi": ["10.1021/la4004998"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-20/la4004998/production/images/small/la-2013-004998_0009.gif\">"]}