{"abstract": "van der Waals density functional theory (vdW-DFT) and semiempirical grand canonical Monte Carlo (GCMC) calculations are used to predict the thermodynamics and methane storage capacity of 18 metal-substituted variants of the metal–organic framework (MOF) M-DOBDC (DOBDC = 2,5-oxidobenzene-1,4-dicarboxylate). Methane adsorption enthalpies (Δ) on the benchmark Mg- and Ni-DOBDC systems were calculated using several vdW-DFT methods. The vdW-DF2 scheme was found to yield the best agreement with experiments, with a mean absolute deviation (MAD) of 2.7 kJ/mol. Applying this functional across the entire M-DOBDC series, it is observed that Δ varies from −16 to −34 kJ/mol. These enthalpies are 10–20 kJ/mol less exothermic than that for CO adsorption in M-DOBDC, consistent with a weaker, dispersion-based CH–MOF interaction. In parallel with these thermodynamic analyses, methane adsorption isotherms for five benchmark M–DOBDC MOFs were evaluated using several established interatomic potentials. An uncharged, single-site model for CH yielded the best agreement with experiments, with a MAD of 16 cm/cm. This potential was subsequently employed to predict methane capacities across the remainder of the M–DOBDC series, with additional comparisons to other prominent MOFs such as MOF-5, PCN-11, PCN-14, and HKUST-1. Finally, the amount of  stored methane was examined for two operating scenarios: isothermal pressure swing (PS) and a combined temperature/pressure swing (TPS). Under these conditions, PCN-11 and Be-DOBDC yield the best combination of gravimetric and volumetric methane densities at pressures below ∼50 bar, while MOF-5 is best at higher pressures. We conclude that enhanced binding sites, such as coordinatively unsaturated metal sites, can be detrimental for PS operation at higher pressures due to their tendency to retain adsorbed methane at low (desorption) pressures.", "text": "10.1021/jp4104273 Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferences1 IntroductionDramatic increases in the accessibility of natural gas (NG) reserves has sparked renewed interest in the use of NG as a vehicle fuel.(1) Adoption of NG vehicles (NGV) has been projected to reduce petroleum imports and CO2 emissions from combustion within the transportation sector.(2) Nevertheless, the penetration of NGV remains limited, especially in the United States.(3) While a sparse refueling infrastructure has likely contributed to the slow adoption of NGV, the efficient on-board storage of NG also stands as an unresolved challenge.(1, 4)Methane (CH4) comprises 70–90% of NG prior to refining, while refined NG distributed for home use consists almost entirely of CH4.(5) As a gas at standard temperature and pressure (STP), the volumetric energy density of CH4 is nearly 1000 times less than that of gasoline [0.0378 MJ/L (CH4) vs 34.2 MJ/L (gasoline)].(6) Consequently, compression and liquefaction are commonly used to increase density. Since these approaches require compromises in efficiency, cost, and driving range/capacity, alternative strategies for achieving high-density storage of CH4 are desirable.Adsorbed natural gas (ANG) represents one such approach. In particular, hybrid inorganic–organic crystalline materials known as metal–organic frameworks (MOFs)(7-9) have recently emerged as promising high-capacity adsorbents for many gases,(10-13) including CH4.(14-19) The high gas storage capacities of MOFs can be attributed to their permanent porosity, high surface area and pore volume, and tunable properties.(11) In comparison to hydrogen storage,(12, 20) far fewer studies have examined CH4 storage in MOFs.(19) Nonetheless, recent experiments have already identified a small number of MOFs with total CH4 capacities in excess of 180 cm3 (STP)/cm3 at 298 K and 35 bar (which was the previous U.S. Department of Energy (DOE) storage target(1)). These include PCN-11 (181 cm3/cm3 (21)), M-DOBDC, with M = Mg, Mn, Co, Ni, and Zn (160–200 cm3/cm3 (22, 23)), PCN-14 (195 cm3/cm3 (24)), and HKUST-1 (227 cm3/cm3 (24)). While these high capacities are clearly promising, they are far below the recently revised DOE targets of 349 cm3/cm3 and 0.5 g/g (materials basis, 298 K),(4) which refer to usable CH4 available via a pressure swing between 35 and 5 bar (Table 1). Consequently, there is a clear need for new adsorbents with much higher CH4 capacities. To accelerate the search for high-capacity MOFs, Wilmer et al.(25) used grand canonical Monte Carlo (GCMC) calculations to screen 137 953 hypothetical MOFs for their CH4 capacities. Their screening identified the MOF NOTT-107(26) as having a methane storage capacity (213 cm3/cm3, total) slightly higher than the simulated uptake of PCN-14, the previous record holder.(27) In addition, nine other MOFs were predicted to have CH4 capacities in the range 230–267 cm3/cm3.Table 1. U.S. Department of Energy Targets for Vehicular Natural Gas Storagea(4)materials-level targetsystem-level targetvolumetricgravimetricvolumetricgravimetric349 cm3/cm30.5 g/g257 cm3/cm30.4 g/g12.5 MJ/L2.5 MJ/kg9.2 MJ/L2.0 MJ/kg250 g/L 184 g/L aThe targets are derived using a lower heating value of 50.0 MJ/kg, and refer to the usable capacity stored between 35 and 5 bar at near-ambient temperature.While many features have been suggested to impact methane uptake in MOFs,(28, 29) we note that essentially all of the high CH4 capacity MOFs contain a combination of coordinatively unsaturated (metal) sites, CUS,(21-23, 27) and deep-well “pocket” sites. (Throughout this article we will collectively refer to both CUS and pocket sites as “enhanced binding sites,” EBS.) It has been argued that CUS result in relatively strong CH4–MOF binding through enhanced Coulombic interactions,(30) while at the pocket sites comparable (or stronger) adsorption energies arise from enhanced van der Waals interactions.(22) Experiments have confirmed that CUS and pocket sites act as primary adsorption sites for CH4;(22, 30-32) thus, high volumetric capacities could be expected if these sites could be arranged in a high-density fashion. In addition, substitution of the CUS metal has been shown to dramatically alter the uptake of other small molecules such as CO2,(33) suggesting a pathway for performance tuning. Nevertheless, EBS can also result in high uptake at low pressure,(22) resulting in a trade-off between high total capacities and reduced usable capacities during isothermal pressure swing desorption. Finally, CUS consisting of heavy transition metals will increase the MOF mass and thereby reduce the gravimetric storage density.In light of the potential trade-offs associated with enhanced binding sites, in this study we examine the extent to which metal substitution at CUS impacts the thermodynamics and capacity for CH4 adsorption in the prototype MOF, M-DOBDC (M2(DOBDC) (DOBDC4– = 2,5-dioxido-1,4-benzenedicarboxylate), also known as MOF-74, CPO-27, and M2(dhtp)). Experiments by Wu et al.(22) reported methane uptake in five metal-substituted M-DOBDC variants, where M = Mg, Mn, Co, Ni, and Zn, with high excess capacities ranging from 149 to 190 cm3/cm3. These measurements identified the CUS as the primary CH4 adsorption site, with unusually large adsorption enthalpies approaching 20 kJ/mol. A recent reevaluation of these capacities found that Ni-DOBDC exhibits the highest total volumetric capacity for CH4 of any experimentally tested MOF (228 cm3/cm3, at 298 K and 35 bar).(24)In the present study we extend the composition range of the CUS by considering 18 metal-substituted variants of M-DOBDC, with M = Be, Mg, Ca, Sr, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Mo, W, Sn, and Pb. Our previous report(34) on the thermodynamic screening of M-DOBDC compounds demonstrated that some of these MOFs are promising for CO2 capture, with predicted adsorption enthalpies (ΔH) falling within the desired thermodynamic window of −40 to −75 kJ/mol.(35) Taken together, these factors motivate us to consider the M-DOBDC series as candidate methane storage materials. To this end, a combination of van der Waals augmented density functional theory(36) (vdW-DFT) and semiempirical grand canonical Monte Carlo calculations are used to predict the thermodynamics and capacities for CH4 uptake in the M-DOBDC series. In addition, we revisit the predicted capacities in other prominent MOFs, including MOF-5, PCN-11, PCN-14, and HKUST-1. Our hope—and the emerging trend(25)—is for computation to accelerate the search for promising methane adsorbents. Consequently, a portion of our study is devoted to assessing the accuracy of these methods by validating the predicted adsorption enthalpies and capacities with experimental data. These comparisons are timely because van der Waals density functionals are rapidly evolving,(37-39) and typical classical interatomic potentials do not always capture interactions with CUS.(30, 40) Such comparisons provide an important benchmark as the field of CH4 storage continues to grow.Regarding the energetics of CH4 adsorption, accurate thermodynamic data are important because these properties strongly impact the thermal behavior of a MOF-based methane storage system. An ANG system will release heat during uptake and potentially require heat input to bring about maximum desorption. Managing this heat exchange process will influence the efficiency, design, and cost of the storage device. Other factors being equal, a desirable methane adsorbent will have both a high capacity and a small enthalpy of adsorption.Recent reports have shown that vdW-DF(39, 41) can yield accurate estimates of the enthalpy of adsorption (ΔH) for H2 and CO2 in MOFs.(42-45) In the case of CO2, the mean absolute deviation (MAD) between the calculated vdW-DF1(39) and experimental ΔH across several metal-substituted MOFs was only 3.4 kJ/mol.(34, 43) A natural question is whether comparable accuracy can be attained for methane adsorption. In the present study we find that the rPW86-based vdW-DF2(41) method outperforms conventional (PBE-GGA(46)), semiempirical (DFT-D2),(38) and other vdW-based density functionals in predicting ΔH for CH4. Agreement with experimental adsorption enthalpies is good, with a mean absolute deviation of 2.7 kJ/mol. In contrast to CO2 adsorption, which exhibits relatively strong electrostatic interactions that are 10–20 kJ/mol more exothermic than for CH4,(34, 43) the dominant contribution for methane binding arises from weaker dispersion interactions.Regarding CH4 capacity, GCMC is the standard method for predicting CH4 uptake in porous materials.(25, 28) Nevertheless, the accuracy of these predictions are only as good as the interatomic potentials employed. Although earlier GCMC calculations have found good agreement with measured CH4 isotherms at moderate temperatures and pressures,(47) more recent work has identified discrepancies with experiments at low temperatures and pressures(30, 31) and in the location of preferred adsorption sites.(30) Herein we assess the sensitivity of the predicted uptake to the choice of interatomic potential by comparing six “off the shelf” CH4–MOF potentials. The potentials differ in their description of the CH4 molecule (single site(48, 49) vs five sites,(50, 51) charged vs uncharged) and in the parameters used to describe the MOF atoms (charged vs uncharged, UFF(52) vs DREIDING(53)). We find that a simple uncharged single-site model for CH4 based on the TraPPE(48) potential yields CH4 uptake in DOBDC in best agreement with experiments.Finally, the optimal interatomic potential is used to predict CH4 uptake across the remainder of the M-DOBDC series, and in other noteworthy MOFs (MOF-5, PCN-11/14, and HKUST-1) as a function of maximum operating pressure (Pmax) and for three operating scenarios: (i) total capacity at 298 K; (ii) usable capacity at 298 K assuming a pressure swing between Pmax and 5 bar; (iii) usable capacity assuming both a temperature and pressure swing from 298 K, Pmax, to 358 K (85 °C), 5 bar. Although none of the studied compounds come close to achieving the DOE targets, we find that Be-DOBDC, PCN-11, and (surprisingly) MOF-5 provide the best combination of usable gravimetric and volumetric capacities. Importantly, the EBS-containing MOFs Be-DOBDC and PCN-11 perform best at pressures less than ∼50 bar; however, the presence of EBS is detrimental at higher pressures, where MOF-5 emerges as the best adsorbent. Moreover, the higher heat management requirements expected for EBS-containing MOFs (due to their larger ΔH) suggests that compounds without EBS should receive additional study as promising materials for CH4 storage.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferences2 MethodsDensity Functional TheoryMethane adsorption energies were calculated using van der Waals augmented density functional theory,(36) as implemented in the VASP(54, 55) code. For the M-DOBDC series, crystal structures measured by diffraction experiments for pristine Mg-DOBDC and CH4-adsorbed Mg-DOBDC (loading of 1 CH4 per metal site) were adopted as initial structural models.(22) The metal component (M) of DOBDC was then varied among elements having the potential to exhibit a +2 oxidation state,(34) including four alkaline earths: Be, Mg, Ca, Sr; 11 transition metals: Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Mo, and W; and two group-14 metals: Sn and Pb. The computational cell of the empty MOF contained 54 atoms; six CH4 molecules were added to represent the adsorbed state. The empty and CH4-containing supercells both exhibit R3̅ symmetry, as suggested by experiments.(22) All calculations were spin-polarized and assumed a ferromagnetic ordering. (Although antiferromagnetic ordering has been discussed for these systems,(56, 57) test calculations on Fe, Co, and Ni-DOBDC revealed that the magnetic state has a negligible impact on the CH4 adsorption energy: we find that ΔE changes by at most 0.2 kJ/mol upon varying the spin state.) A plane-wave cutoff energy was 500 eV; k-point sampling was performed at the Γ-point and yielded adsorption energies converged to better than 1 kJ/mol CH4. (For density of states calculations a denser k-grid of 2 × 2 × 2 was used.) Interactions between core and valence electrons were described by the projector-augmented-wave (PAW) method(55) with semicore electrons treated as valence. The shape and volume of the MOF unit cells were optimized for each compound; in addition, atomic positions were relaxed to a tolerance of 0.01 eV/Å. Further details can be found in our prior publications.(34, 43)Static adsorption energies (ΔE) at 0 K were calculated using ΔE = (1/n)(EMOF+CH4 – EMOF – nECH4), where Ex refers, respectively, to the total energies of the MOF + CH4 complex, the isolated MOF, and an isolated CH4 molecule. n is the total number of adsorbed CH4 molecules. Adsorption enthalpies at T = 300 K were calculated according to ΔH = ΔE + ΔEZPE + ΔETE, where the total enthalpy of a system is given by H = E0 + EZPE + ETE. Here E0 is the 0 K static total energy and EZPE = ∑i ℏωi/2 and ETE = ∑i ℏωi/[exp(ℏωi/kBT) – 1] are the zero point energy and vibrational contributions. kB is the Boltzmann constant, and ωi are the normal mode vibrational frequencies which were evaluated using frozen phonon calculations at the gamma point of the first Brillouin zone. In the case of free CH4, an additional 4 kBT is added to ETE to account for translational, rotational, and PV degrees of freedom.Grand Canonical Monte CarloGrand canonical Monte Carlo (GCMC) calculations were used to predict CH4 adsorption isotherms on the DFT-optimized MOF structures. An expanded 1 × 1 × 4 conventional cell with periodic boundary conditions was used as the simulation cell. All atoms associated with the MOF were kept fixed during the simulation. Interactions between CH4 molecules, and between MOF atoms and CH4, were described using a Lennard-Jones (LJ) potential, including an optional electrostatic term:where Do and Ro are the energy and distance LJ parameters, r is the distance between two interacting atoms, and q and q′ represent partial charges on those atoms. LJ parameters for MOF atoms and for various CH4 models (described below) are listed in Table S1 in the Supporting Information. For potentials involving electrostatic interactions, partial charges on the MOF atoms are assigned using the REPEAT method,(58) and the long-ranged Coulombic interaction was evaluated via an Ewald sum. The cutoff for atomic interactions was set at 12.5 Å, and a value of 10–5 kcal/mol was used for the Ewald sum accuracy.GCMC sampling was performed using a Metropolis Monte Carlo scheme with three types of moves: exchange (consisting of creation and deletion of a CH4 molecule), translation, and rotation, with respective probabilities of 2:1:1. Uptake at each fugacity was evaluated by first equilibrating for 106 steps, followed by 2 × 106 production steps. Isotherms were calculated for a fugacity range of 0–100 bar corresponding to pressures of 0–120 bar at 298 K. The excess adsorption is computed according to Nexcess = N – ρbulkVpore, where N is the total number of adsorbed molecules, ρbulk is the bulk density of methane at a specified temperature and pressure, and Vpore is the pore volume of the MOF which was calculated using the PLATON(59) code.To quantify the accuracy of the GCMC predictions, and their sensitivity to the choice of interatomic potential, isotherms were calculated using several existing potential forms and compared against experimental data.(18, 21, 22, 27) Four descriptions of the CH4 molecule were considered:1.TraPPE:(48) represents methane as a neutral, single-site spherical molecule2.Five-site model:(50) a charged five-site model where C and H atoms are assigned charges of −0.66 and 0.165, respectively3.AA (all atom) model:(51) a neutral five-site model4.TraPPE-EH:(49) an uncharged extension of the TraPPE model in which fictitious H atom sites are added at the center of the four C–H bondsTwo parametrizations were examined for atoms associated with the MOF: (i) UFF,(52) the universal force field, is used for all MOF atoms, and (ii) DREIDING(53) parameters are used for H, C, and O atoms, with UFF(52) parameters for the metal sites. To simplify notation, we adopt the abbreviations “U” for UFF-based potentials and “D-U” for the potential that mixes parameters from DREIDING and UFF.Combining the description of the CH4 molecule with the two descriptions for the MOF, a total of six sets of force fields were considered: (i) D-U+Five-site, (ii) D-U+TraPPE, (iii) U+Five-site, (iv) U+TraPPE, (v) D-U+AA, and (vi) D-U+TraPPE-EH. These models were compared against experimental data for CH4 adsorption in M-DOBDC with M = Mg, Mn, Co, Ni, and Zn.(22) The D-U+TraPPE potential was found to best reproduce the measured uptake data. This model was subsequently applied to the remainder of the M-DOBDC series and to MOF-5, PCN-11, PCN-14, and HKUST-1.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferences3 Results and DiscussionDFT BenchmarkingCalculations on an alkaline earth and a transition metal based system—Mg- and Ni-DOBDC—were used to assess the accuracy of several “conventional” (i.e., PBE-GGA) and dispersion-corrected density functionals with respect to experimental adsorption enthalpies. These included the semiempirical DFT-D2(38) and the vdW-DF method with five distinct exchange functionals: revPBE (vdW-DF1),(39) optB86b,(60) optB88,(61) optPBE,(61) and rPW86 (vdW-DF2).(41) Figure 1 and Table S2 in the Supporting Information compare the calculated ΔH values for Mg- and Ni-DOBDC with the experimental enthalpies from ref 22. The experimental data were extrapolated to a coverage of 1 CH4 per metal site by adding 2.7 kJ/mol to the reported enthalpies. The dashed portions of the columns in Figure 1 represent the summed contribution of zero point (ΔEZPE) and thermal (ΔETE) energies to ΔH at 300 K. This contribution is typically endothermic,(34, 43) ranging from 0.3 to 5.4 kJ/mol. [Exceptions occur for Ni-DOBDC in the cases of the revPBE (vdW-DF1) (−0.1 kJ/mol) and vdW-DF2 (−1.4 kJ/mol) functionals.]Figure 1. Comparison of calculated CH4 adsorption energies in Mg and Ni-DOBDC as a function of calculation method with experimental data (ref  22). Adsorption enthalpies (ΔH) at 300 K are represented by solid columns. Cross-hatching is used to highlight the vdW-DF2 method (rPW86-vdW), which yields the best agreement with experimental data. The total column height corresponds to the 0 K static binding energy (ΔE); the dashed portion indicates the sum of zero point (ZPE) and thermal energy (TE) contributions. The experimental CH4 adsorption enthalpy is depicted using a horizontal line. An asterisk indicates cases where ZPE + TE contributions are negative; see Table S2 in the Supporting Information for numerical data.As shown in Figure 1, the PBE-GGA significantly underpredicts the experimental ΔH in both MOFs, with an average absolute error of 18 kJ/mol. The use of dispersion corrections greatly improves agreement with the experimental enthalpies, although in all cases the calculated ΔH values somewhat overestimate experiments. The best agreement is obtained with the vdW-DF2 functional, which uses rPW86-based exchange. In this case the calculated ΔH for Mg- and Ni-DOBDC are, respectively, −26.3 and −25.3 kJ/mol. Sillar et al.(62) reported a methane adsorption enthalpy of −26.4 kJ/mol on Mg-DOBDC using a hybrid method based on MP2/PBE+D, in good agreement with our value. Compared to experiments, vdW-DF2 exhibits a small MAD of 3.7 kJ/mol, which is followed by the vdW-DF1 method (revPBE-based exchange) with an error of 6.4 kJ/mol. Comparable accuracy was reported for these two functionals in the case of CO2 adsorption in MOFs.(34, 43) MAD values for the other dispersion-corrected functionals range from 9 to 13 kJ/mol. Given that the rPW86 and revPBE based vdW-DFs most closely reproduce the experimental enthalpies, we have adopted these functionals for calculations on the remaining M-DOBDC variants.Thermodynamic PropertiesTable 2 summarizes the methane adsorption enthalpies computed with the vdW-DF2 method across all 18 metal-substituted DOBDC variants; experimental data for Mg-, Mn-, Co-, Ni-, and Zn-DOBDC from refs 22 and 57 is included for comparison. These same data are depicted graphically in Figure 2. Contributions from the static binding energy (ΔE), zero point energy (ΔEZPE), and thermal energy (ΔETE) to the CH4 adsorption enthalpies are given for vdW-DF2, vdW-DF1, and the PBE-GGA in Table S3 in the Supporting Information. Consistent with the preceding benchmarks, the vdW-DF2 method most accurately reproduces the experimental ΔH across the five M-DOBDC variants for which measurements have been reported. For this method the MAD of 2.7 kJ/mol is slightly less than that for vdW-DF1, 3.8 kJ/mol. In further agreement with experiments, the calculated ΔH values across these five M-DOBDC systems are relatively constant, varying by only 3–4 kJ/mol.Figure 2. Adsorption enthalpies (ΔH) at T = 300 K for 18 metal-substituted DOBDC MOFs calculated using the vdW-DF2 functional. Black horizontal lines indicate the experimental enthalpies from refs 22 and 57.Table 2. Calculated Adsorption Enthalpies (kJ/mol CH4) from vdW-DF2 for 18 Metal-Substituted Variants of M-DOBDCa BeMgCaSrScTiVCrMnFeCoNiCuZnMoWSnPbcalcd18.126.325.826.227.133.329.716.422.519.92625.322.325.426.422.83220.9expt 21.2      21.8 22.322.9 21    aExperimental data are taken from refs 22 and 57.Across the full range of metal substitutions the methane adsorption enthalpy (ΔE) varies from −16.4 kJ/mol in the least exothermic case of Cr-DOBDC to −33.3 kJ/mol in Ti-DOBDC, which has the most exothermic interaction with CH4 overall. In addition to Cr, the other M-DOBDC variants that bind CH4 relatively weakly (|ΔH| < 23 kJ/mol) include Be, Fe, Pb, Cu, Mn, and W. At the opposite extreme, Sn and V (in addition to Ti) show the strongest affinities for methane with ΔH = −32 and −29.7 kJ/mol, respectively. Ni, Zn, Ca, Co, Sr, Mg, Mo, and Sc fall in the intermediate ΔH range of −25 to −27 kJ/mol.To put these values into perspective, earlier calculations(34) of adsorption enthalpies for CO2 on M-DOBDC reported interactions which were much more exothermic and which exhibited a wider range of values: ΔH = −25 to −53.5 kJ/mol at 300 K. Clearly CH4 adsorption in M-DOBDC is generally weaker than for CO2. Nevertheless, several trends are shared between these two adsorbates. For example, adsorption in the 3d metals is strongest for the early transition metals (Sc, Ti, V). Moving to the right in the periodic table, the interaction weakens for Cr and then roughly strengthens again as one continues across the 3d series. The trends between CO2 and CH4 are also similar for the alkaline and alkaline earth metals, where Mg, Ca, and Sr exhibit relatively strong adsorptive interactions with both molecules. A shared exception is the lower binding energy for Be-DOBDC. Upon relaxation, Be becomes buried (and therefore inaccessible) inside the MOF structure, preventing direct interactions with the adsorbed guest molecule, and resulting in less exothermic adsorption enthalpies. Consequently, a site slightly displaced toward the ligand is the preferred location for CO2 adsorption in Be-DOBDC.(34)Electronic StructureThe different magnitudes of the adsorption enthalpies for CO2 versus CH4 on M-DOBDC can be attributed to differences in the strength of electrostatic interactions between the CUS and the adsorbate molecules. Although neither CO2 nor CH4 possesses a permanent dipole, they differ in their polarizability and distribution of atomic charges. CO2 is more polarizable, and its outer oxygen atoms have a net negative charge. These two factors result in a more exothermic interaction with (positive) CUS ions, and a more pronounced sensitivity to the charge state of the metal, which is manifested as a wider range in ΔH.(34) In contrast, CH4 has a lower polarizability and its hydrogen atoms have a slightly positive charge, resulting in less exothermic, and more uniform, interactions with the CUS.Evidence that electrostatic interactions play a smaller role in CH4 adsorption can be seen in the charge density difference plots of Figure 3, which compare the degree of charge redistribution upon adsorption of CH4 and CO2 on Mg-DOBDC. (Additional data for M = Sn, Mo, and Zn are presented in Figure S1 in the Supporting Information.) Compared to CO2,(34) the degree of charge density redistribution on CH4 and in the regions between CH4 and the MOF is much smaller (0.011 e/Å3 for CO2 vs 0.003 e/Å3 for CH4), consistent with the smaller CH4 adsorption enthalpy (∼21 kJ/mol less exothermic than for CO2), and suggesting that van der Waals interactions play a more dominant role in CH4–MOF adsorption. The charge density redistribution for CO2 in Mg-DOBDC has a maximum that is 20% greater than for CH4 in Mo-DOBDC (Supporting Information, Figure S1b), and also occurs over a larger region. Although there is no significant charge redistribution between CUS and CH4 in Sn-DOBDC (Supporting Information, Figure S1d), however, the somewhat more exothermic adsorption enthalpy (as described below) originates from secondary interactions involving the ligand.Figure 3. Charge density difference plots (relative to the isolated components) for (a) CH4 and (b) CO2 adsorption (ref 34) on Mg-DOBDC. For simplicity, only the CUS metal and its nearest neighbors are shown. Red represents charge accumulation and blue is charge depletion. Blue spheres = C, white = H, gold = Mg, and red = O.Local density of states (LDOS) plots for Mg-, Mo-, Zn-, and Sn-DOBDC before and after CH4 adsorption are shown in Figure S1 in the Supporting Information. Although there is no noticeable change in the MOF metal-projected DOS upon adsorption, in all cases the CH4 states shift toward lower energies, consistent with the presence of a weak electrostatic component to binding. A larger shift in the CO2 DOS upon adsorption was previously observed in these systems.(34) Additional evidence that van der Waals contributions are the primary component of the CH4 binding energy is given in Table S4 in the Supporting Information, which shows that the van der Waals contribution is generally large and exothermic. Finally, we recall that adsorption of CO2 in M-DOBDC and M-HKUST-1 was accompanied by a large distortion in the CO2 molecular geometry.(34, 43) However, no significant change of this type is observed in the case of CH4.Our prior study of CO2 capture in metal-substituted MOFs identified a trend relating the magnitude of ΔH to the effective charge on the CUS.(34) This trend arose from the strong electrostatic contributions to the CO2–MOF interaction. In the case of CH4 adsorption, Table S4 and Figure S3c in the Supporting Information show (with the exception of Sn) the presence of a similar, but somewhat weaker, trend. That this trend is less pronounced for CH4 is consistent with the smaller role played by electrostatics in this system. [Due to its unique adsorption geometry (as discussed previously), these correlations often do not hold for Sn-DOBDC.] In addition, Figure S3b in the Supporting Information shows that ΔH weakly correlates with the ionic radius of the CUS, in cases where the radius is relatively small (<1.0 Å). This trend can be explained as follows: In the adsorbed MOF complexes, hydrogen from CH4 is in close proximity to the carboxyl oxygen atoms on the MOF, while the carbon from CH4 approaches the MOF’s CUS. Such an arrangement minimizes the separation between pairs of oppositely charged (attracting) atoms. An increase to the ionic radius of the CUS elongates metal–O bonds in the MOF and allows the bulky CH4 to approach the framework more closely. This has the effect of minimizing these bond lengths and increasing the strength of interaction. Finally, Table S5 and Figure S3d in the Supporting Information illustrate a clear trend between increasing bond exothermicity (more negative ΔH) and decreasing metal–C(CH4) and O–H(CH4) distances.Experiments(22) have demonstrated that CUS are the primary adsorption site for CH4 in DOBDC at pressures up to a loading of 1 CH4 per metal. At higher loadings other sites will become occupied; however, these secondary (or tertiary) sites have not been widely explored. To probe these, calculations were performed at several alternative adsorption sites in Ni-DOBDC. The three sites identified as being most energetically favorable are illustrated in Figure S2 in the Supporting Information. We find that the adsorption energy at the carboxyl oxygen site (Supporting Information, Figure S2b) adjacent to the CUS is comparable to that at the CUS: the carboxyl site is only 0.3 kJ/mol less favorable (ΔE = −23.6 kJ/mol) than the CUS site (Supporting Information, Figure S2a, ΔE = −23.9 kJ/mol), likely due to the fact that CH4 maintains a similar bond length (3.54 Å) to the CUS in this position. Binding to the aromatic ring C-site (Supporting Information, Figure S2c) is somewhat weaker: ΔE = −20.6 kJ/mol. Calculated bond distances between C (in CH4) and the different MOF sites correlate with the binding energy: 3.29 (metal site), 3.53 (carboxyl O-site), and 3.70 Å (C-ring site).Comparison of Interatomic PotentialsThe methane storage capacity predicted by GCMC calculations will depend upon the interatomic potentials used to describe the interaction between methane and the MOF. It is therefore helpful to examine the degree to which common potentials reproduce experimental isotherms.(25, 31, 40, 63, 64) Here we explore how varying the force-field properties—e.g., presence/absence of partial atomic charges, unified atom versus a five-site model of CH4, etc.—impacts the accuracy of the predicted storage capacity. The performance of six distinct force fields is assessed (details are provided under Methods): D-U+Five-site, D-U+TraPPE, U+Five-site, U+TraPPE, D-U+AA, and D-U+TraPPE-EH. Comparisons are made first to the experimental excess adsorption isotherms reported by refs  22 and 24 across a series of five M-DOBDC compounds with M = Mg, Mn, Co, Ni, and Zn, and are subsequently extended to MOF-5, HKUST-1, PCN-11, and PCN-14.(18, 21, 24)Figure 4a–e compares the methane isotherms for M-DOBDC calculated with these force fields to experimental measurements.(22, 24) Several observations can be made from these data. First, varying the LJ parameters of the MOF atoms between the UFF (U) and Dreiding+UFF (D-U) force fields results in a negligible difference in the predicted isotherms. This is not surprising given that both models use LJ parameters from the UFF to describe the CUS, and the CUS site is the primary adsorption site (Supporting Information, Figure S4). Second, the predicted uptake is much more sensitive to the potential used to describe the methane molecule. For example, the uncharged all atom (AA) model for CH4 shows the greatest deviation with experiments, and consistently (and significantly) underestimates the measured uptake. Likewise, methane uptake is generally underpredicted by the five-site charged model. Overall, we find that the D-U+TraPPE model (solid black line) yields the best agreement with experiments. As the TraPPE-EH potential is closely related to the TraPPE, we expect (and observe) that isotherms predicted by these two force fields are similar.Figure 4. Comparison of calculated excess CH4 adsorption isotherms (at 298 K) evaluated using six distinct force fields with experimental isotherms for [Mg, Mn, Co, Ni, Zn]-DOBDC, MOF-5, and PCN-11 and for PCN-14 and Cu-HKUST-1 (refs 18, 21−23, and 24). Descriptions of the force-field models are provided under Methods. Experimental isotherms are depicted using a solid red line; the black solid line highlights the performance of the D-U+TraPPE force field, which yields the best overall agreement with the experimental data.The performance of the six force fields in reproducing the experimental CH4 uptake for M-DOBDC has been quantified by evaluating the mean absolute deviation (MAD). The MAD was calculated as an average over the deviation in CH4 uptake at eight pressures in the range 0.1–35 bar: 0.1, 5, 10, 15, 20, 25, 30, and 35 bar. Comparisons at lower pressures such as 5 bar are desirable because estimates of usable capacity rely on the differential uptake at 5 bar and at higher pressures. The MAD for each force field averaged across the M-DOBDC series is summarized in Figure 5a. Deviations are smallest (16 cm3/cm3) for the D-U+TraPPE model and largest (45 cm3/cm3) for the uncharged all atom (AA) potential.Figure 5. Mean absolute deviation (MAD) between the calculated CH4 uptake and experiments. (a) MAD as a function of interatomic potential. Here the MAD is averaged over five M-DOBDC variants (M = Mg, Mn, Co, Ni, Zn). The best-performing potential, D-U+TraPPE, is highlighted with cross-hatching. (b) MAD for individual MOFs.The performance of the D-U+TraPPE force field was examined further by comparing its predicted CH4 uptake to experimental data for four other prominent MOFs: MOF-5,(18) PCN-11,(21) PCN-14,(24) and HKUST-1.(24) Calculated excess isotherms are shown in Figure 4f–i, while Figure 5b plots the MAD for each individual compound. The simulated isotherms are in reasonably good agreement with measurements, especially for the cases of MOF-5, PCN-11, and PCN-14. In these three MOFs the MAD with respect to experimental uptake ranges from a low of 1.0 cm3/cm3 (MOF-5) to a high of 12.5 cm3/cm3 (PCN-11) for the pressure range 0.1–35 bar. However, the agreement with experiments is somewhat worse for HKUST-1 (MAD = 33), with GCMC underpredicting CH4 uptake, similar to what has been observed in prior studies.(65) Likewise, inspection of the isotherms for PCN-11 and PCN-14 (Figure 4g,h) also shows that GCMC systematically underestimates uptake in these MOFs, albeit to a smaller degree. In all three of these MOFs the deviation from experiments is small at low CH4 loading (i.e., low pressures), but then grows as the loading increases. Notably, the tendency for GCMC to underpredict uptake does not apply to the M-DOBDC compounds, which also contain CUS.These trends can be understood by referring to previous experiments(-22, 30, 65) and GCMC modeling.(30, 65) In the cases of PCN-11, PCN-14, and HKSUST-1, it is known(30, 65) that conventional classical potentials do not properly account for interactions with the Cu CUS, resulting in limited adsorption at these sites. (Our calculations confirm this behavior—see Figure S4 in the Supporting Information for a plot of the methane adsorption density in PCN-11, PCN-14, and HKUST-1.) Nevertheless, diffraction experiments(30, 65) have shown that these same sites are primary sites for CH4 adsorption, with a high occupancy (93%)(65) of CH4 under saturation conditions. In the regime of low loadings/low pressures, it has been reported that the CUS fill more slowly than the more easily accessed “pocket” sites: for example, in HKUST-1 only 44% of the CUS are occupied at 59% of maximum loading.(65) On the other hand, adsorption within the pocket sites is correctly captured by GCMC.(30, 31) Taken together, these observations suggest that the omission of enhanced CH4–CUS binding in classical potentials will result in an underprediction of CH4 uptake that is small at low coverage, but then grows as the CH4 loading increases. This same trend is observed in Figure 4g–i. We also expect that the extent to which GCMC underestimates experiments will correlate with the fraction of CH4 molecules adsorbed at CUS. At 35 bar and 298 K, experiments find the fraction of adsorbed CH4 at CUS to be largest in HKUST-1 (61%) and somewhat smaller in PCN-11 (41%) and PCN-14 (27%).(30) These percentages track the MAD for these three compounds (Figure 5b).In contrast to the behavior of HKUST-1, PCN-11, and PCN-14, GCMC calculations on the M-DOBDC series show no such systematic deviation with the experimental uptake. This is because GCMC does correctly reproduce the CUS as being the primary CH4 adsorption site(22) (see the CH4 density distribution plots for Mg- and Ni-DOBDC in the Supporting Information, Figure S4.) The reason that the CUS sites are property treated in M-DOBDC with classical potentials may be due to the fact that in M-DOBDC the CUS sites coincide with corner sites in the framework, where enhanced vdW interactions are likely to occur.To test this hypothesis, we calculated the CH4 uptake in a fictitious MOF, “C-DOBDC,” in which the Ni CUS from Ni-DOBDC was replaced with a C atom. Figure S10 in the Supporting Information compares the CH4 density distribution for Ni-DOBDC and C-DOBDC, revealing that there is no significant difference between these MOFs. Moreover, the calculated CH4 uptake in both cases differs by less than 10% (∼15 cm3/cm3). Finally, the isosteric heats of adsorption, Qst, calculated using the classical potentials (Supporting Information, Table S8) show almost no sensitivity to the composition of the CUS, unlike the DFT or experimental data (Table 2). These calculations confirm that it is the geometry of the corner-like CUS site, rather than the presence of the CUS itself, which makes these sites preferred locations for CH4 adsorption in DOBDC.Despite these limitations, the simple D-U+TraPPE potential yields quite reasonable predictions of CH4 capacity: including data from all nine MOFs, we find that the D-U+TraPPE force field exhibits a MAD of 15 cm3/cm3 across the range of 0.1–35 bar. (For comparison, evaluating the MAD at a single pressure of 35 bar gives a MAD of 14 cm3/cm3.) As most high-capacity MOFs have excess CH4 capacities exceeding 150 cm3/cm3, a MAD of this magnitude would result in an error of approximately 10%. While we believe this is sufficient to enable screening of candidate MOFs,(25) outliers with larger deviations on the order of 30 cm3/cm3 (such as HKUST-1) do exist (Figure 4i). Hence, further optimization of CH4–MOF force fields would be welcome.(31)Of course one should not forget that variation in the synthesis and measurement of CH4 uptake may also contribute to the deviations observed with simulation. For example, follow-up measurements(24) of methane adsorption on Ni-DOBDC and PCN-14 found that total uptake capacity at 35 bar differed from previous reports(22, 27) by 28–35 cm3/cm3; similar differences were observed for HKUST-1.(24, 66, 67) To address these uncertainties, round-robin testing by different groups on a small number of prototype materials would clearly be beneficial. With these caveats in mind, we have employed the D-U+TraPPE force field to predict total methane storage capacities across the remainder of the M-DOBDC series, and to examine the effect of realistic operating conditions on the achievable (i.e., usable) CH4 capacity.CH4 Storage CapacityThe methane storage capacity was evaluated for pressures up to 100 bar, and was tabulated for three operating scenarios using maximum working pressures, Pmax, of 35, 65, and 100 bar. The operating scenarios include the following: (i) total capacity at 298 K and Pmax; (ii) usable capacity at 298 K, assuming an isothermal pressure swing (PS) from Pmax to 5 bar; (iii) usable capacity assuming both a temperature and pressure swing (TPS) from 298 K and Pmax to 358 K (85 °C) and 5 bar. Total methane uptake isotherms at 298 K for P = 0–100 bar are shown in Figure 6 for four representative MOFs from the M-DOBDC series (M = Ni, Cu, Be, and Pb) and for MOF-5, PCN-11, PCN-14, and HKUST-1. A summary of the storage capacities for all 22 MOFs across all operating scenarios is given in Table 3; isotherms for all compounds are provided in Figure S5 in the Supporting Information. In the following sections we first report total capacities, and then subsequently expand our analysis to consider usable capacities under PS and TPS operating scenarios.Figure 6. Calculated CH4 adsorption isotherms (evaluated using the D-U+TraPPE interatomic potential) for selected M-DOBDC variants, and for MOF-5, PCN-11, PCN-14, and HKUST-1. (a) Total volumetric uptake (cm3/cm3) for 0–100 bar and 298 K. The vertical dashed line indicates a pressure of 35 bar, which is the pressure at which the DOE storage targets are specified. (b) Total gravimetric uptake (g/g) for 0–100 bar and 298 K. (c) Magnification of the volumetric isotherms in (a) at low pressure, P = 0–12.5 bar. Dashed isotherms are for T = 358 K.Table 3. Predicted Volumetric (cm3/cm3) and Gravimetric (g/g) CH4 Storage Capacities in Several MOFs as a Function of Pressure and Temperaturea Pmax = 35 barPmax = 65 barPmax = 100 bar totalusabletotalusabletotalusable 298 K298 K (PS)358 K (TPS)298 K298 K (PS)358 K (TPS)298 K298 K (PS)358 K (TPS)MOFcm3/cm3g/gcm3/cm3cm3/cm3cm3/cm3g/gcm3/cm3cm3/cm3cm3/cm3g/gcm3/cm3cm3/cm3Be-DOBDC2040.171181692300.201441952450.21160211Mg-DOBDC2000.161221682280.181501962430.20165211Ca-DOBDC1870.151231612180.181531912350.19170208Sr-DOBDC1750.111161502060.131471812220.14163197Sc-DOBDC1790.111001471980.121191662110.13132179Ti-DOBDC1920.131281652230.161591962400.17176213V-DOBDC1890.121241622200.151551932370.16171210Cr-DOBDC1780.111171522070.131471822250.14164199Mn-DOBDC1780.121231552100.141551872280.15173205Fe-DOBDC1850.121271602150.141571902330.15175208Co-DOBDC1880.121241622180.141541912340.15170208Ni-DOBDC1890.111221622170.131501892340.14167207Cu-DOBDC1710.101111451970.111371722120.12152187Zn-DOBDC1960.121211662250.141501952410.15166210Mo-DOBDC1740.081151492000.101411752150.10156190W-DOBDC1830.061181562100.071451832260.08160198Sn-DOBDC1970.09981572190.101201792340.11135194Pb-DOBDC2100.081131692340.091381942480.10152208MOF-51320.161101201890.241681782250.28203213PCN-111830.181301592220.221691982440.24191220PCN-141780.161081482050.191341752220.20151192HKUST-11780.151251522190.181651922420.20188215aAll capacities include adsorbed and gas-phase CH4. “Total” refers to the capacity at 298 K assuming an isothermal pressure swing between the maximum pressure (Pmax = 35, 65, or 100 bar) and 0 bar. “Usable” refers to the capacity obtained from either an (a) isothermal (298 K) pressure swing (PS) between Pmax and 5 bar or (b) temperature + pressure swing (TPS) from 298 K and Pmax to 358 K and 5 bar. Volumetric capacities are calculated assuming a single-crystal MOF monolith; in a practical storage system the volumetric density will be lower due to losses arising from inefficient packing of the (polycrystalline) MOF media.Total CapacityWe define the total methane capacity at a specified temperature (298 K) and pressure Pmax as the sum of CH4 stored in a single-crystal MOF monolith both as adsorbed molecules on the surfaces of pores and as gas-phase molecules within those pores. The total capacity is an upper bound to the achievable (or usable) capacity in a practical storage system, given the following:(i) The total capacity represents the capacity that could hypothetically be achieved if all CH4 could be removed from the MOF. For PS operation, this would require a vanishing pressure of CH4 within the storage vessel, whereas the DOE targets (Table 1) specify a lower pressure limit of 5 bar.(ii) The adsorbent media in a practical system will exhibit a lower packing density than that of a hypothetical single-crystal monolith. Consequently, a viable CH4 storage material must have a total capacity that (likely far) exceeds the targets.Figures 6a and 7 illustrate that, for Pmax = 35 bar, the total volumetric capacities of the MOFs studied here fall within the range 171–210 cm3/cm3. (MOF-5 is an exception to this trend, with a much lower capacity of 132 cm3/cm3.) In the case of the M-DOBDC compounds, the comparable volumetric capacities can be explained by the fact that the CUS act as primary adsorption sites,(22) and the density of these sites is similar across the nominally isostructural M-DOBDC series, ranging from 3.62 to 4.98 sites/nm3 (Supporting Information, Table S6). Two hypothetical M-DOBDC compounds with M = Be and Pb are predicted to have the highest total volumetric uptake at 204 and 210 cm3/cm3, respectively. Moreover, several other members of the M-DOBDC family (M = Mg, Ca, Ti, V, Fe, Co, Ni, Zn, W, and Sn) have calculated total capacities exceeding 180 cm3/cm3 (Table 1). Similar volumetric capacities of 178–183 cm3/cm3 are predicted for PCN-11, PCN-14, and HKUST-1.Figure 7. Total CH4 uptake at 35 bar and 298 K on a volumetric (left axis) and gravimetric (right axis) basis. Calculations were performed using the D-U+TraPPE force field; metal symbols (M) along the x-axis refer to the composition of M-DOBDC.Unfortunately, the volumetric benefits conferred by the high density of CUS in the M-DOBDC compounds generally come at a cost to gravimetric performance. Figures 6b and 7 illustrate this trade-off. For example, even though Pb-DOBDC has the highest total volumetric capacity at Pmax = 35 bar, the high mass of Pb (207.2 amu) results in this compound having the second-lowest gravimetric uptake overall (0.08 g/g). Conversely, M-DOBDC compounds in which the CUS consist of the light alkaline earth metals Be and Mg have among the best gravimetric capacities, 0.17 and 0.16 g/g, respectively. Given that these compounds also have high volumetric capacities (204 and 200 cm3/cm3, Table 3), this pair of MOFs exhibits the best combination of total volumetric and gravimetric CH4 capacity under these conditions. Continuing the correlation of gravimetric capacity with the mass of the CUS, M-DOBDC compounds for which M consists of a first row transition metal have somewhat lower capacities of 0.10–0.13 g/g. Finally, gravimetric capacities are also high in PCN-11, PCN-14, and HKUST-1, ranging from 0.15 to 0.18 g/g. Although these compounds have Cu-based CUS, the density of these sites is lower than in the M-DOBDC series (1.82–2.58 sites/nm3), lessening their gravimetric penalty.If operation at pressures above 35 bar is possible, then slightly higher total capacities can be achieved. Figure 6a,b illustrates CH4 uptake isotherms for selected MOFs for pressures up to 100 bar, while Table 2 summarizes total capacities at Pmax = 65 and 100 bar. For the best-performing MOFs at 35 bar, Be- and Mg-DOBDC, a near doubling of Pmax to 65 bar results in only a small 13% increase in volumetric capacity (228–230 cm3/cm3) and a 15% increase in gravimetric capacity (0.18–0.20 g/g). At these pressures the capacity of PCN-11 (222 cm3/cm3, 0.22 g/g) also begins to “catch up” with these two compounds. Increasing the pressure further to 100 bar results in diminishing capacity gains in all three of these compounds of only 7–9% for both volumetric and gravimetric CH4 densities. At this pressure PCN-11 attains the best overall capacity of 244 cm3/cm3 and 0.24 g/g, while Be/Mg-DOBDC and HKUST-1 are close runners up (242–245 cm3/cm3 and 0.20–0.21 g/g). Although these high total capacities represent a best-case scenario, they are only 70% of the DOE volumetric target of 349 cm3/cm3, and less than half (48%) of the 0.5 g/g gravimetric target (Table 1). As we describe next, accounting for residual CH4 present at the lower pressure limit of 5 bar (i.e., during a pressure swing) further reduces these capacities.Usable Capacity: Isothermal Pressure Swing (PS)As previously described, the usable capacity differs from the total capacity in that the former assumes a minimum operating pressure of 5 bar (consistent with the DOE targets), while the latter assumes the hypothetical desorption of all CH4, corresponding to a minimum pressure of 0 bar. Figure 6c magnifies the adsorption isotherm for selected MOFs from Figure 6a within the low-pressure region, P < 12.5 bar. With the exception of MOF-5, it is clear that each of the examined MOFs retains significant quantities of CH4 at 5 bar. These “residual capacities” range from 53 cm3/cm3 in HKUST-1 and PCN-11 to 97 cm3/cm3 in Pb-DOBDC, and represent 30–46% of the total volumetric capacity at 35 bar. In contrast, the CH4 capacity of MOF-5 at 5 bar is only 22 cm3/cm3. The smaller uptake in MOF-5 can be attributed to the absence of EBS in its crystal structure. In contrast, all of the other MOFs examined here contain EBS. The increased interactions occurring at EBS—be they through enhanced electrostatics at CUS or enhanced vdW bonding at pocket sites—results in a more rapid filling of these sites at low pressures, which is manifested as a steeper rise in the isotherms of these MOFs.(65)The consequences of significant residual CH4 capacity at low pressure can be seen in Table 3. The calculated usable volumetric capacities assuming a PS to 5 bar are significantly lower than the total capacities. (Usable gravimetric capacities are reported in Table S7 in the Supporting Information.) For Pmax = 35 bar, PCN-11 exhibits the highest usable volumetric capacity of 130 cm3/cm3 and the second highest gravimetric capacity of 0.13 g/g. These values are 28–38% smaller than the largest total capacities—210 cm3/cm3 in Pb-DOBDC and 0.18 g/g in PCN-11—at the same Pmax. This trend toward reduced capacity extends to higher pressures of Pmax = 65 and 100 bar, where the largest usable volumetric capacities are respectively 28 and 18% smaller than the largest total capacities at the equivalent Pmax.As Pmax increases, the identity of the best-performing MOFs also changes. In particular, MOF-5 emerges as the MOF having the best combination of usable gravimetric and volumetric PS capacity at pressures above approximately 50 bar. The calculated capacity for MOF-5 is 168 cm3 and 0.21 g/g at 65 bar and 203 cm3/cm3 and 0.25 g/g at 100 bar. This might come as a surprise given that MOF-5 has the lowest total volumetric capacity at these same Pmax values. This behavior highlights the pitfalls that may arise by focusing only on total, rather than on usable, capacity. In our opinion, the reporting of usable capacities should be given a much higher priority. The reemergence of venerable MOF-5 as a high capacity adsorbent can be traced to the shape of its isotherm (Figure 6). Due to the absence of EBS, CH4–MOF-5 interactions are relatively weak: ΔH = 12 kJ/mol.(18) Thus, the MOF-5 isotherm has a less pronounced slope at lower pressures, resulting in less retained CH4 at 5 bar compared to the other MOFs. On the other hand, its slope is steepest at higher pressures, resulting in a more rapid increase in uptake with increasing pressure. Taken together, these observations suggest that EBS—due to their tendency to increase uptake at low pressures—can be detrimental at higher pressures for operating scenarios that employ an isothermal pressure swing. Figure S6 in the Supporting Information illustrates the crossover in CH4 storage density for MOF-5 and PCN-11 as a function of Pmax.Usable Capacity: Temperature + Pressure Swing (TPS)Higher usable capacities can be achieved if desorption is triggered by a combined pressure and temperature swing. This operating scenario could be implemented using waste heat from combustion to warm the storage vessel during driving. The system would then be cooled at the forecourt during refueling. The benefits of this approach are illustrated in Figure 6c, which shows a reduction in the amount of residual CH4 stored at 5 bar upon heating to 85 °C (358 K). (Our choice for this specific desorption temperature is motivated by the DOE requirement that the system temperature not exceed 358 K.)(4) Whether TPS operation would be advantageous will depend on the trade-off between higher CH4 capacity versus the costs and efficiency losses associated with an in-tank heat exchanging system and additional cooling at the forecourt.Table 3 demonstrates that TPS operation does in fact increase capacity beyond that of PS operation. For example, for Pmax = 35 bar, Be-DOBDC is predicted to have the highest usable TPS capacity of 169 cm3/cm3. This is a 30% increase over the highest usable PS capacity (130 cm3/cm3 for PCN-11), yet remains 17% less than the total capacity of Be-DOBDC (204 cm3/cm3). At higher pressures the capacity advantage of TPS over PS diminishes: at 65 bar the capacities of the best-performing TPS MOFs are 17% larger than the best PS MOFs, and only 8% larger at 100 bar.We note that the unfavorable performance associated with the EBS-MOFs under PS operation is minimized upon inclusion of a temperature swing. For example, Table 3 shows that Be- and Mg-DOBDC have among the highest TPS capacities at all values of Pmax. This is of course due to the lower residual capacities present in these compounds at higher temperatures (Figure 6c) and suggests that EBS-MOFs can yield competitive capacities under TPS operation.A summary of the best-performing MOFs and their respective capacities as a function of operating conditions is given in Table 4. (Here, “best-performing” refers to those MOFs that provide the best combination of volumetric and gravimetric capacity.) Of the 22 MOFs examined, Be-DOBDC, PCN-11, and MOF-5 emerge as the most promising methane adsorbents. Be-DOBDC and PCN-11 yield the best performance at low-to-moderate pressures of 35–65 bar, while MOF-5 is best at moderate-to-high pressures. To our knowledge Be-DOBDC has not yet been synthesized. However, given that the performance of well-known Mg-DOBDC is very similar to that of Be-DOBDC, one may substitute Mg for Be and achieve comparable properties.Table 4. MOFs Exhibiting the Best Combination of Volumetric and Gravimetric CH4 Density as a Function of Operating Conditionsoperating condition, Pmaxbest MOF(s) (CH4 capacity: cm3/cm3, g/g)total, 35 barBe-DOBDC (204, 0.17)total, 65 barBe-DOBDC (230, 0.20) PCN-11 (222, 0.22)total, 100 barPCN-11 (244, 0.24) MOF-5 (225, 0.28)usable PS, 35 barPCN-11 (130, 0.13)usable PS, 65 barMOF-5 (168, 0.21)usable PS, 100 barMOF-5 (203, 0.25)usable TPS, 35 barBe-DOBDC (169, 0.15)usable TPS, 65 barPCN-11 (198, 0.20)usable TPS, 100 barMOF-5 (213, 0.27)In addition to capacities, the thermal properties of the MOF can also impact performance. In particular, large enthalpies of adsorption (Figure 2) will generate greater cooling and heating loads during CH4 uptake and release. These loads translate to higher costs and mass penalties associated with the heat exchanging subsystem in the storage vessel. As MOFs with EBS typically exhibit larger adsorption enthalpies—for example, ΔH ranges from 21 to 26 kJ/mol in Mg-DOBDC (ref 22 and Table 2) and is estimated at 15 kJ/mol in PCN-11(21)—we anticipate that these MOFs will be less desirable than MOF-5 (ΔH = 12 kJ/mol(18)) from a heat management standpoint.We conclude our discussion by referring to Figure 8, which illustrates trends in gravimetric CH4 capacity and pore volume versus MOF surface area.(68) Similar trends are well-known, for example, in the case of hydrogen storage in porous adsorbents;(67, 69) a natural question is whether similar behavior holds for methane, as suggested by a few recent studies.(24, 25, 28) The existence of such trends would facilitate computational screening(70) based on simple geometric features such as surface area(68) and density. For the MOFs examined here, Figure 8 confirms that a strong linear correlation exists between surface area and either gravimetric capacity (Figure 8, left) or pore volume (Figure 8, right) across the M-DOBDC series. However, these correlations become less pronounced when the data set is expanded to include the higher-surface-area compounds (MOF-5, PCN-11, PCN-14, and HKUST-1). In these cases pore volume remains linearly correlated with surface area, but a similar trend is not observed for the gravimetric capacity. Measurements across a wider set of MOFs would be helpful in clarifying the generality of these trends. Additional analysis of correlations between CH4 uptake and various MOF properties are presented in Figures S7 and S8 in the Supporting Information.Figure 8. Relationship between surface area and (left) total gravimetric CH4 capacity and (right) MOF pore volume in the M-DOBDC series (red line) and across all MOFs examined in this study (blue line) at P = 35 bar, T = 298 K.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferences4 ConclusionWe have presented a computational study of the adsorption thermodynamics, electronic structure, and methane storage capacity in MOFs. Compounds examined include 18 metal-substituted variants of M-DOBDC, as well as several other prominent MOFs, including MOF-5, PCN-11/14, and HKUST-1. Important aspects of our study include (i) the benchmarking of van der Waals density functionals for prediction of ΔH, (ii) assessment of common interatomic potentials for predicting CH4 uptake, (iii) estimation of usable methane capacity under likely operating conditions, and (iv) clarification of the role of enhanced binding sites in CH4 storage.Regarding thermodynamic properties, methane adsorption enthalpies on the benchmark Mg- and Ni-DOBDC systems were calculated using several vdW-DFT methods and compared against experimental data. The vdW-DF2 scheme was found to yield the best agreement with experiments, with a small mean absolute deviation (MAD) of 3.7 kJ/mol. Applying this formalism across the entire M-DOBDC series, we observe that ΔH varies from −16 to −34 kJ/mol and weakly correlates with the ionic radius of the CUS. The calculated enthalpies are 10–20 kJ/mol less exothermic than for CO2 adsorption in the same M-DOBDC compounds, suggesting that CH4 adsorption in MOFs is dominated by weaker dispersion interactions. This assertion is supported by analysis of the charge density redistribution upon adsorption in Mg-DOBDC, which showed significantly less polarization in adsorbed CH4 compared to prior studies on CO2.In addition to these thermodynamic analyses, CH4 adsorption isotherms were evaluated using GCMC and compared against experimental data for nine prototype MOFs. The performance of six common interatomic potentials was critically assessed, taking into account variations in the description of the CH4 molecule and the framework atoms. Of the various models considered, the uncharged, single-site TraPPE model for CH4 in combination with a mixed DREIDING/UFF description for the MOF atoms yielded the best agreement with experiments, with a MAD of 15 cm3/cm3 at 298 K and pressures up to 35 bar.The optimal potential was then used to predict the usable CH4 capacities for isothermal pressure swing (PS) and temperature + pressure swing (TPS) operating scenarios. Significant differences exist between total capacities and less frequently reported usable capacities, with the usable capacities falling significantly below the (hypothetical) total capacities. We suggest that future studies of methane storage give less emphasis to total capacities in favor of reporting usable capacities, which should more closely resemble the performance of a realistic storage system. In our calculations Be-DOBDC, PCN-11, and MOF-5 emerge as the MOFs having the best combination of usable gravimetric and volumetric CH4 densities. For pressure swing operation, PCN-11 yields the best performance at pressures below approximately 50 bar (130 cm3/cm3 and 0.13 g/g at 35 bar), while MOF-5 is best at higher pressures (168 cm3/cm3 and 0.21 g/g at 65 bar). Due to their tendency to retain CH4 at low pressures, enhanced binding sites such as CUS or pocket sites are deemed to be detrimental for PS operation at higher pressures.Other factors being equal, an optimal methane adsorbent should maximize capacity while minimizing thermal loads (i.e., minimize ΔH). Given its relatively low ΔH and high usable capacity, compounds analogous to MOF-5 are recommended for additional scrutiny as promising methane storage materials. Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesSupporting InformationCalculated binding energies (ΔE) and different energy components in ΔH, CH4 geometrical parameters at adsorbed states, surface areas, pore volumes, isosteric heats of adsorption, and absolute uptake capacities (at 0.1, 35, and 100 bar) of M-DOBDC variants.  This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesAcknowledgmentWe acknowledge helpful discussions with Dr. Jacob Goldsmith. H.Z. acknowledges financial support from the UM Summer Undergraduate Research Experience (SURE) program.Reference QuickViewTop of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesReferencesThis article references 70 other publications.1. Burchell, T.; Rogers, M. Low Pressure Storage of Natural Gas for Vehicular Applications SAE Tech. Pap. Ser. 2000,  1,  2205There is no corresponding record for this reference.2. Stephenson, J.  A Position Paper on Natural Gas Vehicles 1993; International Association of NGVs: Auckland, New Zealand, 1993.There is no corresponding record for this reference.3. 2009 Honda Civic GX Natural Gas Vehicle. http://automobiles.honda.com/civic-natural-gas/ (accessed 2013).There is no corresponding record for this reference.4. ARPA-E. https://arpa-e-foa.energy.gov/ (accessed June 2012).There is no corresponding record for this reference.5. NaturalGas.org. http://www.naturalgas.org/overview/background.asp (accessed June 2013).There is no corresponding record for this reference.6. IOR Energy. http://web.archive.org/web/20100825042309/, http://www.ior.com.au/ecflist.html (accessed June 2013).There is no corresponding record for this reference.7. Ferey, G. Hybrid Porous Solids: Past, Present, Future Chem. Soc. Rev. 2008,  37,  191– 214[Crossref], [PubMed], [CAS]7. Hybrid porous solids: past, present, futureFerey, GerardChemical Society Reviews\r\n        (2008),\r\n    37\r\n        (1),\r\n    191-214CODEN:\r\n                CSRVBR;\r\n        ", "title": "Methane Storage in Metal-Substituted Metal–Organic Frameworks: Thermodynamics, Usable Capacity, and the Impact of Enhanced Binding Sites", "authors": ["Malay Kumar Rana", "Hyun Seung Koh", "Haroon Zuberi", "Donald J. Siegel"], "doi": ["10.1021/jp4104273"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-6/jp4104273/production/images/small/jp-2013-104273_0009.gif\">"]}