{"abstract": "Accurate modeling of the X-ray absorption near-edge spectra (XANES) is required to unravel the local structure of metal sites in complex systems and their structural changes upon chemical or light stimuli. Two relevant examples are reported here concerning the following: (i) the effect of molecular adsorption on 3d metals hosted inside metal–organic frameworks and (ii) light induced dynamics of spin crossover in metal–organic complexes. In both cases, the amount of structural models for simulation can reach a hundred, depending on the number of structural parameters. Thus, the choice of an accurate but computationally demanding finite difference method for the ab initio X-ray absorption simulations severely restricts the range of molecular systems that can be analyzed by personal computers. Employing the FDMNES code [ ,2001125120] we show that this problem can be handled if a proper diagonalization scheme is applied. Due to the use of dedicated solvers for sparse matrices, the calculation time was reduced by more than 1 order of magnitude compared to the standard Gaussian method, while the amount of required RAM was halved. Ni K-edge XANES simulations performed by the accelerated version of the code allowed analyzing the coordination geometry of CO and NO on the Ni active sites in CPO-27-Ni MOF. The Ni–CO configuration was found to be linear, while Ni–NO was bent by almost 90°. Modeling of the Fe K-edge XANES of photoexcited aqueous [Fe(bpy)] with a 100 ps delay we identified the Fe–N distance elongation and bipyridine rotation upon transition from the initial low-spin to the final high-spin state. Subsequently, the X-ray absorption spectrum for the intermediate triplet state with expected 100 fs lifetime was theoretically predicted.", "text": "10.1021/acs.jctc.5b00327 Top of PageAbstractIntroductionComputational MethodsCase StudiesConclusions and OutlookReferences1 IntroductionThe knowledge about local atomic and electronic structure of the active center is required for understanding the elementary steps of chemical reaction. Experimental tools such as X-ray absorption near-edge spectroscopy (XANES) or resonant X-ray diffraction (RXD) can extract information not only about the electronic structure of the absorbing atom of interest but also about its local coordination environment. The interpretation of these experiments is often impossible without quantum ab initio simulations.Much progress has been made over the past two decades in the understanding of the near-edge features of the X-ray absorption spectra (XANES region).(1) Earlier XANES spectra were used mainly in a qualitative way, considering the presence/absence of certain fingerprint features and comparing the data with the spectra of model compounds.(2) The appearance of progressively more sophisticated codes, together with the increased computational capabilities, has made XANES a spectroscopy able to quantitatively confirm or discard a structural model for the environment of the X-ray absorbing atom,(1i, 3) forming thus a new fundamental diagnostic tool in condensed matter physics and chemistry.(4) Among such codes multiple scattering FEFF-9,(5) XKDQ,(6) CONTINUUM,(7) SPR-KKR,(8) periodic basis set Wien2k,(9) and PARATEC(10) should be mentioned. Several density functional theory (DFT)-based codes with localized orbitals in a basis set, ADF(11) and ORCA,(12) are able to directly compute the pre-edge region within the time-dependent DFT approximation. TDDFT can provide reasonable values for XANES cross-section up to 40 eV above the absorption edge,(13) and other techniques are being developed to access higher-lying electronic core-excited states, e.g. an algebraic-diagrammatic construction scheme.(14)The Finite Difference Method (FDM) is attractive for calculations of the photoelectron wave function up to 100–200 eV above the absorption edge. It avoids in a simple way the muffin tin approximation most often used, for example, in the multiple scattering theory (MST). In the latter approximation, the potential is assumed to be spherical inside the touching (or overlapping) atomic spheres and constant between them.(1c) However, in some cases the MST scheme might be not fully applicable, especially when the studied compound is sparse or with strong covalent bonds. This is the case for some molecules during photoexcitation(15) or the analysis of defects in semiconductors.(3c) The FDMNES project(16) aims to provide a user-friendly tool for the accurate XANES and RXD simulations.In this work we introduce a new version of the FDMNES code where the computational cost of the FDM scheme is reduced by more than 1 order of magnitude and the required RAM is decreased by a factor of 2. [The software FDMNES (including Fortran code and executables) can be downloaded free of charge from http://neel.cnrs.fr/spip.php?article3137.] This implies that the FDM becomes comparable to the MST technique(4a, 4c, 17) in terms of CPU demand, with the evident advantage of a superior accuracy. This major improvement is due to the use of sparse matrix solvers, which are applied for the first time to XANES calculations, and a new scheme for parallelization. The original code was based on the Gaussian method to solve the very large set of linear equations coming with the FDM. More than 95% of elements in the corresponding system matrix are zeros, while the nonzero ones concentrate predominantly around the leading diagonal. To deal with this configuration of the matrix in the most efficient way we have introduced the sparse storage form bundled with the correspondent solvers, which are much better suited for the problem. Diagonalization with the Unsymmetric Multi Frontal method, UMFPACK,(17) or with the MUltifrontal Massively Parallel sparse direct Solver, MUMPS,(18) speeds up the calculations by a factor of 5 to 40 on a single core, depending on the input and hardware. The latter method is preferable for parallelization on multicore processors, because it requires less RAM. However, the scaling of the method strongly depends on the matrix used for diagonalization.Two widely discussed structures were chosen to test the accelerated version of the code. The first object is a porous metal–organic framework (MOF) CPO-27-Ni. MOFs are three-dimensional crystalline porous coordination polymers of alternating metal clusters (or single metal atoms) and organic units.(19a, 19b) They can be used for gas storage,(19c-19j) gas separation and purification,(3b, 20) liquid phase separation,(21) drug delivery,(22) catalysis,(23) molecular sensors,(24) and solid state ion conduction.(25) Moreover, MOFs can represent a new class of optical,(4b, 26) magnetic,(19, 27) and semiconducting(28) materials. Although XANES spectroscopy was successfully used in several CPO-27-Ni studies,(20, 29) the data were analyzed only qualitatively. Several problems, which are typical for XANES simulations of MOFs in particular and porous materials in general, occur at this point. Very pronounced asymmetry of the environment of the absorbing atom makes the relatively fast muffin-tin XANES codes less competitive, since the real potential is different from the one used in muffin-tin approximation. Moreover, due to the high porosity of the material one has to choose a rather large radius for the sphere in which the calculation is performed to include a sufficient number of atoms to reproduce the experimental spectrum. All these factors increase the computational time and the amount of memory required, thus shifting the full-potential XANES calculations for many porous materials way out of reach of personal computers into the dominion of the large-scale computational clusters.The second example concerns a single metal–organic molecule that undergoes structural changes upon laser excitation. Tris(bipyridine)iron(II) [Fe(bpy)3]2+ is a 3d6 spin-crossover complex that undergoes a spin transition from a singlet low spin (LS) ground state to a short-lived high spin (HS) quintet state by visible light irradiation.(30) Upon 400 nm laser pulse excitation, an electron is excited to a manifold of Metal-to-Ligand ChargeTransfer (MLCT) states of mixed spin multiplicity (mainly singlet and triplet character) and decays on ultrafast time scale to the lowest energy metal-centered HS quintet state.(31) The relaxation pathway from MLCT state(s) toward HS state involves another extremely short-lived intermediate state of triplet spin, which has been only very recently observed using femtosecond-resolved X-ray emission spectroscopy,(32) in agreement with earlier theoretical prediction.(31) Geometry structure of the HS quintet state was previously analyzed from EXAFS(33) and molecular dynamics DFT simulations.(34) Compared to the ground state the Fe–N distance changes by 0.2 Å, and bipyridine ligands undergo rotation around the twist axis by approximately 7 degrees as shown by Lawson Daku et al.(35) However, there is still no available experimental XANES data for the intermediate triplet state. According to the theory,(31) its structure, along the Fe–N bond distance reaction coordinate, should differ from the ground state by 0.1 Å, which is significantly shorter than the fully relaxed HS quintet state. Based on the time-resolved Fe K-edge XANES we perform the structural analysis for the high spin state of [Fe(bpy)3]2+ and introduce an option to use external spin-polarized electron density in the FDM procedure for metal-centered singlet, triplet, and quintet spin states.Section 2.1 reports the details of the changes in the code applied to speed up the finite difference procedure. In section 2.2 we present a quantitative comparison between the original and the accelerated version of the FDMNES code in terms of speed and memory demand. Section 2.3 describes a way to introduce a self-consistent electron density to the calculations. Readers that are interested in the application of the code in solid state physics and chemistry are invited to move directly to Section 3.1 where we show the ability of FDMNES to calculate rapidly and accurately the Ni K-edge XANES spectra of CPO-27-Ni MOF. Calculations were performed also with NO and CO molecules adsorbed on Ni sites. The preferred orientation of the gas molecules on the metal centers was determined exploiting the sensitivity of XANES to bond angles. Section 3.2 reports the FDM simulations of the Fe K-edge in the ground, triplet, and quintet states of [Fe(bpy)3]2+ molecule based on self-consistent electron density obtained in separate DFT calculations.Top of PageAbstractIntroductionComputational MethodsCase StudiesConclusions and OutlookReferences2 Computational MethodsThe X-ray absorption cross section obeys the Fermi golden rule, and the dipole matrix element for the electron transition can be written as(i)where ψ1s is a core–electron wave function, ψf is a wave function for unoccupied state, and ε is a photon polarization. The simulation of the absorption cross section needs the calculation of the states probed by the photoelectron. It requires solving the Schrödinger equation, the relativistic Schrödinger equation, or the Dirac equation depending on the nature of the absorber. This task is fulfilled in FDMNES by using either the MST or the FDM approach, which were mentioned above. FDM has been known for a long time;(36) it has been a key part of FDMNES from its beginning.(37) In this approach the whole space is divided in three regions: (i) an outer sphere surrounding the cluster of interest, (ii) an atomic region composed by very little spheres around the atomic cores (no more than 0.65 Å of radius, much smaller than the usual muffin-tin sphere), and (iii) the interatomic region where an FDM formulation of the Schrödinger equation (SE) is performed. In the outer-sphere and in the little atomic spheres classical expansion in spherical harmonics of the wave functions is performed. In the interatomic region, the Laplacian is discretized by approximating the wave function ψ around the point i by a polynomial of the fourth order. In this way the SE becomes(ii)where Coulomb and exchange-correlation potentials (VCoul and VXC, respectively) are replaced by their values in a point i, and lij are the Laplacian operators making the connection between point i and its neighbors j. For example in an orthogonal frame lii = −15/2d2 and lij = 4/3d2 and −1/12d2, respectively, for the first and second neighboring points, d being the interpoint distance. For a uniform mesh FDM is equivalent to the finite element method. More details and the way to maintain the continuity between the regions of calculation can be found in ref 16a. The potential Vi on the grid of points can be calculated internally with or without a self-consistent procedure. It can also be imported from other code as demonstrated further on. Consequently, one has to deal with a large system of n linear equations, n being the number of points in the area of calculation. For any given energy E the system of linear equations is solved by matrix diagonalization, and one gets the solution, that is the absorbing atom wave function amplitudes, everywhere in the region of calculation. Obtained values are finally injected in the cross-section equation to get the signal response. The smaller is d, the more precise will be the simulation, but at the same time the larger will be the system to solve. Regardless of the way to order the points in the system (for example from the center toward the outer-sphere), one gets a sparse band-like matrix.2.1Implementation of the Sparse SolversIn the FDMNES code the major part of the CPU time is used to solve a large system of linear equations. Nonzero elements concentrate near the leading diagonal of the corresponding matrix. To save computing memory and time, after Gaussian elimination the authors of the original code store only the elements of the lower half band starting from the first nonzero element in each matrix line.(16a) In fact, even before Gaussian elimination this band also contains many zeros (Figure 1 - yellow points). The diagonal neighborhood in Figure 1 seems to be full of nonzeros (blue dots), but quantitative analysis confirms that it consists of 96% of zeros. Therefore, the sparse storage form, which keeps only nonzero elements and their positions, is better suited for the problem.Figure 1. Visualization of the elements in the finite difference matrix. Blue color denotes nonzero elements, red – boundary elements, yellow – zeros inside the diagonal neighborhood.In order to speed up the computation, the parallel mode was introduced to FDMNES by Hatada, Hayakawa, Wilcke, and Joly which divides calculations by energy points, so that each node solves the linear system corresponding to its own energy value. The calculations are independent, and the decrease of computational time equals the number of used hosts. However, this method does not exploit the sparseness of the matrix, and therefore for large linear systems the required RAM volume becomes huge and does not allow running two or more processes on one multicore host.Naturally, sparse matrices require the correspondent specialized solvers. A widely used one, UMFPACK, is an Unsymmetric Multi Frontal direct solver for sparse matrices developed by Davis et al.(17, 38) It has a sequential algorithm which accelerates the solving of a linear system but does not fully utilize multicore computational resources. Thus, the problem with running two or more processes for the solution of linear system on one multicore host remains. Therefore, another solver with low memory requirements, which utilizes a fully multicore processor, is needed. Such are the features of MUMPS. The MUltifrontal Massively Parallel Solver is a package for solving systems of linear equations by the direct method based on a multifrontal approach.(18)In original FDMNES code the single MPI process solves a linear system for a given energy value in the Schrödinger equation. We change the FDMNES parallel structure so, that several MPI-processes can solve one linear system (see Figure 2). All MPI-processes are now divided into groups of size p each. A user passes the size of the group to the program by means of an environmental variable. Processes of one group perform parallel calculations for the common energy value on a common system of linear equations. When the atomic cluster radius is high, the correspondent linear system fills the memory of a personal computer, and in the case of the original FDMNES a user has to run only one MPI-process per computer, which uses only one core and the whole memory. The new FDMNES with the MUMPS solver can calculate the linear system in parallel by the processes of one group on the same machine and utilize a fully multicore processor without an increase of occupied memory. For huge problems, which one computer memory cannot hold, we can make the solution possible by running it in parallel on enough number p of cluster nodes.Figure 2. (a) New FDMNES parallel structure. The groups of p processes each solve the linear system for the common energy value. (b) Scaling tests performed for a 6-core processor for two options: when the equation is solved for several number of energies, each per one core, or when a single energy point is distributed over a given number of cores. In the last case the memory required per each core is also reduced.When the Gaussian solver is used in FDMES it occupies up to 98.5% of working time. Sparse solvers changed the time distribution picture (see Figure S2 in the Supporting Information), and matrix diagonalization occupies only 22% of the working time while the rest is required for the construction of the system of equations. MUMPS scaling depends greatly on the matrix to solve. The solution of finite element Navier–Stokes codes by MUMPS does not scale much beyond 6 processors. The MUMPS maximum speedup in the problem of acoustic propagation, and radiation of turbo machinery noise(39) is about 5 on different multicore architectures with shared memory and stops increasing much after 8 MPI processes. One of the main bottlenecks is the possibility for the matrix to be divided into submatrices with equal solution times. The reached speedup for FDMNES with MUMPS solved is 3 when using 6 cores on one node as shown in Figure 2b. In this case the RAM used by each core is reduced almost by a factor of 2. When several nodes are available the best strategy is to calculate different energy points of XANES spectrum on distinct nodes, while within one node to use up to 6 cores for matrix diagonalization.2.2Acceleration TestsThe main idea of developing the new version of FDMNES was to make XANES calculations beyond the muffin-tin approximation feasible on a standard modern PC, thus decreasing the need in large supercomputer centers for this task. For performance tests we chose a PC with Intel Core i7-3820 processor and 32 GB of DDR3 memory. The program and the libraries were built with the Intel compiler. The structure used for calculation was a low-symmetry cluster of CPO-27-Ni MOF discussed further in Section 4.Figure 3 shows how the calculated spectrum converges with the increase of cluster radius. In the panel a) the normalized Ni K-edge spectra of CPO-27-NiMOF are presented, while panel b) exhibits the difference spectra with respect to the one calculated with the largest radius R = 7 Å. For the cluster size R = 4 Å the difference amplitude is about 10% from the XAS signal, for R = 5 Å and R = 6 Å it is smaller than 3%. The data reported in Figure 3 imply that large clusters are required in order to reach convergence for this class of materials and 3% accuracy can be achieved if we use a sphere with a radius larger than 5 Å for simulations.Figure 3. (a) Normalized theoretical Ni K-edge XANES spectra as a function of cluster size used in calculations for the CPO-27-Ni structure. (b) Differences calculated for the spectra from panel (a) with respect to R = 7 Å. In both panels the spectra are shifted vertically for the sake of clarity.The time required to calculate XANES spectrum with one core was measured for the clusters of different size. The speedup value was obtained with respect to a time required for the same task by a standard FDMNES code with the Gaussian solver. Figure 4 shows that FDMNES with the MUMPS solver achieves the best speedup, at the same time decreasing the memory requirements. The UMFPACK solver is twice as slow, despite the use of the same Gauss transformation ordering method.(40)Figure 4. FDMNES speedup (a) and RAM consumption (b) for different solvers as a function of cluster radius.After implementation of the new sparse solvers we have tested all model examples provided with the FDMNES code, which cover many branches of the X-ray spectroscopy. The output results were compared with those obtained with the standard Gaussian diagonalization scheme, and no deviations within the computational accuracy were found (see the Supporting Information). Subsequently in Section 3.1 we have investigated a more sophisticated case, to demonstrate that the accelerated version allows performing simulations of complex systems on personal computers. For this study we also chose CPO-27-Ni MOF, as a prominent example of modern crystalline microporous materials.2.3FDM Coupled with Molecular Orbital DFTImplementation of the finite difference method for XANES relies on the a priori knowledge of the exchange correlation VXC and Coulomb VCoul potentials in eq ii which, in turn, requires the knowledge of the electron density. In the first approximation a total density could be obtained as a superposition of atomic densities. It works well in many cases, e.g. those shown in Section 3.1. However, XANES calculations of different spin states of 3d metal complexes require a self-consistent way to obtain VXC and VCoul. The self-consistent procedure can be realized for a MST approach but within muffin-tin approximation for the shape of the potential. Alternatively the Schrödinger equation can be solved self-consistently within the finite difference method.(41) The latter approach is however highly inefficient because too many trial energy points should be used before the energy eigenvalue is found. Thus, an optimal option to get a self-consistent density for FDM is to import it on a 3D grid of points from separate quantum chemistry simulations. For periodic structures, FMDNES offers a possibility to import electron density from the full-potential Wien2k calculations which utilizes augmented plane waves as a basis set. For molecules, we implement a possibility to use electron density obtained in the DFT simulation based on molecular orbitals (MO-DFT) in the ADF program package.(11a, 42) In such a way, we exploit all the advantages of the MO-DFT method to obtain a self-consistent electron density and finite difference method for XANES calculations. Section 3.2 demonstrates the procedure applied for the tris(bipyridine)iron(II) [Fe(bpy)3]2+ complex in different spin states.Top of PageAbstractIntroductionComputational MethodsCase StudiesConclusions and OutlookReferences3 Case Studies3.1Interaction of Porous CPO-27-Ni MOF with CO and NO GasesThis microporous compound with a formula Ni2(dhtp)(H2O)2·8H2O has a three-dimensional honeycomb-like structure that is formed by nickel–oxygen chains connected by the 2,5-dihydroxyterephthalic acid linkers.(43) It crystallizes in the trigonal R3̅ space group, with a cell volume 3900 Å3. As-synthesized material contains a lot of water: one molecule is coordinated to each Ni site and the rest is distributed in the channels. Upon the activation in vacuum at 120 °C for 1 h the water is removed from the material, leaving Ni ions with five oxygens in the first coordination shell at slightly varying Ni–O distances (1.885, 1.945, 1.991, 2.074, and 2.120 Å,(43) see Figure 5a). Many potential applications of MOFs involve interaction with gases, so gas adsorption studies constitute an important part of their characterization. CPO-27-Ni was tested in H2, CO, NO, N2, C2H4, and H2S environments, and changes of the crystalline structure and local environment of Ni were monitored by EXAFS, XRPD, UV–vis, FT-IR, and X-ray emission spectroscopy.(20, 29, 43, 44)Figure 5. Structure of CPO-27-Ni MOF in dehydrated form (a) and upon activation with CO (b). Color code: Ni (cyan), C (light gray), O (red), H (dark, gray).For XANES simulation we used a crystal structure of CPO-27-Ni solved by powder X-ray diffraction,(43) supported by EXAFS analysis, UV–vis, and IR data,(20, 29) and optimized by means of density functional theory using the B3LYP-D*/TZVP functional in the periodic approach of the CRYSTAL-09 code(45) as described in the works of Valenzano et al.(45c, 46)Figure 6a shows the simulated Ni K-edge XANES of the dehydrated CPO-27-Ni compared to the experimental data. The agreement is very good since the calculation was performed within the sphere with the radius of 6 Å without imposing any symmetry restrictions. Slight mismatch in the peak positions may be explained by an overestimation of the bond distances in the optimized theoretical structure used for calculation (around 0.03 Å for Ni–O and 0.05 Å for Ni–Ni distances compared to EXAFS data(45c)). Calculation time for 160 energy points was 2 h at a PC with the 4-core Intel Core i7-3820 processor. Such a task with the previous version of FDMNES would have required twice more memory and more than 2 days to be completed.Figure 6. (a) Comparison of experimental and simulated Ni K-edge XANES data for the dehydrated CPO-27-Ni. (b) Difference spectrum (CPO-27-Ni minus CPO-27-Ni/CO) highlighting the changes that occur in the Ni K-edge XANES spectrum of the dehydrated CPO-27-Ni upon the absorption of CO. The simulations were performed using the corresponding structures displayed in Figure 5 and a cluster radius of 6 Å. In both panels the spectra are shifted vertically for the sake of clarity.Even more impressive results can be obtained when calculating the difference spectra of the dehydrated CPO-27-Ni and the material after the adsorption of CO gas, at an equilibrium pressure resulting into a 1:1 Ni–CO adduct. Figure 6b shows the experimental and theoretical difference XANES obtained subtracting the spectrum of the dehydrated material from the one measured in the presence of CO. All the changes, which are qualitatively described in the work of Chavan et al.,(29b) are reproduced, thus confirming the geometry of the adsorption site.EXAFS is a good technique in the characterization of the geometry adopted by diatomic molecules AB adsorbed on metal M sites exhibiting one (or more) coordination vacancies.(47) Indeed, the M–A distance is usually determined within 0.01–0.02 Å accuracy. If the M–A–B angle approaches 180°, the focusing effects of the central A atom enhances the multiple scattering contributions. So, usually it is easy to discriminate with EXAFS between linear and bent absorption geometries. However, among bent geometries it is difficult to determine the M–A–B angle when it is in the 160°–90° interval. In the particular case of CPO-27-Ni, the situation is even more complex, because the second shell single scattering M-B contribution falls in the same R-interval of the very strong, 2-fold degenerated Ni–Ni contribution along the c direction.(20, 29) Moreover, the flexibility of the CPO-27-Ni framework results in a stretching of the Ni–Ni distance from 2.89 Å to 2.97 (2.94) Å upon CO (NO) adsorption. This fact prevents fixing the framework contributions in the EXAFS fit of the material in the presence of adsorbate, making the determination of the geometry of the CO (NO) molecule difficult, even with high quality data analyzable up to 18 Å–1. In the case of CO the value of the Ni–C–O angle of 180° resulted in a reasonable EXAFS fit.(29b) In the case of NO authors performed fits where the Ni–N–O angle was fixed to 180°, 160°, and 130°.(29a) In the three cases very similar fits were obtained (R-factor = 0.045, 0.043, and 0.052, respectively), and the authors stated the inability to determine with sufficient confidence the Ni–N–O angle.(29a) Successively, periodic ab initio calculations optimized the Ni–C–O and Ni–N–O angles to 172° and 123.2°, respectively.(45c, 46)It is evident that an experimental determination of the Ni–C–O and Ni–N–O angles is needed, and it can be provided by XANES spectroscopy comparing the experimental spectrum and the simulations performed at different angles. To demonstrate this, XANES has been calculated for both CO and NO molecules for Ni–C–O and Ni–N–O angles in the 70°–280° interval.(45c, 46) The integral over absolute difference between theoretical and experimental difference spectra was used for quantitative comparison (Figure 7)Figure 7. Discrepancy between experimental XANES data and theoretical models as a function of Ni–C–O and Ni–N–O angles. The red (black) curve corresponds to CPO-27-Ni with CO (NO) absorbed.As expected, the minimum for CO is around 180°, in agreement with EXAFS and DFT results.(20, 46) For NO the XANES simulation rejects the linear geometry, which might look plausible from EXAFS. In agreement with theoretical findings(45c) bent configuration with the Ni–N–O angle around 100–120° is favored over the linear one.3.2Ground and Excited States of the 3d Metal ComplexesIron 3d states in [Fe(bpy)3]2+ are split by nearly an octahedral crystal field into eg and t2g manifolds. In a ground state bonding t2g-like orbitals are fully occupied, while antibonding Fe 3d (eg)-like orbitals are vacant. Upon laser excitation and a subsequent series of electron transitions the molecule ends up in the HS state with a populated 3d (eg) manifold. The presence of electron density on the antibonding orbital initiates distortions of the Fe local atomic structure. DFT structural optimization with standard local exchange-correlation functionals can predict the geometry of the molecule in a ground- and high-spin states in good agreement with EXAFS and molecular dynamics.(35) We have used the MO-DFT ADF program package, the TZ2P basis set, and GGA-PBE exchange correlation potential to calculate the geometrical structure, electron density, and core-level energy for the singlet, triplet, and quintet spin states of the [Fe(bpy)3]2+. The core hole on the Fe 1s level was introduced for XANES simulations.Figure 8 shows the changes in the [Fe(bpy)3]2+ total potential (VCoul + VXC) after the self-consistent procedure was applied to the initial superposition of atomic densities (the procedure used by default in the FDMNES code). The biggest differences are observed between carbon atoms and between Fe and N atoms indicating density redistribution and chemical bond formation (Figure 8, bottom).Figure 8. (a) The two-dimensional potential cut for the [Fe(bpy)3]2+molecule. (b) The difference between potentials obtained as a superposition of atomic orbitals and after self-consistent MO-DFT calculation. A-A′ is a guideline to highlight that the largest differences are observed not in atomic spheres but between them in the area of covalent bonds. This line intersects iron, nitrogen, and carbon atoms successively.Three approaches to simulate Fe K-edge XANES for the ground state of the complex were compared (Figure 9a). The finite difference method was used with two different options. In the first one, the total potential in eq ii was calculated on a basis of electron density from the superposition of atomic densities without self-consistency (FDM*non-SCF). In the second one, a self-consistent electron density was used from separate MO-DFT simulation (FDM*MO-DFT). The third approach was the Green-function-based multiple scattering method in the muffin-tin approximation (GF-MTA). All spectra were calculated for the crystallographic structure,(48) and equal broadening parameters were applied to compare with experimental data. As expected in the energy region above 80 eV from the absorption edge all methods are similar. However, within the first 50 eV FDM*non-SCF provides superior agreement with experiment than GF-MTA, while FDM based on the self-consistent MO-DFT electron density shows superior agreement with experiment than non-self-consistent FDM. We attribute this effect mainly to the local redistribution of the electron density around the absorbing iron atom. To prove this we started from the FDM calculations based on non-self-consistent superposition of atomic densities (blue curve FDM*non-SCF in Figure 9a) and manually introduced changes in the electron configuration of the Fe atom. Figure 9b shows how the Fe K-edge XANES intensities change along with the number of Fe d-electrons. The d-shell occupation number was varied stepwise from 6 to 7. In order to conserve the charge of the molecule the electron from the d-orbital was transferred to a delocalized iron 4s orbital. The main changes are observed in the beginning of the XANES spectrum: the intensity of peaks A and B decreases relative to the peak C, while the higher-energy region of spectrum remains practically unchanged.Figure 9. (a) Experimental Fe K-edge XANES (black) compared to the theoretical calculations within three different approaches: the green curve is a Green-function method within muffin-tin approximation (GF*MTA). The blue curve is a non-self-consistent finite difference method (FDM*not-SCF) with an electron density calculated as a superposition of atomic orbitals. The red curve is a finite difference method with an electron density imported from molecular orbital DFT calculation (FDM*MO-DFT). (b) FDM*not-SCF simulations for different number of electrons on a Fe d-level.Based on FDM*MO-DFT we compare the calculated signal for the quintet state with the experimental one measured at a time delay Δt = 100 ps after irradiation with a 10 ps laser pulse at 532 nm. The Fe–N distance in the relaxed HS structure is 2.18 Å that is 0.21 Å longer than in a singlet state. For a triplet state the 2.07 Å distance was obtained that is 0.1 Å longer. The relative chemical shift of the Fe 1s level for the HS state compared to the LS state was calculated as 0.5 eV and 0.1 eV for a triplet state compared to the LS state. The theoretical transient spectrum for the high spin state reproduces all trends of the experimental data, such as intensities and energy positions of peaks. The blue curve of the calculated transient for the triplet state can serve as a guideline for future pump–probe experiments with a better time resolution since the lifetime of the triplet state was predicted theoretically less than 50 fs (see Figure 10).(31)Figure 10. Experimental Fe K-edge transient signal for the [Fe(bpy)3]2+ and theoretical calculations for the high spin quintet state and intermediate triplet state with relaxed geometries.The choice of exchange-correlation functional affects the electron energy level diagram,(49) especially in the vicinity of the HOMO–LUMO gap. This is particularly important for the unoccupied levels probed in the pre-edge region of the XANES spectra. Currently FDMNES offers the choice between Hedin-Lundquist, Perdew and Wang, and X-alpha options to calculate the energy dependent exchange correlation functional from the electron density. We compare them in Figure S4 of the Supporting Information for the Fe K-edge XANES of the high spin state of iron trisbipyridine. It is the aim of our future research to implement other possibilities, such as hybrid functionals with different exchange contributions.Top of PageAbstractIntroductionComputational MethodsCase StudiesConclusions and OutlookReferences4 Conclusions and OutlookWe have presented a computational scheme that makes the accurate but time-consuming finite difference method available for XANES simulations on personal computers. For large nonsymmetric systems the matrix diagonalization method adapted for the sparse matrices shows up to 40 times speedup in the calculation compared to the original Gaussian scheme. Thus, we narrow the gap between the accurate but time-consuming finite difference method and the fast, but not always applicable multiple scattering approach, which utilizes the muffin-tin approximation. The new improved method was tested on a metal–organic framework CPO-27-Ni in the dehydrated state as well as after CO and NO absorption. The XANES simulation allowed identifying the adsorption geometry of the Ni–CO and Ni–NO as linear and bent (with a Ni–N–O angle 100–120°), respectively. Using the self-consistent electron density from the MO-DFT simulations we were able to reproduce both the shape and chemical shift of the XANES spectrum for the high spin structure of the tris(bipyridine)iron(II) complex. Based on this we have calculated the theoretical spectrum for a short-lived triplet state of [Fe(bpy)3]2+ (<100 fs), which has only recently been indicated by theoretical simulations and X-ray emission experiments. This calculation can be used as a guideline for further pump–probe XANES experimental investigations on X-ray free electron lasers.This accelerated version will be of great help in the fully relativistic simulations of the XANES spectra that are very time-consuming and require the use of spinors and the Dirac equation. The code will be interesting also for correct simulation of the XANES spectra of disordered systems such as ions in solution(50) and metallo-proteins.(51) In this case a proper description of the thermal and structural fluctuations is mandatory to reproduce the XANES experimental signal. Indeed the measured XANES spectrum can be obtained from the microscopic description of the system derived from molecular dynamics simulations allowing one to determine the different local configurations and their fractional population along a suitable time period. This approach needs to compute several different XANES spectra (one for each local configuration) and to average them with the corresponding probability weight. However, even the accelerated finite difference method would hardly compete with existing multiple scattering methods in the energy region higher than 100 eV above the absorption edge where both methods provide similar accuracy. We believe that the future ideal method for theoretical analysis of XAS would combine FDM for the first 100 eV above the absorption edge and MST for the higher energy region. Top of PageAbstractIntroductionComputational MethodsCase StudiesConclusions and OutlookReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jctc.5b00327.Accuracy tests for the sparse solvers, Ni K-edge simulation for the model NiO compound, scaling details of the FDMNES and the effect of different exchange-correlation functional on Fe K-edge XANES (PDF)Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. S. A. Guda and Y. Joly introduced sparse solvers to the FDMNES code, A. A. Guda and G. Smolentsev supervised the import of the electron density to the finite difference method from the MO-DFT, A. A. Guda, K. A. Lomachenko, A. L. Bugaev, and M. A. Soldatov performed the testing of the new version of code and calculated XANES spectra presented in the paper, C. Lamberti and A. V. Soldatov provided experimental data and supervised the simulations on CPO-27-Ni MOF, and W. Gawelda and C. Bressler provided experimental data and supervised the simulations on different spin states of [Fe(bpy)3]2+. Funding InformationRussian Foundation for Basic Research, German-Russian interdisciplinary center G-RISC DAAD, Ministry of Education and Science of Russia, Deutsche Forschungsgemeinschaft, European XFEL GmbH and the Hamburg Center for Ultrafast Imaging (University of Hamburg).The authors declare no competing financial interest.Top of PageAbstractIntroductionComputational MethodsCase StudiesConclusions and OutlookReferencesAcknowledgmentC.L., A.B., and K.L. would like to thank the Russian Ministry of Education and Science for the support (megagrant of the Russian Federation Government no. 14.Y26.31.0001). A.G., M.S., and A.S. would like to thank the Russian Ministry of Education and Science for the support (project RFMEFI 58714X0002). A.G. would like to thank the Russian Foundation for Basic Research (project #14-02-31555) and G-RISC DAAD project P-2014a-2 for travel support. W.G. and C.B. would like to acknowledge the Deutsche Forschungsgemeinschaft (via SFB925, TPA4), the European XFEL GmbH, and the Hamburg Center for Ultrafast Imaging (University of Hamburg) for funding. G.S. would like to thank Swiss National Science Foundation (grant nr 200021-135226) and European Commission’s Seventh Framework Programme (FP7/2007-2013) under grant agreement no. 290605 (COFUND: PSI-FELLOW).ABBREVIATIONSDFTdensity functional theoryMOmolecular orbitalsFDMfinite difference methodXANESX-ray absorption near-edge structureSCFself-consistent field simulationsGGA-PBEgeneralized gradient approximation, Perdew, Burke, ErnzerhofLSlow-spin stateHShigh spin stateMPIMessage Passing InterfaceHOMOhighest occupied molecular orbitalLUMOlowest unoccupied molecular orbitalReference QuickViewTop of PageAbstractIntroductionComputational MethodsCase StudiesConclusions and OutlookReferencesReferencesThis article references 51 other publications.1. (a) Saini, N. L.; Lanzara, A.; Oyanagi, H.; Yamaguchi, H.; Oka, K.; Ito, T.; Bianconi, A. Phys. Rev. B: Condens. Matter Mater. Phys. 1997,  55,  12759– 12769 DOI: 10.1103/PhysRevB.55.12759 [Crossref]There is no corresponding record for this reference.(b) Ankudinov, A. L.; Ravel, B.; Rehr, J. J.; Conradson, S. D. Phys. Rev. B: Condens. Matter Mater. Phys. 1998,  58,  7565– 7576 DOI: 10.1103/PhysRevB.58.7565 [Crossref], [CAS]1. Real-space multiple-scattering calculation and interpretation of x-ray-absorption near-edge structureAnkudinov, A. L.; Ravel, B.; Rehr, J. J.; Conradson, S. D.Physical Review B: Condensed Matter and Materials Physics\r\n        (1998),\r\n    58\r\n        (12),\r\n    7565-7576CODEN:\r\n                PRBMDO;\r\n        ", "title": "Optimized Finite Difference Method for the Full-Potential XANES Simulations: Application to Molecular Adsorption Geometries in MOFs and Metal–Ligand Intersystem Crossing Transients", "authors": ["Sergey A. Guda", "Alexander A. Guda", "Mikhail A. Soldatov", "Kirill A. Lomachenko", "Aram L. Bugaev", "Carlo Lamberti", "Wojciech Gawelda", "Christian Bressler", "Grigory Smolentsev", "Alexander V. Soldatov", "Yves Joly"], "doi": ["10.1021/acs.jctc.5b00327"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2015/jctcce.2015.11.issue-9/acs.jctc.5b00327/20150901/images/small/ct-2015-00327w_0011.gif\">"]}