{"abstract": "A highly ⟨100⟩ oriented zeolitic imidazolate framework 8 (ZIF-8) composite membrane was prepared by seeding and secondary growth. In gas mixture permeation experiments, the membrane showed a sharp molecular sieve separation for an equimolar H/CH mixture with a separation factor above 300.A highly oriented zeolitic imidazolate framework 8 (ZIF-8) composite membrane was prepared by seeding and secondary growth. By dip-coating, preformed ZIF-8 nanocrystals were attached to the surface of a porous α-alumina support using polyethyleneimine as the coupling agent. After solvothermal treatment, a continuous and well-intergrown ZIF-8 layer was obtained. X-ray diffraction analysis of the membrane showed preferred orientation of the {100} plane parallel to the support. Further time-dependent investigations by scanning and transmission electron microscopy as well as X-ray diffraction indicated that the preferred orientation develops during an evolutionary growth process. In gas mixture permeation experiments, the membrane showed good performance in H/hydrocarbon separation. A sharp molecular sieve separation is observed for an equimolar H/CH mixture with a separation factor above 300.", "text": "10.1021/cm200555s Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionIn the past 10 years, porous metal−organic frameworks (MOFs) have established themselves in materials science.(1-3) The 3-D framework structures are formed by metal clusters or cations connected by organic linker molecules. On the basis of the organic−inorganic hybrid character, MOFs have promise in a wide range of applications, e.g., gas storage,(4, 5) medical applications,(6-8) catalysis,(9) sensor technology,(10, 11) and molecular separation.(12-14)Basically, there are three options to use MOFs for molecular separation of liquid or gas mixtures: (i) by retaining one or more species from the liquid or gas phase by preferential adsorption in the pores, (ii) by different diffusivities of the species in the MOF, which is in the extreme case sterical size exclusion (molecular sieving) of one or more species, and (iii) the combination of (i) and (ii). One of the primary features that makes MOFs highly interesting for molecular separation is the so-called isoreticular design.(15) Linker molecules can be modified with functional groups or even completely substituted, maintaining the basic framework structure while altering adsorption and diffusion properties.(16)Membranes in general represent a cost and energy effective solution for industrial gas and liquid separation modified support. The mixture separation performance of membranes is characterized by the separation factor αi,j, which is defined after IUPAC as the ratio of the molar fraction of species i and j in the permeate, divided by the ratio of the molar fraction of species i and j in the retentate.(17) Currently, there are increasing numbers of successful attempts to prepare molecular sieving MOF membranes as thin, polycrystalline layers on top of macroporous support materials, showing separation factors up to 25.(18-27)For the preparation of MOF membranes, usually two basic techniques known from zeolite membrane fabrication are applied: (i) secondary growth crystallization, where in a first a step a seed layer is attached to the support and, subsequently, in a second step, grown to a continuous polycrystalline layer under solvothermal conditions, and (ii) in situ crystallization, where the polycrystalline layer is grown on the bare or chemically modified support in a one-step one-pot solvothermal synthesis. In situ crystallizations seem to be simple and, thus, the favored preparation route. However, they have the disadvantage of critically depending on high rates of heterogeneous nucleation on the support surface to successfully obtain continuous, well-intergrown MOF layers. Whether or not a high surface nucleation rate occurs depends on various factors, e.g., the surface chemistry of the support material (zeta potential, surface acidity, etc.). In secondary growth crystallizations, nucleation and crystal growth are decoupled, and hence, high nucleation rates and chemical interactions with the support material are less crucial.Recently, we reported on the preparation of ceramic-supported zeolitic imidazolate framework (ZIF) membranes. ZIF-type MOFs frequently crystallize within zeolite-like tetrahedral framework structures, e.g., ZIF-7 and ZIF-8 with sodalite (SOD) and ZIF-22 with Linde type A (LTA) topologies.(28-30) A number of ZIFs show excellent chemical and thermal stabilities, which is advantageous for membrane applications. ZIF-8 (Zn(mim)2, mim = 2-methylimidazolate) membranes(31, 32) and ZIF-22 (Zn(5abim)2, 5abim = 5-azabenzimidazolate) membranes(33) were prepared by in situ crystallization, while secondary growth was used for the preparation of ZIF-7 (Zn(bim)2, bim = benzimidazolate) membranes.(34-36) The ZIF-7 and ZIF-22 membranes (both with pore sizes of ∼3.0 Å) showed in the separation of an equimolar H2/CO2 mixture (kinetic diameters: 2.9 Å/3.3 Å)(37) separation factors of α = 13.6 at 220 °C and α = 7.2 at 50 °C, respectively. Because the pores of ZIF-8, as determined from crystallographic data, are larger (3.4 Å),(28) the membrane had a lower H2/CO2 separation factor (α = 4.5 at 25 °C) compared to that of the above-mentioned narrow-pore ZIF membranes, but performed very well in the separation of H2 from CH4 (kinetic diameters: 2.9/3.8 Å)(37) with α = 11.2 at 25 °C.Under certain synthesis conditions, ZIF-7 (hexagonal space group R3̅) with its structural anisotropy forms needle-like crystals.(36) Thus, a ZIF-7 membrane with preferred crystal orientation relative to the support could be obtained by secondary growth of a ZIF-7 seed layer on top of an alumina support. In contrast, the ZIF-8 and ZIF-22 (cubic space groups I4̅3m and Fm3̅m, respectively) with their isotropic structures resulted in supported layers of only randomly orientated crystals by in situ crystallization. Here, we report on the preparation of a continuous and well-intergrown polycrystalline ZIF-8 layer formed by secondary growth from a nanocrystal(38) seed layer on top of a porous alumina support. Contrary to the previously reported in situ crystallization, a highly oriented crystal growth is observed, although the seeds are randomly oriented. We will report the detailed preparation route and discuss a possible mechanism of oriented crystal growth that is supported by time-dependent electron microscopy and X-ray diffraction studies. We further report on the H2/CO2 and H2/C1−C3 hydrocarbon gas separation performance of the newly developed ZIF-8 membrane.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMembrane SynthesisAsymmetric porous α-Al2O3 discs (Fraunhofer IKTS) with a diameter of 18 mm were used as supports. ZIF-8 (Zn(mim)2) nanocrystals were prepared as previously reported.(38) The seeding solution was prepared as follows: 1.210 g freshly synthesized ZIF-8 nanocrystals (still wet and in gel-like state) were dispersed into a water/polyethyleneimine (PEI) solution, which consisted of 0.120 g sodium bicarbonate (Roth, > 99,5%), 1.506 g PEI (∼ 50% solution in H2O, Fluka), and 30 mL water.(34, 35) Addition of PEI to the seeding solution is vital to ensure that the seed crystals adhere to the support surface. As proposed by Ranjan and Tsapatsis,(21) PEI may form hydrogen bonds with both the ZIF seed crystals and free hydroxyl groups of the support surface. In addition, PEI may form Zn−N coordination bonds to zinc cations on the surface of the nanocrystals. To generate a sufficiently high concentration of surface hydroxyl groups, the alumina supports were pretreated with ∼6% hydrochloric acid and extensively washed with water afterward. For high reproducibility, the seeds were attached to the alumina discs using an automatic dip-coating device with a defined dipping and withdrawing speed of 300 and 100 mm/min, respectively. The discs were immediately removed after dip-coating and air-dried in an oven at 80 °C for 4 h. For subsequent solvothermal secondary growth solutions of low concentration were used, typically containing 0.532 g (3.95 mmol) zinc chloride (>99% Merck), 0.487 g (5.92 mmol) 2-methylimidazole (>99%, Sigma-Aldrich), and 0.272 g (3.95 mmol) sodium formate (>99%, Sigma-Aldrich) dissolved in 80 mL methanol (99.9%, Roth). The seeded alumina discs were placed vertically in PTFE holders to avoid sedimentation of crystals, which eventually nucleated from the homogeneous solution during membrane synthesis. In addition, the holders covered the back side of the supports to prevent crystallization on the coarse side of the asymmetric supports. The holders with mounted alumina supports were placed in autoclaves so that their top layer (70 nm α-Al2O3) faced the synthesis solution. The autoclaves were heated in a microwave oven to 100 °C within 10 min typically for 2 h. In further experiments, the synthesis time was varied from 0.5 h to 4 h. After cooling to room temperature, the membranes were carefully removed from the holder, intensively washed with methanol, and dried overnight at room temperature over silica gel. In addition, the crystalline precipitates were collected from the bottom of the autoclaves, washed, and dried for further analysis.The secondary growth experiments at 1 h, 2 h, and 4 h were repeated to investigate the reproducibility of the growth process (see Table S1 of the Supporting Information).To prove that the seed crystals actually initiate the layer growth, a reference membrane synthesis experiment was performed. In this case, the alumina support was dip-coated in an aqueous solution containing only 5.0% but no seed crystals.X-ray Diffraction (XRD)XRD analysis of the membranes and powder samples was carried out on a Bruker D8 Advance diffractometer in reflection mode using Cu Kα radiation. The 2Θ range from 5° to 50° was scanned with a step size of 0.02°.Scanning Electron Microscopy (SEM) and Energy-Dispersive X-ray Spectroscopy (EDXS)SEM and EDXS were performed on a JEOL JSM-6700F instrument with a field emitter as the electron source. For SEM, the films and membranes were simply broken and coated with Au to improve conductivity. Usually a low accelerating voltage (1−2 kV), a low current (3−5 μA), and a lens distance of 15 mm were used. For EDXS, the voltage and current were increased to 5 kV and 10 μA, respectively.Transmission Electron Microscopy (TEM)For the preparation of a TEM specimen, a membrane was epoxy-glued against a silicon wafer. After curing, the sandwich was wire-sawed into about 1 mm thick slabs, which contained the glue line. The specimen bar was grinded and polished down to approximately 30 μm using polymer-embedded polishing films with propylene glycol as lubricant on an Allied High Tech Multiprep/Techprep device. The thin bar was epoxy-glued onto a supporting copper slot-grid and, after curing, locally thinned to electron transparency by 3 kV Ar+ ion sputtering in a Gatan precision ion polishing system (PIPS). Observation of a membrane microstructure in cross-section was made at a electron energy of 200 kV in scanning transmission electron microscope (STEM) bright-field mode using a JEOL- JEM-2100F field-emission instrument.Permeation ExperimentsAlthough a total of 10 ZIF-8 membranes have been prepared, only one of these membranes, showing a distinctive crystal orientation obtained after 2 h of secondary growth, was studied in permeation experiments. The measurements were carried out following a modified Wicke−Kallenbach technique(39) (Figure S1 of the Supporting Information). A sweep gas at 1 bar pressure (N2 at 100 mL/min, purity 5.0) was used to continuously remove the permeate. The sweep gas composition was analyzed by using a gas chromatograph (HP Agilent 6890N, thermal conductivity detector) equipped with a Carboxen 1000 packed column (15 ft., 1/8 in., Supelco Sigma-Aldrich). The supported ZIF-8 membrane was tightly sealed in the permeation cell by using silicone and Viton O-rings (Eriks). The effective remaining membrane area was 1.09 × 10−4 m2. Different hydrocarbons (C1 = CH4, C2 = C2H6, C3 = n-C3H8, purity ≥ 2.5) and CO2 (food grade purity) were measured in equimolar gas mixture with hydrogen (purity 5.0) with a constant, total pressure of 200 kPa on the feed side or 100 kPa partial pressure for each gas, respectively. The feed flow was kept constant at total flow rates between 80 and 100 mL/min. Permeances in mol m2 s−1 Pa−1 were calculated on the basis of the measured flow rates (in mL min−1) at room temperature (298.15 K) and ambient pressure (101.3 kPa) and from the applied partial pressure at the feed side of the membrane (100 kPa).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionAfter the dip-coating process described in the Experimental Section, the presence of the crystalline and phase-pure ZIF-8 seed layer was verified by XRD, as shown in Figure 1. The relative reflection intensities on the XRD pattern of the seed layer approximately match those on the XRD pattern of the corresponding nanocrystals powder and a simulated pattern. Because it is assumed that in the powder sample the nanocrystals are randomly oriented, the same has to hold true for the seed layer.Figure 1. XRD pattern of the seed layer on top of the alumina support, XRD pattern of the corresponding nanocrystalline powder pattern, and XRD pattern simulated from crystal structure data(28) excluding guest species. Reflections of the alumina support are marked by an asterisk. Inset: magnification of the pattern of the seed layer including reflection indices.Figure 2 shows SEM images of the well-intergrown polycrystalline ZIF-8 layer on top of the alumina support obtained after secondary growth for 2 h in top view as well as in cross-sectional view. In contrast, the reference membrane synthesis experiment performed using a PEI-coated alumina support without seeds resulted in poorly intergrown film with obvious gaps between clearly distinguishable ZIF-8 crystals of rhombic dodecahedral shape, as shown by the SEM image in Figure 3. This demonstrates that seeding is in fact necessary to grow a continuous, gap-free layer on top of the alumina support. The well-intergrown ZIF-8 layer shown in panel (b) of Figure 2 is around 12 μm thick and, therefore, much thinner than the well-intergrown ZIF-8 layer we prepared recently by in situ crystallization (∼30 μm).(31) Elemental mapping by EDXS of the cross-section (Figure S2 of the Supporting Information) reveals a clear boundary between the ZIF-layer and the support. Hence, the crystal growth in the pores of the support seems to be disfavored. This is understandable because in the sub-μm top-layer pores of the asymmetric support, crystal growth is limited by size. As soon as the growing ZIF layer is sufficiently dense, the support pores are cut from the nutrient solution and further intrapore growth is prevented. A TEM image of a very thin and polished sample from the cross-section of the membrane (Figure 4a) reveals the grain boundaries in the ZIF-8 layer. For clarity, the boundaries have been traced in panel (b) of Figure 4. Columnar crystals aligned roughly perpendicular to the support can be seen in the upper 2/3 of the layer, while in the lower 1/3 of the layer, the crystal grains are smaller and the grain boundaries are harder to trace.Figure 2. (a) SEM top view of the well-intergrown ZIF-8 layer after 2 h of secondary growth. (b) SEM top down view on the corresponding cross-section of the broken membrane.Figure 3. Supported ZIF-8 film grown from the reference membrane synthesis experiment (without seeds, only PEI-coated support) using the same solvothermal synthesis as for the seeded ZIF-8 membrane. Inset: magnification of a clearly distinguishable crystal with rhombic dodecahedral shape.Figure 4. (a) TEM of the cross-section of the supported ZIF-8 membrane after 2 h of secondary growth as shown in panel (a) of Figure 2 and (b) with traced grain boundaries for improved visibility of the columnar growth and denoted ⟨100⟩ direction.The XRD patterns of the membrane and the ZIF-8 precipitate collected from the bottom of the autoclave are shown in panel (a) of Figure 5, while the XRD pattern of the reference membrane synthesis experiment is available in Figure S3 of the Supporting Information. The XRD pattern of the precipitate, which is assumed to have a random crystal orientation, and the XRD pattern of the reference experiment coincide in the reflection position and relative intensities. In contrast, the XRD pattern of the membrane exhibits a strongly increased relative intensity of the 200 reflection in relation to other reflections, which indicates a preferred crystal orientation of the {100} planes parallel to the support. A quantitative measurement of the degree of crystal orientation in the ZIF-8 layer can be obtained from the crystallographic preferred orientation (CPO) index,(40, 41) which compares the ratio of integrated intensities Ihkl from a pair of characteristic reflections hkl/h′k′l′ of the layer in relation to the integrated intensities Ihkl of the same pair hkl/h′k′l′ of the precipitate (see Equation S1 of the Supporting Information).Figure 5. (a) XRD pattern of the oriented ZIF-8 layer after 2 h of secondary growth on top of the alumina support (lower pattern) and the corresponding precipitate (top pattern). The first 10 hkl-indices are denoted. (b) XRD patterns between 5° and 15° 2 Θ of ZIF-8 layers after secondary growth for 0.5 h, 1 h, 2 h, and 4 h in comparison with the powder pattern.The CPO indices of the dominant 200 reflection in relation to the 110 (CPO200/110) and the 211 reflections (CPO200/211) are calculated to be 83 and 81, respectively. Both values clearly demonstrate the pronounced {100} orientation with only a low fraction of crystals taking different orientations.At this point, it might be assumed that the slightly imperfect orientation is induced mainly from surface texture effects of the support. However, relating the columnar layer structure as observed by TEM (Figure 4) with the finding of oriented growth, it is indicated that only the upper 2/3 of the layer might be oriented, while the lower 1/3 is not or only partly oriented. Additional crystallizations with seeded supports were performed for 0.5, 1, and 4 h to study the secondary growth of the layer by XRD as function of time. Panel (b) of Figure 5 shows the XRD pattern of the obtained membranes. The corresponding CPO200/110 and CPO200/211 indices are available in Table 1. After 0.5 h, a very thin but continuous ZIF-8 layer had already formed as detected by SEM (Figure 6). The related XRD pattern of the membrane grown for 0.5 h matches that of the precipitate (Figure 5b), indicating random orientation of the crystals, which is quantitatively reflected by the low values of the CPO indices (Table 1). After 1 h, the 200 reflection already has increased remarkably in its relative intensity and is already stronger than the 110 reflection, which is dominating in the case of the randomly orientated powder. The CPO indices, however, are still very low, indicating that a large amount of crystals is still randomly oriented (Table 1). After 2 and 4 h of secondary growth, the intensities of all reflections apart from the 200 reflection are very low and can, according to the above measurements, be traced back mainly to the lower, less-oriented region of the ZIF-8 layer near to the support. The growth process was investigated to be generally reproducible (see Table S1 of the Supporting Information).Figure 6. (a) SEM top view of the supported ZIF-8 layer which is, after secondary growth for 0.5 h, still randomly oriented. Inset: magnification showing a rhombic dodecahedral crystal with orientation near to ⟨100⟩, which might become a part of the final, oriented layer when increasing the synthesis time. (b) Corresponding cross-section of the about 5 μm thick layer formed at 0.5 h of secondary growth.Table 1. Development of CPO Indices with Increasing Time of Secondary Growthtime (h)CPO200/110CPO200/2110.5−0.10.518.84.0283.081.14134.679.9The preferred crystal orientation may be explained with the evolutionary selection model by van der Drift,(42) which is commonly used to explain oriented growth of zeolite layers by secondary growth.(43) Starting from a randomly oriented seed layer on a planar surface, at first all seed crystals will start to grow at the same time and with the same face-dependent growth rates. After a certain time, which critically depends on the seed concentration on top of the surface, the crystals will meet their lateral neighbors. Crystals that have the fastest growth direction perpendicular or nearly perpendicular to the support surface will eventually overgrow their neighbors and thus form the top layer. The microstructure of the polycrystalline layer usually found after the evolutionary process is columnar-like in cross-sectional view. This is in fact observed for the ZIF-8 membranes (Figures 2a and 4). Ideal evolutionary selection, however, only takes place if (i) the crystals exhibit significant anisotropic growth, (ii) all crystals start to grow at the same time, and (iii) there are competing crystals in close neighborhood. A comparatively low heterogeneous nucleation rate, resulting in a lower concentration of nuclei on the support surface, might explain why in situ crystallizations under similar synthesis conditions only result in a randomly oriented layer on titania supports, as previously reported.(31)According to the above model, our findings of strongly preferred {100} crystal orientation is the result of fastest growth along the ⟨100⟩ direction. This is also in agreement with the crystal morphology. The equilibrium shape of ZIF-8 is apparently rhombic dodecahedral for both nanocrystals(38) (as those used for seeding) and large macrocrystals that are synthesized under similar conditions as the membranes (Figure 7a). Parallel work of Cravillon et al. have observed that in room-temperature syntheses cube-shaped crystals ({100} crystal form) first develop in early stages and eventually transform into rhombic dodecahedra ({110} crystal form).(44) The polyhedron (crystallographic point group symmetry 4̅3m) consists of 12 rhombic faces perpendicular to ⟨110⟩. When viewed along the ⟨100⟩ direction, one out of six corners is seen that lay on a 4-fold rotation axis (Figure 7b, upper left). Such corners are expected to be clearly visible in top view of a layer of intergrown micrometer-sized crystals with preferred {100} orientation (Figure 7b, lower right), as is indeed revealed on SEM images of the ZIF-8 membranes (Figure 2a).Figure 7. (a) SEM image of a ZIF-8 crystal with rhombic dodecahedral shape. The polyhedron exhibits 12 faces perpendicular to ⟨110⟩ and 24 edges perpendicular to ⟨211⟩. Six corners point along ⟨100⟩ (4-fold rotation axis), and eight corners point along ⟨111⟩ (3-fold rotation axis). (b) Schematic of an individual rhombic dodecahedral crystal as viewed perpendicular to ⟨100⟩ and microstructure of an intergrown layer of {100} oriented rhombic dodecahedral crystals (top view).As proposed by Bons and Bons,(45) the final distribution of orientations, which survive the evolutionary selection, depends not only on the vertical but also on the lateral growth vector. They performed 2-D computer simulations of zeolite MFI crystals growing simultaneously in close neighborhood to each other. Orthorhombic MFI usually grows in a coffin-like crystal shape, with the vector of fastest growth in the [100] direction (c-axis). The simulation showed that with increasing lateral growth rate of MFI crystals, the fractions of crystals with orientations other than c decreases. Bons and Bons explain their results by the higher chance of c-oriented crystals to overgrow crystals with different orientations and, hence, completely stop their growth.For the ZIF-7 membrane recently reported,(36) evolutionary growth of needle-like crystals was found, resulting in a c-oriented, polycrystalline layer. However, according to SEM studies, a large part of the crystals exhibited a tilted rather than a perfect c-orientation with respect to the support. These findings are in in complete agreement with the model by Bons and Bons. The distinct needle-like morphology of ZIF-7 suggests that the growth rate along the c-axis is significantly larger than that along perpendicular directions, thus explaining the nonperfect c-orientation. On the other hand, for the present case of ZIF-8, a highly oriented layer is obtained, which might be unexpected at first glance because of the cubic crystal structure and, hence, “isotropic” crystal growth. However, for the observed preferred {100} orientation, fastest growth occurs not only perpendicular but simultaneously parallel to the support surface (because, e.g., [100] and [010] are perpendicular to each other). Hence, the highly oriented growth is, again, in complete agreement with the model by Bons and Bons.The propagation of a {100} plane through the ZIF-8 structure with SOD topology is shown in panel (a) of Figure 8. The plane runs parallel to the very narrow four-membered ring windows, while the larger six-membered ring windows are aligned parallel to {111} planes (Figure 8b). This means that for our {100} oriented ZIF-8 layer the four-membered ring windows are aligned parallel to the support. However, the contribution of the four-membered ring windows to mass transport through the pore network is assumed to be negligible. As implied by the arrows in panel (a) of Figure 8, a molecule, driven by a vertical concentration gradient, cannot pass straight from one cage to the one below. Instead it has to follow a zigzag path through an adjacent cage, connected by the six-membered ring windows. The size of these windows can be estimated to be 3.4 Å from rigid framework models. Hence, in terms of diffusion through a membrane, parallel orientation of the {100} planes (and the four-membered ring windows) to the support is rather a disadvantage, while a parallel alignment of the {111} planes (and the six-membered ring-windows) would be the most desired orientation. However, because of the cubic symmetry of the 3-D pore network of ZIF-8, the crystal orientation is expected to be only of minor influence on the macroscopic level on membrane permeation and the separation performance.Figure 8. (a) Perspective drawing of the ZIF-8 SOD topology with a {100} plane propagating through the structure. The arrows indicate possible pathways of a molecule through the pore system (large cages connected by six-membered ring windows). The straight passage from one cage to the one below is blocked because of the very small size of the four-membered ring windows. (b) View along ⟨100⟩ on a [4668] truncated octahedral cage of the ZIF-8 structure.As shown in various studies, the pore size in ZIFs seems to be larger than the value estimated from the crystallographic structures, assuming rigid framework structures. Kinetic uptake experiments and chromatographic studies showed that ethane (∼3.8 Å),(46) propane (∼4.0 Å),(46) and even i-butane can be adsorbed in ZIF-8, despite that their molecular diameters are significantly larger than the estimated six-membered pore window size of 3.4 Å.(47-49) Recent investigations using IR microscopy for the in situ detection of molecular uptake came to the same conclusions.(32, 50) The obvious discrepancies between the predictions and the experimental findings might be explained by a dynamic flipping or rotation of the imidazolate linker. Gücüyener et al. postulated gate-opening effects in ZIF-7.(51) In fact, dynamic benzene-ring flipping of the terephthalate linker in MIL type MOFs was recently found by Kolokolov et al. using 2H NMR spectroscopy.(52) Molecular Dynamics (MD) simulations revealed huge differences in diffusion coefficients of guest molecules in rigid and flexible ZIF structures.(53)In Figure 9, the results of H2/CnXm (X = H, O) and H2/CH4 gas mixture permeation measurements on the ZIF-8 membrane obtained after 2 h of secondary growth are reported. The permeances of H2 and CnXm from the mixtures were calculated from the applied partial pressure (see Experimental Section). The corresponding mixture separation factor α was calculated following IUPAC definition.(17) As already explained above, the ZIF-8 pore windows are permeable for gases with kinetic diameters larger than 3.4 Å, which is the pore size estimated from the rigid structure model. Hence, a sharp molecular sieve effect, which completely separates H2 from CH4 (kinetic diameter: 3.8 Å) is not observed. However, for the ZIF-8 membrane reported here, a sharp cutoff in α for H2/CnXm separation is observed when increasing the hydrocarbon chain length from C2 to C3 (Figure 9). According to Combariza et al.,(46) the smallest pore diameters through which a molecule would fit are 3.8 Å for CH4 and C2H6 and 4.0 Å for C3H6. Hence, a very small difference in diameter of only 0.2 Å between C2H6 and C3H8 seems to have large effect on the molecular mobility. Of course, C3H8 exhibits much larger spatial dimensions than C2H6, so the lower mobility might at first be not surprising. However, CH4 and C2H6 exhibit a similar difference in molecular dimensions, but no such difference in mobility is found for C2H6 compared to that of CH4. This might either indicate that there is a sharp loss in gate opening flexibility at a size of ∼4.0 Å or that there is a more complex interaction of the pore gates with penetrating molecules.Figure 9. (a) Permeances and separation factors (in logarithmic scale) of equimolar H2/CnXm gas mixtures at room temperature measured on the ZIF-8 membrane prepared by 2 h of secondary growth. (b) Comparison of the H2/CH4 permeances and separation factor with our previously reported ZIF-8 membrane (JACS 2009)(31) as well as with data from the work of McCarthy et al.(25).Panel (b) of Figure 9 compares the H2 and CH4 permeances and separation factors measured in this work with the corresponding values of the non-oriented ZIF-8 membranes on which we(31) and McCarthy et al.(25) reported recently. All experiments were performed at T = 25 °C and at similar concentration gradients across the membrane (1 bar partial pressure at the feed side and near zero at the permeate side) and, hence, should be comparable. With respect to the H2/CH4 separation factor of α ≃ 15, the oriented membrane shows a slightly higher selectivity in comparison to our non-oriented ZIF-8 (α ≃ 11) membrane and the membrane prepared by McCarthy et al. (pure gas or ideal separation factor: ≃13). We explain this result by an improved microstructure quality of the oriented ZIF-8 membrane, i.e., a better intergrowth of the grains and consequently lower leak transport, rather than by the crystal orientation. However, in industrial applications, the permeance (which is the pressure-normalized flux in mol m−2 s−1 Pa−1) of a membrane is at least as important as its separation factor. In comparison to our non-oriented ZIF-8 membrane, the decrease in layer thickness from 30 to 12 μm resulted in an almost doubled H2 permeance. However, following Fick’s first law from which the permeance through the membrane is reciprocally correlated with the membrane thickness, we would expect an increase in the permeance by the factor 2.5. The difference between the actual and expected increase in permeance can be explained by the improved quality of the novel, oriented ZIF-8 membrane, as indicated by the higher H2/CH4 separation factor (Figure 9b). The permeances of the 30 μm thick membrane likely include a higher contribution of undefined mass transport through defects or leaks, which results in a lower selectivity.The ZIF-8 membrane reported by McCarthy et al. exhibits a layer thickness of around 20 μm, while the permeances were found to be even higher than those reported here. Though McCarthy et al. performed pure gas measurements only (and we have previously shown that there is a slight but noticeable reduction of the permeances in H2/CH4 mixed gas separation compared to the pure gases),(31) the deviation might be explained primarily by the different experimental measurement methods. For the permeation measurements, McCarthy et al. used an instationary time lag method,(54) where a constant gas pressure is applied to the feed side of the membrane, while the time-dependent pressure increase at the evacuated permeate side of the membrane is monitored. Permeances can be calculated from the recorded pressure-time curves, and it is ideally assumed that the permeate side pressure is near zero. In our experiments, we used a modified, stationary Wicke−Kallenbach technique (see Experimental Section), where the permeate partial pressure is kept near zero by sweeping with an inert gas. Hence, in idealized theory, the boundary conditions of permeation are the same for both experiments. However, because the porous alumina support might act as dead volume, the idealized assumption of a zero partial pressure at the permeate side might be problematic. To minimize this concentration polarization, the alumina supports have an asymmetric structure and consist of only a thin layer with a small pore size (∼70 nm) supporting the ZIF-8 layer and a thick coarse layer as mechanical support with a large pore size (∼ 10 μm). This asymmetric structure reduces the pressure loss across the membrane. Even a small increase in the residual partial pressure at the permeate side can, however, highly influence the concentration gradient (see Figure S4 of the Supporting Information) and reduce our measured permeances. Further influences of different experimental configurations in the Wicke−Kallenbach technique are very well investigated on zeolite membranes by van de Graaf et al.(55)Recently Aguado et al. showed permeation measurements for tubular composite membranes of SIM-1 (Zn(4m5cim)2, 4m5cim = 4-methyl-5-imidazolecarboxaldehyde) with a layer thickness of 25 μm.(56) SIM-1 is iso-structural to ZIF-8, and the membrane shows permeances of light gases in a similar order of magnitude as for the here shown ZIF-8 membranes.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsWe prepared for the first time a continuous ZIF-8 layer on top of a porous alumina support by secondary seeded growth. This method allows us to obtain much thinner ZIF-8 membranes than in previous in situ crystallizations. Columnar crystal grains aligned perpendicular to the support surface were observed by SEM and TEM. XRD and SEM demonstrated that the well-intergrown crystals exhibit a high degree of {100} orientation. The highly oriented growth can be well explained by the evolutionary selection model by van der Drift,(42) which predicts that the crystals with the highest vector of vertical growth survive the selection process, and the model by Bons and Bons,(45) which correlates the degree of preferred orientation with the lateral growth vectors. Permeation measurements on the ZIF-8 membrane obtained after 2 h of secondary growth showed a slightly higher H2/CH4 separation factor in comparison with that of the membrane prepared by in situ crystallization.(31) We explain this finding with the improved quality of the microstructure of the new membrane. Until now, ZIF-membranes showed only a smooth molecular sieve effect in the separation of lighter gases (e.g., H2, CO2, and CH4), rather than a sharp cutoff at the crystallographic pore size of 3.4 Å as estimated from rigid framework structure models.(57) Here, we demonstrate that the new ZIF-8 membrane shows a sharp H2/C3H8 molecular sieve separation. This indicates that the large derivations of the experimentally measured separation factors for light gases from the ones predicted recently from rigid framework structure models cannot be entirely attributed to mass transfer through, e.g., grain boundaries, cracks, or leaking gaskets.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work is part of the German Research Foundation priority program SPP 1362 “Porous Metal-Organic Frameworks”, organized by S. Kaskel. We gratefully acknowledge financial support. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationExplanatory schematics (Wicke−Kallenbach technique, diffusion through membranes), additional CPO data, EDXS element mapping, and additional XRD patterns. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 57 other publications.1. Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Nature 2003,  423 (6941)  705– 714[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "Oriented Zeolitic Imidazolate Framework-8 Membrane with Sharp H/CH Molecular Sieve Separation", "authors": ["Helge Bux", "Armin Feldhoff", "Janosch Cravillon", "Michael Wiebcke", "Yan-Shuo Li", "Juergen Caro"], "doi": ["10.1021/cm200555s"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0001.gif\">"]}