{"abstract": "We develop a new concept to impart new functions to biocatalysts by combining enzymes and metal–organic frameworks (MOFs). The proof-of-concept design is demonstrated by embedding catalase molecules into uniformly sized ZIF-90 crystals via a  approach. We have carried out electron microscopy, X-ray diffraction, nitrogen sorption, electrophoresis, thermogravimetric analysis, and confocal microscopy to confirm that the ∼10 nm catalase molecules are embedded in 2 μm single-crystalline ZIF-90 crystals with ∼5 wt % loading. Because catalase is immobilized and sheltered by the ZIF-90 crystals, the composites show activity in hydrogen peroxide degradation even in the presence of protease proteinase K.", "text": "10.1021/ja513058h Since the first report of protein immobilization in 1916,(1) researchers have developed numerous methods for coupling proteins to solid supports for different applications(2-4) including protein digestion,(5) protein separation,(6) biosensor fabrication,(7) molecular delivery,(8) tissue engineering,(9) and biocatalysis.(10) The immobilization of enzyme proteins has been especially beneficial for industrial biocatalysis. The conventional solid supports for enzymes includes microparticles,(11) silica gel,(12) hydrogels,(13) and nanoporous inorganic materials,(14) and the intent of immobilization is typically to enhance the stability and recyclability of enzymes. Herein, we demonstrate a new concept that accomplishes to not only enhance the stability and recyclability but also impart new functions to the enzyme composites through use of a de novo approach to embed enzymes into metal–organic framework (MOF) supports of pore sizes smaller than the size of the enzyme.MOFs are a class of nanoporous materials with a wide range of unique functions such as specific molecular adsorptions and separations; therefore, it is possible to provide more molecularly specific functions to enzymes when MOFs are used as supports compared to other inorganic porous materials such as mesoporous metal oxides. The coupling of enzyme molecules with MOFs has been reported before.(15) Post-synthetic encapsulation approaches are used in most former studies, in which the enzyme molecules are either physically adsorbed or covalently bound to the presynthesized support materials.(16, 17) Therefore, the pore aperture of the support MOF must be big enough to allow enzyme molecules to diffuse through the host material. Although the leaching of the enzymes from these supports can be prevented, the interactions between enzyme and MOF need to be carefully controlled. In this work, we use a de novo approach to embed enzyme molecules into the MOF support matrix,(18-20) in which the MOF crystals are synthesized in the presence of enzymes. The enzyme molecules are therefore embedded in a MOF crystal with small pores instead of encapsulated in a large pore (Scheme 1).Scheme 1. Water-Based Synthesis of ZIF-90 with Encapsulated Catalase Enzyme and Its Functional ActivityThe de novo approach allows MOFs with pore sizes smaller than the size of the enzymes to be used. This not only prevents leaching but also greatly expands the selection of enzymes and MOFs, making the method generally applicable for various functional applications. For example, protease and catalase are two useful enzymes in the textile industry.(21-24) The former is a proteolytic enzyme used for silk degumming, and the latter is a peroxide-decomposing enzyme used for wastewater treatment. The coexistence of these enzymes in solution is prohibited because protease would cleave the peptide bonds of catalase. As a consequence, industrial processes could benefit from a method to shelter catalase from protease. To demonstrate this concept, zeolitic imidazolate framework 90 (ZIF-90)(25, 26) with pore size of ∼1 nm was selected to coat catalase molecules with size of ∼10 nm and form a catalase embedded in ZIF-90 composite, hereafter denoted as CAT@ZIF-90 (Figure 1). The small pore size of ZIF-90 could prevent leaching and provide size-selective sheltering to increase tolerance against protease. It is worth mentioning that the interactions between the MOFs and enzymes are extremely important for the previous reported methods because the interactions determine the degree of leaching. In contrast, the interactions only have marginal influence on our de novo system because a MOF with small pores is selected. Therefore, weaker interactions such as van der Waals force can be used. Notably, although the de novo approach has these advantages, it might not be suitable for other inorganic porous materials such as zeolite or mesoporous metal oxides. The synthetic conditions of these porous materials are not as mild as those of MOFs, and the template removal steps could make the process much more complicated. The unique combination of MOFs and a de novo approach makes our synthesis superior.Figure 1. (a) SEM image of CAT@ZIF-90 and (b) XRD patterns of CAT@ZIF-90 and ZIF-90.ZIF-90 has high chemical stability, and the linkers can be post-synthetically modified,(27) which provides a potential way to modulate the physicochemical interaction between the enzyme and MOF. The major challenge of a de novo approach is to develop a proper synthetic condition for MOF crystals in the presence of enzymes. Most MOFs are synthesized in organic solvents, which denature enzymes. Our group has reported the first aqueous phase synthesis of ZIF-90 with crystal size control.(28) The detailed experimental procedure is described in the Supporting Information. Briefly, an aqueous zinc nitrate solution was mixed with an aqueous solution containing appropriate amounts of imidazolate-2-carboxaldehyde (ICA), catalase, and capping agent. The products formed after stirring the mixture for 10 min at room temperature. The products were then washed, vacuum-dried, and stored at −20 °C until further use. Pure ZIF-90 control samples were prepared and washed in the same manner but without catalase. (Figure S1)Scanning electron microscope (SEM) images show that CAT@ZIF-90 crystals are of a uniform size of 1–2 μm (Figure 1a). The XRD patterns reveal that there is no significant difference with regard to the crystal structure and crystallinity between the ZIF-90 and CAT@ZIF-90 samples (Figure 1b). The porous features of the samples were investigated with nitrogen sorption isotherms (Figure 2a and Table S1). As expected, CAT@ZIF-90 has a smaller total pore volume compared to pure ZIF-90 due to the embedded catalase molecules. Thermogravimetric analysis (TGA) curves of the samples (Figure 2b) exhibit similar patterns and the CAT@ZIF-90 sample shows a deeper drop above ∼320 °C, which is attributed to the decomposition of the catalase in CAT@ZIF-90. The amount of catalase was calculated to be around 5 wt %. In order to confirm that no ion exchange of iron (in catalase) with zinc and no competitive coordination of iron by imidazoles occurred during the de novo encapsulation, the concentrations of Fe in the supernatant were analyzed. After the de novo synthesis, the solid CAT@ZIF-90 products were removed from the synthetic solutions, and the supernatants were analyzed by inductively coupled plasma mass spectrometry (ICP-MS). The concentration of Fe in the supernatant was negligible (20 ng/mL), which indicates that there was no detectable amount of iron released or replaced from catalases during the de novo process. To reveal whether the catalytic activity of catalase is affected by Zn(II) ions or ICA, we performed activity assays of free catalase with and without the presence of Zn(II) or ICA in solutions at 15 °C. The concentrations of Zn(II) and ICA were the same as used for preparing CAT@ZIF-90. As shown in Figure S2, the activity of catalase was not affected by Zn(II) or ICA.Figure 2. ZIF-90 and CAT@ZIF-90: (a) nitrogen sorption isotherms, (b) TGA curves, (c) SDS-PAGE gel (M: protein marker, lane 1: free catalase, lane 2: washed CAT-on-ZIF-90, and lane 3: CAT@ZIF-90), and (d) Confocal microscope images of FITC-CAT@ZIF-90 sample (left) and FITC-CAT-on-ZIF-90 (right).To further confirm that the catalase molecules were indeed embedded in the ZIF-90 crystals instead of absorbed on the external surface, two control experiments were carried out. First, a control sample was prepared by physically mixing as-prepared pure ZIF-90 crystals and catalase molecules. By doing so, the catalase only absorbs on the external surface of the ZIF-90 crystals (hereafter denoted as CAT-on-ZIF-90). After the same thorough washing steps, both samples were digested by acid, and sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) was performed on an analytic SDS polyacrylamide (12%) gel (Figure 2c). A band corresponding to the molecular weight of monomeric catalase of ∼60KDa was obtained on the gel for both the free catalase and CAT@ZIF-90 samples (lane 1 and 3, respectively). In contrast, no obvious band was observed for the CAT-on-ZIF-90 sample (lane 2). This result clearly demonstrates that the catalase molecules are embedded in the supports in the CAT@ZIF-90 sample and cannot be removed by washing. In contrast, the catalase molecules adsorbed on the external surface in CAT-on-ZIF-90 sample can be removed during washing. The protein loading of the CAT@ZIF-90 sample was determined to be ∼5 wt % by a standard Bradford assay method (Figure S3),(29) which is in agreement with the TGA result.In the second control experiment, fluorescently labeled catalase (FITC-CAT) molecules were synthesized, and then two samples were prepared for comparison under confocal microscopy. In the first sample, FITC-CAT molecules were embedded in ZIF-90 crystals by the same de novo approach (FITC-CAT@ZIF-90). In the second sample, in order to have a control sample with FITC-CAT only adsorbed on the external surface of ZIF-90 crystals, FITC-CAT molecules were physically mixed with pure ZIF-90 crystals without washing to keep the FITC-CAT on the surface (FITC-CAT-on-ZIF-90). The confocal microscope images show a clear difference between the two samples (Figure 2d). The FITC-CAT molecules were distributed more homogeneously within the ZIF-90 crystals in the FITC-CAT@ZIF-90 sample, which is consistent with the catalase molecules being embedded in ZIF-90 crystals during the de novo synthesis instead of adsorbed on the external surfaces.Figure 3. Kinetics of degradation of H2O2. In all assays, the amounts of catalase in each sample were fixed at ∼5 μmole. Blue line: CAT@ZIF-90 obtained in ethanol system; green: free catalase incubated with Proteinase K; black and red: CAT@ZIF-90 obtained in water system with and without Proteinase K, respectively. All samples were incubated at 37 °C for 2 h before examination of the activities, and all assays performed at 37 °C.Catalase is known for catalyzing the degradation of hydrogen peroxide into water and oxygen.(30) We hypothesized that our aqueous embedding method would lead to a more active catalyst than an embedding method that used the conventional ZIF-90 synthesis solvent ethanol, which would likely denature catalase. The peroxide-decomposing activities of CAT@ZIF-90 samples prepared by our aqueous method and an ethanol method were investigated by tracking the H2O2 amount with time via a xylenol orange measurement of absorbance at 560 nm (Figure S4).(31, 32) The CAT@ZIF-90 sample prepared by our method shows an observed rate constant (kobs) of 0.0268 s–1 (Figure 3). No activity is observed for the sample prepared using ethanol. The rate for CAT@ZIF-90 is lower than for free catalase in solution (kobs = 0.897 s–1; Figure S5), which may be caused by mass transport limitations or the nonoptimized interface between ZIF-90 and catalase.(33) It is worth mentioning that these issues could be overcome in the future by further reducing the ZIF-90 crystal size and modifying the linkers. We have also performed Michaelis–Menten kinetics analysis for CAT@ZIF-90 (Table S3 and Figure S6). Based on the calculation of Michaelis–Menten kinetics, the KM value was 0.38 mM and the Vmax value was 2.17 μM s–1. Although the ZIF-90 support reduces the activity in this proof-of-concept case, it could provide a unique sheltering function. As mentioned previously, sheltering catalase from protease could benefit industrial processes. To demonstrate this, we incubated CAT@ZIF-90 and pure catalase with proteinase K, a serine-type protease of size (68.3 × 68.3 × 108.5 Å),(34) which is larger than the pore size of ZIF-90. Pure catalase was inhibited immediately and shows no activity. In contrast, the activity of CAT@ZIF-90 (kobs = 0.0246 s–1) was maintained (Figure 3). To the best of our knowledge, this is the first report of size sheltering of biocatalysts.In conclusion, we demonstrate a new concept to impart new functions to biocatalysts by embedding catalase molecules into ZIF-90. A de novo approach under aqueous conditions was developed. The prepared CAT@ZIF-90 composites retained the peroxidase activity of catalase. The ZIF-90 support provides an interesting size-sheltering function to catalase and protects catalase from the inhibitor proteinase K. Our study offers a novel tool to immobilize and impart new functions to biomolecules such as proteins, DNA, and RNA. This proof of concept can be applied in several fields including biomolecular delivery, size-selective enzyme catalysis, and industrial wastewater treatment. Top of PageAbstractReferencesSupporting InformationDetailed experimental procedures, characterization of the synthesized samples, examination of enzyme activities, measurement of enzyme kinetic parameters, and SDS-PAGE analysis. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentF.-K.S. and K.C.-W.W. would like to thank the Ministry of Science and Technology for the funding support (MOST 103-2113-M-008-001, 101-2628-E-002-015-MY3, 101-2623-E-002-005-ET, 101-2923-E-002-012-MY3, and 103-2218-E-002-101) as well as the special financial support of the Aim for Top University Project by the Ministry of Education, Taiwan. C.-K.T. acknowledges Boston College and the Donors of the American Chemical Society Petroleum Research Fund for partial support of this research.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 34 other publications.1. Nelson, J. M.; Griffin, E. G. J. Am. Chem. Soc. 1916,  38,  1109ACS Full Text , [CAS]1. Adsorption of invertaseNelson, J. M.; Griffin, Edward G.Journal of the American Chemical Society\r\n        (1916),\r\n    38\r\n        (),\r\n    1109-15CODEN:\r\n                JACSAT;\r\n        ", "title": "Imparting Functionality to Biocatalysts via Embedding Enzymes into Nanoporous Materials by a  Approach: Size-Selective Sheltering of Catalase in Metal–Organic Framework Microcrystals", "authors": ["Fa-Kuen Shieh", "Shao-Chun Wang", "Chia-I Yen", "Chang-Cheng Wu", "Saikat Dutta", "Lien-Yang Chou", "Joseph V. Morabito", "Pan Hu", "Ming-Hua Hsu", "Kevin C.-W. Wu", "Chia-Kuang Tsung"], "doi": ["10.1021/ja513058h"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-13/ja513058h/20150402/images/small/ja-2014-13058h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-13/ja513058h/20150402/images/small/ja-2014-13058h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-13/ja513058h/20150402/images/small/ja-2014-13058h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-13/ja513058h/20150402/images/small/ja-2014-13058h_0003.gif\">"]}