{"abstract": "The reactions of CoCl·6HO with 3-(2′-pyridyl)-5-(4′′-pyridyl)-1,2,4-triazole (Hdpt24) afforded {[Co(dpt24))]·4DMF·1.5HO} (), {[Co(dpt24)2)]2·H2O} (), and Co(dpt24)(Hdpt24)·HO] () at ,-dimethylformamide (DMF)/HO volume ratios of 9:1, 1:1, and 0:1, respectively. Interestingly,  transformed into , {[Co(dpt24)]0.5DMF} (), and  when treated with DMF/HO at volume ratios of 1:1, 1:9, and 0:1, respectively. Moreover,  and  converted back to  in DMF/HO (9:1) and to  in DMF/HO (1:1);  transformed into  and vice versa in HO and DMF/HO (1:9), respectively.Through middle-temperature solvothermal reactions of CoCl·6HO with the rigid-angled ligand 3-(2′-pyridyl)-5-(4′′-pyridyl)-1,2,4-triazole (Hdpt24), we obtained the three cobalt complexes {[Co(dpt24))]·4DMF·1.5HO} (), {[Co(dpt24))]·HO} (), and Co(dpt24)(Hdpt24)·HO] () at ,-dimethylformamide (DMF)/HO volume ratios of 9:1, 1:1, and 0:1, respectively. Interestingly,  underwent transformations into , {[Co(dpt24)]·0.5DMF} (), and  when treated with DMF/HO at volume ratios of 1:1, 1:9, and 0:1, respectively. Moreover,  and  converted back to  in 9:1 DMF/HO and to  in 1:1 DMF/HO;  transformed into  in HO and vice versa in 1:9 DMF/HO. Structurally,  is a three-dimensional (3D) 2-fold interpenetrating distorted NbO-type complex,  possesses a two-dimensional layer metal−organic framework,  is a 3D 2-fold interpenetrating typical NbO-type complex, and  is a wheel-shaped mononuclear neutral complex. This approach, using a mixed solvent’s component ratio to direct the syntheses and conversions of four cobalt complexes, provides unprecedented control for crystal engineering.", "text": "10.1021/ic902548f Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionThe coordinative assembly of metal−organic coordination frameworks (MOFs) based on transition metals and organic spacers attracts much attention.(1) The ability to control the polymorph formation and crystal shape is very important in crystal engineering. The solvent is a critical parameter influencing the formation of MOFs; typically, water, alcohols, ketones, esters, acids, acetates, and alkanes, and their mixtures, are used for this purpose. Because of their different physical and chemical properties, different solvents influence the crystal growth rate and the final morphology. Furthermore, solvents play important roles in polymorphism via solute−solvent interactions.(2) Nevertheless, to the best of our knowledge, the component ratio of a mixed solvent has never previously been employed as a controlling factor in determining the ultimate topology of a series of MOFs.MOFs transform into other MOFs in solvents through a set of complex processes involving dissolution, dissolving, transforming, and crystallizing. This approach is attracting increased interest from chemists because it can sometimes provide intriguing topologies and structural architectures that cannot be obtained through direct synthesis.(3) Several reports suggest that MOF transformations are also influenced by the ligands chosen, the reaction temperature,(4) the solvent,(5) and the reaction time.(6) Although the nature of the solvent is, in general, the most critical factor affecting a chemical reaction, we are aware of only a few investigative examples of solvent-controlled MOF transformations. For example, Chung and co-workers reported that a coordination polymer [Co(mpe)2(NCS)2], consisting of two mutually interpenetrating independent three-dimensional (3D) frameworks belonging to CdSO4 topology and two-dimensional (2D) square grid layers, transformed into a noninterpenetrating isomeric form when it was immersed in hot water.(5b)Although solvents and mixed solvents have been used for the controlled syntheses of new materials and for studies of the transformations of MOFs, systematic investigations of the effects of the component ratios of mixed solvents on the synthesis of metal−organic complexes and their MOF transformations remain relatively unexplored.(5) Herein, we present a systematic investigation of how DMF/H2O volume ratios affect the syntheses and transformations of a series of copper(II) complexes constructed using the rigid-angled μ2-1-monodentate-2-bidentate chelate multitopic ligand 3-(2′-pyridyl)-5-(4′′-pyridyl)-1,2,4-triazole (Hdpt24; Chart 1).(3a)Chart 1Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterials and General MethodsAll reagents, including Hdpt24, were purchased from commercial sources and used as received. Elemental analyses for C, H, and N atoms were performed using a Vario EL III elemental analyzer. Fourier transform infrared (FTIR) spectra were recorded using a Nicolet FTIR 170SX spectrometer and KBr pellets. Atomic absorption spectra were recorded using a SoLAARM6 apparatus from Thermo-Scientific.Synthesis of {[Co3(dpt24)6]·4DMF·1.5H2O}n (1)A mixture of CoCl2·6H2O (4.7 mg, 0.020 mmol), Hdpt24 (8.9 mg, 0.040 mmol), DMF (5.4 mL), and water (0.6 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 1 as yellow block crystals (80%). Anal. Calcd for C84H79Co3N34O5.50: C, 55.14; H, 4.35; N, 26.03. Found: C, 55.19; H, 4.28; N, 26.12. IR (KBr, cm−1): 3414s, 2918m, 2849m, 1667s, 1569s, 1507m, 1444s, 1385m, 1212m, 1154m, 1006m, 800w, 729s, 710m, 637w.Synthesis of {[Co(dpt24)2)]2·H2O}n (2)A mixture of CoCl2·6H2O (4.7 mg, 0.020 mmol), Hdpt24 (8.9 mg, 0.040 mmol), DMF (3.0 mL), and water (3.0 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 2 as buff polygonal plate crystals (68%). Anal. Calcd for C24H16CoN10: C, 56.26; H, 3.34; N, 27.34. Found: C, 56.20; H, 3.29; N, 27.43. IR (KBr, cm−1): 3422s, 3076m, 1614s, 1603s, 1565m, 1458m, 1442s, 1416s, 1382w, 1056w, 1276m, 1207m, 1179m, 1009s, 842s, 800w, 752s, 727s, 699m, 636w.Synthesis of [Co(Hdpt24)(dpt24)2·H2O] (4)A mixture of CoCl2·6H2O (4.7 mg, 0.020 mmol), Hdpt24 (8.9 mg, 0.040 mmol), and water (6.0 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 4 as deep-yellow platelike crystals (82%). Anal. Calcd for C36H27CoN15O: C, 58.07; H, 3.64; N, 28.22. Found: C, 58.20; H, 3.55; N, 28.19. IR (KBr, cm−1): 3387s, 3082m, 2364w, 1618m, 1602s, 1560w, 1534w, 1447m, 1421m, 1155w, 1119w, 1103w, 990w, 841w, 740w, 726m, 689w.Conversion of 1 Into 2A mixture of 1 (15 mg), DMF (3.0 mL), and water (3.0 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 2 in pure form.Conversion of 1 into {[Co(dpt24)2)]·0.5DMF}n (3)A mixture of 1 (10 mg), DMF (0.6 mL), and water (5.4 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford deep-yellow cubelike crystals of 3. Anal. Calcd for C25.50H19.50CoN10.50O0.50: C, 56.72; H, 3.64; N, 27.24. Found: C, 56.63; H, 3.68; N, 27.15. IR (KBr, cm−1): 3422s, 2919m, 1670m, 1618s, 1605s, 1567m, 1508m, 1443s, 1420s, 1385m, 1275w, 1252w, 1214w, 1011m, 844m, 798m, 740s, 727s, 701w, 636w.Conversion of 1 into 4A mixture of 1 (10 mg) and water (6.0 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 4 (46%).Conversion of 3 into 1A mixture of 3 (10 mg), DMF (5.4 mL), and water (0.6 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 1 in pure form.Conversion of 3 into 2A mixture of 3 (10 mg), DMF (3.0 mL), and water (3.0 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 2.Conversion of 3 into 4A mixture of 3 (10 mg), DMF (3.0 mL), and water (3.0 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 4 (47%). Crystals of 4 for X-ray diffraction analysis were collected manually under a microscope.Conversion of 4 into 1A mixture of 4 (10 mg), DMF (5.4 mL), and water (0.6 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 1.Conversion of 4 into 2A mixture of 4 (10 mg), DMF (3.0 mL), and water (3.0 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 2.Conversion of 4 into 3A mixture of 4 (10 mg), DMF (0.6 mL), and water (5.4 mL) was sealed at 130 °C for 24 h and then cooled at a rate of 2 °C/h to afford 3.Crystal Structure DeterminationData were measured at 196 K using a Bruker Smart Apex II CCD diffractometer and graphite-monochromated Mo Kα radiation (λ = 0.710 73 Å). Data reduction was performed using the Bruker SAINT program. The structures were solved using direct methods and refined through full-matrix least-squares techniques using the SHELXTL package. The coordinates of the non-H atoms were refined anisotropically; all of the H atoms were placed in calculated positions or located from the Fourier maps and refined isotropically with the isotropic vibration parameters related to the non-H atoms to which they were bonded. Crystal data and refinement parameters for the complexes are summarized in Table 1. Selected bond lengths and angles for compounds 1−4 are given in Tables 2 and 3.Table 1. Crystallographic Data and Structure Refinement Parameters for 1−4 1234chemical formulaC84H79Co3N34O5.50C48H34Co2N20OC25.50H19.50CoN10.50O0.50C36H27CoN15Oweight1829.601024.85539.95744.66cryst systtriclinicmonoclinictrigonaltriclinicspace groupP1̅P21/nR3̅P1̅a [Å]9.1985(9)9.062(1)27.720(3)10.7316(9)b [Å]15.9576(15)14.691(2)27.720(3)12.7514(11)c [Å]16.0966(16)9.142(2)9.7135(9)13.1627(12)α [deg]73.1710(10)90.0090.00112.1600(10)β [deg]74.4400(10)106.547(1)90.0094.879(2)γ [deg]76.392(2)90.00120.0090.2000(10)V [Å3]2146.6(4)1166.7(2)6463.8(10)1660.9(3)Z1192ρcalc [g/cm3]1.4151.4591.2481.489reflns colld11 030579110 8448551unique reflns7515205025325820Rint0.03430.01360.07830.0189R1, wR2a [I > 2σ(I)]0.0611, 0.15990.0236, 0.06390.0560, 0.14570.0435, 0.1085R1, wR2a [all data]0.1133, 0.19250.0264, 0.06630.1326, 0.18490.0579, 0.1182GOF1.0101.0261.0671.045ΔFmin/max [e/Å3]0.597−0.4670.231−0.2750.498−0.4920.553−0.600aR1 = ∑||Fo| − |Fc||/∑|Fo|; wR2 = {∑[w(Fo2 − Fc2)2]/∑[w(Fo2)2]}1/2.Determination of the Solubilities of Complexes 1−4Compound 1 was treated in DMF/H2O (120 mL) at a volume ratio of 9:1 at 50 °C for 6 h. The solution was then filtered at 50 °C. The exact volume (100.00 mL) of the filtrate was measured using a 100-mL volumetric flask. The filtrate was concentrated to complete dryness, and the residue was then decomposed in an oven (800 °C) for 2 h. After cooling to room temperature, the new residue was dissolved in concentrated HNO3, diluted with water, and filtered. The resulting solution of Co ions was transferred into a 100-mL volumetric flask and the volume of the solution adjusted with water to exactly 100.00 mL. Atomic absorption spectroscopy was used to measure the final concentration of Co ions in the solution. The molar solubility of compound 1 was then calculated accordingly. The solubility of compound 1 in DMF/H2O mixtures having volume ratios of 1:1, 1:9, and 0:1 and those of compounds 2−4 in all four solvents were measured under the same conditions using the same methodology.Table 2. Selected Bond Lengths (Å) and Angles (deg) for Complex 1aCo1−N1#12.043(4)N1#1−Co1−N1180.0(3)N6−Co2−N15#291.45(16)Co1−N12.043(4)N1#1−Co1−N489.94(17)N9−Co2−N15#289.87(17)Co1−N42.146(5)N1−Co1−N478.35(18)N9#2−Co2−N15#290.13(17)Co1−N4#12.146(5)N1#1−Co1−N4#178.35(18)N6#2−Co2−N1591.45(16)Co1−N10#12.188(4)N1−Co1−N4#1101.65(18)N6−Co2−N1588.55(16)Co1−N102.188(4)N4−Co1−N4#1180.000(1)N9−Co2−N1590.13(17)Co2−N6#32.074(4)N1#1−Co1−N1090.06(17)N9#2−Co2−N1589.87(17)Co2−N62.074(4)N1−Co1−N10101.65(18)N15#2−Co2−N1589.76(16)Co2−N92.158(5)N4−Co1−N1089.94(17)N14#3−Co3−N14180.00(18)Co2−N9#22.158(5)N4#1−Co1−N1089.84(17)N14#3−Co3−N11101.26(17)Co2−N15#22.216(4)N1#1−Co1−N10#1180.000(1)N14−Co3−N1178.74(17)Co2−N152.216(4)N1−Co1−N10#190.06(17)N14#3−Co3−N11#378.74(17)Co3−N14#32.126(5)N4−Co1−N10#189.84(17)N14−Co3−N11#3101.26(17)Co3−N142.126(5)N4#1−Co1−N10#190.16(17)N11−Co3−N11#3180.000(2)Co3−N112.148(4)N10−Co1−N10#1180.00(17)N14#3−Co3−N589.16(18)Co3−N11#32.148(4)N6#2−Co2−N6180.0N14−Co3−N590.84(18)Co3−N52.166(4)N6#2−Co2−N9101.67(18)N11−Co3−N590.24(16)Co3−N5#32.074(4)N6−Co2−N978.33(18)N11#3−Co3−N5180.0(3)  N6#2−Co2−N9#278.33(18)N14#3−Co3−N5#390.84(18)  N6−Co2−N9#2101.67(18)N14−Co3−N5#389.16(18)  N9−Co2−N9#290.16(17)N11−Co3−N5#389.76(16)  N6#2−Co2−N15#288.55(16)N11#3−Co3−N5#390.24(16)    N5−Co3−N5#3180.000(1)aSymmetry codes: #1: 1 − x, 1 − y, −z; #2: −x, −y, 1 − z; #3: 2 − x, 1 − y, 1 − z.Table 3. Selected Bond Lengths (Å) and Angles (deg) for Complexes 2−4a234Co1−N12.0397(12)Co1−N12.033(4)Co1−N61.887(2)Co1−N1#12.0397(12)Co1−N1#12.208(4)Co1−N111.888(2)Co1−N4 22.2708(13)Co1−N4 22.177(5)Co1−N11.902(2)Co1−N4#12.2034(13)Co1−N4#12.177(5)Co1−N91.979(2)Co1−N5#22.2707(13)Co1−N5#22.208(4)Co1−N141.964(2)Co1−N5#32.2034(13)Co1−N5#32.033(4)Co1−N41.946(2)      N1#1−Co1−N1180.0N1#1−Co1−N1180.000(1)N6−Co1−N1188.41(10)N1#1−Co1−N4103.13(5)N1#1−Co1−N4180.000(1)N6−Co1−N194.93(9)N1#1−Co1−N4#11 76.87(5)N1#1−Co1−N4#177.68(17)N11−Co1−N182.35(9)N1−Co1−N4180.00(5)N1−Co1−N477.68(17)N6−Co1−N9175.23(9)N1−Co1−N4#1103.13(5)N1−Co1−N4#1102.32(17)N11−Co1−N994.84(9)N4−Co1−N4#1180.0N4−Co1−N4#1180.000(1)N1−Co1−N994.68(10)N1−Co1−N5#389.45(5)N1−Co1−N5#389.91(15)N6 −Co1 −N1481.71(10)N1#1−Co1−N5#390.55(5)N1#1−Co1−N5#390.09(15)N11 Co1 N1494.61(9)N4#1−Co1−N5#390.04(5)N4#1−Co1−N5#386.32(16)N1−Co1−N14170.31(9)N4−Co1−N5#389.96(5)N4−Co1−N5#393.68(16)N9−Co1−N14176.15(10)N1−Co1−N5#290.55(5)N1−Co1−N5#290.09(15)N6−Co1−N495.02(9)N1#1−Co1−N5#289.45(5)N1#1−Co1−N5#289.91(15)N11−Co1−N481.75(9)N4#1−Co1−N5#289.96(5)N4#1−Co1−N5#293.68(16)N1−Co1−N495.95(9)N4−Co1−N5#290.04(5)N4−Co1−N5#286.32(16)N9−Co1−N487.56(9)N5−Co1−N5#376.87(5)N5−Co1−N5#3102.32(17)N14−Co1−N488.97(10)aSymmetry codes for 2: #1, 1 − x, −y, −z; #2: 1/2 − x, y − 1/2, 1/2 − z; #3: 1/2 + x, 1/2 − y, z − 1/2. Symmetry codes for 3: #1, 1 − x, 2 − y, −z; #2, y − 2/3, 2/3 − x + y; #3, −y, 4/3 + x − y, z − 2/3.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionSynthesisAs indicated in Scheme 1, we obtained the three copper(II) complexes 1, 2, and 4 from mixed solvents (DMF/H2O) at volume ratios of 9:1, 1:1, and 0:1, respectively, through solvothermal reactions of CoCl2·6H2O with Hdpt24 at 130 °C for 24 h (Scheme 1) and subsequent cooling at 2 °C/h. Therefore, in this system, we found that the solvent volume ratio had a dramatic influence over the direct synthetic products.Scheme 1. Syntheses of 1, 2, and 4Crystal StructuresSingle-crystal X-ray diffraction analysis revealed that complex 1 features a 3D neutral framework with a 2-fold interpenetrating irregular NbO-type {64, 82} topology (Figure 1). It consists of a CoII uninodal net bridged by connecting anionic dpt24 ligands (Figure 1b,c). The structure crystallizes in triclinic symmetry and the P1̅ space group; the asymmetric unit contains three crystallographically independent CoII ions (Figure 1a). Each CoII ion is located at an inversion center and adopts a distorted octahedral coordination geometry involving six N atoms. Four of these N atoms are provided by two trans anionic dpt24 ligands, located at the basal sites in the chelate mode; the other two endmost N atoms are provided by two anionic dpt24 ligands, occupying the apical positions. The Co−N bond lengths are in the range 2.043(4)−2.188(4) Å. Each anionic dpt24 unit, acting as a μ2-1-monodentate-2-chelate bridging ligand, binds two separate CoII ions, forming polymeric structures. The shortest circuit of 1, as a NbO-type network, can be structurally defined as an irregular chairlike, hexagonal [Co6(dpt24)6] ring, which has three different side-lengths with the distances of 10.6648(8), 10.4793(6), and 10.2653(8) Å and three angles of 97.190(1), 98.750(1), and 71.426(1)° (Figure 2).(7)Figure 1. (a) Thermal ellipsoid plot (50% probability level) for the asymmetric unit along with some symmetry-related atoms completing the coordination environment of the metal centers in complex 1. Symmetry codes: A, 1 − x, 1 − y, −z; B, −x, −y, 1 − z; C, 2 − x, 1 − y, 1 − z. (b) Schematic representation of the NbO-type cage in 1, highlighting the Co centers (pink node). (c) Schematic representation of the 2-fold interpenetrating NbO-type topology.Figure 2. Shortest circuit structures of 1−4, revealing their different structural symmetries.Complex 2 has a 2D layer structure featuring a tetragonal plane {4, 4} topological net. It is structurally identical with manganese complexes built from dpt24 ligands (Figure 3).(3a) The planar layers in 2 are aligned in a parallel manner along the [506] direction with staggering (Figure 3b,c). One CoII ion is located in an asymmetric unit, at an inversion center. Its structure features a distorted octahedral coordination geometry formed by four N atoms from two trans anionic dpt24 ligands in chelate mode, with Co−N distances of 2.2035(16) and 2.0389(15) Å, and by two endmost N atoms from two anionic dpt24 ligands, with a Co−N bond length of 2.2692(16) Å (Figure 3a). The shortest circuit of 2 is a quadrangle [Co4(dpt24)4] ring with a Co···Co distance of 10.354 Å and two pairs of internal angles of 89.61 and 90.36° (Figure 2).Figure 3. (a) Thermal ellipsoid plot (50% probability level) for the asymmetric unit along with some symmetry-related atoms completing the coordination environment of the metal centers in complex 2. Symmetry codes: A, 1 − x, −y, −z; B, 1/2 − x, y − 1/2, 1/2 − z; C, 1/2 + x, 1/2 − y, z − 1/2. (b) Square-grid network of complex 2. (c) Two-layer stack of 2.Complex 3 is a polymorph of 1. Its crystal structure features a 3D neutral framework with a 2-fold interpenetrating typical NbO topology (Figure 4b,c). The structure crystallized with trigonal symmetry in the R3̅ space group; the asymmetric unit contains one CoII ion (Figure 4a), the coordination environment of which is chemically and topologically identical with that of 1. The CoII ion is located at a 2-fold axis. It is also coordinated by four N atoms from two trans anionic dpt24 ligands in chelate mode, with Co−N distances of 2.033(4) and 2.177(5) Å, and two endmost N atoms from two anionic dpt24 ligands, with a Co−N distance of 2.208(4) Å. The Co−N lengths in 3 are all shorter than those of the corresponding bonds in 1.Figure 4. (a) Thermal ellipsoid plot (50% probability level) for the asymmetric unit along with some symmetry-related atoms are completing the coordination environment of the metal centers in 3. Symmetry codes: A, y − 2/3, 2/3 − x + y, 2/3 − z; B, 1 − x, 2 − y, −z; C, −y, 4/3 + x − y, z − 2/3. (b) Schematic representation of the NbO-type network in 3, highlighting the Co centers (pink node). (c) Schematic representation of the 2-fold interpenetrating NbO-type topology.The shortest circuit in 3 is a regular chairlike, hexagonal [Co6(dpt24)6] ring having a Co···Co distance of 10.2941(10) Å and an internal angle of 84.63(1)°, which is clearly different from that of 1 (Figure 2). Remarkably, complexes 1 and 3 are the first examples of uninodal net NbO networks built only from single ligands, although there are reported examples of secondary building unit and uninodal net NbO networks constructed from mixed ligands.(8)Complex 4 has a wheel-shaped mononuclear neutral structure, in which the CoII ion is coordinated in an octahedral geometry involving four N atoms from two anionic dpt24 ligands and two N atoms from one Hdpt24 ligand in chelate mode (Figure 5a). The Co−N bond lengths are all different, with an average value of 1.927 Å. This average length is shorter than the corresponding bond lengths in 1 [2.140(5) Å], 2 [2.170(2) Å], and 3 [2.139(5) Å]. Moreover, the two dpt24 ligands of each molecule are extended outward in two different directions; this geometry plays a very important role in self-assembly via aromatic π−π interactions to form a dimeric supermolecule. As revealed in Figure 5b, complex 4, with one dpt24 ligand bristling outward from the side, is arranged in a corner-to-corner manner with a centroid−centroid distance of 3.860 Å.Figure 5. (a) Thermal ellipsoid plot (50% probability level) of the molecular structure of complex 4. (b) View of the dimeric supermolecule via π-π stacking interaction in 4.Transformations of the ComplexesInterestingly, when we heated crystals of 1 in 1:1 DMF/H2O solvent at 130 °C for 48 h and then cooled them at a rate of 2 °C/h, we isolated buff plate crystals of 2 in pure form. When we performed the transformation at room temperature, we also obtained 2 after approximately 1 month. When we treated 1 under exactly the same conditions as those mentioned above, except for a DMF/H2O volume ratio of 9:1 instead of 1:1, we obtained 1 as the only product. Thus, the conversion of 1 into 2 depended on the DMF/H2O volume ratio of the mixed solvents but not the reaction temperature, which altered only the conversion rate. Therefore, in subsequent experiments, we studied the effect of the volume ratio of the mixed solvent.To further investigate the transformation of 1, we examined the effects of the volume ratios of DMF/H2O of 9:1, 4:1, 3:2, 1:1, 2:3, 1:9, and 0:1. At ratios of 1:9 and 0:1, 1 was transformed into pure forms of 3 and 4, respectively. At volume ratios of 4:1 and 3:2, we obtained mixed crystals of 1 and 2. Furthermore, when the solvent volume ratio was 2:3, we recovered mixed crystals of 2 and 3. Interestingly, 3 and 4 transformed back into 1 in 9:1 DMF/H2O and into 2 in 1:1 DMF/H2O; 3 transformed into 4 in H2O and vice versa in 1:9 DMF/H2O, respectively. Thus, the solvent volume ratio controlled not only the complexes’ syntheses but also their transformations (Figure 6). To the best of our knowledge, our study is the first to systematically investigate the effects of the ratio of a mixed solvent on the transformations of a set of complexes. The structures of all of the transformed products were confirmed through single-crystal X-ray diffraction analysis. The powder X-ray diffraction (PXRD) patterns of the transformed 1 and 3 (Figure 7) and of 2 and 4 (Figure 8) were in agreement with those simulated from single-crystal analyses, demonstrating the phase purity of the products.Figure 6. Schematic representation of the interconversions of the cobalt(II) complexes 1−4 in DMF/H2O at volume ratios of 9:1, 1:1, 1:9, and 0:1. Spheres: Co centers. Sticks: anionic dpt24 ligands.Figure 7. PXRD patterns of 1 and 3.Figure 8. PXRD patterns of 2 and 4.The virtual transformations from 1 into 2 and from 3 into 2 both result in a change of the structure of the MOF from 3D to 2D. The interconversion between 1 and 3 results in changes in symmetry, lattice parameters (Table 1), and molecular stacking (Figure 9). The structure of 4 features one neutral ligand next to two anionic ligands. Therefore, the change from either 1 or 3 into 4 results not only in a decrease in the order of the MOF (from 3D to 0D) but also in a change in the dpt24/CoII molar ratio (from 2:1 to 3:1). Furthermore, partial chemical hydrolysis of the anionic dpt24 ions occurred to form neutral Hdpt24 molecules. The transformations of 4 into 1 and 2 result in changes in the orders of the MOFs from 0D to 3D and 2D, respectively.Figure 9. Schematic representations of the 2-fold interpenetrating NbO-type topologies of 1 [viewed along the (a) a, (b) b, and (c) c axes] and 3 [viewed along the (d) a, (e) b, and (f) c axes], revealing the differences in the stacking modes in 1 and 3.Notably, the direct synthesis of 2 always resulted in minute crystals, whereas the transformation of 1 into 2 afforded high-quality crystals suitable for X-ray diffraction. Furthermore, all of our attempts to synthesize 3 directly were unsuccessful. Therefore, solvent-dependent transformations could be used in the crystal engineering of certain cobalt(II) complexes that could not be obtained directly.Interestingly, once 2 had formed, it did not undergo any transformations, regardless of the solvent volume ratio. This phenomenon suggests that 2 is unusually stable, relative to 1 and 3, probably because of conjugation of the pyrrole and pyridine rings in 2 and the distribution of negative charge from N2 to N4′′.(9) The presence of a negative charge density on N4′′ would facilitate the formation of the Co−N4′′ bond and, hence, the construction and stabilization of the MOF 2 through the anionic ligand dpt24.(10) Because effective conjugation in the ligand requires coplanarity between the two rings,(11) the average dihedral angles (N1−C5−C1′′−C2′′) in 1−3 (29.4, 8.1, and 7.8°, respectively) suggest that 2 would have the most stable geometry.Figure 10. Photograph of single crystals of complexes 1−4.SolubilityThe changes in the crystal features of the complexes involve dissolution/dissolving/transforming/crystallizing processes, that is, solution phenomena (Figure 10). Therefore, the transformation products are directly related to the solubilities of the complexes. We used atomic absorption analysis to measure the solubilities of 1−4 in various solvents. Table 4 indicates that 1−4 were least soluble at DMF/H2O volume ratios of 9:1, 1:1, 1:9, and 0:1, respectively, consistent with complexes 1, 2, and 4 being synthesized at DMF/H2O volume ratios of 9:1, 1:1, and 0:1, respectively, and also with the complexes always being transformed into 1−4 in solvents having DMF/H2O volume ratios of 9:1, 1:1, 1:9, and 0:1, respectively. Therefore, it appears that the DMF/H2O volume ratio is the decisive factor affecting both the syntheses and transformations of these cobalt complexes.Table 4. Solubilities (μM) of 1−4 in DMF/H2O at 50 °Ca DMF/H2O (v/v) 9:11:11:90:1117.1486.5118.2022.88230.1531.2924.5214.64319.0037.1211.695.074385.8351.014.983.63aDetermined through atomic absorption analysis.The ordinal formations of 1−4 in DMF/H2O solvents of 9:1, 1:1, 1:9, and 0:1 with an increase of the solvent polarity suggest the involvement of solute−solvent interactions, which arise mainly through dipole−dipole interactions between the polar molecules. The polarity of a compound depends on permanent, inductive, and instantaneous dipoles.(12) The permanent dipole relies on the structural symmetry of a molecule; the inductive polarity is related to the polarizability and polarity of a solvent; the instantaneous polarity depends on the volume of a molecule. Therefore, the instantaneous and inductive polarities of a polymer should be greater than those of a monomer. Furthermore, the greater the solvent’s polarity, the greater the inductive polarity of the resulting complex. The symmetries of complexes 1−4 follow the order 3 > 2 > 1 > 4, as indicated in Figure 2. Therefore, taking all of these factors into consideration, we might expect that the polarities of these four compounds follow the order 1 > 2 > 3 > 4. Because 1 has a greater polarity than 2 and because DMF/H2O at a volume ratio of 9:1 has less polarity than that at 1:1, compound 1 dissolves to a lesser degree than 2 in 9:1 DMF/H2O and 2 less than 1 in 1:1 DMF/H2O.(13) Similarly, a consideration of the polarities of the solvents and complexes can also be used to explain why 3 dissolves to a lesser extent than 4 in 1:9 DMF/H2O and vice versa in 0:1 DMF/H2O. Obviously, the polarity of a solvent used to dissolve a complex is consistent with its solubility in that solvent (Table 4).Furthermore, only 1 and 3 contain 1D channels occupied by crystallographic DMF molecules, but complex 2 has neither crystallographic DMF nor open channels in its structure. The results suggest that the solvent DMF, as a bigger solvent molecule, functions as a template to guide the formation of porous coordination polymers. Notably, complex 2 contains no DMF despite its preparation in a DMF/H2O mixed solvent, which may be attributable to host−guest crystallization kinetics.(15)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionWe have used mixed solvents, comprising various DMF/H2O volume ratios, to control the direct syntheses and conversions of a series of cobalt complexes constructed using the rigid-angled ligand Hdpt24. These direct syntheses and transformations are clearly related to the complexes’ solubilities in their specific formation solvents. In addition, the complexes’ solubilities can be explained in terms of the polarities of the complexes and solvents. Interestingly, we obtained two rare uninodal net NbO-like networks built from a single ligand. We anticipate that this unprecedented approach, varying the component volume ratio of a mixed solvent to control solvothermal syntheses and MOF transformations, might have wide applicability in other crystal engineering processes.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentWe thank the National Natural Science Foundation of China (Grants 20771021 and 20771090), the State Key Program of National Natural Science of China (Grant 20931005), Shandong Natural Science Foundation (Grant Y2005B20), and the Office of Research and Sponsored Programs at East Tennessee State University (Grants RD09010, E82016, and RS0026) for financial support. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationCIF files of crystal structures. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 15 other publications.1. (a) Evans, O. R., Xiong, R.-G., Wang, Z., Wong, G. K., and Lin, W. Angew. Chem., Int. Ed. 1999,  38,  536– 538[Crossref], [CAS]1. Crystal engineering of acentric diamondoid metal-organic coordination networksEvans, Owens R.; Xiong, Ren-Gen; Wang, Zhiyong; Wong, George K.; Lin, WenbinAngewandte Chemie, International Edition\r\n        (1999),\r\n    38\r\n        (4),\r\n    536-538CODEN:\r\n                ACIEF5;\r\n        ", "title": "DMF/HO Volume Ratio Controls the Syntheses and Transformations of a Series of Cobalt Complexes Constructed Using a Rigid Angular Multitopic Ligand", "authors": ["Ai-Yun Fu", "Yu-Lin Jiang", "Yao-Yu Wang", "Xiao-Nan Gao", "Guo-Ping Yang", "Lei Hou", "Qi-Zhen Shi"], "doi": ["10.1021/ic902548f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2010/inocaj.2010.49.issue-12/ic902548f/production/images/small/ic-2009-02548f_0012.gif\">"]}