{"abstract": "A new strategy has been developed for the effective detection of high explosives in vapor-phase by fluorescent metal−organic framework (MOF) sensors.A new strategy has been developed for the effective detection of high explosives in vapor phase by fluorescent metal–organic framework (MOF) sensors.  Two structurally related and dynamic MOFs, (Zn)(ndc)P·G [ndc = 2,6-naphthalenedicarboxylate; P =1,2-bis(4-pyridyl)ethane (bpe) or 1,2-bis(4-pyridyl)ethylene (bpee); G = guest/solvent molecule], exhibit a two-dimensional signal response toward analytes of interest in the vapor phase, including aromatic and aliphatic high explosives (e.g., TNT and RDX). The interaction between analytes and the MOF has been studied using in situ infrared absorption spectroscopy and a DFT computational method.", "text": "10.1021/cg4012185 The selective and rapid detection of chemical explosives is of increasing importance in areas such as homeland security, civilian safety, and environmental protection. From nitroaromatics to nitroaliphatics, chemical explosives encompass diverse groups of compounds.(1) Among them, high explosives such as RDX (1,3,5-trinitroperhydro-1,3,5-triazine) have extremely low vapor pressure (4.6 × 10–9 Torr or 6 × 10–3 ppb),(2, 3) and thus, effective detection of these species in the vapor phase remains one of the most challenging tasks. Optical sensing is a common detection method in which a luminescent active material is used, and detection is achieved by changes in its optical signal response.(1, 4) Fluorescent conjugated polymers represent a group of such materials.(5) Their detection is typically based on fluorescence quenching. Often, analytes with similar electronic properties lead to similar responses.(1, 6) For instance, electron deficient molecules as a group can act as fluorescent quenchers.(5)As a new class of crystalline porous materials, metal–organic frameworks (MOFs) have been investigated for their fluorescent properties(7, 8) in addition to other applications such as catalysis,(9-11) gas storage, and separation,(12-16) However, it was not until very recently that MOFs were exploited for explosive detection.(17) We reported the first study demonstrating that highly fluorescent MOF Zn2(bpdc)2(bpee) [or RPM3-Zn, bpdc = 4,4′-biphenyldicarboxylate; bpee = 1,2-bis(4-pyridyl)ethylene] is capable of fast, sensitive, and reversible detection of trace vapors of explosive and taggant.(17, 18) Subsequently, we carried out a more systematic study on [Zn2(oba)2(bpy)] [oba = 4,4′-oxybis(benzolate); bpy = 4,4′-bipyridine] that covered a broad range of analytes with different electronic properties.(19) We discussed the general response mechanism for MOF-based sensors and offered possible explanations for the effect of electron-withdrawing (or electron-donating) groups on the fluorescence quench (or enhancement) behavior of aromatic analytes.Despite recent progress on utilizing MOF-based sensors, no experimental work has been reported on their detection of RDX vapors to date. It is also important to mention that the majority of the current detection methodologies focus on the fluorescent intensity change (quenching/enhancing), which may be efficient in identifying analytes from different categories but will be unable to distinguish analytes having similar properties (e.g., various nitroaromatics). Emission frequency (wavelength) shift may result from very strong analyte–sensor interactions (e.g., formation of an exciplex during excitation process) and is strongly structure dependent.(20-23) This phenomenon has hardly been explored for MOF sensory materials. Factoring in the frequency shift parameter can potentially add a new dimension to the detection map and can form a powerful tool in effectively identifying and differentiating analytes on a two-dimensional (2D) basis. Herein, we demonstrate this strategy with a new dynamic and microporous MOF and a closely related analogue as sensory materials with drastically enhanced selectivity and sensitivity for a variety of high explosives, including RDX.Figure 1. Crystal structure illustration of [Zn2(ndc)2P]. (a) Ball and stick model of the paddle-wheel SBU (Zn: aqua; O: red; N: blue; C: gray). (b) Space-filling model demonstrating 2-fold interpenetration. (c) Simplified overall three-dimensional (3D) framework with one-dimensional (1D) channels along the a axis.Single crystals of [Zn2(ndc)2(bpe)]·2.5DMF·0.25H2O (1) [ndc = 2,6-naphthalenedicarboxylate; bpe = 1,2-bis(4-pyridyl)ethane] were grown under solvothermal conditions. The crystal growth of 1 was controlled by adjusting the pH of the reaction mixture (section 1 of the Supporting Information). Neutral or basic conditions did not favor the formation of 1. High-quality pure phased crystals of 1 can only be acquired under acidic conditions. The crystal structure of 1 was determined by the single crystal X-ray diffraction method.(24) The structure is built on a Zn2(ndc)4 paddle-wheel secondary building unit (SBU, Figure 1a) which connects to four identical units to form a 2D net. The net is further bridged by the pillar bpe ligands to form a 3D network. Two of such networks interpenetrate to result in the final structure (Figure 1, panels b and c) containing 1D channels. A closely related structure, [Zn2(ndc)2(bpee)]·2.25DMF·0.5H2O (2), was synthesized according to the literature method.(25) Both compounds (1–2) exhibit dynamic structure change upon removal of guest molecules (section 2 of the Supporting Information), which is likely due to the absence of specific interaction between the two interpenetrated frameworks.(25) Other ndc-based MOFs with paddle-wheel SBU have been reported before, but they consist of different metal centers and/or pillar ligand from those of compounds 1 and 2 with different degrees of interpenetration.(26)Fluorescence measurements were performed on both compounds 1 and 2 (section 6 of the Supporting Information). All detection experiments were carried out in vapor phase, under a dynamic process and set up as previously described, targeting two groups of analytes(17, 19) and a number of other molecules. The electron-deficient analytes (nitroaromatics, group A) act as fluorescence quenchers, greatly reducing the fluorescence intensity of the MOFs after exposure. The electron-rich analytes (group B), on the other hand, enhance the fluorescence intensity of the MOFs. Fluorescence was also measured on a number of nitroaliphatics (group C) and other small molecules or solvents.Interestingly, an emission frequency shift was observed for both structures 1 and 2, indicative of strong analyte–MOF interactions. As stated above, this property is very attractive and useful in terms of signal transduction: the evolution of peak placement at a specific wavelength is easily tracked and monitored, especially for high explosives such as RDX. Because of its exceedingly low vapor pressure at room temperature, detection of this explosive in the vapor phase based on fluorescence intensity change is extremely challenging. Furthermore, analytes of a similar chemical nature often affect the fluorescence intensity of the sensory material in a similar fashion. For example, DMNB and RDX can both quench the fluorescent emission of 2 to a very similar extent. It is therefore almost impossible to unambiguously distinguish the two analytes solely by the change in their fluorescence intensity. However, in conjunction with fluorescence intensity change, the evaluation of emission frequency shift introduces a new and powerful variable for sensing data analysis and processing. When taking into consideration both factors, an analyte can be described as a point (emission peak shift, fluorescent intensity change) on a 2D Cartesian coordinate system. Thus, pin-pointing an analyte on a 2D map becomes possible.Figure 2. A 2D (color-coded) map of analyte recognition of 2. Data were taken after 5 min of exposure to analyte vapor at room temperature. Group A (●), group B (■), group C (▲), and solvents (⧫). Analyte abbreviations: ●nitrobenzene (NB), ●2-nitrotoluene (NT), ●1,3-dinitrobenzene (mDNB), ●2,4-dinitrotoluene (DNT), ●1,4-dinitrobenzene (p-DNB), ●2,4,6-trinitrotoluene (TNT), ■benzene (BZ), ■toluene (TO), ■chlorobenzene (Cl-BZ), ■ethylbenzene (Et-BZ), ■p-Xylene, ▲nitromethane (NM), ▲1-nitroethane (NE), ▲1-nitropropane (NP), ▲2,3-dimethyl-dinitrobutane (DMNB), ▲1,3,5-trinitroperhydro-1,3,5-triazine (RDX), ⧫acetonitirle (MeCN), ⧫butyronitrile (BuCN), ⧫water, ⧫methanol (MeOH), ⧫ethanol (EtOH), ⧫chloroform, and ⧫acetone. Error bars for each analyte are given in Figure S25 of the Supporting Information.Both MOF structures were examined for their ability to fingerprint analytes on a 2D map. Both fluorescence intensity change and emission frequency shift are plotted in Figure 2 for compound 2 after 5 min of exposure to a variety of analyte vapors. All analytes selected in this study, including high explosives (e.g., RDX, TNT), explosive taggant (DMNB), and analytes of groups A, B, and C, are well spread on the 2D map and can be uniquely identified (see Figure S26 of the Supporting Information for a similar 2D map for 1). Control experiments on a blank analyte or use of a single ligand as sensory material did not produce any notable response (section 6 of the Supporting Information). Compared to our previous study on [Zn2(oba)2(bpy)],(19) a rigid MOF with very similar chemical composition and porosity for which no luminescence frequency shift was observed when exposed to the same groups of analytes, it is clear that the specific structural conformation of the two flexible MOFs is crucial for the observed analyte–framework interactions. In addition, the recyclability of sample 2 was also examined. For a given analyte, 2 exhibits excellent reversible sensing ability (Figure S27 of the Supporting Information).In situ infrared (IR) absorption spectroscopy measurements were carried out to characterize the interaction of selected analytes, nitrobenzene and nitrotoluene (group A) and benzene and toluene (Group B), with compound 2. Upon adsorption of analyte molecules into the MOF, the clear absorption features of the most prominent modes, including phenyl C–C stretching mode ν19 and nitro group N–O stretching bands νs and νas, reveal that these guest molecules adopt a well-defined arrangement within the framework pores (Figure S33 of the Supporting Information). The red shift of the ν19 band in adsorbed benzene and toluene (compared to the free gas molecules) suggests the weakening of phenyl bonds, which could be due to withdrawal of electron density from the phenyl ring π orbitals as a result of its interaction with the MOF, as predicted in the previous study of metal benzene complexes.(27, 28) For nitrobenzene and nitrotoluene with a large electron affinity, the mode of interest is the nitro (−NO2) stretching bands, which are expected to red shift after receiving an electron to the LUMO orbitals of neutral molecules.(29, 30) The νas(NO2) and νs(NO2) modes in adsorbed nitrobenzene and nitrotoluene red shift by −24, −9, and −23 cm–1, and −20 cm–1 from their gas-phase values (Figure S33 of the Supporting Information), indicating an electron-density redistribution from MOF to adsorbed analytes. These observed shifts provide additional evidence for our proposed model that the fluorescence quenching/enhancing effects in MOFs can be explained by the donor–acceptor electron transfer mechanism.(19) Several other factors, such as the vapor pressure and reduction potential of the analytes, also affect the fluorescent response (section 7 of the Supporting Information).To understand the nature of emission frequency shift observed in the title compounds, we also performed theoretical calculations on 2 with two selected analytes, nitrobenzene (NB, group A) and nitromethane (NM, group C). Using the molecular dynamics methods, we obtained simulated structures of NB@2 and NM@2 (section 8 of the Supporting Information). An ab initio method (Gaussian 03 package) was employed to calculate the blue shifts band observed in emission peaks. Since the LUMO of the analytes are lower in energy than the CB of 2, the interaction between the analytes and 2 will push the CB up, leading to a small increase in the band gap, thereby a blue shift in the PL emission (section 10 of the Supporting Information). Further, the extent of such an interaction is stronger for NM@2 than that for NB@2, hence a larger blue shift for the former than the latter. Clearly, MOFs with different structures will have different energy levels, and the extent of their interactions with different analytes will vary.(31)We anticipate that for suitable MOF sensory materials, such 2D maps can be generated as standard for accurate and effective recognition and identification of a large number of analytes, in particular, those that show similar quenching/enhancement behavior and are generally difficult to identify otherwise.For practical applications, a short response time is one of the most important parameters to consider. We demonstrated, in the case of RPM3-Zn, that decreasing particle size can substantially shorten the response time.(17) Aiming at more rapid detection by the title MOF compounds, we adapted a surfactant assisted method(32) to reduce their particle size. As shown in Figure S28 of the Supporting Information, bulk samples synthesized by solvothermal reactions have an average size of approximately 50–120 μm. Utilizing the hexadecyltrimethyl-ammonium bromide (CTAB)-assisted synthesis, we successfully downsized the particles to around 1–5 μm. The fluorescence sensing ability of small-sized particles of 2 was tested toward DMNB, TNT, and RDX. For a given emission frequency shift, the response time was improved by 4–5 times (Figure S27 of the Supporting Information).In summary, a new porous and flexible MOF structure 1 was synthesized and structurally characterized. The fluorescent properties and sensing performance of this compound and its structural analogue 2 were investigated. These compounds exhibit a unique response toward analytes of interest, including high explosives such as TNT and RDX. Strong analyte–framework interactions generate a fluorescence signal in two dimensions: emission intensity change (quench or enhancement) and frequency shift. Utilizing both variables in signal transduction enables the construction of a 2D map, where specific analytes can be unambiguously identified. Overall, the strategy described here would be of great assistance in developing high-performance MOF-based sensors. Top of PageAbstractReferencesSupporting InformationSynthesis, X-ray, and TGA data; UV, fluorescence, and IR spectra; computational study; CIF file. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThe RU authors are grateful for the support from the National Science Foundation (DMR-1206700). We would also like to thank the Department of Energy (DOE) for its partial support on the IR work (DE-FG-02-08ER46491).Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 32 other publications.1. Germain, M. E.; Knapp, M. J. Chem. Soc. Rev. 2009,  38,  2543[Crossref], [PubMed], [CAS]1. Optical explosives detection: from color changes to fluorescence turn-onGermain, Meaghan E.; Knapp, Michael J.Chemical Society Reviews\r\n        (2009),\r\n    38\r\n        (9),\r\n    2543-2555CODEN:\r\n                CSRVBR;\r\n        ", "title": "Selective, Sensitive, and Reversible Detection of Vapor-Phase High Explosives via Two-Dimensional Mapping: A New Strategy for MOF-Based Sensors", "authors": ["Zhichao Hu", "Sanhita Pramanik", "Kui Tan", "Chong Zheng", "Wei Liu", "Xiao Zhang", "Yves J. Chabal", "Jing Li"], "doi": ["10.1021/cg4012185"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-10/cg4012185/production/images/small/cg-2013-012185_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-10/cg4012185/production/images/small/cg-2013-012185_0002.gif\">"]}