{"abstract": "Owing to their structural variability, metal–organic frameworks (MOFs) lend themselves well as chemical sensing materials by providing both high sensitivity and selectivity. Here, we integrate different types of MOFs (ZIF-8, HKUST-1, CAU-1-NH) into photonic multilayers referred to as Bragg stacks (BSs), which report on adsorption events through changes in their effective refractive index (RI). The fabrication of photonic multilayers is accomplished by spin-coating colloidal suspensions of MOF nanoparticles and/or the high RI-material TiO. While their incorporation in BSs allows for the label-free readout of host–guest interactions, the choice of particular types of MOFs determines the sensing properties of the BS. Here, we present MOF-based BSs with enhanced specificity toward molecular analytes by combining two different MOFs in a single platform. The sensing performance of our BSs is demonstrated by a combined spectroscopic and principal component analysis of their vapor response. Time-dependent measurements reveal fast response times and good recoverability of the multilayers. Moreover, we demonstrate that combinatorial sensing is feasible by arranging different MOF BSs in a basic color pattern, which highlights the potential of MOF-based multilayers in arrayed sensor devices.", "text": "10.1021/cm503640c Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) constitute a class of permanently porous materials featuring high surface areas combined with chemical functionality. Tuning the framework through the choice of the constituting building blocks(1-4) as well as through the introduction of functional groups by either direct or postsynthetic approaches(5-7) allows the size and chemistry of the pores to be modified and, hence, the host–guest interactions between the MOF and analyte being adsorbed in the MOF structure to be controlled. Owing to their structural variability and the possibility to control their sorption properties, MOFs lend themselves well for applications where analyte-specific interactions are key to their functionality. Potential fields of application range from catalysis(8, 9) and molecular sieving or separation(10, 11) to sensing devices.(12, 13) Along with the possibility to downsize MOFs to the nanoscale and fashion them into various shapes and sizes matching the application that is sought,(14-16) the inherent functionality of MOFs can be amplified by increasing their external surface area, which may help to improve the sensitivity of sensors or the like.(17) To develop highly selective sensors, decoding MOF–analyte interactions on a molecular level is of particular importance to understand and control possible signal transduction pathways. Suitable techniques for monitoring sorption events in MOFs rely on an optical readout such as luminescence quenching(18) or solvatochromism,(19) on gravimetric(20) or mechanical transduction schemes,(21) or X-ray diffraction(22) and NMR spectroscopy(23) used as probes to monitor sorptive-induced structural changes in the framework. Despite the availability of numerous properties that can be used for signal detection, identification of appropriate transduction pathways constitutes one of the key challenges in the design of MOF sensors.(13) For example, quartz crystal microbalance (QCM) has recently been explored as a promising transduction scheme.(24-27) Here, the event of molecular adsorption is monitored by guest-dependent mass changes, which can be used, for instance, to determine diffusion constants of small molecules within MOFs.(27)Some MOF structures show photoluminescent behavior that can be modulated through molecular adsorption.(18) However, such turn-off sensors often lack sufficient chemical selectivity and may undergo signal losses caused by phenomena other than analyte adsorption.(13) In addition, optical transduction schemes based on interferometry have been successfully implemented into MOF-based sensing platforms, which are capable of readily detecting adsorption events in the MOF pores.(28-34) Interference-based schemes benefit from providing a label-free transduction pathway that is independent of the investigated sensing material, and they offer real-time decoding of host–guest interactions. Consequently, this route has been extended to photonic multilayer systems,(30, 31) christened 1D photonic crystals (PCs) or Bragg stacks (BSs), as well as to 3D opal structures and films,(32-34) harnessing the change in the effective refractive index (RI) as a result of analyte adsorption in the porous MOF structure. We recently demonstrated the adsorption performance of multilayer stacks composed of alternating ZIF-8 layers and the high-RI material TiO2 toward a range of organic vapors using spectrophotometric ellipsometry.(30)Besides signal transduction, the integration of MOFs into sensing devices through thin film growth techniques and the design of MOFs with desirable properties are considered to be central tasks for the development of MOF-based chemical sensors.(13) Sensing performance is generally associated with surface properties and the microstructure of the sensing material, i.e., surface area, porosity, and film thickness. Consequently, thin layers with thicknesses up to a few hundred nanometers are commonly preferred because they permit rapid analyte uptake. Along with the detection limit and sensitivity, the response time may further be improved by using porous and particulate morphologies.(17) Toward this end, a number of different growth techniques have been developed for the fabrication of thin MOF films that differ in their focus: thickness, microstructure, or crystallite orientation.(14-16, 24-29, 35-37) These techniques include direct or secondary growth methods,(24) gel-layer deposition,(36) layer-by-layer (LbL) techniques,(26) or the use of colloidal suspensions for film deposition by spin- or dip-coating protocols.(28, 35, 37) Some of these methods require pretreatment of the substrate with anchor molecules that provide a suitable interface or linkage to the growing MOF crystal.(24, 26, 36) In contrast to sequential growth methods, the fabrication of thin films from colloidal suspensions offers the advantages of fast deposition and facile thickness adjustment through the choice of particle concentration and deposition speed.(37) In addition, such low-temperature solution processing methods are adaptive to any MOF structure that can be stabilized as a colloidal suspension and are, therefore, a generalizable route toward thin MOF films.Besides film fabrication and choosing an appropriate transduction scheme, the rational choice of the MOF used for detection represents a key element in the fabrication of selective sensing systems. According to the application that is sought, the sorption properties of the device can be tailored by choosing a MOF with appropriate characteristic sensing features, such as hydrophilic HKUST-1 for water sensing applications.(24, 38) In this context, the challenge to specifically detect one out of a mixture of interfering analytes may be addressed by integrating MOFs in the sensing device that show low cross-responsiveness to other analytes or through “fingerprint” approaches(39-43) utilizing an array of different MOF sensors. Immobilized metalloporphyrin dyes, for instance, have been used to create unique color profiles that allow for the identification of chemically similar vapors by ligation of open coordination metal sites.(40) While the concept of combinatorial sensing has already been well-established in the field of metal oxides(42) and porous silicon-based PCs,(43) to our knowledge, it has not been extended to optically encoded MOF sensors so far. In comparison to these materials, MOFs could offer both inherent chemo- and size-selectivity as well as enhanced chemical stability, circumventing the need for additional functionalization.Here, we present a generic analyte detection platform based on MOF nanoparticle multilayer systems that allows for the specific and label-free detection of molecular adsorption events in real time. This strategy takes advantage of the inherent sorption properties of the MOFs and translates them into an analyte-specific optical readout. To demonstrate the feasibility of our approach, we selected ZIF-8, HKUST-1, and CAU-1-NH2 as prototypic, well-investigated MOF structures with different framework polarities, which are available in nanoparticulate form.To obtain a high level of specificity, we have integrated multiple MOF species into a single sensing platform (christened tandem MOF BS), which thus simultaneously encodes different types of host–guest interactions. In addition, we have developed an array-based platform utilizing the combinatorial response of multiple MOF films for analyte detection. We demonstrate the arrangement of TiO2/MOF BSs and their response to different vapors, yielding specific color patterns that can be correlated to changes in the respective reflection spectra. Using color image analysis and principal component analysis (PCA), we show that the stacks are capable of discriminating between both single solvents and solvent mixtures.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionChemicalsAll chemicals were obtained from commercial sources and were used without further purification. Zinc nitrate hexahydrate (Zn(NO3)2·6H2O, 99%) and aluminum chloride hexahydrate (AlCl3·6H2O, ≥99%) were purchased from Grüssing. 2-Methylimidazole (C4H6N2, 99%), poly(acrylic acid) (PAA, MW = 1,800), and titanium(IV) ethoxide (Ti(OEt)4) were purchased from Sigma-Aldrich. Benzene-1,3,5-tricarboxylic acid (H3BTC, 98%), N,N-dimethylformamide (DMF, p.a.), copper acetate monohydrate (Cu(OAc)2·H2O, 98+%), and nitric acid (HNO3, puriss) were purchased from Acros. Ethanol (99%) was purchased from BfB. 2-Aminoterephthalic acid (H2BDC-NH2, ≥98%) was purchased from ABCR. Methanol was purchased from either Sigma-Aldrich (puriss) or BASF (purum).Preparation of ZIF-8 NanoparticlesZIF-8 particles were synthesized by a modified literature synthesis method.(44) Zn(NO3)2·6H2O (0.73 g, 2.44 mmol) was dissolved in methanol (50 mL) and rapidly added to a solution of C4H6N2 (1.62 g, 19.6 mmol) in 50 mL of methanol. The mixture was stirred constantly throughout the reaction until the solution turned turbid. After 1 h, the product was separated from the reaction mixture by centrifugation and washed in methanol three times. Stable colloidal suspensions of ZIF-8 were obtained by redispersing the washed product in methanol using ultrasound (Elmasonic S100H ultrasonic bath, 550 W).Preparation of HKUST-1 NanoparticlesHKUST-1 particles were synthesized similarly to that in the literature.(45) H3BTC (0.738 g, 3.44 mmol) was dissolved in ethanol (14 mL) and DMF (42 mL) and combined with PAA (2.21 g, 1.23 mmol). To this mixture was added a solution of Cu(OAc)2·H2O (0.7 g, 3.44 mmol) in 28 mL of deionized water under vigorous stirring, which rapidly induced the formation of a blue precipitate. After 30 min, the product was separated from the reaction mixture by centrifugation and washed in DMF at least three times. Stable colloidal suspensions of HKUST-1 were obtained by redispersing the washed product in DMF using ultrasound.Preparation of CAU-1-NH2 NanoparticlesCAU-1-NH2 particles were synthesized by a modified literature protocol.(46) A mixture of H2BDC-NH2 (0.087 g, 0.468 mmol) and AlCl3·6H2O (0.348 g, 1.44 mmol) was suspended in 3.175 mL of methanol in a microwave tube (Biotage, 2–5 mL glass reactor) and sealed with a septum. After a prestirring time of 10 s, the reaction mixture was heated under stirring in a microwave oven (Biotage Injector) for 6 min at 145 °C. The reaction mixture was then rapidly cooled to ambient temperature using a forced air cooler, yielding a milky yellow dispersion. The product was separated from the reaction mixture by centrifugation and washed in methanol five times. Stable colloidal suspensions of CAU-1-NH2 were obtained by redispersing the washed product in methanol using ultrasound.Preparation of TiO2 NanoparticlesTiO2 particles were synthesized according to the literature.(47) Ti(OEt)4 (6.25 mL) was slowly added to HNO3 (0.1 M, 37.5 mL) under stirring and heated at 80 °C for 8 h. After cooling to room temperature, the opalescent mixture was sonicated for at least 3 h. Stable colloidal suspensions of TiO2 were obtained by repeated collection of the product by centrifugation, washing, and finally redispersing in methanol using ultrasound.Fabrication of TiO2/MOF Bragg StacksMultilayer stacks consisting of thin MOF (MOF = ZIF-8, HKUST-1, CAU-1-NH2) and TiO2 layers were obtained in an analogous manner to that in the literature(30) by spin-coating the respective colloidal suspensions alternatingly on silicon substrates, beginning with either TiO2 (referred to as TiO2/MOF BS) or a MOF layer (referred to as MOF/TiO2 BS). Prior to film deposition, silicon substrates (1 × 1 cm2) were treated with piranha acid (96% H2SO4/30% H2O2, 2:1) for 1 h, rinsed intensively with water, dried under a nitrogen stream, and plasma-cleaned (Femto plasma cleaner, Diener Electronic GmbH, air, 100 W) for 5 min. A rotational speed of 3000–4000 rpm for 30–60 s was used for the deposition of the layers, and the acceleration speed was fixed to 1500 rpm s–1. The film thickness was adjusted by the particle concentration in the suspensions and by multiple coating steps. After each deposition, the film was annealed at 40 °C (for BSs containing CAU-1-NH2) or 200 °C (all other BSs) for 15 min.Fabrication of Tandem MOF Bragg StacksMultilayer stacks consisting of thin layers of two different MOFs (christened ZIF-8/HKUST-1 BS and ZIF-8/CAU-1-NH2 BS) were obtained by spin-coating the respective colloidal suspensions alternatingly on silicon substrates, beginning with ZIF-8. The cleaning process of the substrates and the fabrication of the Tandem MOF BSs were conducted similarly to that for the fabrication of TiO2/MOF BSs.CharacterizationXRD patterns of powders were collected using either a Huber G670 diffractometer in Guinier geometry or a Stoe Stadi P diffractometer with an image plate detector system in transmission with Ge(111)-monochromated Cu Kα1 radiation (λ = 1.54051 Å). Data were collected between 5° and 45°. IR spectroscopy for the bulk material was carried out with the help of either a PerkinElmer Spektrum BX II spectrometer including an attenuated total reflectance (ATR) unit or a Bruker ALPHA-P FT-IR spectrometer in the spectral range of 4000–650 cm–1. IR spectra of BSs were detected with a Nicolet iN10 IR microscope (Thermo Scientific) in the spectral range of 4000–675 cm–1. Scanning electron (SE) micrographs were recorded either with a Merlin (Zeiss) FE-SEM or a JEOL JSM-6500F SEM equipped with an Oxford EDX analysis system. EDX analysis was performed using either the Oxford EDX system or a Philips ESEM XL 30 with an EDAX NEW XL-30 detection unit. Argon (nitrogen) adsorption/desorption isotherms of the bulk material were recorded at 87 K (77 K) with either an Autosorb iQ instrument (Quantachrome Instruments, Boynton Beach, FL, USA) or with a BELSORP-max apparatus (BEL Japan Inc.). Samples were outgassed in vacuo at 100 °C for 12 h (ZIF-8, HKUST-1, TiO2) or at 130 °C for 3 h (CAU-1-NH2). Apparent specific surface areas were calculated by using the BET method as described in the literature.(48) Micropore volumes were calculated from the adsorption branch at p/p0 = 0.5. For liquid state 1H NMR investigations, the samples were dissolved in a solution of 5% NaOD in D2O. The NMR spectra were recorded on a Bruker DRX500 NMR spectrometer operating at 500 MHz. Elemental analysis was carried out on an Eurovektor EuroEA elemental analyzer. Ellipsometric measurements were carried out using a Woollam M2000D at angles of 65°, 70°, and 75° in the spectral range of 190–1000 nm. The data were fitted between 300 and 1000 nm. Further fitting details are provided in the Supporting Information. Sorption reflectance measurements were recorded with the same instrument using s-polarized light at an incident angle of 75°, whereas a fiber optic spectrometer (USB2000+, Ocean Optics) interfaced with an optical light microscope (DM2500 M, Leica) was used for time-dependent reflection measurements. Further sorption measurement details are provided in the Supporting Information. Color image analysis was performed using the program FIJI. PCA analysis was carried out with the help of the program XLSTAT. Further analytical details are provided in the Supporting Information.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionCharacterization of TiO2/MOF Bragg Stacks and Tandem MOF Bragg StacksThe fabrication of MOF-based BSs was pursued by alternatingly spin-coating colloidal suspensions of the MOFs ZIF-8, HKUST-1, and CAU-1-NH2 and/or the high-RI material TiO2, yielding either BSs consisting of a single MOF species periodically stacked with TiO2 or purely MOF-based BSs composed of two different types of MOFs (denoted tandem MOF BSs in the following). For the fabrication of the tandem MOF BSs, we used the combinations ZIF-8/HKUST-1 and ZIF-8/CAU-1-NH2, each starting with ZIF-8 as the first layer. XRD patterns of the MOF particles gained before film deposition are depicted in Figure 1a–c. Apart from peak broadening, which we attribute to the small particle size of the MOFs, the patterns show good agreement with the respective simulated patterns of the MOFs.Figure 1. Powder XRD patterns of (a) ZIF-8 nanoparticles (red), (b) HKUST-1 nanoparticles (blue), (c) CAU-1-NH2 nanoparticles (green), and respective simulated XRD patterns (black). (d) IR spectra of CAU-1-NH2 after different thermal treatments. IR bands corresponding to C–H and C–O stretching vibrations of methoxy groups are marked by † and ‡, respectively.The BSs were annealed at 200 °C, except for CAU-1-NH2-based BSs, in order to remove residual solvent molecules from the porous structures as well as to enhance their mechanical stability. In contrast to HKUST-1- and ZIF-8-containing BSs, the respective CAU-1-NH2 multilayers were dried at 40 °C to retain their composition, as CAU-1-NH2 was shown to undergo a postsynthetic transformation from [Al4(OH)2(OCH3)4(BDC-NH2)3] to [Al4(OH)6(BDC-NH2)3] in air at elevated temperatures.(46) We observed the reported postsynthetic exchange of methoxy by hydroxy groups upon heating at 200 °C, as evidenced by the reduction of the IR bands for the aliphatic C–H stretching vibrations at 2950 and 2840 cm–1 as well as for the C–O stretching vibration at 1080 cm–1 (Figure 1d). The respective IR spectra for ZIF-8 and HKUST-1, confirming the retention of these structures after heating at 200 °C, are shown in Figure S2 (Supporting Information). Besides IR spectroscopy, argon and nitrogen sorption experiments were conducted for further characterization of the bulk material (MOFs and TiO2). The respective isotherms and derived specific surface areas and micropore volumes are provided in the Supporting Information (Figure S3 and Table S1). Bulk CAU-1-NH2 was also characterized by CHNS and EDX analysis as well as NMR spectroscopy to obtain the actual composition of the material. As-obtained CAU-1-NH2 was washed in methanol instead of water to keep the dispersion stable for the spin-coating process. Therefore, some of the amino groups are still protonated, with Cl– acting as a counterion.(46) According to the analytical data, the precise sum formula of the product washed in methanol and dried in air is [Al4(OH)2.34(CH3O)3.66(BDC-NH2)1.68(BDC-NH3)1.19(BDC-NHCH3)0.13]·1.19Cl–·H2O. Despite the large counterions, the pores are still accessible, which was demonstrated by the nitrogen sorption experiments. The results of NMR spectroscopic measurements, elemental analysis, and EDX analysis are presented in the Supporting Information (Figure S4, Table S2 and S3).The realization of the multilayered structures is illustrated by cross-sectional SEM. Representative three-bilayer stacks for each investigated TiO2/MOF combination as well as top-view images of MOF single layers are shown in Figure 2, whereas the respective tandem MOF BSs are presented in Figure 3. The successful integration of the different MOF species is demonstrated by the particulate appearance of the films, reflecting the characteristic morphology of the MOF nanoparticles. For the ZIF-8/HKUST-1 BS, the discrimination of the individual layers is impeded, as both types of MOF nanoparticles exhibit similar sizes and the scattering contrast is low due to only marginal differences in electron density of the building blocks involved. To confirm the presence of all MOFs, we used EDX analysis and recorded IR spectra for all BSs on silicon substrates, which ascertain the successful integration and retention of the MOF structures (Table S4 and Figure S5, Supporting Information). Besides, we determined the effective RI of single MOF layers (1.20, 1.25, and 1.30 for ZIF-8, HKUST-1, and CAU-1-NH2, respectively; see also Table S5, Supporting Information) and their thickness using spectroscopic ellipsometry. From the SEM images shown in Figure 2, we deduce average thickness values of 71, 77, and 133 nm for ZIF-8, HKUST-1, and CAU-1-NH2 layers, respectively, although lateral thickness variations in the stacks are observed. More SEM images showing larger details as well as photographic images of the stacks are provided in the Supporting Information (Figure S6).Figure 2. Cross-sectional SEM images of TiO2/MOF BSs and top views of MOF nanoparticles on silicon substrates: (a) TiO2/ZIF-8, (b) ZIF-8, (c) TiO2/HKUST-1, (d) HKUST-1, (e) TiO2/CAU-1-NH2, and (f) CAU-1-NH2.Figure 3. Cross-sectional SEM images of a ZIF-8/HKUST-1 BS (a, b) and a ZIF-8/CAU-1-NH2 BS (c, d) on silicon substrates.Vapor Sorption and Optical Sensing with MOF-Based Bragg StacksThe combination of high- and low-RI materials in a multilayer, such as TiO2 and a MOF, creates a periodic lattice in one dimension that strongly scatters photons with wavelengths commensurate with the lattice period. The periodic potential thus gives rise to the formation of a photonic bandgap that prevents light with particular frequencies from traveling through the BS. According to the Bragg–Snell law for normal incidence, the position of the diffraction maximum λmax can be modulated by varying the optical thickness of the layers, i.e., the product of the effective RI (n) and the physical thickness h of the layers, in response to external stimuli such as adsorption of analytes, according to(49)Here, the parameters for the low- and high-RI-material are marked with L and H, respectively, and m is the diffraction order. Due to a change in the RI contrast caused by infiltration with an analyte, the response to a stimulus can be detected by changes in the reflectance spectrum or even by the naked eye through a color change of the BS.In order to evaluate whether our hybrid structures are suitable as sensing systems combining both sensitivity and selectivity, we exposed our TiO2/MOF BSs to different organic vapors and monitored the response with the help of spectrophotometric ellipsometry. In Figure 4a, exemplary reflectance spectra of a TiO2/CAU-1-NH2 BS show a significant optical shift (44 nm) upon exposure to ethanol at saturation pressure (p/p0 ≈ 1). The respective spectra of TiO2/ZIF-8 and TiO2/HKUST-1 BSs as well as the response of all TiO2/MOF BSs to methanol at p/p0 ≈ 1 are presented in Figures S7 and S8 (Supporting Information). The structures show pronounced shifts upon exposure to both ethanol (42 and 32 nm for ZIF-8- and HKUST-1-based BSs, respectively) and methanol (36, 35, and 50 nm for ZIF-8, HKUST-1, and CAU-1-NH2 BSs, respectively), which illustrates the sensitivity of all three BSs toward the investigated analytes. It should be noted that the wavelength shift of a Bragg maximum positioned at higher wavelengths (which may, for example, be due to a larger physical thickness of the layers) is generally larger compared to Bragg maxima at lower wavelengths. Hence, besides the adsorption capacity being unique for every MOF type, the response magnitude of a specific multilayer structure will also be affected by the thickness of its layers, at least to a certain extent. In addition, the apparent thickness variations in each multilayer (see Figures 2 and 3) will lead to slight differences in the respective Bragg maxima for different spots on the film. A more detailed discussion concerning the validity of the shifts in terms of sample quality and experimental limitations is provided in the Supporting Information (Characterization Details). To make the results for different TiO2/MOF BSs more comparable, we thus calculated the shifts (λn – λ0 = Δλ) normalized with respect to the wavelength of the maxima λn (for calculation details, see Supporting Information, Characterization Details).Figure 4. (a) Reflectance spectra for a TiO2/CAU-1-NH2 BS kept in dry nitrogen (black line) and after exposure to ethanol (green line) at the highest partial pressure (p/p0 ≈ 1). Optical adsorption isotherms for TiO2/MOF BSs for ethanol (b) and methanol vapor (c). (d) Normalized peak shifts for three TiO2/MOF BSs after adsorption of ethanol and methanol at three different pressure ranges.By plotting the (normalized) peak shift of TiO2/MOF BSs as a function of vapor pressure, optical vapor adsorption isotherms are obtained that demonstrate the adsorption performance of the different MOF BSs in the presence of ethanol (Figure 4b) and methanol (Figure 4c) at different concentrations. The ZIF-8-based BS shows an S-type isotherm at low pressures (p/p0 ≤ 0.1 for ethanol adsorption), which is in agreement with our previously reported results(30) as well as with other ZIF-8 adsorption studies.(50, 51) This particular shape is often associated with a certain flexibility of the framework induced by the interaction with analytes (gate opening), which may result in the uptake of molecules with even larger kinetic diameters than the pore entrances of ZIF-8.(52) According to Zhang et al.(50) and Cousin Saint Remi et al.,(51) the adsorption isotherms of various alcohols are shifted for ZIF-8 to lower pressures with increasing chain length and, hence, hydrophobicity. Here, the uptake for ethanol is shifted to p/p0 ≈ 0.1. For methanol, despite its smaller diameter, the step in the isotherm is observed at p/p0 ≈ 0.2, which may originate from the larger polarity in comparison to ethanol and, hence, the less beneficial analyte–framework interaction.(50) The slow but continuous increase of the curve at even higher partial pressures is attributed to the textural porosity of both TiO2 and ZIF-8 layers.(30) In contrast to TiO2/ZIF-8, HKUST-1- and CAU-1-NH2-based BSs show a steep increase at very low vapor pressures associated with the instant uptake of the analytes in the micropores and in agreement with the rather hydrophilic nature of both MOF structures. Compared to the HKUST-1 BS, the CAU-1-NH2 BS shows a significantly larger shift at low vapor pressures for both sorptives. The shape of the ethanol sorption isotherm for TiO2/CAU-1-NH2 is in good agreement with the isotherm of CAU-1 thin films on QCM gold electrodes,(53) which is indicative of a MOF-dominated sensing performance of the BS. Both isotherms for TiO2/CAU-1-NH2 and TiO2/HKUST-1 exhibit continuously increasing curves at p/p0 > 0.1, consistent with the presence of a comparatively high fraction of textural porosity. The sorption isotherms presented here suggest a lower adsorption capacity of HKUST-1 in comparison to that of the other MOFs, ZIF-8 and CAU-1-NH2, which is in line with the sorption data of the bulk material (see Table S1, Supporting Information).To evaluate the sensing performance, i.e., adsorption capacity and selectivity of the individual MOFs, the normalized shifts for each MOF BS are compared (Figure 4d) by the example of three different analyte concentrations (p/p0 ≈ 0.02, 0.2, and 1.0). According to this chart, TiO2/CAU-1-NH2 shows superior sensitivity at low vapor pressures (p/p0 ≈ 0.02) toward both analytes in comparison to that for the other BSs. The high sensitivity of the CAU-1-NH2 BS toward the investigated alcohols is in good agreement with the response demonstrated for CAU-1-coated QCM electrodes.(53, 54) For HKUST-1- and ZIF-8-based BSs, a somewhat opposite sensing behavior is observed at low partial pressures: While the ZIF-8 BS shows only marginal shifts for both analytes at p/p0 ≈ 0.02 in comparison to TiO2/HKUST-1, a pronouncedly higher shift for ethanol is observed at p/p0 ≈ 0.2 for TiO2/ZIF-8. For methanol vapor (p/p0 ≈ 0.2), we found rather similar uptakes for both TiO2/HKUST-1 and TiO2/ZIF-8 BSs. At high vapor pressures (p/p0 ≈ 1), the largest sensitivity for ethanol and methanol is shown by TiO2/ZIF-8 and TiO2/CAU-1-NH2 BSs, respectively, whereas a general lower adsorption capacity for the HKUST-1 BS is observed in comparison to that for the other BSs. This finding complies with the results published by Wu et al.,(33) which state the significantly lower sensitivity of HKUST-1 opals as compared to that of ZIF-8-based structures. However, such observations have to be treated with care, as the precise comparison is possible only under similar experimental conditions (such as analyte concentration and measurement setup) as well as comparable sample properties (e.g., thickness of the investigated films, textural porosity, accessibility of the pores). In this context, the potential presence of residual water content during the sensing experiments constitutes another important parameter in evaluating the performance of HKUST-1 sensors, as the degree of humidity has been shown to greatly influence its sorption capacity toward other analytes.(55, 56) Aside from these general considerations, the chemoselective behavior of our MOF multilayer systems is clearly demonstrated by the different optical shifts at various partial pressures.Besides selectivity and sensitivity, a key issue of sensing devices is the recoverability of such systems, including the ease of sorptive removal within a reasonable amount of time as well as preferably low response times toward small concentration changes. To probe the response time of our platforms, we exposed TiO2/MOF BSs to different ethanol concentrations that were varied within short time intervals and monitored the change in reflectivity in situ at certain wavelength positions (Figure 5). According to the measurements presented in Figure 5, the reflectivity of all BSs changes within seconds when the concentration is altered in increments of ≥10% and occurs reversibly with no apparent delay after concentration change. Depending on the MOF type, it takes a few seconds to reach at least 90% of the final response, as can be deduced from the graphs. For instance, upon a change from 0 to 25% ethanol vapor in the nitrogen stream, we calculated response times of about 4.5, 7.7, and 10.1 s for TiO2/ZIF-8, TiO2/HKUST-1, and TiO2/CAU-1-NH2, respectively (see also Figure S9, Supporting Information), which is comparable to that of other MOF sensors.(28, 33) The initial response of our BSs upon small concentration changes is, hence, fast and produces clearly distinguishable signals. For an estimation of the detection limit of our BSs, see the Supporting Information (Characterization Details).Figure 5. Reflectance spectra of TiO2/MOF BSs and time-dependent responses of the BSs upon exposure to varying concentrations of ethanol vapor: (a, b) TiO2/ZIF-8, (c, d) TiO2/HKUST-1, and (e, f) TiO2/CAU-1-NH2. The response was monitored by recording the change in reflection at distinct wavelength positions (marked in the respective spectra). Close-up views of the graph positions used for calculating the response time are provided in the Supporting Information (Figure S9).The presented results demonstrating both high sensitivity and selectivity of TiO2/MOF BSs as well as fast response times suggest their utility for the analyte-specific detection in arrayed sensing devices. To obtain a high level of specificity, we pursued two different strategies, both taking advantage of the combination of the characteristic sorption properties of the individual MOFs: In our first approach, we integrated two MOF species into a single sensing platform, whereas in the second approach, all three TiO2/MOF BSs are assembled in a basic color pattern (optical fingerprint). Both methods are envisaged to allow for the simultaneous encoding of different types of host–guest interactions. In our first approach, we evaluated the sensing performance of the tandem MOF BSs (i.e., the combination of ZIF-8 layers with either HKUST-1 or CAU-1-NH2) by conducting similar sorption measurements as those for the TiO2/MOF BSs (see Figures S10–S13 for reflectance spectra, Supporting Information). In Figure 6, the ethanol and methanol sorption isotherms of TiO2/MOF BSs (MOF = ZIF-8, HKUST-1) are presented in comparison to ZIF-8/HKUST-1. The ethanol sorption isotherm (Figure 6a) for the tandem MOF BS shows characteristic features of the isotherms for the TiO2/ZIF-8 BS: At p/p0 ≈ 0.1, an increase in the isotherm is observed that is comparable to the isotherm obtained for TiO2/ZIF-8. This similarity can be also found in the methanol sorption isotherm of the tandem MOF BS (Figure 6d): Here, a shift of the step from p/p0 ≈ 0.1 to p/p0 ≈ 0.2 in comparison to the ethanol sorption isotherm is observed, which matches well with the sorption data obtained for TiO2/ZIF-8. In addition, we observe another step at p/p0 < 0.1 in both the ethanol and methanol isotherms, matching the response of TiO2/HKUST-1 toward methanol at very low partial pressures. The signal height, however, turns out to be rather small in comparison to the clearly visible step at p/p0 ≈ 0.1 (0.2) for ethanol (methanol). We rationalize this finding with the different adsorption capacities of the MOFs: By taking into account the low adsorption capacity of HKUST-1, which we deduce from the sorption data of the bulk material (Figure S3 and Table S1, Supporting Information), and the sorption measurements of TiO2/HKUST-1 (Figure 4b, c), the signal for the uptake in the pores of HKUST-1 is likely overlapped by the comparatively larger signal caused by the interaction of the sorptive with ZIF-8. By increasing the thickness of HKUST-1 layers, which can be facilely done through multiple spin-coating steps, the magnitude of the HKUST-1 response may increase as well. In order to test this assumption, we prepared a series of tandem MOF BSs with different relative layer thicknesses of the individual MOFs and repeated the adsorption experiments. The integration of differing amounts of MOFs is confirmed by EDX analysis (Table S4, Supporting Information). In Figure 6b, we depict exemplarily the adsorption performance of three ZIF-8/HKUST-1 BSs toward ethanol vapor with gradually increasing layer thicknesses of HKUST-1. At high ZIF-8 content, two clearly distinguishable steps (p/p0 < 0.1 and p/p0 ≈ 0.1) in the ethanol sorption isotherm are observed. When the thickness of the HKUST-1 layers is increased, the step height at p/p0 < 0.1 seems to increase as well, which is consistent with the larger amount of available HKUST-1 micropores. We observed a similar trend when subjecting the BSs to methanol vapor (Figure 6e).Figure 6. (a) Ethanol and (d) methanol sorption isotherms of a ZIF-8/HKUST-1 BS in comparison to the respective isotherms of TiO2/HKUST-1 and TiO2/ZIF-8 BSs. (b) Ethanol and (e) methanol sorption isotherms of three ZIF-8/HKUST-1 BSs with different layer thicknesses. The thickness of the ZIF-8 layers is increased from top to bottom (highlighted by underlines), whereas the HKUST-1 content is decreased. (c) Ethanol and (f) methanol sorption isotherms of a ZIF-8/CAU-1-NH2 BS in comparison to the respective isotherms of TiO2/CAU-1-NH2 and TiO2/ZIF-8 BSs.In order to probe the versatility of our tandem MOF multilayers, we conducted similar adsorption experiments with another heterostructure (ZIF-8/CAU-1-NH2) and compared them to the adsorption isotherms measured for TiO2/ZIF-8 and TiO2/CAU-1-NH2 (Figure 6c, f). The isotherms for ZIF-8/CAU-1-NH2 show clear, yet somewhat less pronounced, characteristic features of the respective single-component BSs compared to ZIF-8/HKUST-1. This finding may be explained by a mutual influence arising from the presence of direct interfaces between the two MOFs, which, along with the sequence of the multilayer, may affect the individual sorption behavior of the MOFs. Such effects have been already described for oxide bilayers exhibiting different (textural) porosities(57) or binary Janus MOF coatings(58) and may also occur in our tandem MOF BSs, leading to a somewhat synergistic sensing behavior. Tuning the layer thicknesses of either ZIF-8 or CAU-1-NH2 (see Figure S14, Supporting Information, for the isotherms) leads to no apparent enhancement of one or the other MOF signature in contrast to the case of ZIF-8/HKUST-1. While the response of ZIF-8/HKUST-1 toward the investigated analytes seems to be characterized by the sorption properties of the individual BS components, the ZIF-8/CAU-1-NH2 BS shows a more complex response that may be mediated by the mutual interactions between its layers. Despite these differences in the sensing behavior of the two tandem MOF BSs, the versatility of such multilayers is demonstrated by tailoring the sorption properties toward a particular analyte through the judicious choice of the constituting MOF structures as well as by fine-tuning the dimensions of the individual layers. The impact of these parameters and their tailoring toward a specific sorption profile is currently being investigated in our group.In our second approach toward enhanced analyte specificity, we pursued the fabrication of an arrayed setup assembled from multiple MOF-based multilayers. In general, arrayed sensing devices are built up of different sensing films arranged in a specific pattern. Depending on the transduction scheme, the sensor–analyte interaction generates a unique signature with enhanced analyte specificity in comparison to that of the individual sensors, owing to the combinatorial response. As a first step toward such an array derived from photonic MOF multilayer structures, we arranged all three MOF-based BSs on a glass substrate in a home-built chamber (see Figure S15, Supporting Information, for images of the setup and the array). In this chamber, a stream of nitrogen saturated with the analyte was injected, and the evolution of the color upon analyte uptake was monitored in situ with a camera attached to the microscope.As illustrated in Figure 7, showing optical images of the individual films, the PC array exposed to ethanol vapor shows a clearly visible color change in comparison to the array subjected to pure nitrogen. The response, i.e., color signature of a similar arrayed setup to a range of different analytes including ethanol, water, 2-propanol, and 1-hexanol, is shown in Figure S16 (Supporting Information). We confirmed these changes by simultaneously recording the evolution of the reflection spectra for each BS (Figures S17–S19, Supporting Information) and determined the respective spectral shifts for each sorptive after 5 min exposure. By assigning these values to the respective TiO2/MOF BSs, we obtain unique numerical codes that are specific for each investigated analyte (Table 1; see Table S6, Supporting Information, for normalized values). According to Table 1, HKUST-1- and CAU-1-NH2-based BSs show comparatively high sensitivity to water, which agrees well with the hydrophilic nature of both MOF structures. A moderate shift is observed for the TiO2/ZIF-8 BS upon exposure to water due to the hydrophobicity of ZIF-8, which is somewhat counterbalanced by adsorption of water in the TiO2 nanoparticulate layers. For all TiO2/MOF BSs, we observe a reduced uptake of 1-hexanol, which may be related to its bulkiness in comparison to that of the other analytes.Figure 7. Photographic images of an array assembled from ZIF-8/TiO2, TiO2/HKUST-1, and TiO2/CAU-1-NH2 BSs, illustrating the color change of the array upon exposure to ethanol vapor (lower row) in comparison to pure nitrogen (upper row).Table 1. Peak Shifts for an Array Assembled from Three TiO2/MOF BSs upon Exposure to Different Sorptives peak shifts (nm)asorptiveTiO2/ZIF-8TiO2/HKUST-1TiO2/CAU-1-NH2water5.48.09.3ethanol18.011.97.52-propanol15.913.410.01-hexanol3.92.51.1aValues derived from the respective reflection spectra shown in Figures S17–S19 (Supporting Information).To interpret and classify the individual sorption characteristics of the stacks, we have recorded photographic images of the samples before and after exposure to the vapors and extracted the respective RGB values by image analysis. Such approaches based on color image analysis rather than on spectroscopic shifts have already been successfully implemented in the analysis of colorimetric combinatorial platforms.(42) Here, we exposed our samples to an alternate stream of either pure nitrogen or nitrogen saturated with a solvent and recorded images for specific spots on the samples under constant light conditions. The analysis of the images was performed using a code developed with the program FIJI that involves alignment of the images, area selection, and calculation of the mean RGB intensities (see Supporting Information for a more detailed description of the experimental setup and image processing). In Figure 8a, the extracted mean RGB values and channel images are exemplarily shown as unique patterns for all three BS samples upon exposure to nitrogen (left side) in comparison to ethanol adsorption (right side). The as-obtained values were then used to determine the differences ΔR, ΔG, and ΔB for each BS sample (Figure 8b, calculated for ethanol) and each investigated analyte (Figure 8c, values represented by gray X’s in the matrix). Note that the values represent mean values derived from three measurements per solvent and BS sample (see Tables S7–S9, Supporting Information, for complete lists of all extracted and calculated intensities). The reproducibility of the measurements is demonstrated by the reversibility of the respective RGB intensities upon switching from pure nitrogen to the solvent or solvent mixture (Figures S20 and S21, Supporting Information).Figure 8. Scheme illustrating the basic steps of color image analysis and determination of analyte-specific numerical codes. (a) Photographic images of an array assembled from TiO2/ZIF-8, TiO2/HKUST-1, and TiO2/CAU-1-NH2 BSs are recorded for the exposure to nitrogen and a sorptive, respectively (exemplarily shown for ethanol). After alignment and area selection, the images are split in the respective color channels, and the mean RGB intensities are extracted. (b) On the basis of average RGB intensities obtained for three measurements, the differences ΔR (G, B) = Rsorptive (G, B) – RN2 (G, B) are calculated. (c) Image processing and calculation of ΔR (G, B) are performed for all investigated analytes, yielding a 9 × 9 matrix.The extracted values can then be used to analyze the individual capability of the BSs to discriminate between different analyte vapors. To this end, we performed principal component analysis (PCA) based on the characteristic RGB codes for each stack. The thus-obtained PCA plots are depicted in Figure 9a–c for TiO2/ZIF-8, TiO2/HKUST-1, and TiO2/CAU-1-NH2 BSs, respectively. Each plot shows a 2D projection of the factor scores calculated for each observation (i.e., solvent), whereas the first component, F1, and the second, F2, account for the largest variance of the measurements. From Figure 9a, we can see that TiO2/ZIF-8 BS shows a rather poor discrimination capability for methanol, ethanol, and 2-propanol, as these points cluster in similar regions, whereas the points for water and 1-hexanol are clearly separated from the former solvents. The first two principal components (F1 and F2) account for 93.25% of the variance. For TiO2/HKUST-1 BS (Figure 9b), we observe a separation of methanol from the groups 2-propanol/ethanol and 1-hexanol/water (F1 + F2: 99.89%). The CAU-1-NH2 BS shows a comparatively better distribution and, hence, discrimination of the analytes (Figure 9c), indicated by a clear separation of all five points (F1 + F2: 100%). The three MOF BSs hence show clearly different degrees of discrimination between the investigated analytes, which could be useful in a combinatorial response for analyzing, for instance, mixtures of vapors.As a proof of concept, we used the extracted data for four solvent mixtures (ethanol with methanol, 2-propanol, water, or 1-hexanol in volume ratios of 1:1) to perform PCA with all nine variables (i.e., ΔR(TZ, TH, TC) and so forth) which allows us to evaluate the combinatorial capability of the stacks for analyte discrimination. According to Figure 9d, the array shows a clear separation and, hence, discrimination of all analytes (F1 + F2: 91.64%). If we calculate individual plots for each of the RGB channels (see Figure S22, Supporting Information), then the best separation result is obtained when monitoring the B channel (F1 + F2: 86.73%). In this case, already the extraction of the B intensities would be sufficient to allow the solvent mixtures to be discriminated. If the PCA is performed as a function of the individual BS samples (i.e., only the RGB values for TiO2/ZIF-8 are considered and so forth), then both TiO2/ZIF-8 and TiO2/CAU-1-NH2 BSs show a comparatively high degree of separation for three of the four solvents (Figure S23, Supporting Information; F1 + F2: 92.07 and 99.32%, respectively), which may be the reason for the good discrimination capability of the complete array.Figure 9. PCA plots for (a) TiO2/ZIF-8, (b) TiO2/HKUST-1, and (c) TiO2/CAU-1-NH2 BSs, illustrating the individual discrimination capability of each BS toward pure solvent vapors (ethanol, methanol, 2-propanol, water, and 1-hexanol). (d) PCA plot for an array assembled from TiO2/ZIF-8, TiO2/HKUST-1, and TiO2/CAU-1-NH2 BSs, illustrating the combinatorial capability for discriminating between solvent mixtures (ethanol with methanol, 2-propanol, water, and 1-hexanol).Our BS array hence shows clearly visible color changes upon analyte exposure and allows for the instantaneous detection of different guest species by monitoring both the color profile and the respective reflectance spectra. Evaluating these coupled detection routes (i.e., color signature and reflection spectra) thus provides an efficient tool to monitor adsorption events at low concentrations, and the precision of the generated analyte signatures is enhanced owing to the dual readout.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn summary, we have presented the fabrication of photonic multilayers based on three prototypic MOFs (ZIF-8, HKUST-1, CAU-1-NH2), which allow for the macroscopic optical detection of analyte-selective host–guest interactions occurring on the molecular level. The sensing performance of our systems was analyzed by vapor sorption experiments under ambient conditions, which allow for both identifying and quantifying the analyte. Our results thus demonstrate, in accordance with other transduction methods such as surface acoustic wave sensors(38) or workfunction-based detection,(56) that MOF coatings possess excellent sensitivity. The shapes of the optical adsorption isotherms of TiO2/MOF BSs show the signature of the active MOF species, pointing to a MOF-dominated response. Moreover, along with the large variety of MOF structures, the use of MOFs as active components in PC sensors provides a convenient means to discriminate between mutually interfering analytes. We show that cross-responsivity can be minimized by using specific types of MOFs with different polarities combined with principal component analysis of their color-coded optical response.The isotherms of tandem MOF BSs show enhanced complexity and increased analyte specificity. By simultaneously encoding multiple host–guest interactions in a single BS, we demonstrate the potential for MOF-based analyte detection via multiplexing schemes. We hypothesize that the interfaces between two MOFs as well as the sequence of the MOF layers in a BS influence their individual sorption behavior and may lead to synergistic behavior or a slowing of analyte uptake. This possibility will be explored further. Furthermore, we have developed a MOF-based BS array to enhance the analyte-specific readout, similar to the color-coding principles used in a biochip. The color pattern obtained after analyte exposure can ultimately be used as an analyte-specific fingerprint, which we demonstrated through principal component analysis. Important performance parameters of our MOF-based sensors were investigated, revealing good recoverability and response times on the order of 5–10 s. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationCharacterization details for sorption measurements, evaluation of ellipsometric data, spectral shifts, response time, and photographic images for PCA; IR spectra of bulk MOFs and BSs; sorption data of bulk material; NMR data and elemental and EDX analysis of bulk CAU-1-NH2; EDX analysis of BSs; ellipsometric data of thin MOF layers; SEM images, reflection spectra, and vapor sorption isotherms of BSs; photographic images of BS array and sensing setup; normalized peak shifts for the BS array; extracted RGB intensities and calculated RGB differences; PCA plots; and reproducibility of image-based sorption measurements. This material is available free of charge via the Internet at http://pubs.acs.org. Funding InformationFinancial support by the Max Planck Society, LMU, Deutsche Forschungsgemeinschaft (SPP-1362), the Fond der Chemischen Industrie (FCI), the cluster of excellence “Nanosystems Initiative Munich” (NIM), and the Center for NanoScience (CeNS) is gratefully acknowledged.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentWe thank Prof. T. Bein for granting access to the ellipsometer and V. Duppel, C. Minke, S. Hug, C. Argyo, and L. Nichols for their assistance with the material analysis.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 58 other publications.1. Eddaoudi, M.; Moler, D. B.; Li, H.; Chen, B.; Reineke, T. M.; O’Keeffe, M.; Yaghi, O. M. Acc. Chem. Res. 2001,  34,  319[ACS Full Text ], [CAS]1. Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate FrameworksEddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.Accounts of Chemical Research\r\n        (2001),\r\n    34\r\n        (4),\r\n    319-330CODEN:\r\n                ACHRE4;\r\n        ", "title": "Tandem MOF-Based Photonic Crystals for Enhanced Analyte-Specific Optical Detection", "authors": ["Annekathrin Ranft", "Felicitas Niekiel", "Ida Pavlichenko", "Norbert Stock", "Bettina V. Lotsch"], "doi": ["10.1021/cm503640c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0010.gif\">"]}