{"abstract": "The preparation of mixed Fe/V analogues of the flexible metal−organic framewrok material MIL-53 is possible via the crystallization and subsequent calcination of mixed-valent Fe/V structures. A comprehensive set of spectroscopic and diffraction characterization techniques proves the identity of all phases and the oxidation state assignment, while time-resolved diffraction methods prove that materials with a Fe:V ratio of 3:1 possess a reversible structural flexibility, unlike the pure Fe or V materials.Mixed-metal iron–vanadium analogues of the 1,4-benzenedicarboxylate (BDC) metal–organic framework MIL-53 have been synthesized solvothermally in ,′-dimethylformamide (DMF) from metal chlorides using initial Fe:V ratios of 2:1 and 1:1. At 200 °C and short reaction time (1 h), materials (Fe,V)BDC(DMFF) crystallize directly, whereas the use of longer reaction times (3 days) at 170 °C yields phases of composition [(Fe,V)(Fe,V)(BDC)(OH,F)]·0.5DMA (DMA = dimethylammonium). The identity of the materials is confirmed using high-resolution powder X-ray diffraction, with refined unit cell parameters compared to known pure iron analogues of the same phases. The oxidation states of iron and vanadium in all samples are verified using X-ray absorption near edge structure (XANES) spectroscopy at the metal K-edges. This shows that in the two sets of materials each of the vanadium and the iron centers are present in both +2 and +3 oxidation states. The local environment and oxidation state of iron is confirmed by Fe Mössbauer spectrometry. Infrared and Raman spectroscopies as a function of temperature allowed the conditions for removal of extra-framework species to be identified, and the evolution of μ-hydroxyls to be monitored. Thus calcination of the mixed-valent, mixed-metal phases [(Fe,V)(Fe,V)(BDC)(OH,F)]·0.5DMA yields single-phase MIL-53-type materials, (Fe,V)(BDC)(OH,F). The iron-rich, mixed-metal MIL-53 shows structural flexibility that is distinct from either the pure Fe material or the pure V material, with a thermally induced pore opening upon heating that is reversible upon cooling. In contrast, the material with a Fe:V content of 1:1 shows an irreversible expansion upon heating, akin to the pure vanadium analogue, suggesting the presence of some domains of vanadium-rich regions that can be permanently oxidized to V(IV).", "text": "10.1021/ic400923d Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) are materials that possess one-, two-, or three-dimensional extended structures constructed from metal centers, or clusters, linked by polydentate organic ligands.(1) Provided that extensive interpenetration of ligands is avoided, MOFs may often be rendered porous, once trapped solvent is removed, resulting in considerable surface area and allowing for potential applications including gas storage and separation, catalysis, and molecular sensing.(2, 3) Compared to purely inorganic zeotypes MOFs can show unique structural features, one striking example of which is large structural flexibility, where reversible expansion and contraction may occur in response to change in temperature or introduction and removal of guest molecules.(4-7)One important aspect of MOF chemistry is the ability to replace either the metal or the organic linker while maintaining the overall topology of the structure to produce isostructural series of materials whose properties may sequentially vary. The complete replacement of one linker by another is known as isoreticular synthesis and used to modify sequentially the properties of the framework.(8) The most famous example of this is the synthesis of zinc-based MOFs by Yaghi and co-workers where 1,4-benzenedicarboxylate linkers were substituted for more extended dicarboxylates, leading to massive increases in internal surface area.(8) Linkers can also be modified with new functional groups changing the properties,(9) and modification of the linkers is also possible post-synthetically,(10) to give frameworks with chosen chemical functionality. Substitution of the metal in a given MOF structure can have large effects on the sorption properties of the framework without the overall structure being changed.(11)The majority of substitutional synthetic chemistry on MOFs involves complete substitution of either the ligand or the metal. A more selective process would involve the partial substitution of the substituent, a mixed-component approach.(12) Mixed-ligand and mixed-metal MOFs could be considered to be “molecular substitutional alloys”, where the properties of the mixed material could be varied homogeneously between those of the single constituent phases. This approach has been demonstrated by Deng et al. where a mixed-ligand analogue of MOF-5 exhibits a 400% increase in selectivity of CO2 over CO compared to the single-linker counterpart.(13) That work also reported a homogeneous material with up to eight differing functionalities incorporated into the same material, demonstrating the power of such a synthetic approach. Compared to mixed-ligand systems, mixed-MOFs where the structure is preserved upon partial metal substitution are relatively rare in the literature. This can arguably be accounted for by the preferential crystallization of competing single metal phases rather than a mixed phase, because of the differing reactivities of two, or more, metals in the chemical precursors used in synthesis, often as solvated cations. One way to overcome this is to use lanthanide metals where the reactivity across the series is similar,(14) and the ability to easily create mixed-lanthanide porous materials has potential in the fields of molecular sensing and molecular “barcodes”.(15) Despite the large amount of research into first-row transition metal MOFs, only a handful of true mixed-MOFs that represent solid-solutions have been so far reported.(16-19)In this paper we consider the formation of mixed-metal analogues of the MOF material MIL-53. This material has general chemical composition MIII(BDC)(OH) and consists of one-dimensional (1-D) chains of trans linked metal-oxide octahedra cross-linked to one another by 1,4-benzenedicarboxylate (BDC) dianions, Figure 1. In this simplest form of the material, the metal is trivalent and in an octahedral environment, coordinated to four oxygens from 1,4-benzenedicarboxylates and two from the trans bridging μ2-hydroxyl groups. The interconnectivity of the 1-D metal-oxide chains with the BDC linkers leads to a structure with 1-D, diamond-shaped channels running parallel to the hydroxide chains, as represented in Figure 1. These channels are typically occupied by solvent and/or unreacted 1,4-benzenedicarboxylic acid and can be evacuated using elevated temperatures or reduced pressure. The flexibility of the MIL-53 structure has been well documented: with temperature, pressure, or the addition of guest molecules, the framework may undergo a dramatic expansion, involving displacement of atoms by several Ångströms while the topology of the structure is maintained (Figure 1).Figure 1. Two views of closed and open forms of the MIL-53 structure. The closed form (a) and (b) can be reversibly converted into the open form (c) and (d) by removal or addition of guest molecules, and in some cases by application of temperature and pressure. The structures were drawn using the published crystal structures of hydrated and dehydrated MIL-53(Cr), respectively.(20)The first example of the MIL-53-type structure reported was in fact a related vanadium material, MIL-47, which contains bridging oxy groups (O2–) along the inorganic backbone of the structure, instead of hydroxy (OH–) groups.(6) Now several analogues of the material have been reported, containing either solely transition metals (Cr,(21) Fe,(22) Sc,(23)) or Group 13 metals (Al,(7) Ga,(24) In(25)), and in these cases the metal is in the +3 oxidation state and the bridging groups are usually hydroxyls, or may be partially replaced by fluoride. Upon heating the as-made MIL-53(VIII) in air to remove unreacted 1,4-benzenedicarboxylic acid from the pores, it undergoes irreversible oxidation of vanadium from 3+ to 4+ with associated reduction of the bridging hydroxyl groups to oxy groups to produce MIL-47. This leads to a permanently fully open structure of the type shown in Figure 1c. Later, utilizing a careful activation technique, Leclerc et al. isolated an evacuated vanadium MIL-53(VIII) analogue that did display reversible flexibility upon heating, but only in the absence of air.(26) Despite being isostructural in nature, the flexibility of the MIL-53 materials varies greatly from metal to metal.(27) Typically, MIL-53 materials have a closed hydrated form at room temperature, Figures 1a and 1b, and upon heating the extra-framework water is removed. At this point, the chromium and aluminum materials convert to a fully open, or “LP” (large pore) structure, Figures 1c and 1d, with a large increase in pore volume, whereas the iron analogue undergoes a slight contraction of its structure.(21, 27) Even upon heating further, MIL-53(Fe) only slightly expands, essentially remaining in the “NP” (narrow pore) structure. The chromium and aluminum materials return to the closed form upon cooling to 5 K,(28) or upon rehydration.(21) This differing behavior found for isostructural materials cannot be easily explained using factors such as the strength of the hydrogen bonding from the metal backbone, the ionic radii of the metal or the electronic structure of the metal.The MIL-53 series of materials have now been extensively studied for their adsorption properties for both gas-phase and liquid-phase adsorbents.(3, 5, 29, 30) Attempts to modify the “flexibility” and adsorption properties of MIL-53 materials have primarily focused on modifying the organic linkers with varying functional groups.(9) However, a simpler and more intuitive method of modifying MIL-53 behavior would be the synthesis of bimetallic MIL-53 materials. A mixed-metal analogue, [Fe0.28V0.72(OH)0.8(NH4)0.2(BDC)]·0.53H2BDC, was reported by Whitfield et al.,(16) but attempts to remove the disordered extra-framework 1,4-benzenedicarboxylic acid and ammonium ions were unsuccessful, with the structure decomposing upon heating. MIL-53(Cr0.6Fe0.4) was only recently reported by Nouar et al.(19) where the reactivity of the Fe(III) salt during synthesis was tempered to match the slower reactivity of Cr(III) salts by instead using iron metal, while small amounts (1%) of Cr(III) were introduced into MIL-53(Al) by Mendt et al.(18) In a separate study Kim et al. provided evidence for metal ion transfer between bromo-modified MIL-53(Al) and MIL-53(Fe) materials when mixed as solids and immersed in warm water and suggested that this treatment gave around 40% of crystallites that contained a mixture of metals.(31) Herein we describe a detailed investigation of the synthesis of mixed Fe/V analogues of MIL-53 materials and a detailed structural study to prove the degree of metal mixing, with the aim of establishing a means of controlling structural flexibility of the host structure.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionSynthesisSolvothermal synthesis was performed in ∼20 mL Teflon-lined stainless steel autoclaves, with the metal salts and chemical reagents used as provided from chemical suppliers as detailed below. The degree of hydration of the salts was determined by thermogravimetric analysis to allow accurate determination of the amount of metal used in synthesis.(Fe,V)(BDC)(DMF, F)Anhydrous FeCl3 and VCl3 in ratios of 1:0, 2:1, and 1:1 (0.001 mol total metal) and H2BDC (0.001 mol) were stirred in a mixture of DMF/H2O/HF(40% vol in water) (5 cm3/0.5 cm3/0.1 cm3) for 1 h, and then transferred into Teflon liners. The liners were placed into steel autoclaves, held at 200 °C for 1 h, and cooled to room temperature. The brown powders were isolated via suction filtration and washed with dimethylformamide (DMF) and dried in air. The yield, based on conversion of H2BDC, was 40%.[(Fe,V)(BDC)(OH, F)]0.5–·0.5DMA+FeCl3 and VCl3 in ratios of 2:1 and 1:1 (0.001 mol total metal) and H2BDC (0.001 mol) were stirred in a mixed solution of DMF/H2O/HF(40% vol) (10 cm3/0.3 cm3/0.2 cm3) for 1 h, and then transferred into Teflon liners. The liners were placed into steel autoclaves, held at 170 °C for 3 days, and cooled to room temperature. The dark brown powders were isolated via suction filtration, washed with DMF, and dried in air. The yield, based on conversion of H2BDC, was 56%.MIL-53(Fe, V)The [(Fe, V)(BDC)(OH, F)]0.5–·0.5DMA+ materials were heated at 300 °C in air in a tube furnace for 3 h using a heating and cooling ramping rate of 1 °C·min–1. The freshly calcined materials were washed with DMF and finally with water before being dried in air at 70 °C to produce the hydrated form of MIL-53.Powder X-ray DiffractionData for refinement of structural parameters of (Fe, V)(BDC)(DMF, F) and MIL-53(Fe,V) were collected with a Panalytical X’Pert Pro X-ray MPD Powder Diffractometer using a wavelength of 1.5406 Å. Data for [(Fe, V)(BDC)(OH, F)]0.5–·0.5DMA+ were collected on Beamline I11 at Diamond Light Source using a wavelength of 0.825164 Å. Structural parameters were refined against the data using the GSAS suite of software.(32)ThermodiffractometryData were collected with a Bruker D8 Advance diffractometer fitted with an Anton Paar XRK900 reaction chamber. Scans were taken every 20 °C with heating/cooling rate of 0.2 °C·s–1 between scans and an equilibration time of 10 min before each scan.X-ray Absorption Near Edge Structure (XANES)X-ray absorption experiments were performed at the B18 beamline of the Diamond Light Source.(33) The measurements were carried out using the Pt-coated branch of collimating and focusing mirrors, a Si(111) double-crystal monochromator, and a pair of harmonic rejection mirrors. The samples were prepared in the form of a self-supported pellet, using polyethylene powder as the diluent, with the thickness optimized to obtain an edge jump close to one. The size of the beam at the sample position was approximately 600 μm (horizontal) × 700 μm (vertical). XANES data were collected at the Fe K-edge (7112 eV) and the V K-edge (5465 eV) in transmission mode with ion chambers before and behind the sample filled with appropriate mixtures of inert gases to optimize sensitivity. Data were normalized using the program Athena(34) with a linear pre-edge and polynomial postedge background subtracted from the raw ln(It/I0) data. To estimate the oxidation state of the metal in the mixed iron–vanadium materials, data for several reference materials containing the metals in known oxidation state were also collected (see Supporting Information) using the same conditions. For both edges, the edge position was defined as the energy at which the normalized intensity was equal to 0.5.Energy Dispersive X-ray Diffraction (EDXRD)Data were collected on Beamline F3 at HASYLAB with 1 pattern per minute accumulated during the guest induced expansion of the MIL-53 materials. In the experiments reported here, around 400 mg of solid MIL-53(Fe, V)/MIL-53(Fe)[H2O] with ∼3 cm3 of water was added to a 1 cm diameter borosilicate glass tube with a Teflon coated magnetic stirrer bar. Addition of ethanol solutions was made using a syringe pump with the tube placed in a stand with continuous stirring of the solution during addition. The guest solution (10 cm3) was added dropwise at a rate of 0.1 cm3·min–1.57Fe Mössbauer Spectrometry57Fe Mössbauer spectra were recorded at 300 and 77 K using a constant acceleration spectrometer and a 57Co source diffused into a rhodium matrix. The powdered samples were held either under helium gas in a bath cryostat or under vacuum in a homemade cryo-furnace. Velocity calibrations were made using an α-Fe foil at 300 K. The hyperfine parameters were refined using a least-squares fitting using the MOSFIT program.(35) In addition to the number and the relative proportions of Fe species, the hyperfine parameters are the isomer shift and the quadrupolar splitting which provide relevant information on the valency state, the spin state, the coordination, and the chemical nature of ligands of 57Fe nuclei.IR SpectroscopySolid samples were deposited on a silicon wafer after dilution in ethanol. The mixture was dried in air and placed in an IR quartz cell equipped with KBr windows. The cell was connected to a vacuum line for evacuation, calcinations, and introduction of doses of vapors or gases. The compounds were activated in vacuum from room temperature to 350 °C, with a dwell of 30 min at each temperature chosen (one spectrum every 50 °C). Transmission spectra were recorded in the 500–5600 cm–1 range at 4 cm–1 resolution on a Nicolet Nexus spectrometer equipped with an extended KBr beam splitting device and a mercury cadmium telluride (MCT) cryo-detector.Raman SpectroscopyRaman experiments were conducted on a Jobin Yvon Labram 300 confocal microscope. The solids were analyzed in ambient conditions with a laser at 532 nm and a 1800 lines/mm grating. Laser power on sample was about 0.4 mW, acquisition time varied from 10 s to 4 min. The DMA-containing materials were also analyzed in situ in an environmental chamber Linkam CCR-1000 connected to a gas flow system. The samples were then heated in the cell under 60 mL/min Ar or Ar/O2 (0.8/0.2).Elemental AnalysisQuantitative elemental analyses (performed using ICP-MES for Fe, Schöniger flask combustion followed by titration for fluorine and by combustion analysis for CHN) were performed by Medac Ltd., U.K.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and Discussion1(Fe,V)(BDC)(DMF,F)Using short reaction times (1 h) and high temperatures (200 °C) with the addition of HF, fluorinated, vanadium-doped analogues of the known phase Fe(BDC)(DMF)(22) were formed. This material has a MIL-53-type structure, but the bridging OH groups are replaced by oxygen-coordinated DMF. To maintain charge balance, the oxidation state of Fe in the parent phase is +2, rather than +3 as found in MIL-53(Fe).(22) New variants of the material were synthesized using metal(III) chlorides and iron:vanadium ratios of 1:0, 2:1, and 1:1. Attempts to increase the vanadium content lead to the formation of the known V(III) phase MIL-68(V).(36) The formation of a homogeneous solid-solution is supported by high resolution powder XRD, Figure 2, which can be fitted as a single phase, and the color of the samples (dark brown rather than orange). The presence of fluorine is difficult to determine via powder XRD, because of the isoelectronic nature of F– and OH–, but all the materials show a contraction in the unit cell parameters from the reported Fe(BDC)(DMF) structure (Pn21a, a = 19.422(2) Å, b = 7.3022(5) Å, c = 8.8468(7) Å, V = 1254.7(2) Å3).(22) This is consistent with the partial substitution of the DMF with highly electronegative fluoride ions. Upon addition of vanadium to the materials the unit cell volumes show expansion, consistent with the slightly larger ionic radii of V2+/V3+ ions compared to high–spin Fe2+/Fe3+ ions(37) (see below for consideration of the oxidation states of the metals).Figure 2. Powder XRD patterns of (Fe,V)(BDC)(DMF,F) materials (λ = 1.5406 Å) with refined unit cell parameters. Raw data are black circles, the red line is the fit, and the blue line is the difference. All three materials crystallize in the Pn21a space group.The presence and ratios of each metal in the fluorinated samples were confirmed by elemental analysis. The ratio of Fe:V was measured as 7.3:1 and 3:1 for the samples prepared with initial Fe:V ratios of 2:1 and 1:1, respectively. Although both have lower V content than the initial reactant ratio used, there is a clear evidence for substantial vanadium inclusion in both samples, and the material prepared using a larger vanadium amount does contain more vanadium; presumably some vanadium must remain in solution after the crystallization of the materials. Both samples contain fluorine and a lower nitrogen content expected for the non-fluorinated composition (expected: 4.78% N for Fe(BDC)(DMF), actual: ∼2.2% N and 5.6% F). The ratio of fluorine to nitrogen can be used to determine the degree of fluorination; both mixed metal samples display similar ratios of nitrogen to fluorine of around 45:55. Using this information, it can be deduced that the empirical formulas for the materials are Fe0.88V0.12(BDC)(DMF)0.46F0.54 and Fe0.76V0.24(BDC)(DMF)0.44F0.56 for the samples prepared using 2:1 and 1:1 Fe:V in synthesis, respectively (see Supporting Information). There is also the possibility that some of the DMF is also partially replaced by OH–, which is discussed further below when IR spectra are considered.XANES spectra of the fluorinated samples display a clear shift in the K-edge of both metals to lower energies than for MIL-53(FeIII) or for the related material MIL-68(VIII), consistent with a decrease in average oxidation state of the metals (see Figure 3). Comparison with reference materials (see Supporting Information) would suggest an average Fe oxidation state of around 2.7 for all the materials. This can be explained by partial substitution of the neutral DMF molecules for fluoride anions. The observed shift in oxidation state is not equivalent for iron and vanadium, with iron showing an oxidation state closer to +3 than for vanadium which is more reduced (∼2.2 on average). This suggests that most of the fluoride is found adjacent to iron centers in the mixed frameworks. This is consistent with the observation that no fluorinated vanadium analogues of MIL-53 type structure exist whereas MIL-53(FeIII) has been synthesized with greater than 20% substitution of hydroxyl groups for fluoride.(38)Figure 3. XANES spectra of (Fe,V)(BDC)(DMF,F) materials at (a) the iron K edge with estimated iron oxidation states as an inset and (b) at the vanadium K-edge with estimated oxidation states as an inset (see Supporting Information).As illustrated in Figure 4 and listed in Table 1, 57Fe Mössbauer spectrometry provides further insight into both the oxidation state and the environment of iron in the (Fe,V)(BDC)(DMF,F) materials. Both the mixed metal and the pure iron materials show evidence of ∼30% high-spin state Fe(II) and ∼70% high-spin state Fe(III), that is, an average Fe oxidation state of close to 2.75, entirely consistent with the XANES results. In addition, the Mössbauer spectra of the 2:1 and 1:1 Fe:V materials show the presence of both Fe(II) and Fe(III) each in two differing environments as evidenced by the clear splitting of each peak. This can be interpreted as the presence of iron adjacent to either one vanadium neighbors or solely iron vanadium neighbors along the inorganic chains of the MIL-53 structure; since both materials are iron rich the probability of finding iron adjacent to two vanadium neighbors is low. Alternatively, the presence of hydroxyl groups, in addition to fluoride, could induce the splitting of these peaks, as observed on MIL-53(Fe)(OH,F) (see Section 3, below). Indeed, the inner and outer doublets shown in Figure 4 can be attributed to OH, F, and pure OH environments for Fe, respectively. The presence of hydroxyls is also suggested by IR spectroscopy results (see below).Figure 4. 57Fe Mössbauer spectra of iron–vanadium (Fe,V)(BDC)(DMF,F) materials recorded at 300 K. The decomposition into 3 components: FeIII–OH,F (red), FeIII–OH (blue), and FeII (green) is shown with the total fit shown by the black line.Table 1. Results of Fitting of the 57Fe Mössbauer Spectra at 300 K and 77 K for (Fe,V)(BDC)(DMF) Materials Fe(III)/% (300 K: 77 K)Fe(II)/% (300 K: 77 K)Fe(BDC)(DMF,F)70 ± 2: 70 ± 230 ± 2: 30 ± 2Fe0.88V0.12(BDC)(DMF, F)83 ± 2: 82 ± 217 ± 2: 18 ± 2Fe0.76V0.24(BDC)(DMF, F)77 ± 2: 78 ± 223 ± 2: 22 ± 2Thermogravimetric analysis (Supporting Information) for both (Fe,V)(BDC)(DMF, F) mixed-metal samples shows a gradual mass loss beginning at around 200 to 400 °C of approximately 14%. This agrees well with the loss of coordinated DMF (13% expected). A second, larger mass loss relating to the combustion of the BDC linkers begins at 400 °C. After this loss, total mass losses of 29.7 and 31.4% for the Fe0.88V0.12 and Fe0.76V0.24 samples, respectively, were seen. These values correspond well to the theoretical composition of the residual materials of 30.8 and 31.7%, assuming complete oxidation of the metals to mixtures of Fe2O3 and V2O5.Thermodiffractometry of the (Fe,V)(BDC)(DMF,F) materials (Figure 5) shows the appearance of second phases at around 200 °C. The second phases are stable until 330 and 420 °C for the Fe0.88V0.12 and the Fe0.76V0.24 materials before decomposing into an amorphous material. This thermal behavior agrees well with the TGA profiles (see Supporting Information). Large differences are seen in the XRD patterns of each material at 300 °C, but both patterns can be identified as forms of MIL-53. The Fe0.88V0.12 material displays a closed form like MIL-53(FeIII) whereas the Fe0.76V0.24 material fully opens. This suggests an effect of metal substitution on the properties of the material. The MIL-53 materials produced in this way, however, are poorly crystalline and were not studied further (see below for synthesis of more crystalline forms of these materials).Figure 5. Thermodiffractometry of the (Fe,V)(BDC)(DMF,F) materials with the individual pattern of each material at 300 °C, which can be indexed as (a) closed and (b) open forms of MIL-53(Fe,V).IR spectroscopy of (Fe0.88V0.12)(BDC)(DMF,F) (Figure 6) further supports the observations of thermodiffractometry. Loosely adsorbed DMF and a small amount of unreacted carboxylic acid are found as impurities. The peak at 1692 cm–1 indicates the presence of free carboxylic acid, and this is removed at 200 °C. The peak at 1663 cm–1, corresponding to free DMF, disappears at 100 °C under vacuum, as well as weak associated bands at 2899 and 2805 cm–1. Metal-coordinated DMF should show a ν(C═O) band at lower wavenumber than free DMF, but it is likely hidden by the carboxylate vibrations. However, it is noteworthy that ν(CH3) bands remain present at about 2924 and 2852 cm–1 up to 350 °C. This confirms the presence of DMF directly, and strongly, coordinated to the MIL-53 structure. The other bands in the spectrum remain similar to those of the calcined MIL-53(Fe,V) (see below) except at 400 °C where the material starts to degrade. One can also observe that the band at 3646 cm–1 corresponding to ν(OH) and the δ(OH) band at 850 cm–1 (not shown) attributed to Fe–OH–Fe (see section 3) remain unchanged upon DMF removal but only vanish above 300 °C. This is possible if DMF coordinates preferentially to vanadium sites and that either hydroxyl or fluorine coordinate to iron.Figure 6. Three regions of the IR spectra of the (Fe0.88V0.12)(BDC)(DMF,F) material during heating under vacuum.2[(Fe,V)(BDC)(OH,F)]0.5–·0.5DMA+[FeIII0.5FeII0.5(BDC)(OH,F)]·0.5DMA+ is a known mixed-valent form of fluorinated MIL-53 with extra-framework dimethylammonium (DMA+) cation balancing the anionic charge of the framework, due to the presence of alternating Fe(II) and Fe(III) along the iron oxide chains.(39) The framework topology is identical to that of the fluorinated analogue of MIL-53 with μ2-hydroxyl and μ2-fluoride anions forming the linking atom of the octahedral iron centers. The synthesis of [FeIII0.5FeII0.5(BDC)(OH,F)]0.5–·0.5DMA+, first reported by Medina et al., utilizes the reductive properties of DMF decomposition.(39) DMF hydrolyzes in the presence of water to form dimethylammonia and formic acid; these then react to form the conjugate acid–base pair dimethylammonium and formate. The DMA+ cation acts as the counterion to the framework and possibly as a templating agent, while formate acts as a reducing agent responsible for the formation of Fe(II). Two new iron–vanadium analogues of [FeIII0.5FeII0.5(BDC)(OH,F)]0.5–·0.5DMA were directly synthesized at 170 °C using initial iron to vanadium ratios of 2:1 and 1:1, and their structures confirmed by powder XRD (Figure 7). For these materials, increasing vanadium content results in an increase in unit cell volume; for comparison the pure Fe material has triclinic cell parameters a = 6.9004(14) Å, b = 8.554(3) Å, c = 10.380(3) Å, α = 107.15(2)°, β = 100.155(17)°, γ = 102.095(17)°, and V = 553.6(2).(39) This would be consistent with replacement of Fe2+/Fe3+ with the slightly larger V2+/V3+ cations. Attempts to further increase vanadium content beyond 1:1 Fe:V lead to co-formation of MIL-68(V).Figure 7. High resolution powder XRD patterns with profile fits and refined unit cell parameters of [(Fe,V)(BDC)(OH,F)]0.5–·0.5DMA+ materials. Data were collected on Beamline I11 at Diamond (λ = 0.825164 Å). Raw data are black circles, the red line is the fit, and the blue line is the difference. Both materials crystallize in the P1̅ space group.The amount of iron and vanadium in each sample was determined by elemental analysis: the ratio of Fe:V was found to be 2.8:1 and 0.96:1 for the materials synthesized using 2:1 and 1:1 ratios of iron to vanadium respectively, agreeing well with expected values. A large discrepancy was seen between the theoretical and the elemental results for fluorine, however. Even assuming that all the framework hydroxyl groups have been replaced, a value for fluorine content of around 7.3% would be expected, lower than the values of 11.45% and 9.72% observed for the two materials. One explanation for the higher fluorine content is the presence of an amorphous fluorinated byproduct, although the high-resolution powder X-ray diffraction shows negligible amorphous background. Another possible explanation is the capping of the metal-oxide chains by fluoride at the crystal surface; this would be consistent with the increased fluorine values at the expense of C,H,N content seen in both materials.XANES at the iron K-edge shows a clear shift to lower energies with increasing vanadium content for the two [(Fe,V)(BDC)(OH,F)]0.5–·0.5DMA+ materials (Figure 8). This indicates a decrease in the average iron oxidation state from the expected average value of 2.5, implying then that vanadium occupies the trivalent sites. Vanadium XANES supports this, with an average oxidation state of ∼2.75. This is consistent with approximately 75% of vanadium occupying the 3+ site. The preference of vanadium to be trivalent makes sense from a chemical point since vanadium(II) is a highly reducing species.(40)Figure 8. XANES spectra of [(Fe,V)(BDC)(OH,F)]0.5–·0.5DMA+ materials at (a) the iron K edge with estimated iron oxidation states as an inset and (b) at the vanadium K-edge with estimated oxidation states as an inset.57Fe Mössbauer spectrometry gives results that agree completely with the expected occupation of vanadium in the trivalent sites in these materials, Figure 9 and Table 2. For the parent [FeIII0.5FeII0.5(BDC)(OH,F)]0.5–·0.5DMA, the amounts of trivalent and divalent iron are close to the value of 50:50 Fe(II):Fe(III) expected. For the Fe0.74V0.26 material, a ratio of 26:74 Fe(III):Fe(II) is seen, rather close to the expected value of 33:66 where all of the vanadium is occupying trivalent sites, leading to a reduction of available iron(III) sites by half. The Fe0.49V0.51 material contains a Fe(III):Fe(II) ratio of 28:72. This is less than the expected case where all Fe(III) sites are occupied by vanadium, suggesting that a small fraction of the vanadium is present in the divalent state, again consistent with the XANES spectroscopy.Figure 9. 77 K 57Fe Mössbauer spectra of the [(Fe,V)(BDC)(OH,F)]0.5–·0.5DMA+ materials.Table 2. Results of Fitting of the 57Fe Mössbauer Spectra for [(Fe, V)(BDC)(OH,F)]0.5–·0.5DMA+ at 300 and 77 K Fe(III)/% (300 K:77 K)Fe(II)/% (300 K:77 K)[(Fe)(BDC)(OH,F)]0.5–·0.5DMA+53 ± 2: 52 ± 247 ± 2: 48 ± 2[(Fe0.74V0.26)(BDC)(OH,F)]0.5–·0.5DMA+40 ± 2: 36 ± 260 ± 2: 64 ± 2[(Fe0.49V0.51)(BDC)(OH,F)]0.5–·0.5DMA+29 ± 2: 28 ± 271 ± 2: 72 ± 2Thermogravimetric analysis (Supporting Information) shows two major losses for each of the [(Fe,V)(BDC)(OH,F)]0.5–·0.5DMA+materials. The first, of around 11% at around 280 °C, corresponds to the loss of the DMA counterion (expected: 9.1%) plus residual solvent. Assuming oxidation of the framework at this point the materials will have composition [(FeIII,VIII)(BDC)(OH,F)] and are expected to be direct analogues of MIL-53. Combustion of the framework begins at around 400 °C and leads to mass losses of 57.9% and 56.4% for the Fe0.74V0.26 and Fe0.49V0.51 sample, respectively (expected: 56.6% and 56.1%).Raman spectroscopy allows further investigation of the structure and calcination process of the [(Fe,V)(BDC)(OH,F)]0.5–·0.5DMA+ materials. Both materials show downward shifts of the Fe–O–M bond vibrations compared to MIL-53(Fe) from about 460 to 400 cm–1 (Supporting Information). This is consistent with the lengthening of Fe–O bonds suggesting the presence of divalent Fe, although signals directly attributable to Fe(II) or V(II) could not be identified unambiguously. The IR spectra of both DMA containing solids show an intense broad band around 3150–3170 cm–1 which was absent from the DMF containing solid (Figure 10). This band, which can be assigned to perturbed ν(N–H), confirms the degradation of the DMF in the synthesis into DMA. Loss of DMA occurs around 350–400 °C under vacuum, that is, at higher temperature than under oxygen-containing atmospheres, as evidenced by TGA or Raman spectroscopy. Figure 10 shows the presence of hydroxyl groups on [(Fe0.49V0.51)(BDC)(OH,F)]0.5–·0.5DMA+. These bands at 3636 and 850 cm–1 which persist up to 300 °C could be attributed to M–OH–M vibrations (see below). The calcination of these materials was also followed by Raman spectroscopy in situ (Supporting Information). Most of DMA is first removed under argon flow at 250 °C. Oxidation was then observed, and the final form of MIL-53(Fe,V) was quickly obtained. The loss of DMA and oxidation were also ascertained by the structural change. Both materials transformed from a closed to an open structure, as evidenced by the shift of the νsym(COO) band from 1421 to about 1440 cm–1.(26, 30)Figure 10. Three regions of the IR spectra of [(Fe0.49V0.51)(BDC)(OH,F)]0.5–·0.5DMA+ during heating under vacuum.3MIL-53(Fe, V)It has been reported that the material [FeIII0.5FeII0.5(BDC)(OH,F)]0.5–·0.5DMA+ loses the DMA counterion upon heating at 300 °C in air, with oxidation of the iron to a trivalent state, leading to the formation of MIL-53(FeIII).(39) To determine whether calcination of the mixed iron–vanadium materials would provide a means of synthesis of mixed-metal MIL-53(Fe,V) materials, thermodiffractometry was measured. At 100 °C, both materials show clear changes in crystallinity, Figure 11. The result of the calcination is that both materials form a fully open structural form of MIL-53 at around 300 °C. This immediately suggests different behavior than for the pure iron material, since the dehydrated high temperature form of MIL-53(FeIII) exists in a closed form,(27) not open as we see with the mixed Fe,V materials. This implies that these MIL-53(Fe,V) materials are single, distinct phases containing a true mixture of the metals on an atomic scale and are not mixtures of MIL-53(FeIII) and MIL-53(VIII), or a V-containing impurity. Upon cooling, the Fe0.74V0.26 vanadium material closes to form a structure similar to that of hydrated MIL-53(FeIII),(27) whereas the Fe0.49V0.51 material remains fully open, as expected for MIL-47(VIV),(6) Figure 12. The presence of only a single distinct powder pattern during heating of both materials also allows us to conclude that they are truly mixed-metal materials as opposed to a mixture of two or more phases.Figure 11. Thermodiffractometry of iron–vanadium DMA materials, displaying both calcination at ∼250 °C and eventual destruction of the framework at ∼400 °C.Figure 12. Profile fits to room temperature powder XRD patterns (λ = 1.5406 Å) of MIL-53(Fe,V) materials prepared by calcination of [(FexVy)(BDC)(OH,F)]0.5–·0.5DMA+ at 300 °C. Raw data are black circles, the red line is the fit, and the blue line is the difference.Elemental analysis confirms that the ratio of iron to vanadium remains constant after calcination of the DMA material (Fe:V 75:25 and 51:49 for the Fe0.74V0.26 and Fe0.49V0.51 materials, respectively). A large drop in the nitrogen content is seen, consistent with loss of the DMA counterion, and a large drop is also seen in the fluorine content of both materials. This would suggest that the high fluorine content seen in the uncalcined materials was due to an impurity that is either destroyed by the calcination step or removed by subsequent water/DMF washings. The fluorine content (6.1% and 3.7%) of both MIL-53 materials is within acceptable values, that is, less than the value expected for complete substitution of bridging hydroxyl groups (7.9% would be found for the hypothetical pure fluorinated phase Fe(BDC)(F)).XANES spectroscopy at both Fe and V K-edges, Figure 13, of both MIL-53(Fe,V) materials proves an oxidation state of +3 for both metals, consistent with a MIL-53 MIII(OH,F)(BDC) composition. This is entirely consistent with the closed MIL-53(FeIII) structure seen for the MIL-53(FeIII0.74VIII0.26) material produced after cooling to room temperature, and is as expected. However, the open structure of MIL-53(Fe0.49V0.51) might suggest that it is an analogue of fully oxidized MIL-47(VIV) containing bridging oxy groups; an explanation is that in MIL-53(Fe0.49V0.51), the probability of vanadium rich regions is larger than in the lower V content material, leading to the chance that some vanadium may be adjacent to another vanadium atom within its chain and hence oxidized. Since the average oxidation state seen by XANES is close to +3, we proposed that the presence of tetravalent vanadium is rare but significant enough that sufficient oxide groups are present to force the framework into a fully open state. This suggests that although the MIL-53(Fe0.49V0.51) is phase-pure, as evidenced by XRD, the two metals are not perfectly homogeneous in distribution throughout the framework, leading to some small Fe-rich and V-rich domains. For the lower vanadium content phase there is such a low chance of finding adjacent vanadium atoms along the inorganic chains and since oxidizing iron to the +4 state is chemically unlikely, the material has the expected closed MIL-53 structure at room temperature.Figure 13. XANES spectra of MIL-53(Fe, V) materials at (a) the iron K edge with estimated iron oxidation states as an inset and (b) at the vanadium K-edge with estimated oxidation states as an inset.57Fe Mössbauer spectrometry for both MIL-53(Fe,V) materials suggests the presence of high-spin iron(III) in two differing environments, Figure 14a and 14b. Comparison with a partially fluorinated sample of MIL-53(Fe) is revealing (Figure 14c) since this also shows two sites for high-spin Fe(III) owing to the presence of iron surrounded either by hydroxides or by fluorides: the internal quadrupolar component is clearly attributed to Fe surrounded by more fluorine atoms than the external one taking into account the largest (lowest) values of the isomer shift, respectively (this is also confirmed by examination of the previously published spectrum of the purely hydroxylated material(27)). Thus we can propose that the major component of the signal in the Mössbauer spectra of the mixed-metal, Fe, V, materials is due to high-spin Fe(III) surrounded by bridging fluorides, because of the largest isomer shift value, while the minor component is due to the effect of neighboring hydroxide groups. The smaller signal is due to either the proportion of iron with hydroxide neighbors, where the next metal in the chain is vanadium, or an extra degree of perturbation caused by the presence of either iron or vanadium as neighboring metals within each chain. In either case, this is consistent with vanadium only being coordinated by hydroxides and not fluorides, as noted above.Figure 14. 57Fe Mössbauer spectra recorded at 77 K of (a) MIL-53(Fe0.74V0.26), (b) MIL-53(Fe0.49V0.51), and at 300 K (c) partially fluorinated MIL-53(Fe). The fitted lines are for different Fe(III) species: see text for discussion of these.In its infrared spectrum the MIL-53(Fe0.76V0.24) material displays a ν(OH) stretch at 3645 cm–1. This band is in the same range as those observed for MIL-53(FeIII) (3644 cm–1)(9) and MIL-53(VIII) (3642 cm–1).(26) In the δ(OH) region, both Fe–OH–Fe and V–OH–V bands are seen at 850 and 899 cm–1, respectively, but unlike the recently reported MIL-53(Cr, Fe) material,(19) no intermediate Fe–OH–V band is observed, although the presence of such a band at approximately 874 cm–1 may be obscured by an overlapping band around 880 cm–1. This band indeed presents a shoulder at lower wavenumbers. Both sets of OH bands disappear when the material is heated at 300 °C. An additional band is seen at 913 cm–1. A similar band is observed in the range 910–920 cm–1 on MIL-53(Fe0.49V0.51), as discussed below. For MIL-53(Fe0.49V0.51), the main ν(OH) band is observed at higher wavenumber (3656 cm–1) than for low vanadium content. It disappears upon heating above 300 °C. This band can thus be tentatively assigned to V–OH–V stretchings. In the δ(OH) region, both sets of single metal bands may be observed but similarly to MIL-53(Fe0.74V0.26), Fe–OH–V bands could not be identified because of the overlapping band at about 880 cm–1. A comparison of IR spectra, Figure 15, allows investigation of the effects of increasing vanadium concentration. In the δ(OH) region, the band at about 900 cm–1 is higher on the vanadium rich solid while the band at 850 cm–1 is intense on the iron rich solid confirming their assignment to V–OH–V and Fe–OH–Fe, respectively. However, although consistent with increasing vanadium content, statistical repartition of the hydroxyls cannot be resolved with pure M–OH–M bands always more abundant than the Fe–OH–V. This suggests that iron-rich and vanadium-rich domains are present in both materials.Figure 15. IR spectra of the Fe0.74V0.26 (a and b) and Fe0.49V0.51 (c and d) MIL-53 materials recorded under vacuum at 250 °C (a and c) and 300 °C (b and d).Raman spectroscopy (Supporting Information) allows further investigation of both MIL-53(Fe, V) materials. The unassigned band at ∼915 cm–1 is also present on the Raman spectra for both materials. This band is similar, but much weaker, to the ν(V═O) band observed on MIL-47(VIV)(26) and can be correlated to a V–O bond of around 0.164 nm with a bond order of 1.5.(41) The presence of VIV=O bonds are likely due to defects or chain ends, supported by the low crystallinity of both materials and the presence of some free terephthalic acid detected by FTIR on the hydrated forms of MIL-53 after DMA removal. Raman spectra also confirmed the results obtained by XRD: MIL-53(Fe0.49V0.51) is observed as an open structure, whereas MIL-53(Fe0.74V0.26) remains closed at room temperature, and both structures are open upon removal of DMA at 250 °C. The open structure of MIL-53(Fe0.49V0.51) at room temperature and the presence of V═O support the idea that it contains sufficiently large pure vanadium regions which allow the pore opening even at room temperature, while this is not the case for the iron rich material. Importantly, the IR and Raman spectroscopic data show no evidence for the presence of extra-framework metal-containing species in the materials. This also supports the evidence from thermodiffractometry, which shows pore opening (see below) and hence the lack of impurities such as metal salts in pores of the solids.Upon heating to 250 °C, MIL-53(Fe0.74V0.26) dehydrates and reforms the fully open phase seen upon initial calcination and upon cooling reverts to the hydrated closed form. This can be repeated with little structural degradation observed (see Figure 16). This “breathing” effect is found for MIL-53(CrIII) and for MIL-53(AlIII) but, importantly, not for MIL-53(FeIII).(27) The structural changes with heating and cooling (closed-open-closed) differ from that of MIL-53(Fe) (closed–closed(ht)-closed), lending further credence to the conclusion that the new mixed Fe/V material is indeed a distinct phase. Furthermore, the fact that the vanadium in MIL-53(Fe0.74V0.26) is not permanently oxidized to the +4 state, would suggest a high degree of mixing of Fe(III) and V(III) such that hydroxyls always bridge a pair of Fe and V centers, preventing oxidation of vanadium since iron is unlikely to be oxidized to the +4 oxidation state.Figure 16. Thermodiffractometry of the reversible dehydration-rehydration of MIL-53(Fe0.74V0.26) showing the breathing property of the framework on heating (lower panel) and immediate cooling (upper panel).Figure 17 shows contour plots of in situ energy-dispersive X-ray diffraction data (EDXRD) measured during the uptake of ethanol by MIL-53(Fe) and MIL-53(Fe0.74V0.26) by addition of 25:75 ethanol:water solution to the suspension of the respective solid in water. Both materials initially display the Bragg peaks of the hydrated material. As the ethanol solution is added, the MIL-53(FeIII) material transforms into a half-open (HO) phase (Figure 17a), as previously reported.(5) No change in the structure of MIL-53(Fe0.74V0.26), however, was seen over the time scale of this experiment (Figure 17b), although some uptake of ethanol was seen after 24 h. Addition of 1:1 solution of ethanol:water to both materials leads to the formation of the fully open framework for both materials after around 10 min. The formation of the intermediate half-open framework is seen for the pure iron analogue (Figure 17c) but not for MIL-53(Fe0.74V0.26) (Figure 17d). The complete conversion of MIL-53(Fe0.74V0.26) from closed to fully open in one step with no intermediates or splitting of Bragg peaks confirms again that this material is both phase pure and homogeneous in nature and shows distinctly different structural flexibility than the pure Fe material.Figure 17. Time resolved EDXRD contour plots of ethanol absorption by MIL-53(Fe) and MIL-53(Fe0.74V0.26). (a) Addition of 25% ethanol to MIL-53(Fe); (b) addition of 25% ethanol to MIL-53(Fe0.74V0.26); (c) addition of 50% ethanol to MIL-53(Fe); (d) addition of 50% ethanol to MIL-53(Fe0.74V0.26). Data were collected on Beamline F3 at HASYLAB, DESY.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsThrough careful mediation of reaction conditions, new mixed-metal iron–vanadium MIL-53 materials have been synthesized. In addition to the expected FeIII and VIII sites, FeII and some VII were found in the materials produced. These are, to our knowledge, the first examples of MOFs to contain divalent vanadium, and the unusual oxidation state is produced in situ during solvothermal synthesis. Calcination of [(Fe,V)II,III(BDC)(OH,F)]0.5–·0.5DMA+ leads to the formation of new mixed-metal MIL-53(FeIII,VIII) materials, for which all experimental data show the presence of phase-pure sample with mixtures of the metals on an atomic scale, albeit with some evidence for small domains of Fe- and V-rich regions. Varying the metal content of MIL-53(Fe,V) leads to large differences in both the structure and the “breathing” of these flexible materials, demonstrating the versatility of changing metal content to adjust properties of MOFs. In future work we will examine the sorption properties of the new materials toward gases and liquids to assess how the isomorphous substitution may be used for tuning properties in real applications, such as gas separation and catalysis. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationFurther details are given in Tables S1–S4 and Figures S1–S4. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThe research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7/2007-2013) under grant agreement No. 228862. Some of the equipment used in materials characterization at the University of Warwick was obtained through the Science City Advanced Materials project “Creating and Characterising Next Generation Advanced Materials” with support from Advantage West Midlands (AWM) and part funded by the European Regional Development Fund (ERDF). We thank Diamond Light Source for provision of beamtime for the XANES experiments and to DESY for provision of beamtime at HASYLAB. We are grateful to Craig Hiley and Alexis Munn for their help with measuring data at these facilities and to Marlene Renouf (LCS, Caen) for performing some IR measurements.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 41 other publications.1. Schröder, M., Ed.;  Functional Metal-Organic Frameworks:Gas Storage, Separation and Catalysis; Springer: Heidelberg, Germany, 2010; [Crossref]There is no corresponding record for this reference.Bruce, D. W., O’Hare, D., Walton, R. I.. Eds.;  Porous Materials; Wiley: Chichester, West Sussex, U.K., 2011; There is no corresponding record for this reference.Férey, G. Chem. Soc. Rev. 2008,  37,  191[Crossref], [PubMed], [CAS]1. Hybrid porous solids: past, present, futureFerey, GerardChemical Society Reviews\r\n        (2008),\r\n    37\r\n        (1),\r\n    191-214CODEN:\r\n                CSRVBR;\r\n        ", "title": "Isomorphous Substitution in a Flexible Metal–Organic Framework: Mixed-Metal, Mixed-Valent MIL-53 Type Materials", "authors": ["Matthew I. Breeze", "Guillaume Clet", "Betiana C. Campo", "Alexandre Vimont", "Marco Daturi", "Jean-Marc Grenèche", "Andrew J. Dent", "Franck Millange", "Richard I. Walton"], "doi": ["10.1021/ic400923d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0018.gif\">"]}