{"abstract": "Nanocrystals of MOF  were fabricated in a capping agent- and surfactant-free solvothermal system. Subsequently, Ln cations were incorporated into the pores of these nanocrystals for generating a new class of MOFs with tunable and white-light luminescence.An alternative way was demonstrated to fabricate highly luminescent MOFs and white-light emitter by encapsulating lanthanide(III) (Ln) cations into the channels of Al-MIL-53-COOH () nanocrystals. The framework can serve as both a host and an antenna for protecting and sensitizing the luminescence of the Ln cations. PXRD, TEM, FTIR, TGA, and N adsorption measurements were performed to determine the structure, thermal stability, and BET surface area of the obtained products. The Ln-incorporated nanocrystals show strong emission under UV-light irradiation, and their luminescent properties were systematically studied. In contrast to the essentially unchangeable luminescence of lanthanide-based MOF, the luminescence of Ln @ allows design and tuning. The versatile luminescence, good thermal stability, nanometer size, and  compatibility with aqueous condition reveal these materials may have potential applications in LED lamps, barcoded materials, and biological sensors. In addition, the thin films of Ln@ were prepared by chemical solution deposition (CSD) from their metastabilized colloidal solutions, which open the way to practical applications such as pellets and sensors for vapors.", "text": "10.1021/ic402900x Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionMetal–organic frameworks (MOFs) are crystalline materials with regular porous networks constructed from organic linker molecules and metal ions.(1) In the past few years, luminescent MOFs combining high, well-defined porosity and intense fluorescence have gathered considerable attention owing to their potential applications in chemical sensors,(2) light-emitting devices,(3) and biomedicine.(4) Among the luminescent MOFs, lanthanide-based MOFs are of particular interest due to their intense, long-lived, sharp emission in the visible region. To date, a few lanthanide MOFs have been successfully constructed by different organic linkers (carboxylates, phosphonates, or sulfonates) and various lanthanide(III) (Ln3+) cations.(5) However, despite the compelling recent developments,  rational design and preparation of desired lanthanide MOFs  still remain a great challenge, which is attributed to the high coordination numbers and variable nature of the Ln3+ sphere.(6) Thus, to exploit the Ln3+ luminescence more efficiently, an alternative way is desperately needed. Recently, bio-MOF-1 and COMOC-4 have been used to generate a new class of luminescent lanthanide MOFs by encapsulation of Ln3+ cations.(7) Stimulated by this, here we chose Al-MIL-53-COOH (1) as a parent framework to load Ln3+ cations with the purpose of getting a new class of lanthanide luminescent MOFs. As a derivative of Al-MIL-53, compound 1 is a highly crystalline framework that consists of regular one-dimensional channels, which shows high structural flexibility.(8) The presence of a noncoordinating carboxyl group as well as the high thermal and chemical stabilities make it a good candidate to incorporate Ln3+ ions and sensitize the Ln3+ luminescence.White-light-emitting materials have broad applications in displays and solid-state lighting.(9) Thus far, white-light sources are generally produced through the combination of different chromophores, which may cause color variation,  complications, and device and high-cost problems.(10) One of the current technological and academic interests is in  pursuing a single-component white-light phosphor to avoid such drawbacks, giving rise to white-light emission with higher quality.(11) To the best of our knowledge, Ln3+-doped inorganic materials,(12) organic polymers,(13) and nanomaterials(14) have been demonstrated to fabricate a single-phase white-light emitter. Metal–organic frameworks offer new opportunities for developing a single-component white-light emitter, mainly because organic and inorganic moieties as well as the encapsulation within MOF can provide luminescent platforms and their relative intensities can potentially be modulated in order for the overall emission to attain white emission.(3b, 15) Nevertheless, studies on single white phosphors based on MOFs are still in their infancy.Herein, we demonstrate a facile solvothermal approach to prepare nanocrytals of 1 without using  coordination modulators or surfactants. Subsequently, a new class of nanosized MOFs with tunable and white-light emission was generated by introducing the Ln3+ cations into nanocrytsals of 1. The framework with rigid, permanently porous structure and noncoordinated carboxyl was an efficient scaffold for hosting and sensitizing several Ln3+ cations, resulting in high luminescence, long lifetimes, and high quantum yields of Ln3+@1 products. The white-light emitter Eu3+@1 shows good thermal stability of luminescence, which is even better than a commercial red phosphor YAG:Ce3+. In addition, to open the way to practical applications such as pellets, membranes, or sensors,  homogeneous supported optical thin films of Ln3+@1 were fabricated from its stable colloidal solutions by deposition (CSD) technique.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1ChemicalsAll chemicals were purchased from commercial sources and used without purification. AlCl3·6H2O and trimellitic acid (1,2,4-benzenetricarboxylic acid) were purchased from Aldrich. Lanthanide chlorides were obtained from the corresponding oxides in HCl (37.5%).2.2Synthesis of Nanosized Al-MIL53-COOH (1)Al-MIL-53-COOH nanoparticles were synthesized according to the synthesis method and conditions (molar ratio, time, and temperature) described in the literature except the solvent (water) was replaced by N,N-dimethylformamide (DMF). The product was synthesized from a solvothermal system of aluminum chloride (AlCl3·6H2O), trimellitic acid (H2BDC-COOH), and DMF. The molar ratio of Al3+:H2BDC–COOH is 1:1. The reactants were stirred a few minutes before transferring the resulting suspension to a Teflon-lined steel autoclave, and the temperature was set at 180 °C for 12 h. The resulting nanocrystals were separated from the mixed dispersion by centrifugation at 16 000 rpm for 10 min. To remove the excess of unreacted trimellitic acid and aluminum chloride species, nanoparticles of 1 were readily redispersed in absolute ethanol and centrifuged for three cycles. Finally, the product was heated at 200 °C for 6 h to remove the adsorbed DMF molecules.2.3Encapsulation of Lanthanide(III) Cations in 12.3.1Soakage of 1 in LnCl3 Ethanol SolutionCompound 1 (100 mg) was soaked in ethanol solutions of chlorate salts of Eu3+, Tb3+ (10 mL, 1 mmol), and Eu3+/Tb3+ (5 mL/5 mL, 1 mmol). After 2 days of soakage, the crystals were extensively washed with ethanol to remove residual Ln3+ cations on the surface. For powder analyses, the particles were dried under vacuum, and for thin film deposition, the particles were left in absolute ethanol, yielding stable colloidal dispersions.2.3.2Soakage of 1 in EuCl3 Ethanol Solution with Different ConcentrationsCompound 1 (100 mg) was soaked in 10 mL of an ethanol solution of EuCl3 with different concentrations: 10–3, 10–4, 10–5, 10–6, and 10–7 (mol/L). After 2 days of soakage, the crystals were extensively washed with ethanol to remove residual Ln3+ cations on the surface. Finally, the resulting material was dried at 60 °C under vacuum for 6 h.2.4Preparation of Thin Films of Ln3+@1Thin films of Ln3+@1 were prepared by dip coating their colloidal solution at room temperature and under ambient atmospheric conditions using single-side polished silicon wafers previously washed with acetone as substrate. Films were deposited at a withdrawal speed of 8 mm·s–1. After nanoparticales deposition, the films were maintained for two additional minutes before being heated at 100 °C for 5 min in air, followed by washing with ethanol and being dried again at 100 °C in air.2.5Sample Preparation for ICPMS DeterminationFor Ln3+@1 products, 20 mg samples were dissolved by HNO3, followed by diluting with water to 20 mL.For the leaching of Eu3+ in aqueous environment, 20 mg of Eu3+@1 (10–3 M) was stirred in 20 mL of water for 24 h. Subsequently,  nanocrystals of Eu3+@1 were removed by centrifugation (3 times, 16 000 rpm). Filtration was introduced for ICPMS measurement.For thin film, it was dissolved with HNO3 and diluted to 10 mL.2.6CharacterizationPXRD patterns were recorded with a Bruker D8 diffractometer using Cu Kα radiation with 40 mA and 40 kV. Transmission electron microscopy (TEM) was carried out on a JEOL JEM-2010F electron microscope and operated at 200 kV. Fourier transform infrared spectra (FTIR) were measured within KBr slices from 4000 to 400 cm–1 using a Nexus 912 AO446 infrared spectrum radiometer. Thermogravimetric analysis (TG) was measured using a Netzsch STA 449C system at a heating rate of 5 K min–1 under  nitrogen protection. Nitrogen adsorption/desorption isotherms were measured at  liquid nitrogen temperature using a Nova 1000 analyzer. Samples were outgassed for 3 h at 150 °C before  measurements. Surface areas were calculated by the Brunauer–Emmett–Teller (BET) method. Scanning electronic microscope (SEM) images were obtained with a Philip XL-30. Measurement of Ln3+ and Al3+ was performed on an X-7 series inductively coupled plasma-mass spectrometer (ICPMS) (Thermo Elemental, Cheshire, UK). Photoluminescent spectra and luminescence lifetimes (τ) were examined by an Edinburgh FLS920 phosphorimeter. The outer absolute luminescent quantum efficiency was determined employing an integrating sphere (150 mm diameter, BaSO4 coating) from Edinburgh FLS920 phosphorimeter. Spectra were corrected for variations in the output of the excitation source and for variations in the detector response. The quantum yield can be defined as the integrated intensity of the luminescence signal divided by the integrated intensity of the absorption signal. The absorption intensity was calculated by subtracting the integrated intensity of the light source with the sample in the integrating sphere from the integrated intensity of the light source with a blank sample in the integrating sphere. The excitation wavelength of the measurements of the emission quantum yields is listed in Table 1.Table 1. Luminescence Lifetimes and Absolute Quantum Yields of Ln3+@1 (Ln = Eu, Tb, Eu/Tb)Ln3+τ1 (ms)τ2 (ms)φ (%)λex (nm)λem (nm)Eu3+0.2960.79315318613Tb3+0.7681.25824314545Eu3+/Tb3+0.5061.29322312613Eu3+/Tb3+0.9291.828  545Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and DiscussionFigure 1a shows the PXRD pattern of Al-MIL-53-COOH prepared in the Al3+/H2BDC-COOH/H2O system as described by Nele Reimer et al.(8) The diffraction peaks agree well with the literature value,(8) indicating the product crystallizing in a narrow-pore (np) structure. The resulting np form could be attributed to the hydrogen bonds between water molecules and the noncoordinating carboxylic acid, and μ-OH groups are formed in aqueous environment. The TEM image (Figure 1b) indicates the product is composed of irregular microcrystals with a size in the range of 0.5–2 um.Figure 1. PXRD patterns and typical TEM images of the as-prepared mirocrystals (a, c) and nanocrystals (b, d) of 1.Considering the given system consisting of metal ions and linker molecules, the solvent has a profound influence on the product.(16) Therefore, the system employing DMF as the solvent was conducted to synthesize 1. The PXRD pattern (Figure 1c) suggests that the structure of 1 has transformed into the large-pore form.(8) The as-obtained product consists of an irregularly shaped nanoparticle with  dimension in the range of approximately 20–60 nm (Figure 1c). Compared with  microcrystals (0.5–2 um) synthesized in an aqueous environment, the size of these nanoparticles is much smaller. The amalgam observed in the TEM image is probably composed of amorphous aluminum carboxylate, which may  originate from  degradation of the MOF on account of MOFs being extremely sensitive to the electron beam used in TEM characterization, with their structures collapsing after a few minutes of exposure.(17)The morphology evolution most likely originated from the nucleation rate being modified by solvent. DMF is a protophilic solvent, which can facilitate  deprotonation of the organic linker trimellitic acid, thus enhancing the rate of initial nucleation. For a given system, higher nucleation rates result in smaller particles because growth may stop due to the rapid decrease of supersaturation. This negative correlation between nucleation rates and particle size has been widely reported for metal–organic frameworks.(18) To verify this, pH values of the reaction mixture were measured. In the system Al3+/H2BDC-COOH/H2O, the pH (1.5) is very low and the amount of deprotonated trimellitic acid is rather small, inducing the nucleation rates rather slow. Hence, the resulted 1 is composed of bulk crystals. The pH value of the Al3+/H2BDC-COOH/DMF system is higher (4.5); more deprotonated trimellitic acid anions are available for coordination with Al3+, leading to faster nucleation rates and therefore decreasing the crystal size to the nanoscale. On the basis of the above discussion, a mechanism for  formation of compound 1 nanocrystals was illustrated in Scheme S1, Supporting Information.Subsequently, Ln3+ cations were introduced into the pores of compound 1, for which the sample was stirred in an ethanol solution of the chlorine salt of Eu3+, Tb3+, and Eu3+/Tb3+. After encapsulating Ln3+ cations, the nanocrytsals of 1 maintain the crystalline integrity, as demonstrated by the PXRD patterns shown in Figure S1, Supporting Information. Besides, the morphology and size of these nanoparticles do not change upon encapsulation of Ln3+ (Figure S2, Supporting Information). The loaded concentrations of Ln3+ were determined by ICPMS. The ratio of Ln3+ and Al3+ is close to 1:1, which reveals one noncoordinating carboxyl group is incorporated with one Ln3+ cation. To measure the influence of the size of the 1 crystal on Ln3+ encapsulation,  Eu3+@1 microcrystals were prepared under the same condition as Eu3+@1 nanocrystals. The ratio of Eu3+ and Al3+ of Eu3+@1 microcrystals is determined as 1:280, which is much smaller than Eu3+@1 nanocrystals (1:1). The enhanced ability of Ln3+ encapsulation might be ascribed to the improved specific surface area of nanocrystals of 1.Figure 2a presents the N2 adsorption–desorption isotherms of compound 1 and Ln3+@1 (Ln = Eu, Tb, Eu/Tb). Unlike a type I adsorption curve, which commonly was seen in microporous materials, these samples display typical type IV curves with H1-type hysteresis loops at high relative pressure. The atypical hysteresis of these N2 adsorption isotherms could be attributed to the steric hindrance of the free noncoordinated carboxyl groups within the channels, which reduce the access of N2 molecules. In addition, compound 1 shows high affinity to water vapor of compound 1;(8) thus, the trapped water molecules in the cavities further slow down the desorption kinetics. The BET surface area of 1 is 309 m2 g–1, which is in reasonable agreement with the value reported by Helge Reinsch et al.(19) The Ln3+@1 samples exhibit similar N2 sorption behavior with 1. The BET surface area of Ln3+@1, as we expected, shows reduced values of 240 (Eu3+@1), 290 (Tb3+@1), and 222 (Eu3+/ Tb3+@1) m2 g–1.Figure 2. N2 adsorption–desorption isotherms (a) and thermal gravimetric analysis (b) of compound 1 and Ln3+@1 (Ln = Eu, Tb, Eu/Tb).The thermal behavior of the products was examined by thermal gravimetric analysis (TGA) (Figure 2b), which was performed under air with a heating rate of 5 k min–1. The first weight loss occurs in the range of 50–170 °C, which corresponds to  removal of the water molecules in the pores. Compound 1 is thermally stable to 400 °C, above which a further mass loss of 72.8 wt % before 700 °C is attributed to  decomposition of the framework forming Al2O3. It is noted that no mass loss is observed between 170 and 400 °C, revealing Al-MIL-53-COOH does not contain trimellitic acid molecules inside the micropores. This is probably because the size of the trimellitic acid molecules hinders them entering the pores. In contrast, organic ligands often exist in the channels of other Al-MIL-53 compounds and are hard to remove.(20) Incorporation of Ln3+ does not influence the thermal stability of the parented framework, as evidenced by the TGA studies shown in Figure 2b. Obviously, the Ln3+@1 luminescent materials show better thermal stability in comparison with the lanthanide complexes and lanthanide hybrid materials.(21)Figure S3, Supporting Information, depicts the FTIR spectra of compound 1 and Ln3+@1 (Ln = Eu, Tb, Eu/Tb). In the FTIR spectra, characteristic stretching vibrations of the coordinating carboxylate groups are easily visible, νas at 1600 and νs at 1430 and 1409 cm–1. The presence of water molecules can be evidenced by the band with a maximum at 3420 cm–1. The absorptions at 1130 and 778 cm–1 are ascribed to the C–H deformation vibrations of the aromatic ring, whereas the symmetric ring-stretching vibration emerges at 1497 cm–1.The luminescent properties of Al-MIL-53-COOH have never been reported. Figure 2 shows the room-temperature solid-state excitation and emission spectra of the nanocrystals of 1. The excitation spectrum collected at an emission wavelength of 421 nm exhibits a strong and broad band in the range of 300–400 nm with a maximum at 360 nm. With the excitation wavelength fixed at 360 nm, the product displays an intense broad band centered at 421 nm. It is known that the luminescence of MOFs can arise from organic ligands excitation, metal-centered emission (particularly for lanthanide MOFs) and charge transfer.(15a) In order to clarify the origin of compound 1 luminescence,  fluorescent spectra of trimellitic acid were recorded (Figure S4, Supporting Information). It is clear that the broad emission in trimellitic acid  rather resembles the emission in 1 except a slight shifting of the maximum of the broad bands, suggesting the luminescence of 1 can be regarded as metal-perturbed ligand emission.After  postsynthetic functionalization of Ln3+, the products emitted their distinctive colors (Eu3+@1, red; Tb3+@1, green; Eu3+/ Tb3+@1, yellow), which can be readily observed with the naked eye as a qualitative indication of lanthanide sensitization (Figure 3d). The luminescent spectra of Ln3+@1 nanoparticles are shown in Figure 3a–c. Upon ∼315 nm excitation, these samples exhibit strong sharp emission bands corresponding to the respective incorporated Ln3+ ions, which indicates  successful encapsulation of lanthanide ions. The ligand-centered emission in Ln3+@1 samples is diminished, implying that an antenna effect occurs, that is, energy migration takes place upon ligand absorption, followed by intersystem crossing S1 → T1 and antenna T1 → f transfer and then generating f–f emissions of Ln3+ cations.(3b) By simultaneously doping with Eu3+ and Tb3+ in compound 1, the resulting product exhibited their multiband emission (Figure 3b). The sharp lines at 490 and 545 nm are attributed to the respective 5D4 → 7F6 and 5D4 → 7F5 transitions of Tb3+, and the emissions at 590, 616, 653, and 701 nm are ascribed to the 5D0 → 7FJ (J = 1–4) transitions of Eu3+. The multiband emissions from the Eu3+/Tb3+ codoped sample have the potential to be applied as barcoded materials.(22) Moreover, the tunable color of the bimodal luminescence might be realized by modulating the doping ratio of Eu3+/Tb3+.(23) Lanthanide-centered excitation spectra recorded for Eu3+@1 (λem = 613 nm), Tb3+@1 (λem = 545 nm), and Eu3+/Tb3+@1 (λem = 545 nm) all display a strong band centered at ∼315 nm, which suggests that energy transfers through the same electronic levels located in the chromophoric structure of the parented framework for all three products.Figure 3. Excitation and emission spectra of nanocrystals of 1.Luminescent lifetimes of the Ln3+-incorporated samples were measured at room temperature under the excitation wavelength that maximizes the emission intensity and monitored by the most intense emission at 613 (Eu3+) and 545 nm (Tb3+), Figure 4, and the results are given in Table 1. The best fit for each of the Ln3+@1 samples was systematically biexponential, revealing the presence of two distinct lanthanide environments within the MOF. All  lifetime values of these samples are rather high, which are comparable with the lifetime recorded for corresponding molecular complexes.(24) In contrast, the lifetime values of the previous Ln3+-loaded MOFs luminescent materials reported in the literature are much shorter.(7, 8, 23b) Besides, the absolute quantum yields of these samples are determined with integrated sphere instruments (Table 1). The quantum yields are all reasonably high, which can be attributed to  efficient energy transfer from the sensitizer embedded in the MOF to the incorporated Ln3+ cations.Figure 4. Photoluminescence spectra of Eu3+@1 (a), Eu3+/Tb3+@1 (b), and Tb3+@1 (c) and the corresponding photograph (d) irradiated under a UV lamp.The luminescent properties of these materials in aqueous environment have also been determined, as shown in Figure S5, Supporting Information. It is noted that the luminescent spectra of Ln3+@1 in aqueous environment are similar to the spectra from  solid powders. Upon excitation with a UV lamp, the aqueous solution of these Ln3+-loaded samples show distinctive emission visible to the naked eye (Figure S5b, Supporting Information). These results demonstrate that the MOF scaffold can provide sufficient protection to the lanthanide on the basis of the strong ability of water to quench the emission of Ln3+. The ability to be compatible with aqueous condition in  addition to the nanoscale size of these luminescent materials make them well suited for generating new fluorescent sensors in environmental and biological systems.(7, 25) The leaching of Eu3+ in aqueous environment was studied by ICPMS. The Eu3+ concentration of the filtration is 0.021 ppm. In view of the content of encapsulated Eu3+ at 73.09 ppm (Table S1, Supporting Information), this leaching can be ignored. Therefore, it can be confirmed that incorporation of Eu3+ is dependent on strong chemical bond interaction rather than on physical adsorption.To evaluate the thermal stability of the luminescence of Ln3+@1 hybrid materials, we selectively determined the time-dependent emission spectra of Eu3+@1, as shown in Figure S6, Supporting Information. The luminescent intensity decreases due to the thermal quenching, which  originates from the increasing nonradiative relaxation and energy transfer process between different luminescence centers. The integrated emission intensity decreases 26% from 2.24 × 106 to 1.91 × 106 with a temperature rise ranging from 20 to 160 °C. It implies the white-light emitter Eu3+@1 has good thermal stability of luminescence, which is even better than a commercial red phosphor YAG:Ce3+ in consideration of the 60% decrease of emission intensity (from 25 to 150 °C) of YAG:Ce3+.(26) Moreover, the temperature-dependent luminescence decay profiles of Eu3+@1 were collected, as presented in Table S2, Supporting Information. The variation trend of lifetimes and temperature is consistent with luminescence intensity and temperature.It is well established that the emission quantum efficiency (η) of the 5D0 excited state of Eu3+ can also be determined based on the emission spectrum and lifetimes (τ) of the 5D0-emitting level.(27) Assuming that only nonradiative and radiative processes are essentially involved in the depopulation of the 5D0 state, η can be expressed as(28)(1)Here, Ar and Anr are radiative and nonradiative transition rates, respectively. Ar can be determined by the relative intensity of the 5D0 → 7FJ (J = 0–4) transitions because  5D0 → 7F1 is independent of the chemical environments around Eu3+ (it belongs to the isolated magnetic dipole transition) and can be considered as an internal reference for the whole spectrum, as shown in following equations(2)(3)Here I0J is the emission intensity and can be taken as the integrated intensities of the 5D0 → 7FJ (J = 0–4) emission bands, while  ν0J refers to corresponding energy barycenter and can also be determined from their emission bands. When an average index of refraction n = 1.506 is considered, the value of A (5D0 → 7FJ) can be calculated to be 50 s–1 approximately.(29) In addition, the lifetime and radiative (Ar) and nonradiative (Anr) transition rates are related through the following equation(4)On the basis of the values of τ and the calculated Ar (Table R1, Supporting Information), η of Eu3+@1 at different temperatures are determined and given in Table S2, Supporting Information. The variation of temperature does not have a significant influence on η of Eu3+@1. When the temperature is 160 °C, the quantum yield of Eu3+@1 is 14.9%.In  light of the emission the color of Ln3+-doped inorganic materials can be tuned by modulating the Ln3+-doping level.(30) Compound 1 was immersed in EuCl3 ethanol solution with concentrations in the range of 10–7–10–3 mol L–1. The contents of Eu3+ in the products have been investigated by ICPMS (Table S1, Supporting Information). Figure 5a shows the emission spectra of the as-obtained samples collected at the excitation wavelength of 318 nm. As the concentration of EuCl3 ethanol solution increases from 10–7 to 10–4 mol L–1, the characteristic emission of Eu3+ strengthens sharply. The Eu3+ emission continually improved when further raising the concentration of Eu3+. In contrast, the ligand-centered emission decreases with  increasing  Eu3+ concentration due to the enhancement of the energy transfer probability from organic linkers to Eu3+. Figure 5b demonstrates the corresponding chromaticity diagram calculated from the luminescent spectra, which reveals that the emission colors can be modulated from blue to white to red. Notably, the chromaticity coordinates of the product resulted from 10–7 mol L–1 EuCl3 solution are determined as x = 0.3112, y = 0.225, which locates in the white region. The white luminescence can be further confirmed by the photograph irradiated under 318 nm wavelength (the inset in a). We suppose the white-light emission from the single-component Eu3+@1 is balanced on the synergetic contribution from Eu3+ and ligand-centered dual emission.Figure 5. Emission spectra (λex = 318 nm) (a) and CIE chromaticity (b) of Eu3+@1 products resulting from EuCl3 ethanol solutions with concentrations in the range of 10–7–10–3 mol L–1.Figure 6a presents the emission spectra of Eu3+@1 with excitation wavelength from 320 to 360 nm. As shown, the intensity of the broad band arising from the framework increases with  excitation wavelength varying from 320 to 360 nm, while the Eu3+ emission recedes in the meantime. The corresponding CIE chromaticity diagram is depicted in Figure 6b, which shows a tunable chromaticity of emission from red to blue by varying the excitation wavelength from 320 to 360 nm. This verifies that the white-light emitting from Eu3+@1 is caused by the broad blue emission of 1 and red emission of incorporated Eu3+ simultaneously, because the excitations at different wavelengths will definitely give rise to different emission intensity relativity of these two kinds of luminescence, thus leading to a shift of the chromaticity coordinate in the CIE diagram. The CIE coordinates for the emission of Eu3+@1 under 350 nm excitation are determined as x = 0.332, y = 0.2536, which locates in the white region. It indicates a potential approach to manage the white-light emission by means of such dual-emissive single-phase compound.Figure 6. Emission spectra (a) and CIE chromaticity diagram (b) of Eu3+@1 collected at different excitation wavelengths.On the basis of the above discussion, the white-light luminescence of Eu3+@1 is generated from a dual-emitting pathway, as demonstrated in Scheme 1. There are two kinds of luminescent centers in Eu3+@1. One is the characteristic f–f emission of Eu3+ coming from the antenna effect, and the other is the ligand-centered emission of the framework. Eu3+-doping level and excitation wavelength have a strong impact on the relative luminescence intensity between the emission of Eu3+ and compound 1, thus playing important roles in regulating the dual emissions to come up with white luminescence from Eu3+@1. Obviously,  incorporation of Ln3+ into MOFs can pave the way to novel white-light luminescent materials.Scheme 1. Representation of the Generation Mechanism of the White-Light Emission of Eu3+@1To open the way to practical applications such as pellets, membranes, and sensors,  thin film of Eu3+@1 was prepared from its metastabilized colloidal solution (Figure 7a) by a CSD process, as described in previous reports.(17a, 31) The ratio of Ln3+ and Al3+ is determined as 1:1 by ICPMS measurement, which agrees well with the result of Eu3+@1 powder. The obtained thin film is transparent. The SEM image (Figure 7b) indicates the thin film is continuous and homogeneous. Mesopores generated from the packing of Eu3+@1 nanoparticles were observed in the SEM image, which may be due to the vacuum applied inside the microscope.(32) The thin film shows white-light emission under 350 nm excitation. The emission spectrum of the thin film is depicted in Figure 7c. It is comprised of a broad band corresponding to the ligand-centered luminescence and characteristic sharp emissions of Eu3+, which is similar to the luminescent spectra from the nanometer-sized particles along.Figure 7. Picture of the stable suspension of Eu3+@1 (a), SEM image (b), and emission spectrum (c) of Eu3+@1 thin film. Inset in c is the photograph irradiated at 350 nm wavelength of the thin film.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsIn summary, nanocrytals of 1 have been synthesized in a capping agent- and surfactant-free solvothermal system. A versatile strategy was demonstrated for generating a new class of MOFs with tunable and white-light emission by encapsulating Ln3+ cations into nanocrstals of 1. The framework can serve as both a host and an antenna for protecting and sensitizing the luminescence of the Ln3+ cations. The strong luminescence with  addition of reasonable high quantum yields of Ln3+@ 1 provide an indication that the energy transfer from the organic linkers embedded in the MOF to Ln3+ cations is efficient. A fine tuning of the emission color of Eu3+@1 can be easily achieved by adjusting the excitation wavelength or doping level of Eu3+. Notably, when at a certain excited wavelength or Eu3+-doping level, Eu3+@1 shows white-light luminescence through a dual-emitting pathway: the characteristic emission of Eu3+ and ligand-centered emission of the framework. The versatile photoluminescence, good thermal stability, nanometer size, and  compatibility with aqueous condition suggest these materials may have potential applications in LED lamps, barcoded materials, and biological sensors. In addition, the thin films of Ln3+@1 were prepared by CSD from their metastabilized colloidal solutions. The study of these thin films serving as pellets and sensors for vapors is currently under way. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationPXRD patterns, FTIR spectra, ICPMS studies, and luminescent spectra. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version on the manuscript.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the National Natural Science Foundation of China (20971100, 91122003) and Developing Science Funds of Tongji University.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 32 other publications.1. James, S. L. Chem. Soc. Rev. 2003,  32,  276– 288[Crossref], [PubMed], [CAS]1. Metal-organic frameworksJames, Stuart L.Chemical Society Reviews\r\n        (2003),\r\n    32\r\n        (5),\r\n    276-288CODEN:\r\n                CSRVBR;\r\n        ", "title": "Imparting Tunable and White-Light Luminescence to a Nanosized Metal–Organic Framework by Controlled Encapsulation of Lanthanide Cations", "authors": ["You Zhou", "Bing Yan"], "doi": ["10.1021/ic402900x"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0007.gif\">"]}