{"abstract": "The reaction of nickel(II) sulfate with 4,4′,4″--triazine-2,4,6-triyltribenzoate in dimethyl sulfoxide afforded a hexanuclear nickel(II)-based anionic 2-fold interpenetrated metal−organic framework exhibiting the ability to adsorb and separate light hydrocarbons and canted antiferromagnetism.The reaction of nickel(II) sulfate with 4,4′,4″--triazine-2,4,6-triyltribenzoate in dimethyl sulfoxide afforded a hexanuclear nickel(II)-based anionic 2-fold interpenetrated metal–organic framework exhibiting the ability to adsorb and separate light hydrocarbons and canted antiferromagnetism.", "text": "10.1021/acs.inorgchem.5b00316 Metal–organic frameworks (MOFs) have attracted great interest as a new type of porous material in the past 2 decades.(1-4) MOFs based on polynuclear units may exhibit not only gas storage/separation but also other physical properties, such as magnetic, nonlinear optical, ferroelectric, and dielectric properties,(5, 6) respectively, thus representing a very interesting and meaningful subject to achieve multifunctional materials.(7-9)It has been well-known that the capability of gas uptake is directly proportional to the host–guest interactions and internal surface areas within MOFs. The former has been partly enhanced by modifying bridging ligands with Lewis basic sites, e.g., pyridyl, amino, and hydroxyl groups,(10) or by developing ionic MOFs that possess charge-induced forces.(11, 12) These strategies certainly apply to the design and development of MOFs for adsorbing and separating light hydrocarbons. Light hydrocarbons are very important energy resources in the future, and the prerequisite for their industrial applications is purification. However, the traditional separation technology based on their different boiling points is very energy-intensive. By using MOFs, more environmentally friendly and energy-efficient methods to separate light hydrocarbons may be achieved. Recently, we are using the trigonal-planar ligand 4,4′,4″-s-triazine-2,4,6-triyltribenzoate (TATB) to synthesize MOFs, encouraged not only by its known MOF with paddlewheel or μ3-O-centered trinuclear units showing high gas uptakes and surface areas(13) but also by its tendency to encourage π–π interactions between the triazine groups(14) with Lewis basic sites that promote strong interactions between the triazine groups and light hydrocarbon molecules. Here, we report a new MOF, namely, (H3O)4[Ni6(μ3-O)2(μ2-OSC2H6)2(SO4)2(TATB)8/3]·4C2H6O·13H2O [(H3O)41·S], by using ligand TATB. The anionic framework is built with hexanuclear nickel(II) units and affords a porosity of about 52.4% of the unit cell volume. The framework is 2-fold self-interpenetrated to give an anionic MOF that exhibits high adsorptive selectivity of light hydrocarbons (C2H2, C2H4, and C2H6, respectively, over CH4) and shows canted antiferromagnetism because of the existence of hexanuclear nickel(II) units.The title complex was synthesized by a solvothermal method (see the Supporting Information, SI). The framework is negatively charged (see below), which can be compensated for by protonated water molecules.(14a) The amounts of extraframework solvent molecules were estimated by thermogravimetric (TGA) and elemental analyses (see the SI).The complex crystallizes in the cubic space group Im3̅, and the basic structural unit of framework 14– is anionic hexanuclear species [Ni6(μ3-O)2(μ2-OSC2H6)2(CO2)8(SO4)2]4–, which contains two crystallographically different nickel(II) ions (Figure 1a). The Ni1 ion lies in a distorted octahedral environment, being coordinated by six oxygen atoms from two carboxylate groups of different TATB ligands, a μ3-O2– ion (O3), a μ2-OSC2H6 molecule, and two η2:η2:μ4-SO42– groups; the Ni2 ion is coordinated by four oxygen atoms from different TATB ligands and one oxygen atom from the μ3-O2– ion (O3), thus forming a square-pyramidal geometry. The structural unit can be viewed as two subunits of trigonal [Ni3(μ3-O2–)(CO2)4](15) bridged by η2:η2:μ4-SO42– groups and μ2-OSC2H6 molecules, and in each subunit, the Ni–O bond lengths range from 1.956(8) to 2.189(5) Å and the three nickel(II) ions are absolutely coplanar (Table S2 in the SI). From a topological point of view, each cuboidal [Ni6(μ3-O)2(μ2-OSC2H6)2(CO2)8(SO4)2]4– unit is connected to eight trigonal TATB ligands, and each trigonal TATB ligand, in turn, links three cuboidal units, thus forming a 3,8-connected 3D framework (Figure 1b) that is highly similar to that of a cobalt 1,3,5-benzenetribenzoate MOF reported by us.(13d) Such a framework is doubly self-interpenetrated (Figure S1 in the SI), generating interframework TATB pairs (Figure 1c) with π–π interactions similar to those reported in TATB MOFs.(13, 14) The triazine rings of each TATB pair are stacked in a highly symmetric face-to-face arrangement (D3d pattern(14b)) with a centroid-to-centroid distance of 3.295 Å (Figure 1c).Figure 1. (a) Perspective view of the Ni6 unit with selective atom labels. Color code: nickel, green; carbon, black; oxygen, red; sulfur, yellow. (b) Topological framework structure viewed along the c axis, where the red cuboid is the Ni6 unit and the blue triangle is the ligand TATB, respectively. (c) Interligand D3d Peidfort pattern(14b) observed between two identical (interpenetrated) frameworks in the complex. Guest solvent molecules and hydrogen atoms are omitted for clarity. Symmetry codes: a, −x, 1 – y, z; b, x, 1 – y, −z; c, −x, y, −z.TGA of (H3O)41·S (the sample had been washed and exchanged with ethanol) revealed a total weight loss of 17.86% up to 125 °C (Figure S2 in the SI) that could be attributed to the release of solvent water and ethanol molecules. A second step at 125–330 °C with 10.07% weight loss was due to the loss of coordinated DMSO and protonated water molecules. After that, the framework decomposed.N2 adsorption measurements were carried out at 77 K to investigate the permanent porosity of the framework, and its ability to adsorb H2 and CO2 was then studied. The as-synthesized products were first exchanged with dichloromethane and then heated at 100 °C for 24 h under high vacuum to obtain activated samples. The stability of the activated framework has been verified by powder X-ray diffraction data (Figure S3 in the SI). A reversible type I isotherm, with the characteristics of microporous materials, with maximal N2 uptake of 309.2 cm3 g–1 at 1 atm (Figure S4 in the SI) is observed, giving a Langmuir surface area of 1334.6 m2 g–1 and a Brunauer–Emmett–Teller surface area of 1012.6 m2 g–1, respectively. The adsorption of H2 at 77 K is estimated to be 152.7 cm3 g–1 or 1.38 wt % at 1 atm (Figure 2a), a bit larger than that of MOF-5 (127 cm3 g–1). The CO2 uptake capacities (at 1 atm) are 84.3 and 58.1 cm3 g–1 at 273 and 297 K, respectively (Figure 2a). At zero loading, the enthalpy of CO2 adsorption (−Qst) is 25.7 kJ mol–1, as estimated from the sorption isotherms at 273 and 297 K using the virial equation (Figure S6 in the SI).(16)Figure 2. Adsorption (full symbols) and desorption (empty symbols) isotherms of H2 and CO2 (a) and C2H2, C2H4, C2H6, and CH4 (b).We further investigated its uptake capacity for light hydrocarbons (Figure 2b). The maximal sorption values at ambient pressures for pure CH4, C2H2, C2H4, and C2H6 are 19.5, 87.5, 62.5, and 67.1 cm3 g–1 at 273 K and 13.0, 64.1, 43.4, and 53.8 cm3 g–1 at 297 K, respectively. The adsorption heats are calculated to be 17.6, 29.4, 27.3, and 28.6 kJ mol–1 for CH4, C2H2, C2H4, and C2H6, respectively (Figure S8 in the SI). Apparently, this MOF exhibits adsorption capacity following an order of C2H2 > C2H4 ≈ C2H6 > CH4, which has also been found in a Ni4-based MOF.(7c) To evaluate its separation ability for light hydrocarbons, we calculated the sorptive selectivity of C2 hydrocarbons over CH4 using Henry’s law (Table S3 and Figure S7 in the SI) based on equation Si/j = KH(i)/KH(CH4). The results show that the selectivities for C2H2, C2H4, and C2H6 over CH4, respectively, are 25.0, 15.0, and 27.7 at 273 K and 16.3, 10.7, and 18.4 at 297 K, which are much higher than those of materials ZJU-48a (ionic MOF)(16a) and UTSA-36a(16b) with nearly equal adsorption quantity. Alternatively, the calculations using the ideal adsorbed solution theory(17) give the sorptive selectivities for C2H2, C2H4, and C2H6 over CH4 under 100 kPa as 22.6, 12.3, and 19.3 at 273 K and 14.1, 9.2, and 13.8 at 297 K, respectively (Figure S9 in the SI). It should be noticed that, although the adsorption heats are lower than those of MOFs with high-density open-metal sites (M-MOF-74, where M = Mg, Co, Fe) and HKUST-1, the C2H6/CH4 selectivity at 297 K is comparable to that of MOF-74.(3, 18) This result implies that the present MOF may be a good candidate material for the separation of C2H6 over CH4.Direct-current magnetic susceptibility of (H3O)41·S was collected at the 2–300 K temperature range, and the χMT versus T plot is shown in Figure 3. The χMT value at room temperature is 6.47 cm3 K mol–1, which is slightly higher than that expected for six isolated spin-only nickel(II) ions (S = 1 and g = 2.0) and results in a realistic gNi value of 2.08. The χMT value monotonously decreases upon temperature cooling, attaining 1.97 cm3 K mol–1 at 2 K. The χM–1 versus T data above 50 K are fitted with the Curie–Weiss law to give a Weiss temperature of −28.62 K, thus clearly indicating an overall antiferromagnetic nature within the NiII6 unit (interunit magnetic interactions are negligible). On the other hand, isothermal magnetization at 2 K equals 3.97 Nβ at 5 T (Figure S10 in the SI) that is much lower than the theoretical saturation value for a NiII6 unit (12 Nβ with g = 2.0), further confirming the antiferromagnetic properties of the NiII6 unit.Figure 3. χMT versus T plot (per NiII6 unit) under applied fields of 1000 Oe (black) and 50 Oe (red), respectively.Interestingly, the magnetic susceptibility shows field-dependent behavior at temperatures below 25 K (Figure 3, red). Under an applied magnetic field of 50 Oe, the magnetic susceptibility shows an upsurge at 9 K that is most probably attributed to the spontaneous magnetization of spin canting.(7c, 19) A narrow magnetic hysteresis loop was indeed observed with a coercive field of 33 Oe and a remnant magnetization of 0.008 Nβ, respectively (Figure S11 in the SI), and the canting angle can be estimated to be 0.04° based on the equation α = tan–1(Mr/Ms). Hence, this complex can be viewed as a weak ferromagnetic material. Moreover, field-cooled (FC) and zero-field-cooled (ZFC) magnetizations measured at 50 Oe in the 2–20 K temperature range diverge below 12 K (Figure S12 in the SI), suggesting an onset of ferromagnetic ordering. Because the framework structure is highly symmetric and the NiII6 unit possesses a 2-fold-symmetric axis/plane between Ni1/Ni1a···Ni2 and Ni1···Ni1b (Figure 1a) so that antisymmetric magnetic interactions cannot be realized. Otherwise, the single-ion magnetic anisotropy of nickel(II) that has been revealed by the nonzero magnetic susceptibility at extremely low temperature (1.97 cm3 K mol–1 at 2 K) and the realistic gNi value (2.08) should be the key point contributed to the occurrence of spin canting.In conclusion, we have presented an anionic MOF constructed with a new hexanuclear nickel(II) unit and a trigonal-planar ligand. Although being 2-fold interpenetrated, this MOF shows the capability to adsorb H2, CO2, and light hydrocarbons, and most important is that it exhibits high separation selectivity of C2H2, C2H4, and C2H6 over CH4. On the other hand, spin canting and a magnetic hysteresis loop revealed by magnetic studies indicate weak ferromagnetism in this complex. Top of PageAbstractReferencesSupporting InformationX-ray crystallographic data in CIF format, materials, synthetic details, TGA, IR, crystallographic data, and supplementary tables and figures. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was supported by the National Natural Science Foundation of China (Grant 21325103) and the National Key Basic Research Program of China (973 Project, Grant 2014CB845601).Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 19 other publications.1. (a) Murray, L. J.; Dincă, M.; Long, J. R. Chem. Soc. Rev. 2009,  38,  1294– 1314[ACS Full Text ], [CAS]1. Hydrogen storage in metal-organic frameworksMurray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.Chemical Society Reviews\r\n        (2009),\r\n    38\r\n        (5),\r\n    1294-1314CODEN:\r\n                CSRVBR;\r\n        ", "title": "Anionic Metal–Organic Framework for Adsorption and Separation of Light Hydrocarbons", "authors": ["Jia Li", "Hong-Ru Fu", "Jian Zhang", "Lan-Sun Zheng", "Jun Tao"], "doi": ["10.1021/acs.inorgchem.5b00316"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-7/acs.inorgchem.5b00316/20150331/images/small/ic-2015-00316a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-7/acs.inorgchem.5b00316/20150331/images/small/ic-2015-00316a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-7/acs.inorgchem.5b00316/20150331/images/small/ic-2015-00316a_0003.gif\">"]}