{"abstract": "The hydrogen sorption mechanism in the metal−organic framework (MOF) In--MOF was elucidated using our grand canonical Monte Carlo simulations that include explicit many-body polarization interactions.Grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption were performed in In--MOF, a charged metal–organic framework (MOF) that contains InO trimers coordinated to 5,5′-azobis(1,3-benzenedicarboxylate) linkers. The MOF contains nitrate counterions that are located in carcerand-like capsules of the framework. This MOF was shown to have a high hydrogen uptake at 77 K and 1.0 atm. The simulations were performed with a potential that includes explicit many-body polarization interactions, which were important for modeling gas sorption in a charged/polar MOF such as In--MOF. The simulated hydrogen sorption isotherms were in good agreement with experiment in this challenging platform for modeling. The simulations predict a high initial isosteric heat of adsorption, , value of about 8.5 kJ mol, which is in contrast to the experimental value of 6.5 kJ mol for all loadings. The difference in the  behavior between experiment and simulation is attributed to the fact that, in experimental measurements, the sorbate molecules cannot access the isolated cages containing the nitrate ions, the most energetically favorable site in the MOF, at low pressures due to an observed diffusion barrier. In contrast, the simulations were able to capture the sorption of hydrogen onto the nitrate ions at low loading due to the equilibrium nature of GCMC simulations. The experimental  values were reproduced in simulation by blocking access to all of the nitrate ions in the MOF. Furthermore, at 77 K, the sorbed hydrogen molecules were reminiscent of a dense fluid in In--MOF starting at approximately 5.0 atm, and this was verified by monitoring the isothermal compressibility, β, values. The favorable sites for hydrogen sorption were identified from the polarization distribution as the nitrate ions, the InO trimers, and the azobenzene nitrogen atoms. Lastly, the two-dimensional quantum rotational levels for a hydrogen molecule sorbed about the aforementioned sites were calculated and the transitions were in good agreement with those that were observed in the experimental inelastic neutron scattering spectra.", "text": "10.1021/cg5018104 Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesI IntroductionThe use of molecular hydrogen as an alternative fuel source is dependent on the development of new materials that can effectively store large quantities of hydrogen through a physisorption process under near-ambient conditions.(1-3) Metal–organic frameworks (MOFs) are a class of solid crystalline materials that have been considered to be promising for this particular task.(4) These materials are synthesized with rigid organic ligands coordinated to metal-ion clusters.(5-8) They are inherently modular, as a variety of different MOFs can be synthesized by simply tuning the organic ligand and/or metal ion.(6, 9, 10) The overall structure of MOFs is characterized by a porous three-dimensional network that can be used to sorb guest molecules, such as H2.In 2007, In-soc-MOF (Figure 1) was synthesized using an In3O trimer building block and 5,5′-azobis(1,3-benzenedicarboxylic acid) (ABBDC) linkers that resulted in a porous material with an ionic framework and narrow channels.(11-13) The MOF has a rare soc (square octahedral) topology(11, 14) characterized by its square octahedral connectivity net.(15) The cationic indium of the secondary building unit (SBU) possesses an open-metal site which, along with the uncoordinated NO3– ion, contributes toward a highly ionic framework. In-soc-MOF possesses an estimated 57% extraframework volume, a Langmuir surface area of 1417 m2 g–1 (Brunaer–Emmett–Teller (BET) surface area of 892 m2 g–1), and a pore volume of 0.50 cm3 g–1.(11-13) Experimental hydrogen sorption studies on In-soc-MOF showed that the MOF had a large uptake capacity with reversible sorption. Indeed, In-soc-MOF is an impressive material that is capable of sorbing 2.50 wt % H2 at 77 K and 1.0 atm. Moreover, the density of hydrogen in In-soc-MOF at this state point (0.05 g cm–3) is very close to the density of liquid hydrogen at its boiling point (0.07 g cm–3 at 20 K and 1.0 atm). Note, variants containing Fe(16, 17) and Ga(18) as the metal have also been synthesized. Because In-soc-MOF is a highly polar framework with accessible narrow channels with an unusual topology, it represents a promising platform for a variety of gas sorption related technologies. Thus, demonstrating an ability to model sorption of hydrogen in detail is a prerequisite for simulating more complex processes.Figure 1. (a) ABBDC4– linker and (b) In3O trimer unit used to synthesize (c) In-soc-MOF (unit cell representation). Atom colors: C = cyan, H = white, N = blue, O = red, and In = yellow.In this work, grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in In-soc-MOF. This was done in an attempt to understand the sorption mechanism in this MOF. GCMC methods allow simulated hydrogen sorption isotherms and associated isosteric heats of adsorption, Qst, values to be compared to those that were measured experimentally.(11) Accurate molecular level predictions of gas sorption in MOFs is predicated upon obtaining outstanding agreement with experimental results. By examining H2 sorption in In-soc-MOF, we hope to better characterize H2 sorption in the material and elucidate the sorption mechanism.In-soc-MOF is a highly charged/polar MOF due to the presence of the indium open-metal sites and nitrate counterions. Indeed, polarization interactions have been shown to be necessary for modeling gas sorption in this MOF.(12) Note, other previous simulation studies on In-soc-MOF have not included the role that polarization plays on hydrogen sorption in this material.(19, 20) As a consequence, the simulated hydrogen sorption isotherms and Qst values in those studies were observed to underestimate experimental measurements. Explicit polarization interactions cannot be neglected when considering high-density hydrogen interacting with highly charged/polar MOFs. A theoretical study that introduced insights into the importance of polarization in In-soc-MOF was performed by Belof et al. in 2007 through canonical Monte Carlo (CMC) methods.(12) The study demonstrated that polarization effects were critical to capture the sorption of hydrogen onto the charged moieties in the MOF, particularly the open-metal sites provided by the In3O trimers. The work presented here demonstrates that quantitative modeling of sorption processes is possible using models that are carefully constructed (from gas phase data) and that include explicit induction. The early CMC study used a simple model to demonstrate the essential chemical physics of sorption in such materials.Polarization interactions have also been shown to be important in the modeling of gas sorption in other strongly interacting MOFs. For instance, recent computational studies of hydrogen sorption in two MOFs with rht (rhombicubocta-hedral) topology,(10) PCN-61(21, 22) and Cu-TPBTM,(23) showed that the inclusion of many-body polarization interactions was essential to reproduce the experimentally observed hydrogen sorption isotherms and Qst values in the respective compounds.(24, 25) Furthermore, the studies demonstrated that introducing induced dipole interactions were required to capture the loading of hydrogen onto the open-metal sites provided by the copper paddlewheel, [Cu2(O2CR)4], clusters. As another example, recent molecular dynamics (MD) simulation studies on water sorption in the flexible MOF, MIL-53(Cr),(26) showed that polarization interactions were required for the formation of hydrogen bonds between the water molecules and the hydroxyl groups in the MOF.(27, 28)It is shown here that the GCMC-simulated hydrogen sorption isotherms at low pressures and low temperatures are in good agreement with the experimental measurements. Further, experimental high-pressure hydrogen sorption studies in In-soc-MOF at 77 and 298 K are presented. Simulated hydrogen sorption isotherms were generated under these conditions and were compared to the corresponding experimental values. The experimental Qst values for H2 in In-soc-MOF are nearly constant at 6.5 kJ mol–1 across all loadings. It will be shown that the simulations predict higher initial Qst values than experiment, with a different shape in the Qst plot. This is because the H2 molecules can sorb onto the nitrate ions in the isolated cages at low loadings in simulation. In experimental measurements, the sorbate molecules cannot access the isolated cages until higher pressures due to a kinetic energy diffusion barrier associated with the entrance to the cage.(11) Additionally, it will be shown that hydrogen will resemble a liquid-like state in In-soc-MOF at 77 K and a rather low pressure (approximately 5.0 atm). This has been validated through the calculation of the isothermal compressibilities, βT, for hydrogen at various state points in the MOF through GCMC calculations. In addition, insights into the different binding regions for hydrogen sorption in In-soc-MOF, as determined from simulations involving many-body polarization, are presented.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesII MethodsAMOF ParametersThe selection of force field parameters is critical for the simulation of gas uptake in any MOF. The potential energy function of the MOF consists of repulsion/dispersion parameters, point partial charges, and atomic point polarizabilities localized on the nuclear center of all atoms of the framework. The development of the force field for In-soc-MOF was performed according to the procedure described in previous work.(12, 24, 25, 29-41) Nevertheless, a brief outline is given here.For all C, H, and N atoms on the organic linker in In-soc-MOF, the Lennard-Jones 12–6 parameters, representing van der Waals interactions between the sorbate molecules and the MOF atoms, were acquired from the optimized potentials for liquid simulations–all atom (OPLS-AA) force field.(42) This force field contains parameters that are specific for atoms in aromatic systems and has been shown to produce good results in computational MOF studies performed earlier.(31-33, 43) For the In and O atoms as well as the N atom of the nitrate ion, the Lennard-Jones parameters were obtained from the universal force field (UFF).(44)Electrostatic interactions in atomistic simulations originate from point partial charges assigned to the nuclear center of each chemically distinct atom (Figure 2). Ewald summation(45-47) was used to calculate the electrostatic interactions. The partial charges were determined from electronic structure calculations on several model (overlapping) fragments that mimic the chemical environment of the MOF.(48) Using the ab initio electrostatic potential surface, the partial charges were fit using a standard algorithm.(49) The NWChem ab initio simulation package(50) was used to perform Hartree–Fock quantum mechanical calculations. All light atoms were treated at the 6-31G* level that produces overpolarized charges appropriate for condensed phase simulations.(51) For In3+, a many-electron metal species, the semirelativistic pseudopotential SBKJC(52, 53) was used. Representational fragments that were selected for In-soc-MOF can be found in the Supporting Information.Figure 2. Chemically distinct atoms in In-soc-MOF as referred to in Table 1. Atom colors: C = cyan, H = white, O = red, N = blue, and In = yellow.The atomic point polarizabilities for the atoms in In-soc-MOF were taken from ref 54. A polarizability value of 2.0 Å3 was used for In3+ as determined in previous work.(12) Polarization was explicitly included in the simulations by use of a Thole–Applequist type model,(55-58) which is explained in detail in the next subsection. The complete list of force field parameters for In-soc-MOF is given in Table 1.Table 1. Force Field Parameters for In-soc-MOFaatomlabelϵ (K)σ (Å)q(e–)α° (Å3)In1301.400003.976002.094402.00000O230.190003.11800–1.295800.85200O330.190003.11800–0.781700.85200O430.190003.11800–0.798000.85200O530.190003.11800–0.847100.85200O630.190003.11800–0.754400.85200C752.840003.750000.969801.28860C852.840003.750001.006501.28860C935.250003.55000–0.062501.28860C1035.250003.55000–0.198901.28860C1135.250003.55000–0.155901.28860H1215.110002.420000.165000.41380C1335.250003.55000–0.207801.28860C1435.250003.55000–0.032901.28860H1515.110002.420000.153100.41380H1615.110002.420000.077200.41380C1735.250003.550000.294801.28860N1885.600003.25000–0.201500.97157N1934.720003.261001.108900.97157O2030.190003.11800–0.657800.85200aLabels of atoms correspond to Figure 2. ϵ and σ represents Lennard-Jones parameters, q corresponds to the atomic partial charge, and α° corresponds to the atomic point polarizability.BMany-Body PolarizationAn overview of the Thole–Applequist type polarization model(55-58) used in this work is given here. Consider a collection of N such sites subjected to an electric field. The induced dipole at site i is equal to the following:(1)where αi° represents a scalar atomic point polarizability, E⃗istat is the electric field felt at site i due to the atomic partial charges of the force field (MOF and sorbate), and E⃗iind is the induced dipole contribution to the electric field. Equation 1 can be written as follows:(2)where Tij is the dipole field tensor, which describes the induced electrostatic field interaction between sites i and j. The dipole field tensor(55) can be derived from first principles as:(3)where λ is a parameter damping the dipole interactions near the regions of discontinuity. A λ value of 2.1304 was used in this work, which is consistent with the work performed by Thole.(56) Equation 2 can be rearranged to the following:(4)where I is the identity matrix. From this, block matrices can be constructed via the following:(5)The matrix A has the following relationship with μ⃗ and E⃗stat, representing the supervectors formed by stacking the system dipole and electric field vectors, respectively:(6)Equation 6 can be solved by either matrix inversion or iterative methods. Because inversion of A is only computationally amenable in the case of very small systems, iterative methods were employed for the simulations in this work; this was implemented using procedures described previously.(12, 24, 59-61) Finally, the Thole–Applequist polarization potential energy is given by:(56)(7)CGrand Canonical Monte CarloGCMC methods were used to investigate hydrogen sorption in In-soc-MOF. In this method, the chemical potential (μ), volume (V), and temperature (T) were held fixed while other thermodynamic observables were sampled.(62) Monte Carlo moves were made by selecting a hydrogen molecule at random and performing a random rigid-body translation or rotation of the molecule. The insertion or deletion of sorbate molecules in the simulation cell were also possible. Each move is then accepted with probability corresponding to the Metropolis function:(8)A macroscopic MOF environment was approximated by periodic boundary conditions with a spherical cutoff of 11.2284 Å, which corresponds to half the unit cell dimension length. All MOF atoms were constrained to be rigid during the simulations; this included the nitrate counterions as molecular dynamics (MD) simulation studies on In-soc-MOF have shown that the nitrate ions are restricted to the carcerand-like capsules in the MOF, even with the presence of sorbate molecules (see the Supporting Information). Furthermore, phonons are not thought to be important for hydrogen sorption, especially at the temperatures considered in this work. In GCMC, the average particle number was calculated by the following expression:(63, 64)(9)where Ξ is the grand canonical partition function, β is the quantity (kT)−1 (k is the Boltzmann constant), and U is the total potential energy. The chemical potential, μ, for H2 was determined for a desired pressure through empirical fugacity functions.(65-67) The total potential energy of the MOF-sorbate system was calculated by(10)where Urd is the repulsion/dispersion energy through use of the Lennard-Jones potential, Ues is the electrostatic Coulomb energy calculated via Ewald summation,(45-47) and Upol is the many-body polarization energy calculated using equation 7.For the simulations performed at 77 and 87 K, it was necessary to include Feynman–Hibbs quantum corrections to the fourth order according to the following equation:(68)(11)where ℏ is the reduced Planck’s constant and the primes indicate differentiation with respect to pair separation, r. In equation 11, μ corresponds to the reduced mass. Note, some previous simulation studies of hydrogen sorption in MOFs neglected Feynman–Hibbs quantum corrections at 77 and 87 K.(69, 70) It is important to emphasize that these corrections are needed for the energetically dominant repulsion/dispersion and charge-quadrupole terms for hydrogen sorption at this temperature.(71) Further, at low temperatures, the quantum effects for hydrogen can become very important due to its low molecular mass.(72, 73) These effects are particularly significant when the hydrogen molecules are in a confined space with dimensions that are comparable to their de Broglie thermal wavelengths. As a result, molecular hydrogen cannot be treated in a classical manner under these conditions.Long-range corrections were included for all terms of the potential to reduce finite-size effects. The long-range contribution to the Lennard-Jones potential was calculated by:(74)(12)where ϵij and σij are Lorentz–Berthelot mixed Lennard-Jones parameters and Rc is the spherical cutoff distance.Long-range electrostatic interactions were handled by performing Ewald summation. The long-range correction to the polarization energy was performed by replacing the static electric field with the shifted-field formula according to Wolf et al.,(46, 47, 58, 75) which is the following:(13)where q is the atomic point partial charge and r̂ is the radial unit vector.The absolute weight percent of H2 sorbed in the MOF is calculated by(14)where m is the molar mass of the sorbate and M is the molar mass of the MOF.The Qst and βT were calculated from fluctuations of the number of particles in the system through the following equations:(76)(15)(16)Equation 15 is useful for model validation, and these values are directly compared to the Qst values that were calculated from experimental isotherms using the finite difference method. The βT value is examined in order to gain insight into the physical state of the sorbate in the heterogeneous porous environment.For all state points considered, the simulations began with 5 × 106 Monte Carlo steps in order to achieve equilibration, followed by an additional 5 × 106 steps to sample the desired thermodynamic properties. Simulations involving many-body polarization were decorrelated by sampling every 1 × 104 steps. All simulations were performed using the Massively Parallel Monte Carlo (MPMC) code.(77)Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesIII Results and DiscussionFigure 3a shows the low-pressure (up to 1.0 atm) hydrogen sorption isotherms as calculated by GCMC simulations using a polarizable hydrogen potential at 77 and 87 K compared to the respective experimental isotherms. Note, the experimental isotherms that are shown in Figure 3a were estimated from ref 11. The H2 potential used in this work is a five-site polarizable model that was developed from first principles previously by Belof et al.(78) It can be seen that simulations using this model generated an isotherm that is in very good agreement with experiment at 77 K. The calculated hydrogen sorption isotherm and the experimental isotherm at 77 K are nearly equivalent to within joint uncertainties (the maximum calculated error is ±0.04 wt %). The greatest deviation between experiment and simulation at 77 K can be observed at pressures lower than 0.20 atm, where simulation slightly oversorbs experiment. At 87 K, the simulations predict higher hydrogen uptakes than experiment across all pressures. Indeed, the simulated hydrogen sorption isotherm at 87 K oversorbs experiment by about 30% at all pressures. It will be revealed later that this oversorption can be attributed to the fact that the simulations can capture the sorption of H2 to a site that is inaccessible in experiment at low loadings.The high-pressure (up to 40.0 atm) hydrogen sorption isotherms in In-soc-MOF at 77 K as produced from experiment and GCMC simulation are shown in Figure 3b. It was observed that the simulated hydrogen sorption isotherm is in good agreement with experiment at 77 K and higher pressures. Hydrogen saturation is reached in the simulations at approximately 20.0 atm. Note, under these conditions, the MOF acts like a simple container as the attractive interactions between the framework and the sorbate molecules become less important. As a result, the polarizable model used herein is not the only model that can reproduce experimental measurements at 77 K and high pressures in In-soc-MOF. At conditions near saturation, the simulations are essentially capturing the complete packing properties of the sorbed fluid in the MOF. It can be observed in Figure 3b that the simulation moderately oversorbs experiment between 1.0 and 20.0 atm at 77 K. This is in contrast to what was observed at pressures from 0.60 to 1.0 atm at the same temperature where outstanding agreement with experiment was obtained (Figure 3a). This could be attributed to kinetic effects inhibiting optimal packing in the physical crystal at higher pressures. The mild incline of the experimental isotherm at 77 K after saturation (beyond 20.0 atm) could be due to minor deformations of the MOF crystal structure under high-pressure conditions, which is not reproduced by the rigid crystal approximation used in these simulations. However, it was observed that the simulations still captured reasonable agreement with experiment under these extreme conditions.Figure 3. (a) Low-pressure (up to 1.0 atm) H2 sorption isotherms at 77 (solid) and 87 K (dashed), (b) high-pressure (up to 40.0 atm) H2 sorption isotherms at 77 K, and (c) high-pressure (up to 50.0 atm) H2 sorption isotherms at 298 K for experiment (black) and simulation (red).The simulated hydrogen sorption isotherm in In-soc-MOF at 298 K and up to 50.0 atm is compared with the corresponding experimental isotherm in Figure 3c. The hydrogen uptakes in In-soc-MOF are much less at 298 K than at 77 K. This is because the interaction energy between the MOF and the hydrogen molecules is overwhelmed by the thermal energy of the hydrogen gas at this temperature.(2) Indeed, the hydrogen molecules interact very weakly with its environment at higher temperatures. The experimental hydrogen uptake at 298 K and 50.0 atm in In-soc-MOF is 0.64 wt %. The simulated hydrogen sorption isotherm was found to be in good agreement with the experimental isotherm under these conditions. Note, control simulations using two nonpolarizable H2 models(78, 79) produced isotherms that were lower than the experimental results across the considered pressure range at 298 K (see the Supporting Information). Further, the isotherms that were generated by these two models were similar across all pressures. These results indicate that there are a few hydrogen molecules sorbing onto the charged/polar moieties in this MOF at 298 K and such a phenomenon can only be captured in simulations that utilize many-body polarization. Examination of the modeled structure for simulations using the polarizable model at this temperature revealed that some hydrogen molecules sorbed onto the In3+ ions in the MOF. With the inclusion of induced dipole effects, the simulated hydrogen uptake at 298 K and 50.0 atm is approximately 0.15 wt % higher than those for models that neglect this term. These results demonstrate that many-body polarization effects are important for modeling the weakly interacting hydrogen molecule in MOFs even at higher temperatures.The simulated Qst values in In-soc-MOF are compared to those that were obtained experimentally through a finite difference approximation to the Clausius–Clapeyron equation(80) in Figure 4a. As with the experimental low-pressure hydrogen sorption isotherms, the experimental H2 Qst plot was also estimated from ref 11. The simulated Qst values were calculated from the fluctuations in the particle number and the total potential energy via equation 15. The experimental Qst values for hydrogen in In-soc-MOF are approximately 6.5 kJ mol–1 for loadings up to 1.8 wt %. The simulations predict an initial H2 Qst value of 8.5 kJ mol–1, which is much higher than the experimental value at this loading. Further, while the experimental Qst values are nearly constant for all loadings, the simulated Qst values exhibit a monotonically decreasing behavior. Inspection of the modeled structure at very low loading (0.001 atm) in In-soc-MOF revealed that the hydrogen molecules can sorb onto the nitrate counterions in the MOF (Figure 5). Thus, the high initial Qst value observed for simulations of H2 sorption in In-soc-MOF can be attributed to the sorption of hydrogen onto the nitrate ions. This is the most favorable site for hydrogen sorption in the MOF as the presence of the nitrate ions increases the electrostatic field in the framework. Note, the nitrate ions were also observed as the initial sorption site in rht-MOF-1 from theoretical studies.(34) In that particular MOF, the simulations predicted an initial H2 Qst value of 8.9 kJ mol–1, which was close to the experimental value of 9.5 kJ mol–1.Figure 4. Isosteric heats of adsorption, Qst, for H2 in In-soc-MOF (a) for experiment (black) and simulations (red) and (b) for experiment (black) and simulations in cases where all NO3– ions are accessible (red), one oxygen atom of each NO3– ion is blocked (green), two oxygen atoms of each NO3– ion are blocked (blue), and all oxygen atoms of each NO3– are blocked (cyan).Figure 5. Molecular illustration of the H2 binding site about the nitrate counterions in In-soc-MOF as determined from simulation: (a) side view; (b) down view. The sorbate molecules are shown in orange. Atom colors: C = cyan, H = white, N = blue, O = red, and In = yellow.The difference in the Qst plot between experiment and simulation in In-soc-MOF can be attributed to the observed diffusion barrier associated with entrance to the isolated cages containing the nitrate ions in experimental measurements. The simulations were able to capture the sorption of hydrogen onto the nitrate ions at low loadings, whereas the sorbate molecules cannot access the isolated cage in experiment until higher pressures because a pressure gradient is required for the sorbate molecules to move into the cage.(11) Note, the windows that serve as the entrance to the isolated cages are less than 1 nm in diameter. Entering the carcerand-like capsules in In-soc-MOF is not an issue in GCMC simulations since this equilibrium method involves the random insertion and deletion of sorbate molecules. Indeed, GCMC simulations do not take into account the effects of transport and associated kinetic phenomena in gas sorption. Note, the barrier associated with entrance into the isolated cages can be observed in the experimental inelastic neutron scattering (INS) spectra for the MOF (Figure 6). Specifically, the peak correlated with sorption onto the nitrate ions (occurring at approximately 5.0 meV) increases only at higher loadings. The 5.0 meV peak is most noticeable at the highest loading measured (5.0 H2/In). This peak indeed corresponds to sorption onto the nitrate ions as validated through quantum rotational calculations, which is discussed later.In this work, additional simulations of H2 sorption were performed in In-soc-MOF where one, two, or all of the oxygen atoms of each nitrate ion are blocked in the simulation cell. The blocking of the nitrate ions was accomplished by placing a particle that is representative of a solvent molecule near the nitrate oxygen atoms such that they are inaccessible for the sorbate molecules in GCMC simulation (see the Supporting Information for details). The resulting low-pressure H2 sorption isotherms at 77 and 87 K can be found in the Supporting Information. It was observed that the simulated H2 uptakes in In-soc-MOF at both temperatures decreased with increasing number of blocked nitrate oxygen atoms for all pressures considered. Simulations of H2 sorption in In-soc-MOF in which all nitrate oxygen atoms are inaccessible resulted in an isotherm that undersorbed experiment by a significant amount at both temperatures. This undersorption compared to experiment suggests that the nitrate ions are being occupied concurrently as the sorbate uptake in the MOF increases. This is consistent with the observations in the INS spectra as it implies that the H2 molecules are able to enter the cage containing the nitrate ions if more H2 molecules are present.Figure 6. Inelastic neutron scattering (INS) spectra for hydrogen in In-soc-MOF at different loadings: one H2/In (black), three H2/In (red), and five H2/In (green).The calculated Qst values for the different nitrate ion accessibility simulations follow a trend similar to the simulated sorption isotherms. As more nitrate oxygen atoms are blocked, the Qst values for H2 in In-soc-MOF decrease (Figure 4b). With all nitrate ions inaccessible, the simulated Qst values come closely in agreement with the experimental values. Moreover, the shape of this Qst plot is also consistent with experiment. Furthermore, in this simulation cell, the initial Qst value for H2 was calculated to be nearly 6.8 kJ mol–1. This value is in good agreement with the experimental initial Qst value for H2 in In-soc-MOF. This confirms that the observed experimental initial Qst value in In-soc-MOF is not attributed to sorption onto the most energetically favorable sorption sites in the MOF, which are the nitrate ions.Figure 7 shows the isothermal compressibilities, βT, in In-soc-MOF at 77 K. The βT values were calculated from the fluctuations in the sorbate number via equation 16. These calculated values are compared to the experimental βT values of bulk hydrogen at two different state points: βT = 0.0015 atm–1 at 200 K and 200 atm(81-83) and βT = 0.0020 atm–1 at 20 K and 1 atm.(84) It can be seen that the βT values plunge rapidly over the pressure range where the hydrogen sorption isotherm rises, and eventually to a value that is characteristic of condensed hydrogen. The simulations predict that hydrogen is representative of a dense fluid in In-soc-MOF at approximately 5.0 atm. Indeed, inspection of the modeled unit cell at this state point reveals that the hydrogen molecules are in a liquid-like environment (Figure 8). Under these conditions, the hydrogen molecules would be gaseous if they were outside of the MOF. Note, similar trends for the βT values for hydrogen in MOFs can be seen in previous work.(24, 29, 30) Ultimately, these results demonstrate that the βT value is an important parameter worth monitoring to examine the nature of the confined liquid. Inspecting this value was also important for characterizing H2 sorption in the material and to better understand the sorbate behavior at various state points.Figure 7. Isothermal compressibility, βT, of H2 at 77 K and pressures up to 40.0 atm for simulations in In-soc-MOF (red) compared to the experimental βT values for bulk hydrogen (solid and dashed black lines).Figure 8. Molecular view of In-soc-MOF with liquid hydrogen density as seen at the state point 77 K and 5.0 atm. The atoms from the nitrate counterions are shown in their appropriate van der Waals radii. The sorbate molecules are shown in orange. Atom colors: C = cyan, H = white, N = blue, O = red, and In = yellow.Explicit many-body polarization was used to identify the different sorption sites in the MOF via the distribution of the induced dipoles. For In-soc-MOF, the normalized dipole distribution resulting from the polarizable potential at 77 K and 0.20 atm shows two distinct sharp peaks ranging from 0.00 to 0.10 D and from 0.10 to 0.20 D (Figure 9). Note, a similar bimodal distribution for the H2 induced dipoles in In-soc-MOF was observed in previous work through CMC studies.(12) Although the dipole distribution for the hydrogen molecules at 0.20 atm is shown here, similar distributions can be seen at other pressures, but the magnitudes of the peaks vary depending on the pressure. For instance, the peak spanning from 0.10 to 0.20 D is increased at lower pressures and decreased at higher pressures while the opposite is true for the peak ranging from 0.00 to 0.10 D.Inspection of the normalized hydrogen population in In-soc-MOF corresponding to the peak from 0.10 to 0.20 D shows a significant occupancy near all of the dominantly charged structures in the MOF, particularly the nitrate ions, the In3O trimer complex, and the nitrogen atoms of the azobenzene linker (Figure 10a). For hydrogen molecules with the lowest dipoles in the dipole distribution (0.00–0.10 D), the population of these molecules was observed as forming ring-like structures around the In3O trimers, indicating secondary sorption around these open-metal sites (Figure 10b). In addition, direct sorption onto the azobenzene nitrogens was observed for hydrogen molecules with these dipoles. As explained earlier, the hydrogen molecules first bind to the nitrate ions in In-soc-MOF upon initial loading in simulation. Afterward, the open-metal indium sites are preferred, followed by the nitrogen atoms of the azobenzene linker. Molecular illustrations depicting the sorption of hydrogen molecules onto these two sites, as captured from the simulations, are shown in Figure 11. Note, these two sorption sites are responsible for the peaks occurring at approximately 12.8 and 14.0 meV in the INS spectra for the MOF.(11) This was verified by quantum rotation calculations as explained later.Figure 9. Normalized hydrogen dipole distribution in In-soc-MOF at 77 K and 0.20 atm.Figure 10. Dipole isosurfaces of hydrogen sorption in In-soc-MOF at 77 K and 0.20 atm showing the sites of hydrogen sorption (blue) for low loadings as a function of induced dipole magnitude according to Figure 9: (a) 0.10–0.20 D; (b) 0.00–0.10 D. Atom colors: C = green, H = white, N = blue, O = red, and In = black. H2 occupancy was mainly observed to be in proximity to the nitrate ions, the In3O trimer complexes, and the azobenzene nitrogen atoms.Figure 11. Molecular illustration of the H2 binding site about (a) the In3+ ions and (b) the azobenzene nitrogen atoms in In-soc-MOF as determined from simulation. The sorbate molecules are shown in orange. Atom colors: C = cyan, H = white, N = blue, O = red, and In = yellow.In this work, the two-dimensional quantum rotational levels were calculated for a hydrogen molecule sorbed about a nitrate ion in In-soc-MOF using the potential energy function employed in this work. More details of performing the quantum rotation calculations can be found in the Supporting Information. The calculations revealed a rotational energy level of 5.78 meV for the lowest transition (Table 2). This is in good agreement with what was observed in the INS spectra for In-soc-MOF, as the spectra show a peak that increases with increasing loading at approximately 5.0 meV (Figure 6). Further, the calculated rotational levels about the nitrate ions in In-soc-MOF are in very good agreement with those that were calculated about the nitrate ions in rht-MOF-1.(34)Table 2. Calculated Two-Dimensional Quantum Rotational Levels (meV) for a Hydrogen Molecule at Different Sites in In-soc-MOFa  ΔE (meV)njsite 1site 2site 3100.000.000.002 5.7810.3711.313122.2512.3815.004 24.3225.5019.985 41.9239.1341.246 42.7939.1641.987243.9348.4245.698 55.9649.7748.039 56.1855.0348.60aSites 1, 2, and 3 are depicted in Figures 5, 11a, and 11b, respectively. The energies are given relative to E0, which are −79.21, −58.57, and −61.21 meV for the respective sites.Additionally, plotting the potential energy surface for a hydrogen molecule rotating about the nitrate ion revealed a rotational barrier of about 47.0 meV (Figure 12). Corresponding this barrier to the rotational energy levels calculated using a phenomonological model for the rotational potential(85-88) revealed a j = 0 to j = 1 transition that is in good agreement with the peak that occurs at about 5.0 meV in the INS spectra. Indeed, the phenomonological model gives rotational energy levels of roughly 5.23 and 24.43 meV for the two lowest transitions. These values are in good agreement with those calculated using the classical potential energy function for a hydrogen molecule sorbed about the nitrate ion in this work. This further indicates that the peak at approximately 5.0 meV in the INS spectra for In-soc-MOF corresponds to sorption onto the nitrate ions.Figure 12. Plot of the potential energy surface for a hydrogen molecule rotating about its minimum energy coordinate in the vicinity of the nitrate ion in In-soc-MOF as a function of θ and ϕ. The center-of-mass for the hydrogen molecule is held fixed. The energies are given relative to Emin. The rotational barrier (i.e., the difference between the maximum and minimum points on the plot) was calculated to be 47.07 meV.The experimental INS spectra for In-soc-MOF show two peaks that occur at about 12.8 and 25.5 meV for all loadings, especially the lowest loading of 1 H2/In (Figure 6). These values are in good agreement with the energy levels that were calculated for two of the j = 1 sublevels for a hydrogen molecule sorbed about the In3+ ions of the In3O trimers (12.38 and 25.50 meV, Table 2). Thus, the two aforementioned peaks in the INS spectra must correspond to the sorption of hydrogen onto the open-metal sites in the MOF. Since the H2 molecules cannot enter the cages that anchor the nitrate ions in experimental measurements at low loading, they sorb onto the next energetically favorable sites available, which are the In3+ ions. Note, the lowest transition that was calculated for this site was 10.37 meV. Although there is no direct counterpart for this transition in the experimental INS spectra, this transition could, in fact, contribute to the observed 12.8 meV peak in the spectra due to the broad nature of this peak.The INS spectra also show a noticeable peak at about 14.0 meV for all loadings measured, which could correspond to sorption onto the azobenzene nitrogen atoms and perhaps other weak sites (e.g., the carboxylate and phenyl moieties). According to our calculations, one of the j = 1 sublevels for a hydrogen molecule sorbed onto the azobenzene N atoms was calculated to have a rotational energy of 15.00 meV (Table 2), which is somewhat close to the observed aforementioned peak in the INS spectra. The other transitions that were calculated for the j = 1 level for this site were 11.31 and 19.98 meV, which are both distant from the 14.0 meV peak. However, due to the broad nature of the 14.0 meV peak in the experimental INS spectra, all of the transitions for the j = 1 level for the azobenzene site could contribute to that peak. It can be observed that the 14.0 meV peak is the third lowest energy peak in the INS spectra for In-soc-MOF (after the 5.0 and 12.8 meV peaks). The relative order of the rotational frequencies of these peaks was supported by our quantum rotation calculations, as the lowest transition that was calculated for the azobenzene site is higher than the corresponding transition for the two other considered sites (11.31 meV compared to 5.78 and 10.37 meV). Thus, we believe that the observed 14.0 meV peak in the INS spectra for In-soc-MOF is associated with sorption onto the azobenzene nitrogen atoms since it should be a popular binding site and it is the third strongest site in the MOF. Note, any difference in the rotational tunneling transitions between experiment and theory could be attributed to the nature of the potential energy surface used in this work and the fact that the theoretical positions of the H2 molecules about the binding sites may not always be representative of what is being captured in experiment.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesIV ConclusionIn conclusion, we performed simulations of hydrogen sorption in In-soc-MOF, a highly charged/polar MOF that contains open-metal In3+ sites, narrow channels, and nitrate counterions. The polarizable hydrogen model used in this work provided simulated hydrogen sorption isotherms in quantitative agreement with experimental data to within joint uncertainties at 77 K/87 K and low pressures (up to 1.0 atm), 77 K and high pressures (up to 40.0 atm), and 298 K and high pressures (up to 50.0 atm). Despite good agreement between experiment and simulation for the hydrogen sorption isotherms, the GCMC-calculated Qst values were much higher than experiment, especially at low loadings. It was observed that the H2 molecules can sorb onto the nitrate ions through GCMC simulation at low pressures. As seen in the INS spectra for the MOF, the sorbate molecules can only access the isolated cages containing the nitrate ions in experiment at higher loadings. This is because the sorbate molecules must overcome a diffusion barrier that is associated with entrance to the carcerand-like capsule in experiment. By blocking all of the nitrate ions in the simulation cell for In-soc-MOF, the simulated Qst values were found to be in good agreement with the experimental values. Simulations at higher pressures revealed that the sorbed hydrogen molecule was characteristic of a dense liquid/fluid at 77 K and a pressure of approximately 5.0 atm.GCMC simulations of hydrogen sorption in In-soc-MOF have also added insights into the favorable sorption sites in the MOF. Evaluation of the three-dimensional histograms corresponding to the distribution of the induced dipoles show that the hydrogen molecules bind to the nitrate ions, the In3O trimer complexes, and the azobenzene nitrogen atoms. Indeed, the combination of these charged/polar moieties as well as the narrow pore sizes exhibited by In-soc-MOF explains why the hydrogen uptake is considerably high in this MOF at 77 K and 1.0 atm (approximately 2.50 wt %). The calculated two-dimensional quantum rotational levels for a hydrogen molecule sorbed about the nitrate ion in In-soc-MOF revealed a j = 0 to j = 1 transition that is in good agreement with the peak at approximately 5.0 meV in the experimental INS spectra for the MOF. Quantum rotation calculations were also performed for a hydrogen molecule sorbed about the In3+ ion and the azobenzene N atoms in the MOF, and the calculated transitions were in good agreement with those that appear in the INS spectra.Next, it is planned to study hydrogen sorption in other metal variants of In-soc-MOF, particularly Fe-soc-MOF,(16, 17) Ga-soc-MOF,(18) and Al-soc-MOF, believed to be synthetically accessible. It is expected that these variants will sorb a larger quantity of hydrogen than In-soc-MOF due to the lower molar mass of the metal within these MOFs, with Al-soc-MOF predicted to have the highest hydrogen uptake within this series. It is also planned to study the sorption of other gases in In-soc-MOF and related variants, particularly CO2, CH4, and N2. These will be performed using highly accurate and transferable potentials that have been developed in our group.(31, 32, 89, 90) Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesSupporting InformationText giving details of molecular dynamics simulations, simulations with blocked nitrate ions, and quantum rotation calculations, tables listing partial charges, and figures showing MOF fragments, MSD plots as a function of time, and H2 sorption isotherms. This material is available free of charge via the Internet at http://pubs.acs.org.§Author ContributionsT.P. and K.A.F. contributed equally to this work.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesAcknowledgmentWe thank Youssef Belmabkhout and Jens Moellmer for presenting us with experimental data for high-pressure hydrogen sorption in In-soc-MOF at 77 and 298 K, respectively. This work was supported by the National Science Foundation (Award No. CHE-1152362). Computations were performed under a XSEDE Grant (No. TG-DMR090028) to B.S. This publication is also based on work supported by Award No. FIC/2010/06, made by King Abdullah University of Science and Technology (KAUST). We also thank the Space Foundation (Basic and Applied Research) for partial support. We acknowledge the use of the services provided by Research Computing at the University of South Florida.Reference QuickViewTop of PageAbstractIntroductionMethodsResults and DiscussionConclusionReferencesReferencesThis article references 90 other publications.1. Collins, D. J.; Zhou, H.-C. J. Mater. Chem. 2007,  17,  3154– 3160[Crossref], [CAS]1. Hydrogen storage in metal-organic frameworksCollins, David J.; Zhou, Hong-CaiJournal of Materials Chemistry\r\n        (2007),\r\n    17\r\n        (30),\r\n    3154-3160CODEN:\r\n                JMACEP;\r\n        ", "title": "Understanding Hydrogen Sorption in In--MOF: A Charged Metal-Organic Framework with Open-Metal Sites, Narrow Channels, and Counterions", "authors": ["Tony Pham", "Katherine A. Forrest", "Adam Hogan", "Brant Tudor", "Keith McLaughlin", "Jonathan L. Belof", "Juergen Eckert", "Brian Space"], "doi": ["10.1021/cg5018104"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-3/cg5018104/20150227/images/small/cg-2014-018104_0012.gif\">"]}