{"abstract": "We present herein the first example of metal–organic frameworks postfunctionalized with peptides. Our microwave-assisted postsynthetic modification method yields enantiopure peptides anchored inside MOF cavities. Al-MIL-101-NH, In-MIL-68-NH, and Zr-UiO-66-NH were chosen as starting platforms. A single amino acid and various oligopeptides are grafted with yields up to 60% after a 30 min microwave-assisted coupling-deprotection sequence. This allows efficient preparation of a library of functional hybrid solids for molecular recognition applications such as sensing, separation, or asymmetric catalysis, as demonstrated here for the chiral aldol reaction.", "text": "10.1021/jacs.5b05327 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionMetal–organic frameworks (MOFs) constitute a new class of functional hybrid nanoporous solids with promising applications in gas storage and separation. In addition, the development of MOFs for high value-added applications is attracting increasing interest in domains such as enantioselective heterogeneous catalysis,(1) solar energy harvesting through photocatalysis,(2) chiral separation,(1d, 3) and sensing.(4) Some MOFs exhibiting properties that are useful for the aforementioned domains are referred to as “artificial enzymes.” Some of these MOFs further reduce the gap with enzymes through the incorporation of peptide moieties inside the MOF cavities, thereby providing a typical apoenzyme environment.From a synthetic point of view, peptide-containing MOFs designed as artificial metalloenzymes(5) are obtained either by self-assembly using amino acid ligands (metal–peptide frameworks)(3b, 6) or by postsynthetic functionalization starting from easily accessible amino-containing frameworks.(7) When the synthetic process involves a thermal treatment such as the removal of peptide-terminal protecting groups, the racemization of chiral grafts often takes place, thereby jeopardizing the enantioselective properties needed for asymmetric applications. Recent studies report either an enantiomeric purity of 80%(8) or full racemization(9) of proline functions after protecting groups have been thermally removed from the cavities of self-assembled MOF materials. Indeed, if a high yield of deprotection can be achieved under harsh conditions (high temperature, long time), this is often detrimental to the purity of sensitive biomolecules or the quality of the final material. To the best of our knowledge, no methodology that combines high yield and high quality/purity has yet been reported for the production of biofunctionalized materials.Since its first reported use by Gedye et al.(10) in the 1980s, microwave irradiation has been widely used in organic synthesis in order to enhance the reactivity of functional groups and shorten the reaction time.(11) It is also applied in solid surface modification and especially in solid-phase peptide synthesis (SPPS) for the enhancement of yields and reactivity.(12) In the case of hybrid porous materials, Cohen and co-workers recently reported the copper-mediated aryl halide cyanation of the 2-bromotherephthalate ligand in UiO-66 under microwave irradiation.(13)We present herein the first example of microwave-assisted covalent grafting of an amino acid and various oligopeptides (up to tetrapeptides) inside MOF cavities, for the design of chiral hybrid solids. Typically, the use of microwave irradiation during the functionalization process increases the grafting yield while preventing the racemization of the peptide, a known pitfall in related strategies.(9, 14) Also, proof-of-concept experiments demonstrate the asymmetric nature of the MOF-based catalysts.Three different MOF starting platforms have been investigated. All of them bear the 2-aminoterephthalate linker, but they present different topology, dimensionality, pore sizes, and window sizes for investigating the scope of the methodology (Scheme 1).In-MIL-68-NH2, patented as IHM-2,(15) is isostructural to MIL-68(16) and has a one-dimensional (1-D) rod-shaped structure formed of indium octahedra and 2-aminoterephthalates (BDC-NH2) as bridging linkers. It is composed of hexahedral and triangular 1-D channels with diameters of 16 and 6 Å, respectively. Al-MIL-101-NH2 is isostructural to the three-dimensional Cr-MIL-101(17) and is formed of octahedral trimeric aluminum(III) clusters linked by 2-aminoterephthalate ligands.(18) Related to its giant-pore MOF parent with pore diameters of 29 and 34 Å, this Al-MIL-101-NH2 can be considered an ideal candidate thanks to its high pore volume, which is able to accommodate larger grafts and/or high graft density. Zr-UiO-66-NH2 is based on Zr6O6 clusters linked by 2-aminoterephthalates.(19) It is also three-dimensional but has smaller accessible cavities with pore diameters of 7.5 and 11 Å.The grafting process we applied here was based on a variation of SPPS.(20) The peptide (or single amino acid) is anchored on the MOF support through a peptide coupling between the amino group at the MOF wall and the carboxylic acid function of the N-protected amino acid (or polypeptide), followed by the removal of the protecting group to liberate the terminal NH of the amino acid (or polypeptide) moiety that was grafted.(21) Coupling agents are necessary elements of the synthetic procedure, because they activate the carboxylic acid, and no coupling reaction is observed in their absence.(22) Traditional peptide coupling can efficiently proceed using dicyclohexylcarbodiimide (DCC) as coupling agent. However, the DCC is transformed during the coupling into dicyclohexylurea (DCU), an insoluble white solid, which cannot be isolated from the MOFs. We therefore investigated only coupling agents that are soluble in organic solvents, in order to allow the purification of the solid MOF materials through the use of washing cycles. The coupling agents that we investigated are bromotripyrrolidinophosphonium hexafluorophosphate (PyBrOP),(23) chlorotripyrrolidinophosphonium hexafluorophosphate (PyClOP),(24) and 2-chloro-N-methylpyridinium iodide, known as the Mukaiyama coupling agent(25) (see Scheme 1), all of which have demonstrated their effectiveness for difficult peptide coupling reactions, combined with a base such as N,N-dimethylaminopyridine (DMAP) or diisopropylethylamine (DIEA). The concomitant protection of the terminal amino functionality of the incoming amino acid or peptide is also essential here, because the amino groups at the MOF walls are less nucleophilic than their homogeneous counterparts due to the electron-withdrawing effect of the carboxylates coordinated to metals at the MOF nodes. Tert-butyloxycarbonyl (Boc) was chosen as the N-protecting group, because its thermolability to gaseous products (carbon dioxide and isobutene at temperatures above 110 °C)(8, 9, 14a) allows its removal without the use of additional chemicals that could possibly remain blocked inside the MOF pores (see Scheme 1 for an overview of the method).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionSynthetic MethodsIn a typical coupling procedure under microwave irradiation, 0.45 mmol of coupling agent, 0.6 mmol of base, 0.45 mmol of Boc-protected peptide and the desired amount of MOF-NH2 (ca. 0.45 mmol −NH2) were suspended in 5 mL of anhydrous dichloromethane. Unless otherwise specified, the l enantiomer of the peptide was used. The resulting suspension was allowed to react under microwave irradiation for 20 min at 80 °C (300 W) under air cooling. The suspension was then centrifuged, and the solid obtained was washed with dichloromethane (3 × 5 mL) and dried under vacuum at room temperature to give the desired product as a fine yellow powder.Scheme 1. Parameters Investigated for the Optimization of the Two-Step Peptide Grafting Process into Various MOFsaaNote: Reverse nomenclature is used for isolated peptides and MOF-grafted peptides: for example Pro-Gly-OH, in which the amino acid-bearing terminal NH is the first listed, is grafted to give Al-MIL-101-NH-Gly-Pro, in which the amino acid-bearing terminal NH becomes the last one listed. Pro = proline, Gly = glycine, Sar = sarcosine, Ala = alanine, and Phe = phenylalanine.The deprotection procedure, i.e., Boc removal, consisted in suspending the desired MOF-NH-(peptide)-Boc in 5 mL of anhydrous dichloromethane. The suspension was then allowed to react under microwave irradiation for 10 min at 150 °C (300 W). After centrifugation, the solid was washed with dichloromethane (3 × 5 mL) and dried under vacuum at room temperature to give the desired product as a fine yellow powder. The grafting yields of amino acid or peptide obtained for the various MOFs under these conditions are summarized in Table 1.The postsynthetic modification yields represent the percentage of modified terephthalate linkers in the MOF framework. They were measured using the integration of the 1H NMR spectra peaks after digestion of the solid sample in deuterated dimethyl sulfoxide (dmso) solution: DCl-D2O/dmso-d6 for MIL-68(23a) and HF-H2O/dmso-d6 for UiO-66 and MIL-101 materials (Figure 1 and Supporting Information).(26) All of the functionalized solids obtained remained crystalline, as determined by powder X-ray diffraction (PXRD), and porous, according to nitrogen adsorption isotherms (Supporting Information).Catalytic Aldol ReactionIn a typical catalytic trial, 45 mg of Al-MIL-101-NH-Pro or 10 mg of Al-MIL-101-NH-Gly-Pro (corresponding to 0.030 mmol of proline moiety) were suspended in a solution of p-nitro-benzaldehyde (30 mg, 0.200 mmol) in acetone (1 mL) in the presence of water (50 μL). The suspension was allowed to react at 22 °C for 7 days, in a similar fashion to the previously reported experimental procedure for a MOF-catalyzed asymmetric aldol reaction.(8, 27) Then, after centrifugation, the solution was quenched with an aqueous ammonium chloride solution, and the organic products were extracted using diethyl ether. In parallel, the solid catalyst was washed twice with diethyl ether. The organic phases were combined, dried using magnesium sulfate, and analyzed by HPLC for the measurements of conversion and enantiomeric excess (ee) (Supporting Information).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionAmino Acid and Dipeptide Coupling in the MIL-101 FrameworkIn the case of Al-MIL-101-NH2, microwave irradiation enables higher grafting yields in a much shorter time for both proline and proline-glycine compared to conventional heating in an oil bath (Table 1, entries 1–6). The peptide coupling proceeds 200 times more quickly with microwave irradiation, for a higher ratio of functionalized ligands (Table 1, entries 2 and 5). It is noteworthy that under conventional heating at 80 °C, no peptide coupling is detected after 20 min. This evidence rules out a simple thermal effect on the effectiveness of peptide coupling(28) and shows the pivotal role of microwave assistance in the synthetic procedure. Similarly, the stability of the parent Al-MIL-101-NH2 under microwave irradiation is assessed by using dmf-d7 as solvent. 1H NMR analysis of the supernatant after reaction shows that <1.5 mol % of 2-aminoterephthalate linker is released in the solution under the harshest conditions (300 W, 150 °C, 10 min). For comparison, when Al-MIL-101-NH2 is placed at 150 °C in dmf-d7 in an autoclave for 8 h, conditions that are close to those reported for deprotection with other MOFs,(8, 9) 20 mol % of 2-aminoterephthalate linker leaches into the solution (Figures S3 and S4).Figure 1. Characterizations of Al-MIL-101-NH-Gly-Pro grafted with 60% dipeptide. (A) Liquid 1H NMR spectrum of dissolved MOF sample in HF-H2O/dmso d6. Unmodified BDC-NH2 and functionalized linker are indicated by circles and squares, respectively. (B) PXRD pattern of parent Al-MIL-101-NH2 compared to Al-MIL-101-NH-Gly-Pro. (C) N2 sorption isotherms at 77 K for parent Al-MIL-101-NH2 compared to Al-MIL-101-NH-Gly-Pro. Filled and open symbols correspond to adsorption and desorption, respectively.Table 1. Grafting Yields in MOF-Pro and MOF-Oligopeptide after Coupling–Deprotection SequencesaentryMOF starting platformamino acid or peptideheating methodb/T (°C)/timegrafting yield (%)c1Al-MIL-101-NH2HO-ProCH/37/96 h102Al-MIL-101-NH2HO-ProMW/80/20 min153Al-MIL-101-NH2HO-ProCH/80/96 h74Al-MIL-101-NH2HO-Gly-ProCH/37/96 h505Al-MIL-101-NH2HO-Gly-ProMW/80/20 min606Al-MIL-101-NH2HO-Gly-ProCH/80/96 h457Al-MIL-101-NH2HO-Gly-GlyMW/80/20 min558Al-MIL-101-NH2HO-Gly-Gly-GlyMW/80/20 min179Al-MIL-101-NH2HO-Sar-Gly-AlaMW/80/20 min1910Al-MIL-101-NH2HO-Gly-Gly-Gly-AlaMW/80/20 min1811Al-MIL-101-NH2HO-Gly-Phe-Gly-GlyMW/80/20 min<512In-MIL-68-NH2HO-ProCH/37/96 h1013In-MIL-68-NH2HO-ProMW/80/20 min1114In-MIL-68-NH2HO-Gly-ProCH/37/96 h1515In-MIL-68-NH2HO-Gly-ProMW/80/20 min516Zr-UiO-66-NH2HO-ProCH/37/96 h<217Zr-UiO-66-NH2HO-ProMW/80/20 min1018Zr-UiO-66-NH2HO-Gly-ProCH/37/96 h<219Zr-UiO-66-NH2HO-Gly-ProMW/80/20 min<2aAmino-MOF (0.45 mmol -NH2, MIL-101:100 mg, MIL-68:71 mg and UiO-66:76 mg), N-Boc-protected amino acid (0.45 mmol), coupling agent (0.45 mmol), aminated base (0.90 mmol), dichloromethane (5 mL) under described conditions, followed by deprotection in dichloromethane at 150 °C under 300 W microwave irradiation for 10 min. More data can be found in Supporting Information.bCH = conventional heating, MW = microwave heating (300 W).cDetermined by liquid 1H NMR of the dissolved MOF sample.The choice of solvent is also critical for the effectiveness of the process (solvents such as n-hexane, dichloromethane, ethyl acetate, acetonitrile, dmf, and dmso were tested, see Table S1). Although SPPS is usually performed in N,N-dimethylformamide (dmf),(29) the best solvent here is dichloromethane, possibly because it combines the advantages of a low dielectric constant, which is a key parameter in microwave-assisted synthesis,(30) and the ability to dissolve target organic reactants.Regarding the coupling agent/aminated base combination, both PyBrOP/DMAP and Mukaiyama agent/DIEA yield 15% functionalization in the case of Al-MIL-101-NH-Pro synthesis (see Table S1). In the case of Al-MIL-101-NH-Gly-Pro, the Mukaiyama agent/DIEA combination gives the highest grafting yield (60%, Table 1, entry 5) of the various systems investigated (see Table S1).Thermal Boc removal under conventional heating is detrimental: heating the functionalized Al-MIL-101 samples at 110 °C for 2 h,(8) either in dichloromethane (in a pressurized vessel) or in dmf under conventional heating, leads to a loss of grafted groups and to structural decomposition (Figure S2). In contrast, under microwave irradiation, the grafting yield, porosity, and crystallinity of the functionalized solids are preserved (Figure 1 and Supporting Information).Indeed, the PXRD patterns of Al-MIL-101-NH-Pro and Al-MIL-101-NH-Gly-Pro correspond to that of the parent Al-MIL-101-NH2 (Figures 1B and S14). Meanwhile, the BET surface area decreases from 3000 m2·g–1 for the starting amino-MIL-101 to 330 and 800 m2·g–1 for the proline- and glycine-proline-functionalized MOFs, respectively.In summary, this optimized methodology is a fast and efficient route to peptide-containing MIL-101 solids Al-MIL-101-NH-Pro and Al-MIL-101-NH-Gly-Pro with loadings corresponding to 15 and 60 proline units per cavity, respectively, on a 100 mg scale, in <1 h. It is worth noting that higher grafting yields are obtained for glycine-proline than for proline. We suggest that the glycine could act as a spacer by increasing the distance between the bulky, rigid Boc-proline and the MOF wall, limiting steric hindrance due to both the Boc group and the curvature of the framework cavity.Application to MIL-68 and UiO-66 FrameworksThe efficiency of microwave irradiation is also observed for the Boc-protected proline upon moving from the MIL-101 MOF platform to In-MIL-68-NH2: the same yields are observed after 96 h of conventional heating or 20 min of microwave irradiation. In the case of the larger dipeptide Boc-Pro-Gly-OH, no grafting yield enhancement is observed using microwave irradiation (Table 1, entries 12–15). This lack of grafting yield enhancement could be caused by the more stringent diffusion limitation for this larger organic compound and amplified by the very short reaction time under microwave irradiation.The benefits of microwave irradiation remain for both Pro- and Pro-Gly-functionalized MIL-68 systems during the deprotection step. Indeed, as previously shown for MIL-101, chemical removal using trifluoroacetic acid and conventional heating at 110 °C is detrimental to the integrity of the MIL-68 structure. Although In-MIL-68-NH2 has been described as thermally sensitive,(23a) the microwave heating nevertheless allows thermal Boc removal from the functionalized MOF without structure loss (Figure S14). The final In-MIL-68-NH-Pro and In-MIL-68-NH-Gly-Pro are obtained after a microwave-assisted deprotection step, with 10 and 15% yields, respectively. The PXRD patterns of In-MIL-68-NH-Pro and In-MIL-68-NH-Gly-Pro correspond to that of the parent In-MIL-68-NH2. The BET surface area decreases from 1200 m2·g–1 for the starting amino-MIL-68 to 850 and 800 m2·g–1 for the proline and glycine-proline MOFs, respectively.In the case of Zr-UiO-66-NH2, the proline coupling yield is enhanced using microwave irradiation, reaching 10% for Zr-UiO-66-NH-Pro (Table 1, entries 16 and 17). The PXRD pattern of Zr-UiO-66-NH-Pro, obtained after microwave-assisted Boc removal, corresponds to that of the parent Zr-UiO-66-NH2. The BET surface area decreases from 552 m2·g–1 for the starting Zr-UiO-66-NH2 to 355 m2·g–1 for the proline-functionalized MOF. No dipeptide coupling is achieved either under conventional heating or with microwave assistance. Most likely, the size of the UiO-66 pore aperture is too small to be able to accommodate the protected proline-glycine dipeptide (Table 1, entries 18 and 19).EnantiopurityIn order to evaluate the enantiomeric purity of the peptide-functionalized linker, we used liquid chromatography to analyze two separate MOF samples obtained from Al-MIL-101-NH2 and either (d)-Pro-Gly-OH or the (l)-Pro-Gly-OH, respectively, followed by digestion using 0.5 vol % trifluoroacetic acid in water. The HPLC trace obtained for each Al-MIL-101-Gly-Pro sample shows two peaks corresponding to its ligands, i.e., 2-amino-terephthalic acid and 2-(2-(pyrrolidine-2-carboxamido)acetamido)terephthalic acid (Figure 2 and Supporting Information). The signals obtained for the (d)-Pro-Gly- or the (l)-Pro-Gly-functionalized MIL-101 are 2 min apart in retention time. In both chromatograms, a peak is observed at 77 min; it corresponds to the nonfunctionalized 2-aminoterephthalic acid ligand. In the case of Al-MIL-101-NH-(l)-Gly-Pro, an ee of 97% is found for the functionalized ligand by integrating the peaks in the HPLC trace. With our methodology, the enantiomeric purity of the graft is almost fully preserved, in contrast to the previously described proline-functionalized MOF. Indeed, Telfer et al. reported thermal Boc removal from IRMOF-Pro-Boc.(8) The latter was made by self-assembly using a prefunctionalized linker containing Boc-proline moieties. The full Boc removal was performed at 165 °C for 4 h under microwave irradiation and led to an ee of 80% for the functional ligand. More recently and using the same Boc-proline prefunctionalized linker, Kaskel reported thermal Boc removal from DUT-32-Pro-Boc.(9) The detailed study showed an acceleration of the racemization of the organic linker in solution by increasing the temperature from 100 to 140 °C. In the case of the functionalized DUT-32 solid, a temperature of 170 °C was required to achieve the Boc removal and led to the complete racemization of the chiral proline graft (ee = 0).Extension to Grafting of Polypeptides on MIL-101In order to assess the scope of our method, we performed peptide coupling between Al-MIL-101-NH2 and a different dipeptide (Boc-Gly-Gly-OH) or longer terminal N-Boc-protected tri- and quadripeptides, namely Boc-(Gly)3-OH (N-Boc-(glycine)3), Boc-Ala-Gly-Sar-OH (N-Boc-alanine-glycine-sarcosine), Boc-Ala-(Gly)3-OH (N-Boc-alanine-(glycine)3), and Boc-(Gly)2-Phe-Gly-OH (N-Boc-(glycine)2-phenylalanine-glycine).Under the best conditions established for glycine-proline, these grafting trials proceed with yields from 17 to <5% (Scheme 2 and Table 1, entries 7–11). Indeed, from dipeptide to tripeptide, the grafting yield drops from 50 to 60% to 20%. In these cases, steric repulsion between the protected peptide and the MOF walls cannot explain such a decrease, because the glycine spacer is always present.Figure 2. HPLC chromatograms of dissolved MOF samples in 0.5 vol % aqueous trifluoroacetic acid solution: Al-MIL-101-NH-(d)-Gly-Pro (red trace) and Al-MIL-101-NH-(l)-Gly-Pro (blue trace).Scheme 2. Grafting in the Al-MIL-101 Material From a Single Amino Acid to QuadripeptidesLarge tri- and quadripeptides seem unable to diffuse inside the MIL-101, a situation that could arise either from strong adsorption of the peptides or from blocking at the pore windows.Moving from (Gly)3 to (Gly)3-Ala does not seem to affect the grafting yield and shows that functionalization is not limited here by the size of the peptide. In contrast, the presence of phenylalanine (Phe) in the last quadripeptide is detrimental to grafting yield. Hindered diffusion in the pores, possible π–π stacking of the phenylalanine residues, and peptide folding and conformation could contribute to explaining the slightness of this grafting.MOF-Catalyzed Asymmetric Aldol ReactionAs proof-of-concept for the application of chiral peptide MOFs as asymmetric catalysts, we tested the proline-functionalized solids in the asymmetric aldol reaction between acetone and 4-nitro-benzaldehyde, which has already been reported to be catalyzed by homogeneous prolinamides (Scheme 3).Scheme 3. Prolinamide-Catalyzed Asymmetric Aldol ReactionThis reaction requires the presence of a proton source, in this case water, to proceed efficiently, as already reported for homogeneous systems.(31)Using (R)-N-phenylpyrrolidine-2-carboxamide(31a) as homogeneous catalyst, a solution containing acetone and 1 vol % water is found to give the conditions most favorable for yield and enantiomeric excess, which nevertheless plateaus at 35% ee (Table 2).Since the native Al-MIL-101-NH2 does not catalyze the aldol reaction in contrast to In-MIL-68-NH2 (Table S3) and since the MIL-101 cavity is large enough to accommodate both the anchored organocatalyst and the reactants, this platform was chosen for our asymmetric aldol reaction studies.As shown in Table 2, we found that, using 15 mol % of proline moieties anchored in MIL-101 at room temperature in the presence of water, Al-MIL-101-NH-Gly-Pro catalyzes the reaction to give the aldol product 4-hydroxy-4-(4-nitrophenyl)butan-2-one with 25% ee, whereas Al-MIL-101-NH-Pro shows an ee of 18%. The MOF-based catalysis appears to occur at substantially lower rates than homogeneous catalysis: While almost full conversion is observed in solution at room temperature, all of the solid catalysts show a plateau at yields below 30% after 7 days (Table 2). The reaction performed at 45 °C gives almost full conversion but with a lower ee value (17%). Using 1 equiv of proline moiety in Al-MIL-101-NH-Gly-Pro compared to 4-nitro-benzaldehyde leads to 80% yield with similar enantioselectivity (ee = 27%).Table 2. Observed Yield and Enantiomeric Excess in the Asymmetric Aldol ReactionaTable aReaction performed using 15 mol % of catalytic species (0.03 mmol of proline derivative either in MOF or as pure organic), p-nitro-benzaldehyde (0.2 mmol), water (50 μL) in acetone (5 mL) at room temperature for 7 days.Table bDetermined by HPLC using Chiralpak AS-H column. (n.d. = not determined).Table cResult obtained using 100 mol % of proline moiety compared to 4-nitrobenzaldehyde.Table dReaction performed at 45 °C.At the same time and very satisfactorily, the functionalized MOF catalysts are proven to attain ee values close to those of their homogeneous counterparts. A leaching test shows that no active proline moieties are released in the solution during the course of the reaction (Figure S22). The enantioselectivities observed here with the postfunctionalized MOFs are also similar to that reported by Telfer using the self-assembled IRMOF-Pro with 1 equiv of proline supported in the MOF compared to 4-nitro-benzaldehyde substrate (29% ee).(8)The catalytic activity of Al-MIL-101-NH-Gly-Pro is probably limited by diffusion in the nanoporous structure. This result is not surprising, as we can expect strong adsorption of p-nitro-benzaldehyde to the MOF through both hydrogen-bonding and π–π interactions.(32) This model asymmetric reaction further confirms the absence of racemization, and thus the chiral induction is maintained after postsynthetic grafting using our procedure.The precise conformations of the grafted peptides, as well as their alignment inside the cavity, are expected to affect the catalytic performances. Given the high number of possible confirmations for the isolated peptides as well as all the possible interactions between the MOF and the peptides, a dedicated study is currently ongoing to address this aspect.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn conclusion, we report herein a fast and easily applicable method for grafting bioderived chiral moieties inside MOF cavities. With coupling conditions that are optimized in terms of activator, base and solvent, and thanks to the use of microwave irradiation, the anchoring inside the solid pores proceeds with reasonable yields from a single amino acid to tetrapeptides. It is noteworthy that following this new methodology, no racemization of the peptide occurs during the grafting-deprotection process inside MOF cavities. This makes it possible to design a library of porous crystalline hybrid solids with confined asymmetric active groups combining high chiral graft density and diversity. This opens a new perspective for the rapid development of MOF-based liquid-phase chiral applications such as asymmetric catalysis, chromatography, and sensing. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationSynthetic procedures, characterizations, and catalysis. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b05327.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThe authors thank the ANR project HOPFAME (ANR-13-BS07-0002-01) for funding and are very grateful to the IRCELYON and C2P2 scientific services.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 32 other publications.1. (a) Gu, Z.-Y.; Park, J.; Raiff, A.; Wei, Z.; Zhou, H.-C. ChemCatChem 2014,  6,  67 DOI: 10.1002/cctc.201300493 [Crossref], [CAS]1. Metal-Organic Frameworks as Biomimetic CatalystsGu, Zhi-Yuan; Park, Jihye; Raiff, Aaron; Wei, Zhangwen; Zhou, Hong-CaiChemCatChem\r\n        (2014),\r\n    6\r\n        (1),\r\n    67-75CODEN:\r\n                CHEMK3;\r\n        ", "title": "Enantiopure Peptide-Functionalized Metal–Organic Frameworks", "authors": ["Jonathan Bonnefoy", "Alexandre Legrand", "Elsje Alessandra Quadrelli", "Jérôme Canivet", "David Farrusseng"], "doi": ["10.1021/jacs.5b05327"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-29/jacs.5b05327/20150723/images/small/ja-2015-05327n_0006.gif\">"]}