{"abstract": "A series of chromium(III) terephthalates MIL-101 with different anion composition of the porous matrix have been synthesized and characterized in adsorption reactions with nitrogen, hydrogen, and methane by volumetric and calorimetric measurements at pressures up to 3.2 MPa. A peculiar local maximum of H adsorption heat at concentrations of 0.7–0.9 mmol/g corresponding to the filling of nanosized supertetrahedra was found. It has been shown that the substitution of the fluorine anions by Cl strongly affected accessibility of these micropores toward gas molecules.", "text": "10.1021/acs.jpcc.5b02861 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic coordination polymers (or metal–organic frameworks, MOFs) represent a large class of highly porous hybrid compounds built from metal-containing moieties and organic linkers.(1, 2) Recent progress in design and functionalization aroused great interest in these materials related to their potential application in gas storage and separation,(3-6) catalysis,(7-14) and medicine.(15)Among numerous MOFs, mesoporous chromium(III) terephthalate MIL-101(16, 17) takes a special place because of a combination of high specific surface area (SBET up to 4200 m2/g) and pore volume (ca. 2 cm3/g) with exceptional thermal and chemical stability. MIL-101 has a zeolite-like structure with 0.8 nm micropores and two types of mesopores (3.0 and 3.8 nm) (Figure 1). Such a framework topology provides ample opportunities for modification and allows the consideration of MIL-101 as a promising functional material.Figure 1. Schematic representation of the MIL-101 porous structure. Metal clusters {Cr3O(O2CR)6} are linked by terephthalate ions in tetrahedral building units (A), which form a zeolite-type framework with two types of mesopores: large (B) and small (C). Yellow spheres represent the available volume inside the building units, and blue circles represent the windows between the neighboring cavities.The MIL-101 matrix has a positive charge ([Cr3O(bdc)3]+), which is compensated by coordinated or guest anions located in the framework cavities [Cr3O(H2O)2(bdc)3X]·nH2O (X = F–, NO3–, or OH–; bdc2–, terephthalate ions p-C6H4(COO)22–; n ≈ 25). Anion composition of the material produced depends strongly on the synthesis parameters including the starting components ratio, the modes of the reaction mixture heating, and the product purification technique. The most common synthesis method consists of hydrothermal reaction between chromium(III) nitrate and terephthalic and fluoric acids (1:1:1) in aqueous solution at 220 °C for 6–10 h.(16, 18) It has been noted that addition of HF in the reaction mixture led to better crystallization of the product as it had been earlier found for synthesis of zeolites. However, the nature of the fluoride inside the matrix is still unclear. Some experimental data(19) indicate that F– can be easily substituted by chloride. An alternative concept is based on strong coordination of the fluorine by chromium atoms.(14)Moreover, a decrease in the amount of the fluorine ions in some cases causes a higher gas adsorption ability of the material.(20) A similar conclusion was reached in our previous work in which we demonstrated a 10% increase of methane adsorption capacity in spite of a two-fold smaller specific surface area after complete removal of fluoride by sodium chloride solution washing.(19)Along with postsynthetic modification methods aimed at elimination of fluorine ion from MIL-101, a direct synthesis route in absence of HF is available. The present work is devoted to a comparative study of porous structure and gas sorption (N2, H2, CH4) features of Cr-MIL-101 with various amounts of fluorine anions. Particular attention has been paid to estimation of the mechanism of adsorption using a “calorimetric titration” method which has been successfully applied to metal hydride systems.(21) Such an approach allowed us to identify separate stages of the gas sorption process indistinguishable by conventional volumetric measurements.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionSynthesis of Cr-MIL-101The synthesis procedure for mesoporous chromium(III) terephthalate Cr-MIL-101 is published elsewhere.(16) The crystalline Cr-MIL-101 product was first hydrothermally synthesized at 220 °C for 6 h, then the autoclave reactor was cooled to room temperature for 3 h to obtain larger crystals of the unreacted terephthalic acid. The solid was then doubly filtered off using two filters (glass and paper filters) with a pore size between 40 and 100 μm to remove terephthalic acid. The purification procedure included two steps: double solvothermal treatment by DMF (50 mL of DMF per 1 g of MIL-101) at 60 °C for 2 h and then double treatment by EtOH at 75 °C for 2 h in the same MIL-101:solvent ratio. The resulting material was finally dried overnight at 80 °C under air atmosphere.Synthesis of Cr-MIL-101FFThe mixture of Cr(NO3)3·9H2O (1.2 g, 3 mmol), terephthalic acid (0.5 g, 3 mmol), and water (15 mL) was treated ultrasonically for 5 min for chromium(III) nitrate crystals dissolving. Then, the mixture was heated for 3 h to 220 °C, held at that temperature for 6 h, and then slowly cooled to room temperature for 3 h. The green solid obtained was filtered off using crude filter for large crystals of terephthalic acid separation; then, as-synthesized Cr-MIL-101FF (FF stands for fluorine free) was separated by filtration using a paper filter. For purification of the as-synthesized product, the solid obtained was treated twice by hot DMF (70 °C, 3 h, 50 mL of DMF per 1 g of Cr-MIL-101FF) and then twice by boiling ethanol (2 h, 50 mL of EtOH per 1 g of Cr-MIL-101FF). The yield of pure product is about 0.5 g (∼50% based on chromium).Synthesis of Cl@Cr-MIL-101The material was obtained by a published method.(19) Cr-MIL-101 (0.6 g, 0.5 mmol) was added to 5 mL of 1 M NaCl (5 mmol) solution. The mixture was stirred for 2 h at room temperature. Then, the green solid was filtered off, washed by acetone, and dried overnight at 80 °C. The yield of product is 555 mg.Powder X-ray DiffractionXRD patterns were collected on the solids before and after hydrogen sorption experiments on a Philips APD1700 diffractometer with λ Cu (Kα1, Kα2) = 1.54059, 1.54439.Element AnalysisElement analysis on C, H, N was carried out using a Euro EA 3000 instrument. Chromium content was found by inductively coupled plasma atomic emission spectroscopy (ICP-AES) technique using an iCAP 600 apparatus. Anion composition of materials was determined by capillary electrophoresis using a Capel 103-P instrument.Thermal Gravimetric AnalysisTGA was performed by using a Netzsch TG 209 F1 analyzer. Approximately 10 mg of each sample was loaded in an aluminum sample holder from room temperature up to 700 °C with a heating rate of 10 °C·min–1 in a helium atmosphere.Surface Area and Porous StructureAn analysis of the porous structure was performed by a nitrogen cryoadsorption technique using Sorptomatic 1900 (Thermo Electron Corp.) at 77 K. The samples were first degassed in vacuum at 450 K for 20 h. N2 adsoprtion–desorption isotherms were measured within the range of relative pressures of 10–4 to 0.99. The specific surface area was calculated from the data obtained on the basis of the conventional BET and Langmuir models. The Gourvich and Saito–Foley(22) approaches, as the most appropriate for the studied materials, were employed to estimate the total pore volume and the pore size distribution, respectively.H2 and CH4 Sorption ExperimentsHydrogen and methane adsorption isotherm measurements were carried out volumetrically at pressures up to 3.5 MPa on a Sieverts-type apparatus. The samples (0.6–0.7 g) were first air-dried in an oven at 400 K for 24 h to remove water and residual solvents. Then they were loaded into a stainless steel reactor of the measuring system and degassed in vacuum (5 × 10–3 Torr) at 450 K for 5 h. Prior to the measurement run, a helium calibration was performed. Taking into account negligible adsorption ability of He at room temperature,(23, 24) such a calibration allowed us to estimate the void volume of the reactor required for correct calculations. High-purity hydrogen (99.9999%) supplied from a metal-hydride storage unit and pure methane (99.99%) were employed in the experiments. The database of the National Institute of Standards and Technology(25) was used as a source of p–V–T relations at experimental pressures and temperatures.Tian–Calvet MicrocalorimetryThe values of reaction heat as a function of adsorbed amount of gases were directly determined at 308 K by means of Tian–Calvet type differential heat-conducting calorimetry (a DAK-1-1A appliance). Differential measurement mode eliminates the amendments related to the gas inlet into the system and variable external conditions. To evaluate the heat effect of the reaction, the heat flow measured for adsorption of a certain amount of the gas was integrated over time. The figures represent the experimental results of a series of successive measurements with an accuracy of 7–10%.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionDetermination of Anion CompositionThe presence of guest molecules in the porous framework of Cr-MIL-101 is difficult to control because of its ultrahigh specific surface area and giant pore volume. In the present work the anion composition of Cr-MIL-101 and Cr-MIL-101FF was determined by capillary electrophoresis which ensures a precise analysis of fluorides and nitrates in chromate solutions.(26) For this analysis, samples were dissolved in sodium hydroxide solution with addition of hydrogen peroxide forming a solution containing chromate with nitrate, fluoride, and other inorganic anions. The Cr/F and Cr/NO3 ratios in the Cr-MIL-101 sample were 3.8 and 5.2, respectively, which correspond to 0.8 fluorine ions and 0.35 nitrate ions per formula unit [Cr3O(bdc)3]+. The total amount of the anions exceeds the theoretical value, 1/f.u., which evidences the presence of the nitric acid as guest molecules in the MIL-101 pores. A heating at 180 °C in vacuum (5 × 10–2 Torr) for 5 h results in removal of water and the solvent’s guests molecules from the MIL-101 matrix. The subsequent analysis of the sample decomposed in the peroxide alkali solution by means of ICP-AES and capillary electrophoresis reveals a significant decrease of the nitrate concentration to Cr/NO3 = 14.1 (while the content of fluorine ions remains unchanged), indicating a complete elimination of the nitric acid.Taking into consideration a known ability of the studied materials to absorb water vapor upon exposure to air, the total composition of Cr-MIL-101 can be expressed as [Cr3O(H2O)2F0.8(NO3)0.2(bdc)3]·xHNO3·nH2O (x ≈ 0.15; n ≈ 10–12) in the nonactivated state and as [Cr3O(H2O)2F0.8(NO3)0.2(bdc)3]·nH2O (n ≈ 10–15) after heating at 180 °C in vacuum and keeping in ambient conditions. The same analytical procedure applied to Cr-MIL-101FF allows us to derive the formula of the compound as [Cr3O(H2O)2(NO3)(bdc)3]·nH2O (n ≈ 8–10) with the Cr/NO3 ratio close to 3.Inclusion compounds containing anionic guest may be easily produced by an ionic exchange in water solutions. As was recently shown,(19) the treatment of Cr-MIL-101 by sodium chloride (unlike other halogenides) leads to a complete removal of the fluorine ions from the matrix. The composition of the Cl@Cr-MIL-101 corresponded to [Cr3O(H2O)2(bdc)3Cl0.42X0.58]·nH2O (X = OH–, NO3–; n = 15–25).Powder X-ray DiffractionAccording to X-ray diffraction, both Cr-MIL-101FF and Cr-MIL-101 are isostructural (Figure S1 in the Supporting Information) because reflections in the most significant small-angle area (2θ < 10°; dhkl > 9 Å) absolutely coincide. Some slight distortions in diffraction peak intensities are attributed to changing of anion composition. Inclusion of chloride also does not alter the framework according to peak positions on Cl@Cr-MIL-101 pattern, but slight differences in intensities in comparison with pristine Cr-MIL-101 are observed because of changes in composition.Thermal Gravimetric AnalysisThe TGA curves for all samples are presented in Figure S2 in the Supporting Information. According to the thermal analysis, decomposition of Cr-MIL-101 and Cr-MIL-101FF occurs in two steps: up to 200 °C, only guest molecules are eliminated, and in the interval of 220–240 °C, coordinated water molecules are also removed. At temperatures greater than 300 °C, the framework degradation occurred, resulting in chromium(III) oxide and amorphous carbon. The compositions of the compounds were evaluated on the basis of the mass loss during heating and the elemental analysis data.Nitrogen AdsorptionThe isotherms of N2 adsorption at 77 K by Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101 are presented in the Supporting Information (Figure S3). The calculated values of the specific surface area and the parameters of the porous structure are shown in Table 1.Table 1. Parameters of the Porous Structure of the Cr-MIL-101-Based Coordination PolymerssampleVads. N2 (cm3(STP)/g)SSA (Langmuir) (m2/g)SSA (BET) (m2/g)Vpore (Gourvich) (cm3/g)Vpore (He measurements) (cm3/g)Cr-MIL-1011300529038002.091.34Cr-MIL-101FF850386025001.351.1Cl@Cr-MIL-101900342016501.461.2The Cr-MIL-101FF and Cl@Cr-MIL-101 demonstrated somewhat lower nitrogen adsorption capacity, related total pore volume, and surface area as compared with that of the pristine Cr-MIL-101. Similar results have been reported in the literature;(27) the authors of ref 28 pointed out that both Cr-MIL-101FF and Cr-MIL-101 possessed practically the same parameters. Available literature data on this matter are rather discrepant. A comparison of the Cr-MIL-101 samples synthesized in different laboratories reveals significant variation in specific surface area (SSA) of the Cr-MIL-101 (from 2200 to 4230 m2/g) depending on synthesis and activation methods (Table 2).(20, 27, 29) It has been noted that a thorough purification was required to eliminate the residual terephthalic acid and solvents from the framework cavities to ensure accessibility for adsorbate molecules, not only the larger mesopores but also the supertetrahedra.Table 2. Textural Parameters of Cr-MIL-101 Samples Prepared by Different Techniquesno.SSA (BET) (m2/g)Vpore (cm3/g)purification methodreference122201.13hot DMF/hot EtOHa6232002.1DMF30337801.74DFb, H2O/hot EtOH20442302.15DF, H2O/hot EtOH, NH4Fc2052600 H2O/hot EtOH17638002.09DF, hot DMF, hot EtOHthis work7d25001.35DF, hot DMF, hot EtOHthis work8d22501.24centrifugation, H2O279e31971.73centrifugation, H2O2710d3460 centrifugation, (CH3)2CO/hot DMF, vac.f28aWashing with hot DMF and EtOH.bDouble filtration: first, using crude filter for separation of large crystals of terephthalic acid and then fine filter for separation of chromium(III) nitrate solution from as synthesized MIL-101.cTreatment with NH4F solution.dCr-MIL-101FF.eCr-MIL-101TM obtained from mixture of Cr(NO3)3·9H2O–H2bdc–(CH3)4NOH.fEvacuating in vacuum (1 × 10–5 Torr) at room temperature for 2 days.Differential curves of the pore size distribution are practically identical for Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101, which indicates unchanged topology of the matrix after the modification (Figure S4 in the Supporting Information). There are three pronounced maxima corresponding to the pores of 0.6–0.7, 1.7–1.8, 2.3–2.4 nm. As was previously reported,(19, 31) some deviation of the values obtained from those calculated on the basis of the structural analysis is caused by features of the Saito–Foley model.It should be noted that the ratio of the micro- and mesopores is the same for Cr-MIL-101FF and Cr-MIL-101 but changes significantly after substitution of the fluorine ions by Cl–. In the latter case, the percentage of the micropores decreases (Table 3). The treatment with sodium chloride and the appearance of the chloride anions in the Cr-MIL-101 structure most likely affect the distribution of guest molecules inside the porous frameworks and partially block access to the supertetrahedra with respect to gaseous adsorbates, e.g., nitrogen, employed in this analysis.Table 3. Relative Volume of the Definite Pore GroupsasampleR = 0.6–1.2 nmR = 1.2–1.8 nmR = 1.8–2.5 nmCr-MIL-10148%26%16%Cr-MIL-101FF42%36%18%Cl@Cr-MIL-10117%49%31%aR, average pore radius.Adsorption of Hydrogen and MethaneThe isotherms of total hydrogen adsorption measured at 297 and 79 K for Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101 are presented in Figure 2. The corresponding excess isotherms are plotted in Figure S5 in the Supporting Information. The desorption curves are omitted because of complete reversibility of the process studied and negligible hysteresis. The adsorption capacity reached 0.53–0.58 wt % at room temperature (3.2 MPa) and increased to 4.7–5 wt % at 79 K in agreement with reported data.(27) We must pay particular attention to the absence of a direct correlation between hydrogen sorption ability of the materials studied and the parameters of their porous structure defined by N2 cryosorption (Table 1): the reduction of specific surface and the total pore volume by 40–50% does not result in the same decrease of H2 adsorption capacity.Figure 2. Total hydrogen adsorption isotherms at 297 and 79 K: Cr-MIL-101(⧫), Cr-MIL-101FF(●), and Cl@Cr-MIL-101(■).Figure 3. Total methane adsorption isotherms at 297, 223, and 198 K: Cr-MIL-101(⧫), Cr-MIL-101FF(●), and Cl@Cr-MIL-101(■).The similar trend was observed in methane adsorption measurements. Cr-MIL-101 and Cr-MIL-101FF demonstrated closely related capacities within the whole experimental temperature range of 198–297 K (Figure 3), and the difference in amount of CH4 adsorbed did not exceed 10%. The corresponding excess isotherms are plotted in Figure S6 in the Supporting Information. The absolute values are similar to those for conventional Cr-MIL-101 in refs 5, 6, and 32. As was concluded in ref 5, adsorption of methane, in contrast to that of carbon dioxide, was not so affected by an activation degree of samples. For a series of Cr-MIL-101 frameworks with the same topology but different BET surface areas, identical CH4 adsorption isotherms were observed. The comparison of the data obtained in the present work allows us to suggest that the anion composition of the matrix plays a key role in the behavior toward methane: the chloride-substituted sample Cl@Cr-MIL-101 demonstrated the highest adsorption capacity in spite of the lowest specific surface. We presume that this feature is due to a rearrangement of the anions in the MIL-101 matrix from the chromium atoms coordination sphere (F–, NO3–, OH–) which are situated in mesocages to inner-room of supertetrahedra (Cl–). Because the contribution of supertetrahedra in the total methane adsorption capacity is not so valuable (about 10%), an additional unoccupied volume in the mesopores and a free access to the chromium centers may result in the enhanced behavior of chloride-substituted framework.Isosteric Heat of AdsorptionIsosteric heat of adsorption is commonly calculated from the ln P vs 1/T plots by means of the Clausius–Clapeyron equation:(1)An alternative approach is based on the use of the virial equation:(33, 34)(2)where n is an amount adsorbed at pressure P and A0, A1, etc. are virial coefficients.The values of isosteric heat calculated by differentiation strongly depend on the accuracies of the adsorption measurements; therefore, direct calorimetric study is of particular interest for thermodynamic analysis of gas–solid interactions. It should be noted that calorimetric experiments are also able to supply additional items of information on the mechanism of adsorption centers filling and their energetic inhomogeneity.(35-38) A decrease of the adsorption heat with increasing amount of an adsorptive at the surface is typical for heterogeneous adsorbents having a wide energy distribution of gas–solid interactions. An opposite tendency is a characteristic feature of homogeneous surfaces when adsorbate–adsorbate interaction becomes dominant at higher degree of the adsorption centers filling. Microcalorimetry is very sensitive to such subtle effects, which can be reflected neither on the isotherms nor on the isosteric heat curves calculated by the Clausius–Clapeyron equation.(36, 39)A special mode of calorimetric measurements, calorimetric titration, was previously adapted to gas–solid reaction and proved its effectiveness in studies of metal–hydrogen systems.(21) In the course of the experiment the sample-containing measuring system is filled with a gas by subsequent discrete portions, and the thermal flux caused by adsorption is recorded as a function of time. Integration of the resulting curve gives a pseudodifferential molar enthalpy of the process for a certain amount of gas adsorbed.The Cr-MIL-101 framework is of special interest for calorimetric study because its adsorbing surface is rather inhomogeneous because of the presence of unsaturated metallic centers and both micro- and mesopores. In a previous contribution on calorimetric analysis of hydrogen interaction with Cr-MIL-101 at a temperature of 77 K and pressures up to 1 bar, a surprisingly high adsorption heat of 9.3–10 kJ/mol H2 was reported.(4) As for the other porous materials, the values directly measured in calorimetric experiments exceeded significantly those calculated from the virial equation.Figure 4. Isosteric heat of hydrogen adsorption on Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101 at 308 K.The results obtained in the present work for hydrogen adsorption at 308 K are shown in Figure 4. There is no significant difference in either the absolute values of the adsorption heat and the overall shape of the curves between the Cr-MIL-101 and Cr-MIL-101FF samples. A drastic fall of the heat from 20–23 to 4–5 kJ/mol H2 at the initial stage of the adsorption process is typical for most metal–organic frameworks. Meanwhile, a pronounced local maximum corresponding to hydrogen concentrations of 0.7–0.9 mmol/g requires special consideration.As was mentioned, there are two types of adsorption centers in the Cr-MIL-101 structure.(4, 40) The potentially unsaturated Cr3+ metallic centers facing inside of the mesopores represent the first group. These centers are normally shielded by coordinated water or other guest molecules, making them difficult to access for the adsorbate. Alternative active adsorption sites are located in the tetrahedral micropores because small cavities characterized by the ratio of pore size to adsorbed molecule diameter close to 3 represent the maximum adsorption potential.(6, 33, 41) The diameters of supertetrahedra in the MIL-101 framework are about 0.8 nm (Figure 1), while the kinetic diameters of H2 and CH4 molecules are 0.29 and 0.38 nm, respectively. A simulation of methane adsorption on Cr-MIL-101(32) has shown that at 0.1 bar CH4 molecules are localized inside the supertetrahedra, and they begin to fill the mesopores only at higher pressures. We suggest a similar mechanism of adsorption for hydrogen.One can see from the data presented in Figure 4 that the first portion of adsorbed hydrogen demonstrates the highest heat of adsorption, i.e., the strongest interaction with the matrix. As these most attractive sites become partially occupied, the heat of adsorption normally decreases. Appearance of an unexpected local maximum at a certain degree of saturation had been previously observed for some carbon adsorbents and was discussed in ref 42. The authors explained such a phenomenon in term of the lateral interactions of the adsorbed molecules. This contribution comes into particular prominence at the stage of completion of the monolayer and inception of the multilayer when the adsorbed molecules become more tightly packed. In the Cr-MIL-101 matrix, the filling of the micropores rather than formation of the surface monolayer should be considered. In fact, position of the peak in curves of the heat of adsorption (0.7–0.9 mmol/g) correlates well with the number of the supertetrahedra in the MIL-101 structure (see the calculation in the Supporting Information) and thus can be interpreted as single occupancy of them by H2. The lateral interactions in this case are quite probably caused by intercalation of the second hydrogen molecule in the same micropores.The adsorption mechanism changes dramatically after treatment of Cr-MIL-101 by chloride anions. There are no peculiar phenomena observed for both the pristine compound and MIL-101FF. Within the whole hydrogen concentration range the heat of adsorption on Cl@MIL-101 remains constant at the level of ∼4 kJ/mol H2. This is in a good agreement with specific porous structure parameters of this material mentioned above (Table 3). The presence of the Cl– hinders access to the micropores and results in more homogeneous adsorption surface; nevertheless, such a pronounced alteration does not affect noticeably the total hydrogen adsorption capacity of the framework.Figure 5. Isosteric heat of methane adsorption on Cr-MIL-101, Cr-MIL-101FF, and Cl@Cr-MIL-101 at 308 K.The experimental calorimetric data on CH4 adsorption are presented in Figure 5. First, we should note the similar behavior toward methane for all three samples. The maximum heat of 20–25 kJ/mol CH4 generated during the occupancy of the strongest binding sites has been recorded at the initial adsorption. Then, the heat of adsorption falls and stabilizes at the level of 10–12 kJ/mol CH4, which agrees with the previously published data on MIL-101 related to the amount adsorbed >1 mmol CH4/g.(5) One can see a good correlation between calorimetrically measured values and those calculated from the isosteres by means of the Clausius–Clapeyron equation. The corresponding curve for the Cr-MIL-101FF–CH4 system is shown in Figure S7 in the Supporting Information as an example.The most intriguing result of the methane adsorption study consists of a disappearance of the local maximum on the plots of the heat of adsorption against the amount adsorbed. In contrast to hydrogen, within the same concentration range (0.7–0.9 mmol/g) there are no visible deviations from the average values for any of the samples. According to the literature data,(32) because the CH4 molecules most probably occupy the supertetrahedra, at least in the pristine MIL-101, the following explanation could be suggested. The energy inhomogeneity of different adsorption centers in the MIL-101 framework toward methane is not as pronounced as that toward hydrogen. As a result, a change of methane localization in the process of adsorption does not affect strongly the heat of adsorption. Besides, the average level of the heat for methane (10–12 kJ/mol) is higher than that for hydrogen (4–5 kJ/mol).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsTwo approaches to the alteration of the anion composition of MIL-101 and to the elimination of the fluorine ion from this metal–organic framework have been explored. The first way was based on an alternative synthesis technique which did not involve HF (Cr-MIL-101FF); the second one consisted of the postsynthetic treatment of the conventional MIL-101 matrix by sodium chloride that resulted in the substitution of Cl– for F– (Cl@Cr-MIL-101). The modified materials keep the porous structure of the pristine framework while the presence of the chloride ions leads to a partial blocking of the tetrahedral micropores. The Cr-MIL-101FF demonstrated an adsorption behavior toward hydrogen and methane similar to that of unmodified MIL-101 with slightly lower capacities under the same conditions.The calorimetric study of the hydrogen adsorption on Cr-MIL-101 and Cr-MIL-101FF at 308 K revealed a peculiar local maximum on the plots of the heat of adsorption against the amount adsorbed. Correlation of the peak position (0.7–0.9 mmol/g) with the number of supertetrahedra in the MIL-101 structure allowed us to conclude that the phenomenon observed is caused by lateral interactions between the H2 molecules behind the complete single occupancy of these micropores. Hindered accessibility of the supertetrahedra in Cl@Cr-MIL-101 alters the localization of hydrogen adsorbed and thus eliminates the local maximum of the heat of adsorption.The influence of the anion composition on the methane adsorption mechanism is not so pronounced. The same values of the heat of adsorption and the same trend of their plots against amount adsorbed have been observed for all three materials. We suggest two reasons for this: the greater degree of homogeneity of the different adsorption sites toward CH4 and the higher average level of its heat of adsorption which make the effect of the anion composition indistinguishable. It should be pointed out that there is a noticeable increase of the methane capacity in the presence of Cl– in spite of the lowest specific surface area (and thus the lowest nitrogen adsorption capacity) of Cl@Cr-MIL-101 as compared with that of other materials studied.Thus, the role of the anion composition of the Cr-MIL-101 matrix, which alters the allocation of the charged species within the porous framework, depends strongly on the adsorbate nature. The calorimetric measurements reveal some peculiar details of the interaction mechanism in the adsorbate–adsorbent systems and therefore can be considered a powerful technique for such studies. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationPowder XRD information, TGA curves, figures for the N2 isotherm at 77 K, pore size distribution, the isotherms of excess hydrogen and methane adsorption, figures for isosteric heat of CH4 adsorption, calculation of calorimetric plots, and an estimation of number (per 1 g) of supertetrahedra. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.5b02861.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported in part by Russian Foundation for Basic Researches, Grants 13-03-12424 and 14-03-00520. The synthetic and analytical part of this work was partially supported by RF government (Grant 14.Z50.31.006, leading scientist Martin Schröder). K.A.K. also gratefully acknowledges the President of Russian Federation for financially support (Grant MK-459.2014.3).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 42 other publications.1.  Themed Issue of Chem. Soc. Rev. 2009,  38,  1201– 1508.There is no corresponding record for this reference.2.  Special Issue of Chem. Rev. 2012,  112,  673– 1268.There is no corresponding record for this reference.3. Zhang, Z.; Zhao, Y.; Gong, Q.; Li, Z.; Li, J. MOFs for CO2 Capture and Separation from Flue Gas Mixtures: The Effect of Multifunctional Sites on Their Adsorption Capacity and Selectivity Chem. Commun. (Cambridge, U.K.) 2013,  49,  653– 661[Crossref], [PubMed], [CAS]3. MOFs for CO2 capture and separation from flue gas mixtures: the effect of multifunctional sites on their adsorption capacity and selectivityZhang, Zhijuan; Zhao, Yonggang; Gong, Qihan; Li, Zhong; Li, JingChemical Communications (Cambridge, United Kingdom)\r\n        (2013),\r\n    49\r\n        (7),\r\n    653-661CODEN:\r\n                CHCOFS;\r\n        ", "title": "Influence of Anion Composition on Gas Sorption Features of Cr-MIL-101 Metal–Organic Framework", "authors": ["Elena A. Berdonosova", "Konstantin A. Kovalenko", "Evgeniya V. Polyakova", "Semen N. Klyamkin", "Vladimir P. Fedin"], "doi": ["10.1021/acs.jpcc.5b02861"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02861/20150605/images/small/jp-2015-02861s_0005.gif\">"]}