{"abstract": "The formation of the UiO-67 family of Zr MOFs is explored here through the prism of their acid-modulated growth, showing it to be key factor in controlling the MOF defect content, porosity, particle size, and morphology. The dynamic nature of the resulting Zr-monocarboxylate (”missing linker”) defect sites is explored for UiO functionalization (through acid exchange), “healing” and the introduction of a catalytically active M(III) cation.For three-dimensional (3D) metal–organic frameworks (MOFs), the presence and nature of structural defects has been recognized as a key factor shaping the material’s physical and chemical behavior. In this work, the formation of the “missing linker” defects has been addressed in the model biphenyl-4,4′-dicarboxylate (bpdc)-based Zr MOF, UiO-67. The defect showed strong dependence on the nature of the modulator acid used in the MOF synthesis; the defects, in turn, were found to correlate with the MOF physical and chemical properties. The dynamic nature of the Zr6 (node)-monocarboxylate bond showed promise in defect functionalization and “healing”, including the formation of X-ray-quality “defect-free” UiO-67 single crystals. Chemical transformations at defect sites have also been explored. The study was also extended to the isoreticular UiO-66 and UiO-68′ systems.", "text": "10.1021/acs.inorgchem.5b01053 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionResearch into regular metal–organic frameworks (MOFs) has experienced spectacular growth, due, in part, to the possibility of controlling the material’s property via a judicial choice of just two building units: linkers and nodes.(1) The latter structural element has spanned a range of metal ions, bimetallic units (e.g., Cu2) and clusters, the latter famously exemplified by the Zr6 oxometallate cluster node introduced in 2008 by Lillerud and co-workers.(2) Prior to this seminal report,(2) discrete octahedral Zr6 clusters had already been studied by Schubert et al.(3) in the context of the carboxylate-assisted sol–gel formation of zirconia. The idealized cluster was thus formulated as Zr6(μ3-OH)4(μ3-O)4(μ2-O2CR)12 (Figure 1), with the six Zr ions occupying the vertices of an octahedron held together by 12 μ2 carboxylate edges. Importantly, it was shown early on by Schubert, Gross, and co-workers that a cluster-bound carboxylate ligand could be exchanged for an external carboxylate without affecting the cluster core (Figure 1).(3c)Figure 1. Structure and dynamic nature of the basic Zr6(OH)4(O)4(μ2-O2CR)12 cluster core (capping μ3-OH and μ3-O groups omitted).Thus, in the prototypical UiO-66 MOF structure, each Zr6 node is bound (ideally) to 12 terephthalate ligands acting as the struts/linkers.(2) This family of Zr-based structures has shown promise in a wide range of applications(4, 5) including catalysis,(4) gas storage,(5a, 5b) and heavy metal capture(5c) (to name just a few), due, in large part, to the elevated stability of such materials. For the broader UiO family, the suffix following the UiO designator is defined by the linear linker diacid, as in the isoreticular series UiO-66 (p-phenylene diacid), UiO-67 (4,4′-biphenylene diacid), and UiO-68 (4,4″-terphenylene diacid). MOFs based on the Zr6 cluster are usually prepared via a solvothermal reaction between a simple Zr(IV) precursor (e.g., ZrCl4 or ZrOCl2) and the diacid.(6)Importantly, in 2009, Gross, Serre, and co-workers showed that the labile nature of the Zr6-monocarboxylate linkage (Figure 1) can be exploited to form Zr-MOFs using preformed Zr6 methacrylate clusters under mild conditions, allowing for the synthesis of the otherwise inaccessible UiO-66-type zirconium muconate.(7a) This publication served as the basis of the “acid modulation” in the synthesis of UiO-66, whereby a reaction between the Zr(IV) precursor and the ligand is performed in the presence of a monocarboxylic acid additive, aiding the method reproducibility and product crystallinity.(7)Such acid modulation has since become ubiquitous for the synthesis of Zr-MOFs, including the development of space-time efficient large scale synthesis of UiO-66.(8) In view of the precedents,(7a) such an acid-modulated reaction might begin with a rapid formation of the soluble discrete modulator-capped Zr6 clusters, which would then assemble into the final 3D structure via reversible ligand exchange with the ditopic linker acid (Figure 2).Figure 2. Modulated stepwise growth of the UiO-type Zr MOF network.On the “flipside” of acid modulation is the possibility that some of the modulator remain in the structure, leading to a network that contains missing linker defects (Figure 3).(4b, 4d, 9) Such defect tolerance is quite unique to Zr-based MOFs and is due to their high degree of connectivity, preventing the structure collapse.(10) The presence of missing linker defects has been demonstrated to have a dramatic effect on the MOF gas sorption capacity,(9, 10) catalytic activity,(4b, 4d) and stability.(11) For UiO-66, a correlation between acetic acid modulation and the degree of structural defects has been elegantly demonstrated, with the acetates shown by to occupy the “missing-linker” edges of the cluster.(9a)Figure 3. Reaction schematics depicting the proposed scheme for “defect” Zr-MOF formation, using H2bpdc as a ligand in the presence of excess formic acid modulator (reaction I), and the replacement of anions, capping defects, with an organic acid (here, acetic acid) (reaction II).Working with the next higher homologues, UiO-67, we have now established that the acid modulator is a powerful tool to control the particle properties, and that a variety of acids can be used, each leading to a unique set of MOF properties.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1General DetailsAll air- or water-sensitive reactions were carried out under a dry nitrogen atmosphere using standard Schlenk techniques. Water was obtained from a deionized water source provided by ICIQ. Powder X-ray diffraction (PXRD) patterns were recorded on a Bruker Mode D8 Avance Series 2θ/θ powder diffraction system using Cu Kα1 radiation in transmission geometry. Nitrogen isotherms were measured on Autosorb iQ adsorption analyzer (Quantachrome). Measurements were performed at 77 K, and the temperature was held constant using liquid N2. Surface areas of activated zirconium-based MOFs were calculated from nitrogen isotherms based on the adsorption model of Brunauer–Emmett–Teller (BET). The pressure range used to calculated the BET surface area (SA) was selected so that it fulfills the two “consistency criteria”.2.2Example of Modulated Synthesis: Preparation of UiO-67fThe solvothermal synthesis was conducted in a glass jar equipped with a Teflon-lined screw tap. The solid ZrOCl2·8H2O (1.2 g, 3.7 mmol) was dissolved in a mixture of DMF (100 mL) and HCOOH (4 mL) under a 5 min sonication. The 4,4′-biphenyldicarboxylic acid (1 g, 4.1 mmol)) was added and the mixture was sonicated for an additional 5 min. The jar was then stored undisturbed for 24 h in a temperature-controlled oven preheated to 120 °C. At this point, a part of the supernatant solution was decanted, and the remaining resulting precipitate was separated by centrifugation, washed with DMF (4 × 50 mL). Each washing cycle consisted of adding the DMF, stirring (with spatula) to achieve a homogeneous suspension, allowing the mixture to repose for 30 min, and then isolating the precipitate by centrifugation. The same procedure was then repeated with acetone washes (5 × 50 mL). To remove solvents from pores, the material was evacuated for 12 h at room temperature, and then for 6 h at 120 °C (ramp = 1 °C/min). Yield: 0.95 g. See the Supporting Information for product characterization.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and Discussion3.1Acid Modulation for UiO-67Departing from the recently published small-scale synthesis (∼50 mg) of UiO-67 modulated by the formic acid,(5b) we began by identifying more practical conditions allowing for a 20-fold increase of the initial synthesis scale and 4-fold decrease in reaction time, while retaining material’s high quality. Thus, a controlled solvothermal reaction of ZrOCl2 hydrate with H2bpdc in the presence of ∼30 equiv of formic acid in DMF, followed by thorough washings and evacuation, affording ∼1 g batches of the activated UiO-67. The powder X-ray diffraction (pXRD) pattern and the BET SA of the newly synthesized UiO-67 (2600 m2/g) match the literature data for the smaller-scale preparation, confirming the reproducibility and scalability of the method. At this point, the presence of the formic acid modulator in the final structure was confirmed by the characteristic formate 1H NMR resonance (8.1 ppm) in the acid-digested samples of the activated UiO-67. From the relative peak area, the material was formulated as Zr6O4(OH)4L5.6(form)0.8 (L = H2bpdc), i.e., with ∼1 out of 12 linkers missing on each Zr6 node (entry 1 in Table 1).Table 1. Composition and Properties of De Novo-Synthesized MOFs Formulated as [Zr6O4(OH)4] L(6–0.5n)An (Where “L” is a Ditopic Linker Acid and “A” is a Modulator Anion)Table aHere, n is the number of modulator groups per Zr6 cluster, according to 1H NMR.Table bAverage particle size determined by TEM/SEM.Table cThe letter index at the end of MOF code defines for modulating acid used in the synthesis.Going a step further, it was found that, in addition to the formic acid, several common acid additives were all able to afford highly crystalline samples of UiO-67 (see Figure S1 in the Supporting Information), with the modulator retained in quantities ranging from 0.35 per Zr6 cluster (PhCO2H), up to 0.8 molecules per Zr6 (AcOH) (see Table 1, as well as Table S1 in the Supporting Information). Further insight into modulator effects was provided by TEM, where the particle size and morphology were found to vary in the range of 20–50 nm spherical nanoparticles obtained using formic or acetic acid, up to single crystals obtained via benzoic acid modulation (see Table 1 and Table S2 in the Supporting Information). The defect content was directly reflected in the BET SA (N2 sorption @ 77 K; see Figure S2 in the Supporting Information, as well as Table 1). Given that materials with missing linkers (or nodes) have a tendency to have lower sample densities, and since BET SA is calculated on a per gram basis,(9a, 10b) samples of UiO-67f were found to feature the highest surface area, which is consistent with its increased missing linker percentage and the highest molecular weight difference between the missing linker and the modulator taking its place. The shapes of the isotherms demonstrate a mesoporosity step attributed to missing linkers(9d) at ∼0.14P/P0 in all UiO-67, except for the largely “defect-free” UiO-67b. The material UiO-67h obtained with the aid of hydrochloric acid demonstrates the lowest porosity, suggesting poor modulating ability for HCl. As expected, by increasing the initial ligand/Zr ratio from 1.1 to 1.6, the missing linker content was decreased by 40% in the case of formic acid and by 60% for acetic acid modulation. In contrast, the reaction time (1–10 days) did not significantly affect the amount of defects (see Table S3 in the Supporting Information).As already mentioned, the linker size in UiO-67 lies between that of UiO-66 (terephthalate), and the less-well-developed terphenyl-based UiO-68, for which only the ligand-substituted derivatives are known. Thus, a subset of the modulators was applied to the synthesis of UiO-66 and UiO-68′, the latter built using the 2′,5′-dimethyl-[p-terphenyl]-4,4″-dicarboxylic acid (Table 1).(12) While the resulting UiO-68′ was found to be largely modulator-free (n = 0.2), in the case of UiO-66, the approach led to modulator incorporation at the missing linker sites in amounts ranging from n = 0.6 per cluster (acetic) to n = 3.5 (benzoic).As was the case with UiO-67, TEM imaging of the newly synthesized UiO-66 and 68 showed that benzoic acid provides the largest particles, and formic acid provides the smallest particles. The highest SA value for our UiO-66 samples was observed for UiO-66b, which, in principle, is in agreement with its high defect content (3.5 out of 12 linkers missing on each Zr6 cluster). Such simple correlation, however, was taken with caution, given that the very high surface area (60% more than theoretically predicted for a perfect structure)(5a) would not result from a simple ligand substitution with the bulky and heavy benzoate. It is likely that the material features another type of defects, where the entire metal clusters are missing from the structure, and with those Zr6 clusters adjacent to the resulting vacancies being capped by the modulator. The existence of such defects has been demonstrated for a related MOF via X-ray diffraction studies.(13)3.2Dynamic Ligand Exchange and “Healing”Given the dynamic nature of the Zr6–monocarboxylate bonds,(3, 14) we wondered whether the modulator acid units at the defects sites could exchange a posteriori for another acid. Indeed, the treatment of UiO-67f and UiO-67b (0.8 and 0.35 modulator anions per cluster) with a solution of acetic acid led to new UiO-67 samples, which contained 0.8 and 0.3 acetate anions per cluster, respectively. For the MOFs prepared using the hydrochloric acid modulator, the missing linker defects, if present, are assumed to be capped by the −OH units, and they are difficult to quantify directly. In this case, organic acid treatment was found to be very useful, since defect content may then be determined by the organic acid uptake. Using this approach, the number of missing linkers in UiO-66h was found to be ∼4 per cluster, in good agreement with ref 9e, where it was determined based on porosity, as well as experimental and computational studies. The reverse process is also possible, as observed in the hydrolytic removal of the acetates from UiO-67a by treatment with diluted hydrochloric acid. In addition to defect quantification purposes, the method could serve as a straightforward approach for the introduction of new functional substituents into Zr-MOFs. Thus, the formic acid treatment of UiO-66b led to the benzoate being replaced with lighter formate, leading to the predicted increase in both the nitrogen uptake (see Figure S4 in the Supporting Information) and the SA (1600 m2/g, the highest among the UiO-66 samples studied here). In addition, the method is promising for the introduction of amino acids into Zr-MOF, as seen upon treating UiO-67f with l-proline hydrochloride, leading to a complete exchange of the formate for the amino acid. The method may open the door to new chiral materials for separation and catalysis applications.Next, we wondered whether a defect-containing Zr-MOF could be similarly “healed” by infusing it with excess of the corresponding dicarboxylic acid linker (similarly to recently reported “linker installation” phenomena(15)), which of course, would only be viable for systems with just the “missing linker”, and not in those missing entire nodes. In principle, the latter might be then distinguished from the former by the ease with which the newly incorporated ligand diacids (presumably just lining the lacunary sites) might once again be replaced by another acid. Hence, samples of UiO-67a, UiO-67b, and UiO-67f were treated with a solution containing H2bpdc for 48 h at 120 °C. Indeed, in all cases, the 1H NMR spectra of the digested samples showed the virtual disappearance of the modulator (Figure S3). The treated samples demonstrated improved isotherms shapes (Figure S5 in the Supporting Information), but also decreased N2 uptake indicating the proportionally higher weight and steric bulk contribution of the H2bpdc, in comparison to the smaller modulator acids. Furthermore, subjecting samples of the healed UiO-67b to this treatment led to very low acetic acid reuptake (likely on the surface), which is consistent with true defect repair. In fact, crystals of the healed UiO-67b were found suitable for X-ray diffraction, which incidentally had not been reported when this work was initiated. Although during the course of this work, a synchrotron single-crystal UiO-67 structure was reported,(16) in our case, the structure was solved using a conventional diffractometer (see Figure 4, as well as Table S5 in the Supporting Information). The 3D architecture of UiO-67 determined by both methods is the same.Figure 4. Sketch of a fragment of “healed” UiO-67b crystal structure demonstrating the overall topology, with the two types of pores (larger green and smaller orange) schematically indicated with spheres (left). Structure of Zr6O4(OH)412+ cluster (right). Hydrogen atoms are omitted for clarity. Colors corresponding to atoms: C (gray), O (red), Zr (purple).In contrast, an acetic acid treatment of the “healed” UiO-67a and UiO-67f led to the reincorporation of the acid in ratios close to those found in the freshly synthesized MOFs. This phenomenon is interpreted as showing that the linker diacid had been incorporated by bonding through only one of the carboxylate groups, which would make them labile for subsequent exchange. This, in turn, likely indicates that MOFs prepared using acetic and formic acids as modulator contain not just missing linkers, but rather entire missing node (i.e., Zr6) defects (see Figure 5).Figure 5. Cartoon illustrating the proposed missing-node defect in UiO-67a.From the point of view of using MOFs as heterogeneous catalysts, the metal-based chemistry at the node is a highly promising field of study.(4b, 4d, 4f, 4h) Given, however, that the incorporation of additional metals (including d-elements) in MOFs might be necessary, we wondered how the modulation in a MOF synthesis affects its ability to take up simple metal salts. As a test, a Cr(III) salt was chosen in light of the metal’s broad catalytic potential. It was found that exposing the high-defect samples of UiO-67f and UiO-66f to a solution of CrCl3·3THF (a CrCl3 salt soluble in organic solvents) led to the sample color change from white to purple, which is consistent with chromium incorporation (see Figure S6 in the Supporting Information). The ICP analysis of the UiO-66Cr and UiO-67Cr thus obtained show Cr concentrations of 4.5 and 3.4 wt %, respectively. While this Cr(III) uptake did not affect the material’s pXRD pattern or the particle sizes and morphology (as judged by TEM), the N2 sorption (Figure 6) in a UiO-67Cr sample (upon activation) did show a decrease in N2 uptake, with an SA decrease from 2600 m2/g down to 2000 m2/g.Figure 6. Nitrogen sorption at 77 K for UiO-67Cr, compared with the parent UiO-67f.Although the mode of coordination of Cr(III) is currently unclear, we believe that the high uptake is due to the defect sites, as has been previously proposed for other 3d metal cations (V, Mn, Fe, Co, Ni) that have been incorporated at the Zr6-oxo clusters.(17, 4f) Consistent with this hypothesis, the nearly defect-free sample of UiO-67b led to a very modest final Cr content (1.4%).In our study, we obtained two types of potent heterogeneous catalysts Zr-MOF-Cr (“chromated” Zr-MOFs) and Zr-MOF-h (HCl-modulated MOFs, containing Lewis acidic Zr–OH sites). As a model reaction to test catalytic activity of our materials, we selected acetaldehyde self-reaction, which is an industrially attractive process that can lead to many different products.(18) We have found that, in the presence of UiO-66Cr and UiO-67Cr (0.5 mol %), acetaldehyde self-cyclizes at room temperature with each exhibiting conversions up to 96%, and paraldehyde forming (Scheme 1) as a sole industrially valuable product.(19) However, a test reaction with CrCl3·3THF as a homogeneous reference gave similarly good results (92% of paraldehyde using 2% Cr).Scheme 1. Defect-Promoted Chromium(III) Uptake in UiO-67fTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsIn conclusion, it was found that the number of missing linkers in a Zr-MOF is mainly determined by both the ligand and modulation acid structure. The dynamic nature of coordination bonds allowed us to replace anions on defect sites. This was applied not only to further quantify missing linkers, but also as a new straightforward method of introduction functional species into readily available Zr-MOFs. On the other hand, it was used for MOF “healing” for the first time, leading to defect-free UiO-67 material. The strong effect of defect structure on the reactivity of Zr-MOFs was observed. New MOF-catalyzed acetaldehyde self-reactions were developed. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b01053.Detailed experimental procedures and data (PDF)Crystallographic data for C84H48O32Zr6 (CIF)Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. Funding InformationO.V.G. thanks the European Commission for a Marie Curie Grant (No. FP7-PEOPLE-2013-IIF-623725). This work was also financed through grants from ICIQ, MINECO (Nos. CTQ2013-46705-R and 2014–2018 Severo Ochoa Excellence Accreditation SEV-2013-0319) and the Generalitat de Catalunya (No. 2014 SGR 1192). Financial support from CELLEX Foundation through the CELLEX-ICIQ High Throughput Experimentation platform is gratefully acknowledged.The authors declare no competing financial interest.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 19 other publications.1. For interesting perspectives on linker design in MOF, see:(a) Lu, W.; Wei, Z.; Gu, Z.-Y.; Liu, T.-F.; Park, J.; Park, J.; Tian, J.; Zhang, M.; Zhang, Q.; Gentle, T.,  III; Bosch, M.; Zhou, H.-C. Chem. Soc. Rev. 2014,  43,  5561– 5593 DOI: 10.1039/C4CS00003J [Crossref], [PubMed], [CAS]1. Tuning the structure and function of metal-organic frameworks via linker designLu, Weigang; Wei, Zhangwen; Gu, Zhi-Yuan; Liu, Tian-Fu; Park, Jinhee; Park, Jihye; Tian, Jian; Zhang, Muwei; Zhang, Qiang; Gentle III, Thomas; Bosch, Mathieu; Zhou, Hong-CaiChemical Society Reviews\r\n        (2014),\r\n    43\r\n        (16),\r\n    5561-5593CODEN:\r\n                CSRVBR;\r\n        ", "title": "Metal–Organic Framework (MOF) Defects under Control: Insights into the Missing Linker Sites and Their Implication in the Reactivity of Zirconium-Based Frameworks", "authors": ["Oleksii V. Gutov", "Miguel González Hevia", "Eduardo C. Escudero-Adán", "Alexandr Shafir"], "doi": ["10.1021/acs.inorgchem.5b01053"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-17/acs.inorgchem.5b01053/20150901/images/small/ic-2015-010535_0008.gif\">"]}