{"abstract": "Six new metal−organic framework materials have been prepared using the silicon-based tetracarboxylate linker [Si(CHCO)] together with Cd, Cu, Mn, or Zn metal centers. The use of the rigid tetrahedral linker is demonstrated in each case to result in the formation of a 3D microporous network. Significant structural and topological diversity between the frameworks is reported, and this is shown to be dependent upon the choice of metal center and the reaction conditions.The silicon-based connector [Si(-CHCO)] ( has been employed in the construction of six new metal−organic framework (MOF) materials, all of which have been characterized by single crystal X-ray diffraction techniques. The isostructural frameworks [Cd()(HO)]·(DMA) and [Mn()(HO)]·(DMA), IMP-8Cd and IMP-8Mn, respectively, contain extended [M(CO)] chains, often termed rod SBUs (secondary building units), which are cross-linked into a 3D network by tetrahedral  struts to give microporous networks. In contrast, [Cu()(HO)]·(DMA) (IMP-9) contains dinuclear paddle-wheel Cu(CO) SBUs connected together with  struts to give an overall PtS type net. [MeNH][Cd()(HO)]·(DMA)(HO), [MeNH][Zn()]·(DMF), and [MeNH][Zn()]·(DMF) (IMP-10, IMP-11, and IMP-12, respectively) all contain anionic 3D frameworks which are charge balanced by the presence of dimethylammonium cations within their pores. These dimethylammonium cations arise from the hydrolysis of DMA or DMF, or they can be introduced directly by addition of [MeNH]Cl. IMP-10, IMP-11, and IMP-12 all contain trinuclear octacoordinate SBU nodes, although subtle differences in the geometry of these SBUs result in the formation of different network topologies in each case. Examples of MOFs containing rigid tetrahedral carboxylate connectors are currently uncommon, and several previously unobserved topologies are introduced in this study.", "text": "10.1021/cg1008768 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionThe synthesis and properties of metal containing coordination polymers and metal−organic frameworks (MOFs) are currently a burgeoning field of interest within the scientific community.(1-8) MOFs are typically microporous materials containing nanometer sized spaces within their structures. They can be considered as hybrid organic−inorganic materials, built from metal-based nodes assembled into highly uniform lattices by organic connectors. As well as being highly robust, these regular crystalline networks or scaffolds can be highly flexible and can contain a large amount of empty-space or porosity within them. Crucially, the modular construction of MOFs allows the architecture and chemical functionality of the micropores to be precisely controlled, leading to some remarkable properties. This has fueled research into their potential applications in a wide range of fields, including gas storage and capture, molecular separations, catalysis, nonlinear optics, electronics, and ion-exchange.(9)Many MOFs are constructed from simple and commercially available bent or linear dicarboxylic acids, which act as connecting units between metal-based nodes or clusters (often defined as secondary building units or SBUs)(10, 11) to give a three-dimensional network structure. The desire to better control the physical and chemical properties of the resultant networks has motivated recent research into the systematic design of new connecting ligands with specifically tailored dimensionality or pendant functional groups.(12)We have been interested in the preparation of novel silicon-based connecting units for the construction of MOFs.(13) When compared to their carbon analogues, the increased bond angle flexibility, decreased conformational rigidity, and longer bond lengths to silicon have been shown in some cases to contribute to the formation of coordination polymers with novel topological and structural forms.(13-15) Moreover, tetrahedral silicon centers are in general more synthetically accessible than their carbon equivalents and are thus promising candidates for a series of new connecting units with easily modifiable structural and chemical properties. We have previously reported the synthesis and properties of three Zn(II) based MOFs: IMP-5, IMP-6, and IMP-7 (where IMP is short for Imperial College London), constructed from the tetra-, tri-, and bipodal silicon containing connectors [Si(p-C6H4CO2)4]4− (L), [MeSi(p-C6H4CO2)3]3−, and [Me2Si(p-C6H4CO2)2]2−, respectively.(13)Figure 1. Tetrahedral organic tetracarboxylates used in MOF synthesis.There are currently only a handful of rigid tetrahedral carboxylate connectors known in the literature for the construction of MOFs (see Figure 1), and studies using them are rare due to their often difficult and low yielding preparations. This contrasts markedly with the very large number of MOF studies involving linear/bent organic dicarboxylates and trigonal planar/pyramidal organic tricarboxylates. Despite this, tetrahedral connectors remain of high interest, since their inherent 3D nature is expected to assist in the formation of novel 3D-networked MOFs.Methanetetrabenzoate (L1) was first used in MOF construction by Yaghi, where it was reported to assemble with bimetallic Zn(II) paddle-wheel SBUs to give a PtS type network (MOF-36).(16) The isostructural Cu(II) analogue of MOF-36 has recently been reported by Lin, as has a similar but interpenetrated PtS network involving the extended reach methanetetra(biphenyl-p-carboxylate) connector.(17) L1 has also been incorporated into fluorite structures with either tetranuclear Cd(II)(18) or tetranuclear Co(II)(19) SBUs, and into an interpenetrating diamondoid network with Ni(cyclam)2 (cyclam = 1,4,8,11-tetraazacyclotetradecane) units.(20) The analogous silicon based connector L, which is the focus of study in this paper, has been used in the construction of morphologically different Zn(II) based MOFs by Lambert(14) and ourselves.(13) In addition, Lambert has also reported a Zn(II) MOF with the germanium-centered ligand L2.(14) A small number of studies involving the adamantyl based tetracarboxylates L3 and L4 have also been reported with Cu(II), Zn(II), Cd(II), and Ni(II) based SBUs.(16, 21, 22) It should be noted that much more flexible tetracarboxylate ligands are also known, for example [C(O-p-C6H4CO2)4] and biphenyl-3,3′,5,5′-tetracarboxylate, and these connectors have been shown to be capable of adopting a range of geometries in MOF networks, including tetrahedral and square planar.(23-25)Given the paucity of MOF studies in the literature involving rigid tetrahedral carboxylate connectors, especially when compared to rigid bi- and tripodal carboxylate connectors, we decided to explore thoroughly the application of the silicon based tetracarboxylate L in MOF synthesis. This was achieved by treating L-H4 with a range of metal centers under differing solvent systems and synthetic conditions. As a result of this study, six new MOF materials have been prepared and structurally characterized using single crystal X-ray diffraction techniques. An overview of all new MOFs presented herein along with a comparison to other known MOFs incorporating rigid tetracarboxylate connectors (as shown in Figure 1) is presented in Table 1.Table 1. MOF Materials Containing Rigid Tetrahedral Carboxylate Based ConnectorscompoundformulaSBUSchläfli symbolrefMOF-11[Cu2(L3)(H2O)2]·(H2O)4Cu2(CO2)4(42·84)21MOF-32[Cd(L3)]·[Cd(OH2)6](H2O)5Cd(CO2)4(66)16MOF-33[Zn2(L4)(H2O)]·(H2O)3(DMF)3Zn2(CO2)4(66)a16MOF-34[Ni2(μ-OH2)(L3)(H2O)3](H2O)4Ni2(μ-OH2)(CO2)4(42·63·8)16MOF-35[Zn2(L3)(EtOH)3]·(EtOH)(H2O)2Zn2(CO2)4(4·65)16MOF-36[Zn2(L1)(H2O)2]·(DMF)6(H2O)5Zn2(CO2)4(42·84)16MOF-77[Zn2(L3)][Zn(CO2)2]n rodsb22 [Cu2(L1)(H2O)2]·(DEF)6(H2O)2Cu2(CO2)4(42·84)17 [Cd4(L1)(DMF)4]·(DMF)4(H2O)4Cd4(CO2)8(46)2(412·612·84)18SNU-15[Co4(μ-OH2)4(L1)2(H2O)4]·(DMF)13(H2O)11Co4(μ-OH2)4(CO2)8(46)2(412·612·84)19 [Ni(cyclam)2(L1)]·(DMF)4(H2O)8Ni(CO2)2(66)a20IMP-5[Zn4(L)2(H2O)5]·(DMA)5.5(H2O)0.5Zn2(CO2)4(42·63·8)13 [Zn2(L)(H2O)]·(DMF)1.5[Zn(CO2)2]n rodb14 [Zn3(L2-H)2]·(DMF)6Zn3(CO2)6(CO2H)2(46)2(412·612·84)14IMP-8Cd[Cd2(L)(H2O)2]·(DMA)[Cd(CO2)2]n rodbcIMP-8Mn[Mn2(L)(H2O)2]·(DMA)2.5[Mn(CO2)2]n rodbcIMP-9[Cu2(L)(H2O)2]·(DMA)12Cu2(CO2)4(42·84)cIMP-10[Me2NH2]2[Cd3(L)2(H2O)2]· (DMA)8(H2O)8Cd3(CO2)8(45·6)2(410·614·84)cIMP-11[Me2NH2]2[Zn3(L)2]·(DMF)6Zn3(CO2)8(44·62)2(48·617·83)cIMP-12[Me2NH2]2[Zn3(L)2]·(DMF)3Zn3(CO2)8(46)2(412·612·84)caInterpenetrated network.bSchläfli symbols are only quoted here for networks with discrete SBUs. DMA = N,N-dimethylacetamide; DEF = N,N-diethylformamide; DMF = N,N-dimethylformamide; cyclam = 1,4,8,11-tetraazacyclotetradecane.cThis work.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionGeneral MethodsAll chemicals and solvents used in the syntheses were commercial reagent grade and were used without further purification. L-H4 was prepared according to literature procedures.(26) NMR spectra were recorded on a Bruker AV-400 spectrometer and infrared spectra on a Perkin-Elmer spectrum 100 series spectrometer with a universal ATR sampling accessory. Microanalytical data were obtained from the Science Technical Support Unit, London Metropolitan University. Thermal gravimetric analyses (TGA) were carried out using a Perkin-Elmer Pyris 1 machine under a constant stream of dry nitrogen gas (flow rate 20 mL min−1) over the temperature range 50−600 °C and at a heating rate of 10 °C min−1. Phase purity was confirmed using a Philips PW1700 series automated powder X-ray diffractometer with Cu Kα radiation and a graphite secondary crystal monochromator.Synthesis of [Cd2(L)(H2O)2]·(DMA) (IMP-8Cd)A mixture of L-H4 (50 mg, 0.10 mmol) and cadmium(II) nitrate tetrahydrate (50 mg, 0.16 mmol) in 10 mL of DMA and 10 mL of H2O was heated to 100 °C in a sealed screw-top vial for 18 h. The mixture was allowed to cool to room temperature, and the resulting colorless crystals were removed by filtration and then washed with water and a 1:1 mixture of DMA/H2O. Yield = 16 mg (23%). Anal. Calcd for C28H20Cd2O10Si·C4H9NO: C, 44.88; H, 3.41; N, 1.64. Found: C, 44.90; H, 3.47; N, 1.64. IR (ATR): 3364, 3024, 2944, 1582, 1526, 1389, 1263, 1190, 1142, 1097, 1018, 857, 772, 725 cm−1.Synthesis of [Mn2(L)(H2O)2]·(DMA)2.5 (IMP-8Mn)A mixture of L-H4 (50 mg, 0.10 mmol) and manganese(II) nitrate hydrate (50 mg, 0.20 mmol) in 10 mL of DMA and 10 mL of H2O was heated to 100 °C in a sealed screw-top vial for 18 h. The mixture was allowed to cool to room temperature, and the resulting colorless crystals removed from the reaction mixture by filtration and then washed with water and a 1:1 mixture of DMA/H2O. Yield = 54 mg (62%). Anal. Calcd for C28H20Mn2O10Si·C4H9NO: C, 51.83; H, 3.94; N, 1.89. Found: C, 51.86; H, 3.87; N, 2.02. Drying procedures for elemental analysis and X-ray crystallography differed so that there are minor differences in solvation. IR (ATR): 3500, 1588, 1526, 1497, 1390, 1961, 1190, 1099, 1018, 857, 773, 723 cm−1.Synthesis of [Cu2(L)(H2O)2]·(DMA)12 (IMP-9)A mixture of L-H4 (50 mg, 0.10 mmol) and copper(II) nitrate hemipentahydrate (50 mg, 0.21 mmol) in 2 mL of DMA, 2 mL of H2O, and 0.1 mL of concentrated HCl was heated to 80 °C in a sealed screw-top vial for 2 days. The mixture was allowed to cool to room temperature, and the resulting blue crystals were removed from the reaction mixture by filtration and washed with water and a 1:1 mixture of DMA/H2O. Yield = 165 mg (96%). Anal. Calcd for C28H20Cu2O10Si·(C4H9NO)12: C, 53.16; H, 7.51; N, 9.79. Found; C, 52.99; H, 7.46; N, 9.92. Drying procedures for elemental analysis and X-ray crystallography differed so that there are minor differences in solvation. IR (ATR): 3383, 2933, 1714, 1599, 1546, 1498, 1396, 1263, 1188, 1098, 1018, 847, 771, 726, 706 cm−1.Synthesis of [Me2NH2]2[Cd3(L)2(H2O)2]·(DMA)8(H2O)8 (IMP-10)A mixture of L-H4 (5 mg, 0.01 mmol) and cadmium(II) nitrate tetrahydrate (5 mg, 0.02 mmol) in 1 mL of DMA and 1 mL of H2O was heated to 70 °C in a sealed screw-top vial for 6 days. The mixture was allowed to cool to room temperature, and a small quantity of resulting colorless crystals were removed from the reaction mixture by filtration and then washed with water and a 1:1 mixture of DMA/H2O. An improved yield was achieved by adding dimethylamine hydrochloride (2.5 mg, 0.03 mmol) to the original reaction mixture before heating. Yield = 4.3 mg (48%). Anal. Calcd for C56H34Cd3O18Si2·C4H16N2: C, 48.61; H, 3.54; N, 1.89. Found: C, 48.49; H, 3.61; N, 2.00. Drying procedures for elemental analysis and X-ray crystallography differed so that there are differences in solvation. IR (ATR): 3373, 1602, 1527, 1399, 1262, 1191, 1147, 1098, 1018, 859, 728 cm−1.Synthesis of [Me2NH2]2[Zn3(L)2]·(DMF)6 (IMP-11) and [Me2NH2]2[Zn3(L)2]·(DMF)3 (IMP-12)A mixture of L-H4 (5 mg, 0.01 mmol) and zinc(II) nitrate tetrahydrate (5 mg, 0.02 mmol) in 2 mL of DMF and 2 mL of H2O was heated to 110 °C in a sealed screw-top vial for 3 days. The mixture was allowed to cool to room temperature, and the resulting crystals were removed from the reaction mixture by filtration. Three main crystalline products were identified in the product mix using single-crystal X-ray diffraction studies: colorless needle-like crystals of IMP-11, colorless crystalline plates of IMP-12, and colorless shards of IMP-5. Observation of the crystalline morphologies under a microscope indicated that the major product was IMP-11, and IMP-5 was only present in small quantities. Reducing the reaction temperature to 80 °C resulted in a mixture of the same three MOFs, except with IMP-12 as the major product. The presence of all three phases was also confirmed using powder X-ray diffraction studies (see Figure S20).Single Crystal X-ray CrystallographyTable 2 provides a summary of the crystallographic data for all new MOFs. Data were collected using Oxford Diffraction PX Ultra (IMP-8Mn, IMP-9, IMP-10, IMP-11) and Xcalibur 3 (IMP-8Cd, IMP-12) diffractometers, and the structures were refined based on F2 using the SHELXTL and SHELX-97 program systems.(27) The absolute structure of IMP-10 was shown to be a ca. 53:47 racemic twin by a combination of R-factor tests [R1+ = 0.0469, R1− = 0.0479] and by use of the Flack parameter [x+ = +0.473(7), x− = +0.527(7)]. Full details of the X-ray structure solutions, including the handling of disorder present in the structures, are given in the Supporting Information. The crystal structure data for all new MOFs (IMP-8Cd to IMP-12) have been deposited with the Cambridge Crystallographic Data Center under deposition numbers CCDC 78199 to 782004. This material can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, by e-mailing data_request@ccdc.cam.ac.uk, or by contacting the Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, U.K.Table 2. Crystal Data and Data Collection and Refinement Parameters for All New CompoundsdataIMP-8CdIMP-8MnIMP-9IMP-10IMP-11IMP-12formulaC14H10CdO5Si0.5C14H10MnO5Si0.5C3.5H2.5Cu0.25O1.25Si0.125[C28H18Cd1.5O9Si][C2H8N][C28H16O8SiZn1.5][C2H8N][C28H16O8SiZn1.5][C2H8N]solvent0.5(C4H9NO)1.25(C4H9NO)1.5(C4H9NO)4(C4H9NO)·4H2O3(C3H7NO)1.5(C3H7NO)formula weight428.23436.11214.631161.76871.93762.29color, habitcolorless prismatic needlescolorless needlesblue blocky needlescolorless blockscolorless needlescolorless platescrystal size/mm0.31 × 0.14 × 0.090.13 × 0.09 × 0.080.32 × 0.12 × 0.090.08 × 0.08 × 0.050.26 × 0.16 × 0.120.21 × 0.14 × 0.02temperature/K173173173173173173crystal systemmonoclinicmonoclinictetragonalorthorhombicmonoclinicorthorhombicspace groupI2/a (no. 15)I2/a (no. 15)P42/mmc (no. 131)C2221(no. 20)C2/c (no. 15)Pnnn (no. 48) a/Å12.9161(2)13.0355(18)12.3710(12)15.62062(10)25.205(5)14.1529(4) b/Å23.2940(4)22.908(4) 27.71138(15)13.701(4)23.4060(6) c/Å14.1869(2)13.882(4)24.0689(10)22.84956(14)25.803(9)23.8325(6) α/deg       β/deg94.2482(14)93.070(19)  114.49(3)  γ/deg      V/Å34256.65(12)4139.5(15)3683.5(5)9890.87(10)8109(4)7894.8(4)Z8816888Dc/(g cm−3)1.3361.4001.5481.5601.4281.283radiation usedMo KαCu KαCu KαCu KαCu KαMo Kαμ/mm−11.0745.7831.6076.1011.9711.0012θ max/deg6514214814314265no. of unique reflns      measured7006398820369564781513908obs, |Fo| > 4σ(|Fo|)560333871278771862323485no. of variables18819656368363362R1(obs), wR2(all)a0.0375, 0.14070.0294, 0.08950.1879, 0.43580.0400, 0.07760.0719, 0.23890.0555, 0.1621aR1 = ∑||Fo| − |Fc||/∑|Fo|; wR2 = {∑[w(Fo2 − Fc2)2]/∑[w(Fo2)2]}1/2; w−1 = σ2(Fo2) + (aP)2 + bP.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionCharacterization of [Cd2(L)(H2O)2]·(DMA) (IMP-8Cd) and [Mn2(L)(H2O)2]·(DMA)2.5 (IMP-8Mn)The reaction of the silicon-centered tetracarboxylic acid L-H4 with either Cd(NO3)2 or Mn(NO3)2 in DMA/H2O (1:1) in a sealed vial at 100 °C gave needle-like crystals in both cases. Single crystal X-ray diffraction revealed these to be [Cd2(L)(H2O)2]·(DMA) (IMP-8Cd) and [Mn2(L)(H2O)2]·(DMA)2.5 (IMP-8Mn), respectively. Both compounds are isostructural 3D-networked MOF materials (Figure 2), neither of which contain discrete SBUs but instead are built around metal carboxylate infinite chains (often termed rod SBUs(22)). Both MOFs crystallize in the monoclinic space group I2/a (no. 15), with the asymmetric unit containing one metal atom, one coordinating H2O molecule, and half of an L ligand.Figure 2. Structures of IMP-8Cd and IMP-8Mn: Ball and stick representation of (a) the coordination environment in the metal carboxylate chains, (b) a section of the network viewed along 001, (c) a section of the network viewed along 010. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Cd(II)/Mn(II), purple; oxygen, red; carbon, gray; silicon, blue.Within the linear metal carboxylate chains in IMP-8Cd/Mn, the metals atoms lie in one of two distinct coordination environments—M1 or M2 (see Figure 2a)—both of which are hexacoordinate. The M1 center is coordinated to two carboxylate groups via just one of their oxygen atoms (O8 or O8B) and to two chelating carboxylates (via O18, O19, O18B, and O19B). The acute character of the O18−M1−O19 and O18B−M1−O19B angles, as imposed by the steric requirements of the chelating carboxylate groups, results in a highly distorted octahedral coordination environment about M1. The second metal, M2, is much closer to octahedral in nature. M2 coordinates to four different carboxylate groups, each via one oxygen atom only (O9, O18, O9A, O18A). Opposing octahedral positions on M2 contain water molecules (O1, O1A). Overall, there are therefore two types of carboxylate groups present in the structures of IMP-8Cd/Mn: dimonodentate (μ-η1:η1) and chelating/bridging bidentate (μ-η1:η2).In IMP-8Cd, the Cd−OH2 distance is 2.216(2) Å and the Cd−O(carboxylate) distances lie in the range 2.2099(19)−2.379(2) Å, whereas, in IMP-8Mn, the Mn−OH2 distance is 2.1384(15) Å and the Mn−O(carboxylate) distances lie in the range 2.0980(12)−2.2879(14) Å. The metal−oxygen distances within the manganese(II) MOF are therefore approximately 0.1 Å shorter when compared to those within the cadmium(II) MOF. This is to be expected due to the smaller ionic radius of the Mn(II) cation (0.80 Å) when compared to a Cd(II) cation (0.95 Å).(28) Overall, this results in a slight shortening of the b and c cell lengths for IMP-8Mn, and in addition, the β angle is more acute than that in IMP-8Cd. This is also reflected in the overall cell volume, which is 4256.65(12) Å3 in IMP-8Cd and 4139.5(15) Å3 in IMP-8Mn (an approximate 2.7% contraction).The metal carboxylate chains run along the 100 direction and are cross-linked by the tetracarboxylate ligands to give a 3D network structure with small (up to 5 Å in diameter) solvent accessible channels running along the 100, 010, 001, and 111 directions. The crystal data of IMP-8Cd and IMP-8Mn suggests the presence of uncoordinated molecules of DMA within these channels (1 and 2.5 molecules of DMA per formula unit, respectively, as calculated using the SQUEEZE routine of PLATON(29)). Despite the difference in cell volumes, the PLATON(29) calculated solvent accessible void space (on removal of the uncoordinated DMA and coordinated water molecules) is similar in both cases: 1954.5 Å3 (45.9%) for IMP-8Cd and 1907.3 Å3 (46.1%) for IMP-8Mn.Powder X-ray diffraction on bulk samples of both IMP-8Cd and IMP-8Mn shows signals which closely match those of simulated diffractograms based on the respective single crystal data (see Figures S16 and S17), thus confirming the bulk purity of the products. Thermogravimetric analysis (TGA) measurements on IMP-8Cd (see Figure S13) show a 13.9% weight loss occurring in the temperature range 140−250 °C. This is close to the predicted value of 14.4% for the loss of the noncoordinated DMA and coordinated H2O molecules within the structure. Further weight loss associated with decomposition of the product occurs above 360 °C. TGA measurements on IMP-8Mn (see Figure S14) show a gradual 16.9% weight loss occurring over the temperature range 100−300 °C. This is close to the predicted value of 16.7% for the loss of the noncoordinated DMA and coordinated H2O molecules (assuming one DMA molecule is present per formula unit of the isolated MOF, as indicated by elemental analysis). Further weight loss associated with decomposition of IMP-8Mn occurs above 430 °C. Interestingly, both IMP-8Cd and IMP-8Mn retain their framework structures when desolvated by heating under a dynamic vacuum at 100 °C, as evidenced by powder X-ray diffraction studies (Figures S16 and S17).Attempts to prepare an exact Zn(II) analogue of IMP-8Cd/Mn using the same synthetic conditions gave instead a very different MOF structure (IMP-5), which, in contrast, contains distinct binuclear SBUs (vide infra). However, a closely related zinc(II) containing MOF, [Zn4(L)2(H2O)]·(DMF)1.5, has been reported in the literature by Lambert and co-workers from the treatment of Zn(NO3)2 with L-H4 in a DMF/ethanol/H2O solvent system at 75 °C for 3 days.(14) Lambert’s zinc(II) MOF is topologically identical and structurally very similar to IMP-8Cd and IMP-8Mn. The main difference, besides the identity of the divalent metal center and noncoordinated solvent, is only one coordinated H2O molecule is present per formula unit, thus giving a monoaquated distorted trigonal bipyramidal metal center, as opposed to the octahedral diaquated metal centers in IMP-8Cd/Mn. The smaller Zn(II) cation also results in shorter metal−oxygen bond distances and a smaller cell volume of 3863.8(4) Å3, with a concomitant lower PLATON calculated solvent accessible void volume of 42.8%.(14)Characterization of [Cu2(L)(H2O)2]·(DMA)12 (IMP-9)Heating a mixture of copper(II) nitrate and L-H4 in DMA:H2O (1:1) in a sealed vial at 80 °C quickly resulted in the deposition of a blue crystalline powder. Repeating the experiment with addition of a small quantity of concentrated HCl to the reaction mixture slowed down the crystal growth sufficiently to yield (after 18 h at 80 °C) a batch of blue crystals of [Cu2(L)(H2O)2]·(DMA)12 (IMP-9) suitable for study by single-crystal X-ray diffraction (see below). Powder X-ray diffraction studies (see Figure S18) confirmed that the identity of the bulk compound formed in both the presence and absence of HCl was indeed the same as that determined in the single-crystal diffraction experiment.Single-crystal X-ray studies show IMP-9 to form a 3D framework containing discrete bimetallic SBUs. The MOF crystallizes in the tetragonal P42/mmc space group (no. 131), with the asymmetric unit containing one-quarter of a Cu atom, one-quarter of a coordinating H2O molecule, and one-eighth of an L ligand. The binuclear SBUs in IMP-9 comprise two Cu(II) atoms linked together by four bridging dimonodentate carboxylate groups and two coordinating water molecules in the axial positions (Figure 3a). This gives a square planar paddle-wheel SBU, common to many Cu(II) carboxylate MOFs.(11) The paddle-wheel SBUs assemble with the tetrahedral silicon-based connectors to give a 3D network with Schläfli notation (42·84) and an overall PtS network topology (Figure 3d). The structure is highly porous and is estimated, using the SQUEEZE routine of PLATON,(29) to contain 1.5 molecules of uncoordinated DMA per asymmetric unit (equivalent to 12 DMA per formula unit). TGA measurements on IMP-9 (Figure S15) are congruent with this, showing a 25.0% weight loss occurring in the temperature range 80−250 °C and a further 36.8% drop from 250 to 400 °C. Overall, this represents a 61.8% drop, which is close to that predicted for the removal of the 12 DMA from the pores of IMP-8 (predicted 60.9%). The overall quality of X-ray data is somewhat poor, mainly due to the large number of uncoordinated and disordered DMA molecules within the structure. Although this precludes a detailed discussion of the bond lengths, the connectivity remains clear (see Supporting Information for further discussion).Figure 3. Structures of IMP-9: Ball and stick representation of (a) the coordination environment about the binuclear SBU, (b) a section of the network viewed along 100, (c) a section of the network viewed along 001, and (d) a schematic representation of the network showing the SBU (red) and L based (blue) nodes. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Cu, orange; oxygen, red; carbon, gray; silicon, blue.The uncoordinated DMA molecules in IMP-9 sit in the channels which permeate the framework. The largest of these channels are approximately 19.5 by 7.0 Å2 in cross section and run in the 100 and 010 directions, as do smaller 7.5 by 7.0 Å2 channels (see Figure 3b). In addition, channels of cross section ca. 8.5 by 8.5 Å2 are present in the 001 direction (Figure 3c) and ca. 6.0 by 5.0 Å2 in the 011 and 101 directions. The overall PLATON calculated void space (assuming removal of the noncoordinated DMA molecules and the coordinated H2O molecules) is 2718.0 Å3 per unit cell (3683.5(5) Å3) or 73.8% of the cell volume. This moderately large void volume is potentially significant for the efficacy of IMP-9 in gas storage or other applications. Moreover, powder X-ray diffraction studies on a sample of IMP-9 which had been desolvated by heating at 100 °C under a dynamic vacuum for 8 h revealed the sample to be robust in retaining its original framework structure (see Figure S18).IMP-9 is isostructural to [Cu2(L1)(H2O)2]·(DEF)6(H2O)2, which also forms a PtS net containing Cu2 paddle-wheel SBUs.(17) Contrary to previous assumptions,(13, 14) this therefore shows that, given the appropriate synthetic conditions, silicon-based connectors can be used to directly replace carbon based connectors in MOF construction, leading to isostructural products. The main advantage of using silicon-based L over L1 lies in its relatively facile synthetic accessibility. In addition, the IMP-9 network is also isostructural to the Zn(II) based MOF-36(16) and isorecticular to the Cu(II)-L3 based MOF-11(21) (see Table 1).Characterization of [Me2NH2]2[Cd3(L)2(H2O)2]·(DMA)8(H2O)8 (IMP-10)The treatment of L-H4 with Cd(NO3)2 in DMA/H2O (1:1) at 70 °C in a sealed vial for 6 days gave a small quantity of colorless block crystals. These were characterized by single crystal X-ray diffraction to be [Me2NH2]2[Cd3(L)2(H2O)2]·(DMA)8(H2O)8 (IMP-10). The connectivity and topology of IMP-10 is very different from that of IMP-8Cd, which was formed from the same starting materials, but at a higher reaction temperature (100 °C). While IMP-8Cd contains infinitely long cadmium carboxylate rod SBUs (vide supra), IMP-10 is built around discrete trinuclear SBUs.Figure 4. Structures of IMP-10: Ball and stick representation of (a) the coordination environment about the binuclear SBU, (b) a section of the network viewed along 001, and (c) a schematic representation of the network showing the SBU (red) and L based (blue) nodes. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Cd, light blue; oxygen, red; carbon, gray; silicon, blue.The SBU in IMP-10 sits on a crystallographic inversion center and contains three Cd(II) cations binding to eight carboxylate groups (each from a different L ligand) and two H2O molecules to give an octacoordinate node or SBU (Figure 4a). The outer cadmium ions in the SBU (Cd2 and Cd2A) are each eight coordinate to the oxygen atoms of four chelating carboxylate groups (Cd−O in the range 2.287(3)−2.580(5) Å, mean 2.412 Å). The central cadmium ion (Cd2) is hexacoordinate to four bridging carboxylate oxygens (Cd−O8 = 2.305(4) Å; Cd−O39 = 2.294(3) Å) and two trans water molecules (Cd−O40 = 2.176(3) Å). To our knowledge, this is the first example of a trimetallic octacoordinate Cd(II) SBU or complex in coordination chemistry.(30)The RCO2 groups in IMP-10 are all either chelating (η2) or chelating/bridging bidentate (μ-η1:η2) and are close to symmetric in nature (C−O distances in the range 1.220(5)−1.275(6) Å). All four of the carboxylic acids groups in the L-H4 precursor have therefore been deprotonated in MOF formation. However, with one L4− organic connector to every 1.5 Cd(II) center in the asymmetric unit, the overall charge of the MOF framework must be negative. The negative charge is most likely to be balanced by the presence of dimethyl ammonium cations within the pores of the framework. It has previously been shown that [Me2NH2]+ cations can be formed as a result of DMA hydrolysis in MOF synthesis protocols.(31) Further evidence for the presence of [Me2NH2]+ was obtained by dissolving a sample of IMP-10 (1 mg) in a dilute solution of DCl (0.1 mL) in D6-dimethylsulfoxide (0.5 mL) and analyzing the resulting solution using 1H NMR spectroscopy. A peak was clearly visible in the resulting spectrum at 2.37 ppm, attributable to [Me2NH2]+ cations.(31) Moreover, addition of a stoichiometric amount of [Me2NH2]Cl to the initial reaction mixture resulted in much improved yields of IMP-10: The bulk purity of the product formed in this reaction was confirmed using powder X-ray diffraction studies (see Figure S19).The tetrahedral L connectors link together the octacoordinated SBUs in IMP-10 to give a 3D-framework structure with channels along the 100, 010, and 001 directions. The largest of these channels are ca. 6 × 3.5 Å2 in cross section and are present in the 001 direction (Figure 4b). Disordered within these channels are one ion of [Me2NH2]+, four molecules of DMA, and four molecules of H2O per asymmetric unit (as calculated using the SQUEEZE routine of PLATON(29)). Theoretical removal of these noncoordinated ions/molecules gives a calculated void space for IMP-10 of 5381.9 Å3 per unit cell (9890.9 Å3) or 54.3%. However, full removal of all noncoordinating molecules is not possible, since the [Me2NH2]+ cations are required for charge balance of the framework and, thus, cannot be readily removed under vacuum or by heating. TGA measurements on IMP-10 were inconclusive, possibly as a result of the [Me2NH2]+ cations blocking the channels. However, as the NMR studies above show, displacement of the dimethyl ammonium cations with other cations should be feasible. Postsynthetic exchange of extraframework dimethyl ammonium cations has been reported for other MOF systems in order to optimize their pore dimensions and metrics for specific applications, for example the uptake and storage of H2(25) or CO2,(32) or the storage and delivery of cationic drug molecules.(33)The overall connectivity in IMP-10 is represented by the Schläfli notation (45·6)2(410·614·84), in which the topological term for the SBU is 410·614·84 and that for the silicon center is 45·6. It is salient to compare the topology of IMP-10 with that of [Cd4(L1)(DMF)4]·(DMF)4(H2O)4 reported by Kim and co-workers (see Table 1).(18) Although both networks contain octacoordinate Cd(II) based SBUs and rigid tetrahedral organic connectors, Kim’s network contains cyclic tetranuclear Cd4(CO2)8 SBUs of regular cubic geometry, leading to the formation of a fluorite type net (Schläfli notation (46)2(412·612·84)), whereas the linear trinuclear Cd3(CO2)8 nodes in IMP-10 are distorted hexagonal bipyramidal in geometry, leading to a framework of lower symmetry.Characterization of [Zn4(L)2(H2O)5]·(DMA)5.5(H2O)0.5 (IMP-5)The Zn(II) framework material IMP-5 has been previously reported by us;(13) however, a brief summary is included here to aid comparison with the newly reported MOFs, in particular the Zn(II) MOFs IMP-11 and IMP-12 (vide infra).Crystals of IMP-5, [Zn4(L)2(H2O)5]·(DMA)5.5(H2O)0.5, can be prepared from the reaction of L-H4 and Zn(NO3)2 in DMA and H2O (1:1) at 100 °C for 18 h. The framework of IMP-5 contains two different kinds of dinuclear tetracoordinate SBUs (Figure 5a). These SBUs assemble with the silicon based connector L to give a 3D porous network (Figure 5b) with a theoretical PLATON calculated void volume of 47.6%. The overall structure is a distorted interpenetrating SrAl2 net of Schläfli notation 42·63·8 (denoted: sra-c(34)) with both the silicon centers and bimetallic SBUs acting as nodal points. Full characterization and further studies on the properties of IMP-5 can be found in our earlier paper.(13)Figure 5. Structures of IMP-5: Ball and stick representation of (a) the coordination environment about the two different binuclear SBUs, (b) a section of the network viewed along 010, and (c) a schematic representation of the network showing the 2-fold interpenetrated nets viewed along 100. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Zn, green; oxygen, red; carbon, gray; silicon, blue.Characterization of [Me2NH2]2[Zn3(L)2]·(DMF)6 (IMP-11) and [Me2NH2]2[Zn3(L)2]·(DMF)3 (IMP-12)Treatment of zinc(II) nitrate with L-H4 in DMF/H2O (1:1) in a sealed vial at 110 °C for 3 days gave a batch of mixed colorless crystals. Three different crystalline morphologies were observed under the microscope: needles, crystalline plates, and shards. Single crystal X-ray diffraction studies on representative samples of each type of crystalline morphology revealed these to be, respectively, the new framework materials [Me2NH2]2[Zn3(L)2]·(DMF)6 (IMP-11) and [Me2NH2]2[Zn3(L)2]·(DMF)3 (IMP-12) and the known framework [Zn4(L)2(H2O)5]·(DMA)5.5(H2O)0.5 (IMP-5). The presence of all three phases was also confirmed using powder X-ray diffraction studies (see Figure S20). Attempts to prepare pure samples of IMP-11 and IMP-12 by systematic variation of the reaction temperature, concentration, and solvent system proved futile. However, higher temperatures (110 °C) were observed to favor the formation of IMP-11, whereas lower temperatures (80 °C) favored IMP-12 growth. At all temperatures, IMP-11/IMP-12 cross-contamination was evident and IMP-5 was always observed in low concentration. Due to the difficulties in obtaining pure samples of these MOFs, detailed analytical and spectroscopic data have not been obtained for these materials and only the single-crystal diffraction results are presented. However, it should be noted that pure IMP-5 can be prepared using DMA instead of DMF as the solvent system (vide supra).Single crystal X-ray studies show both IMP-11 and IMP-12 to have a similar [Zn3(L)2] formulation, resulting in anionic frameworks which are most likely charge balanced by the presence of [Me2NH2]+ cations within the framework. Hydrolysis of DMF solvent to give [Me2NH2]+ cations during MOF synthesis is well-known, and these cations are thought to template the formation of the anionic framework.(35) Similar cations are also observed in IMP-10 from the hydrolysis of DMA (vide supra).Figure 6. Structure of IMP-11: Ball and stick representation of (a) the coordination environment of the trinuclear SBUs and (b) a section of the network viewed along 100; and (c) a schematic representation of the network showing the SBU (red) and L based (blue) nodes. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Zn, green; oxygen, red; carbon, gray; silicon, blue.IMP-11 crystallizes in the monoclinic space group C2/c (no. 15). The asymmetric unit contains 1.5 atoms of Zn(II) and one L unit. The trinuclear SBUs in IMP-11 coordinate eight carboxylate groups from eight different L connectors, thus giving an eight-coordinate node.Within the SBU, the central Zn atom (Zn2) is octahedrally coordinated by six oxygen atoms from six different carboxylate groups. Four of these carboxylate groups are bridging dimonodentate (μ-η1:η1), with Zn2−O9 and Zn2−O38 distances of 2.062(3) and 2.008(3) Å, respectively. The other two carboxylate groups bridge two metal centers via just one of their oxygen atoms (Zn2−O28 = 2.237(3) Å), leaving one uncoordinated oxygen (O29). The terminal zinc (Zn1) is approximately tetrahedral coordinate to two bridging dimonodentate (μ-η1:η1) carboxylates (Zn1−O39 = 1.972(3); Zn1−O8 = 1.972(3) Å), one bridging carboxylate oxygen (Zn1−O28 = 1.959(3) Å), and a terminal monodentate carboxylate (Zn1−O19 = 1.929(5) Å). Each Zn3(CO2)8 SBU therefore supports a double negative charge, thus giving a negatively charged network. Analysis of the crystallographic data suggests that this is charge-balanced by the presence of cations within the pores (similar to IMP-10) rather than by incomplete deprotonation of the L-H4 ligand: Within each asymmetric unit, there are two carboxylate groups (based on C17 and C27) which coordinate zinc cation(s) via just one of their oxygen atoms. In each case, the carbon−oxygen bond which is part of the C−O−Zn(2) unit can be considered a single bond to an anionic oxygen (C17−O19 = 1.297(10); C27−O28 = 1.307(5) Å), whereas the distal oxygen is doubly bonded (C17−O18 = 1.237(10); C27−O29 = 1.230(6) Å). This behavior is strongly indicative of a deprotonated carboxylic acid. All other carboxylates are symmetric (C−O bonds in the range 1.240(6)−1.265(5) Å). Moreover, it was not possible to locate any H atoms on the carboxylate groups in the crystallographic ΔF map.The eight coordinate SBUs in IMP-11 pack with the four-coordinate silicon based L connectors to give a 3D framework structure. Channels run throughout the structure along the 010, 001, 110, and 011 directions (e.g., see Figure 6b). The largest of the channels are ca. 4.5 × 5.0 Å2 along the 011 direction. Analysis of the crystallographic data using the SQUEEZE routine of PLATON(29) suggests one molecule of [Me2NH2]+ and three molecules of uncoordinated DMF reside within the pores per asymmetric unit. The free volume was calculated to be 48.4% on removal of all noncoordinated solvent molecules and cations (equivalent to 3926.1 Å3 per 8109.0 Å3 unit cell). Further studies to verify the identity of these guest molecules using TGA or elemental analysis were prohibited by the fact that we were unable to obtain IMP-11 in high enough purity (see Experimental Details). The overall topology of the framework in IMP-11 is shown in Figure 6c and is represented by a Schläfli notation of (44·62)2(48·617·83), in which the topological term for the SBU is 48·617·83 and that for the silicon center is 44·62.Figure 7. Structure of IMP-12: Ball and stick representation of (a) the coordination environment of the trinuclear SBUs and (b) a section of the network viewed along 100; and (c) a schematic representation of the network showing the SBU (red) and L based (blue) nodes. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Zn, green; oxygen, red; carbon, gray; silicon, blue.In contrast to IMP-11, IMP-12 crystallizes in the orthorhombic space group Pnnn (no. 48). The asymmetric unit in IMP-12 contains 1.5 zinc(II) cations and one L connector. The trinuclear eight-coordinate SBUs in IMP-12 (Figure 7a) are similar in many respects to those observed in IMP-11. The central zinc atom (Zn2) is octahedral coordinate to four dimonodentate (μ-η1:η1) carboxylate groups (Zn2−O18 = 2.113(3), Zn2−O39 = 1.987(3) Å) and to two bridging carboxylate oxygens (Zn2−O29 = 2.252(3) Å). The terminal zinc (Zn1) is however now five coordinate in a distorted square-based pyramid geometry, as opposed to the four coordinate tetrahedral zinc center in IMP-11. This is due to the terminal carboxylate adopting an asymmetric chelating mode (Zn1−O8 = 2.425(11) Å; Zn1−O9 = 1.985(9) Å) compared to the terminal monodentate mode observed in IMP-11. Other zinc−oxygen bond distances in IMP-12 are 1.948(3) Å (Zn1−O19), 2.002(3) Å (Zn1−O29), and 1.966(3) Å (Zn1−O38). The C27 carboxylate group uses just one of its two oxygen atoms in metal coordination and has a C═O terminal bond of length 1.228(5) Å (C27−O28) and a coordinating C−O bond length of 1.294(5) Å (C27−29). This is again indicative of a carboxylate group, thus leading to an anionic network which is presumably charge balanced by the presence of [Me2NH2]+ cations within the pores of the structure.The eight coordinate SBUs in IMP-12 link with the tetrahedral organic L connectors to give a porous network with channels running in all three crystallographic directions. The largest channels lie along the 100 direction and are ca. 8.0 × 10.0 Å2 in cross section (see Figure 7b). It has been calculated, using the SQUEEZE routine of PLATON, that within these channels sits one molecule of the [Me2NH2]+ cation and 1.5 molecules of DMF. The free space within the network upon theoretical removal of these noncoordinated molecules and cations is 3528.9 Å3 per unit cell (7883.6 Å3) or 44.8%.Overall, IMP-12 adopts a network structure with Schläfli notation (46)2(412·610·86) in which the topological term for the silicon center is 46 and that for the SBU is 412·610·86 (Figure 7c). This framework topology is therefore a distorted version of the fluorite type networks seen in [Cd4(L1)(DMF)4]·(DMF)4(H2O)4(18) and SNU-15(19) (Table 1) and is also very similar to the network adopted by [Zn3(L2-H)2]·(DMF)6(14) based on the analogous germanium-based connector L2. However, a key difference between IMP-12 and [Zn3(L2-H)2]·(DMF)6 is that the L2 connector is still monoprotonated in [Zn3(L2-H)2]·(DMF)6, whereas all evidence points to completed deprotonation of L-H4 in IMP-12.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsThere is currently a paucity of studies on the application of rigid tetrahedral carboxylate connectors for the construction of MOF materials, especially when compared to the large number of studies involving linear and bent dicarboxylate and trigonal tricarboxylate connectors. We have employed the tetracarboxylate silicon-based connector L(13, 14) to prepare six new MOF compounds. The structure of the resultant MOF and its network topology is shown to be dependent upon the choice of metal salt as well as the reaction conditions. However, in each case, the tetrahedral arrangement of the chelating carboxylate groups results in the formation of a microporous 3D network structure.IMP-8Cd and IMP-8Mn are isostructural and contain infinite chain [M(CO2)2]n rod SBUs. The copper(II) based network IMP-9 contains paddle-wheel dinuclear Cu2(CO2)4 SBUs and forms a PtS net which is isostructural with its previously reported carbon based analogue.(17) IMP-10, IMP-11, and IMP-12 are all anionic networks which are charge balanced by the presence of dimethylammonium cations in their pores (derived from the hydrolysis of the DMA or DMF under the solvothermal conditions). Despite the fact that each of these three network materials contain rigid tetrahedral connectors and trinuclear, eight-coordinate M3(CO2)8 SBUs in a 2:1 ratio, the overall topology is different in each case. Close analysis of the SBUs reveals subtle but significant geometric differences between the SBUs in these MOFs. Within IMP-11 and IMP-12, the SBUs can both be considered bicapped hexagons; in IMP-12 the apical coordination points are approximately perpendicular to the six equatorial coordination points; however, in IMP-11, the apical points are offset from the center. However, in IMP-10, the SBU adopts a distorted cubic geometry. These subtle differences result in the formation of different topological nets and thus different properties (such as pore size) in each case. Further studies on readily synthetically accessible silicon-based connectors for MOF construction are ongoing.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the EPSRC (DTA for K.R. and Grant EP/C528816/1 for R.L.). Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationFull details on the X-ray single crystal structure determinations of IMP-8Cd, IMP-8Mn, IMP-9, IMP-10, IMP-11, and IMP-12 (Figures S1−S12), TGA traces from IMP-8Cd, IMP-8Mn, and IMP-9 (Figures S13−15), X-ray powder diffraction profiles for all compounds (Figures S16−S20), and X-ray crystallographic files (CIF). This information is available free of charge via the Internet at http://pubs.acs.org/.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 35 other publications.1. Ma, S. Q.; Zhou, H. C. Chem. Commun. 2010,  46,  44[Crossref], [PubMed], [CAS]1. Gas storage in porous metal-organic frameworks for clean energy applicationsMa, Shengqian; Zhou, Hong-CaiChemical Communications (Cambridge, United Kingdom)\r\n        (2010),\r\n    46\r\n        (1),\r\n    44-53CODEN:\r\n                CHCOFS;\r\n        ", "title": "Structural Diversity in Metal−Organic Frameworks Built from Rigid Tetrahedral [Si(CHCO)] Struts", "authors": ["Robert P. Davies", "Rob Less", "Paul D. Lickiss", "Karen Robertson", "Andrew J. P. White"], "doi": ["10.1021/cg1008768"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0001.gif\">"]}