{"abstract": "DynaMOF-100, a flexible metal−organic framework (MOF), was proficiently investigated for the industrially important separation of styrene from ethylbenzene. As a consequence of the distinctive solid-state structural transformation-mediated selective response to styrene, DynaMOF-100 exhibits unprecedented selectivity toward this industrially imperative parent monomer behind the commercial production of polystyrene. The exploitation of guest-induced structural transformation occurring in this soft porous crystalline material for such targeted selective adsorption remarkably opens up industrially crucial separation possibilities.The separation of styrene and ethylbenzene mixtures is industrially important and is currently performed in highly energy-intensive vacuum distillation columns. The primary objective of our investigation is to offer an energy-efficient alternative for selective adsorption of styrene by a flexible metal–organic framework, DynaMOF-100. The structural transformation of DynaMOF-100 is specifically triggered on inclusion of styrene within the framework; this structural transformation is reversible. The styrene/ethylbenzene adsorption selectivity, originated as an outcome of the framework flexibility, is found to be much superior to the only two MOFs yet reported, serving styrene/ethylbenzene separation purpose.", "text": "10.1021/acs.inorgchem.5b00206 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionOwing to the high reactivity of its vinyl group, styrene (ST) is an important feedstock in the petrochemical industries.(1) Alkylation of benzene with ethylene produces ethylbenzene (EB), which is dehydrogenated to form ST, a monomer used in the manufacture of many commercial polymers and copolymers. The conversion of EB to ST is only partial, and the reactor product contains a large fraction, in the range of 20%–40%, of unreacted EB.(1, 2) Because of the small difference (9 K) in boiling points (ST (bp 418.3 K) and EB (bp 409.3 K)), the separations are currently achieved in vacuum distillation columns, which are energy-intensive. Adsorptive separations using microporous metal–organic frameworks (MOFs) offer energy-efficient alternatives to distillation.(3-12) Several MOFs have been demonstrated to offer substantial potential for use in the separation of xylene isomers,(5, 6, 13-18) hexane,(19-22) or the C5 fraction-compounds formed by steam crackers, benzene/cyclohexane separation, and removal of heterocyclic aromatic compounds from fuels.(13, 23-27) Flexible MOFs are of particular interest because of their tunable structural flexibility leading to guest-specific breathing phenomena of the pore windows/channels.(26, 27) Despite its industrial importance, research on the targeted development of suitable MOFs for ST/EB separations has been rather limited.(28-30) Maes et al.(28) and Remy et al.(29) have demonstrated that MIL-47 (V) and MIL-53 (Al) are of potential use in the separation of mixtures of ST and EB. However, the adsorption selectivities achieved with these two MOFs are rather low and fall in the range of 6–10.Recently, we reported the synthesis of a dynamic structure-based MOF compound showing clear p-xylene (PX) preference over its congener C8-alkylaromatic isomers at ambient temperatures by framework-breathing and guest-induced reversible solid-state structural transformations.(18, 20) The structure of this MOF, hereinafter referred to as DynaMOF-100, gets transformed in such a manner as to allow optimal packing of PX within the cavities. The strong selectivity of DynaMOF-100 for PX was established in our published work,(18) but the separation performance of this material in comparison to the established MOFs and industrially employed zeolites were not included in our earlier work. Therefore, the Supporting Information accompanying this publication provides detailed comparisons of DynaMOF-100, MAF-X8,(31) and BaX zeolite for separaton of o-xylene (OX)/m-xylene (MX)/p-xylene/EB mixtures. The data presented in Supporting Information, including Figures S20–S23 and the video animation-illustration, clearly show that DynaMOF-100 has both significantly higher selectivity and uptake for PX as compared to MAF-X8 and BaX zeolite, making it the best adsorbent material for this separation duty.In our current investigation, this soft porous crystalline material DynaMOF-100 (compound 1) was comprehensively investigated for the targeted separation of EB- and ST-containing feed mixture by exploiting the highly dynamic adaptable feature of the framework. As described, herein the compound 1 is the desolvated squeezed two-dimensional (2D) phase (of almost nonporous nature; Figure 1b and Supporting Information, Figure S5) resultant from the porous as-synthesized phase (1⊃G), accompanied by the loss of coordinated dimethylformamide (DMF) molecules and pore-closing event in single-crystal to single-crystal (SCSC) fashion. The prime focus of our current work is to demonstrate the outstanding potential of DynaMOF-100 for selective adsorption of ST from mixtures containing EB (Scheme 1). The effective mean pore diameter of 5.1 Å for flexible DynaMOF-100 facilitates selective entry of PX through pore opening but does not respond to the sterically demanding guests OX, MX, and EB (dimensional and bp closeness: Supporting Information, Figure S2). The salient dimension parameters MIN-1 and MIN-2 (Supporting Information, Table S4(32)) for ST are intriguingly quite similar to those of PX, with an even lower size of the adsorptive species as its minimum dimension (MIN-1). This factor, coupled with a strikingly close MIN-2 value of ST as compared to the host soft porous adsorbent DynaMOF-100, allows a definite room for restricted limiting allowance principle(18) to operate for the inspected pair ST/EB (Figure 1a and Supporting Information, Figure S3). This intriguing dimensional compatibility between the probe-adsorptive ST and the host adsorbent prompted us to systematically investigate such anticipated selectivity and separation performance of ST over EB. Styrene is a planar molecule, whereas EB is nonplanar, due to the ethyl group protruded from the planar phenyl ring (Scheme 1 and Figure 1a). Because of differences in their flatness, ST may be expected to exert stronger interactions with the framework walls of DynaMOF-100.Figure 1. (a) Dimensions and relevant physical attributes of ST and EB molecules.(38) (b) Overall structure of compound 1 (desolvated squeezed framework) along crystallographic a-axis.Scheme 1. Schematic Illustration of Guest-Responsive Framework Flexibility Demonstrating Selective ST Separation over EBTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterials and MeasurementsAll the reagents and solvents were commercially available and used without further purification. Powder X-ray diffraction (PXRD) patterns were measured on Bruker D8 Advanced X-ray diffractometer at room temperature using Cu Kα radiation (λ = 1.5406 Å) with a scan speed of 0.5° min–1 and a step size of 0.01° in 2 θ. Thermogravimetric analysis (TGA) results were obtained in the temperature range of 30–800 °C on PerkinElmer STA 6000 analyzer under N2 atmosphere, at a heating rate of 10 °C min–1.X-ray Structural StudiesSingle-crystal X-ray data of compound 1⊃ST′ was collected at 100 K on a Bruker KAPPA APEX II CCD Duo diffractometer (operated at 1500 W power: 50 kV, 30 mA), using graphite-monochromated Mo Kα radiation (λ = 0.710 73 Å), mounted on nylon CryoLoops (Hampton Research) with Paraton-N (Hampton Research) oil. The data integration and reduction were processed with SAINT(33) software. A multiscan absorption correction was applied to the collected reflections. The structures were solved by the direct method using SHELXTL(34) and were refined on F2 by full-matrix least-squares technique using the SHELXL-97(35) program package within the WINGX(36) program. All non-hydrogen atoms were refined anisotropically. All hydrogen atoms were located in successive difference Fourier maps, and they were treated as riding atoms using SHELXL default parameters. The structures were examined using the Adsym subroutine of PLATON(37) to ensure that no additional symmetry could be applied to the models. Supporting Information, Tables S5–S8 contain crystallographic data for the compound 1⊃ST′. 983317, 983318, 983319, 1035236 (1, 1⊃PX′, 1⊃G, and 1⊃ST′, respectively) along with Supporting Information contain the additional crystallographic information for these compounds.Low-Pressure Gas Sorption MeasurementsLow-pressure solvent sorption measurements were performed using BelAqua (Bel Japan). All the gases used were of 99.999% purity. As-synthesized crystals of compound 1⊃G were heated at 180 °C under vacuum for 24 h, to get guest-free crystals of compound 1. Prior to adsorption measurement, the guest-free sample 1 was pretreated at 170 °C under vacuum for 2 h, using BelPrepvacII, and purged with N2 on cooling.Solvent Exposure StudyCrystalline solid powder of compound 1 taken in smaller glass vials was kept open inside larger capped closed glass vials containing different guest solvents (ST and EB, respectively) over a period of 48 h to allow vapor-phase exposure of solvents and was characterized by PXRD.Synthesis of Resolvated Phase {[Zn4O(L)3(DMF)2]·(C8H8)3}n (1⊃ST′)Colorless single crystals of 1⊃ST′ were obtained on exposing the crystals of 1 to the vapor of a solution of ST (2 mL) and DMF (1 mL) for 72 h, without allowing any disturbance of the system.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionTo verify the respective adsorptive uptake amounts, vapor sorption experiments for both the solvents ST and EB were recorded at 298 K. The sorption profile of ST came up with a gradual increase of uptake amount with steadily increasing pressure up to ∼six molecules per formula unit (corresponding to ∼86 mLg–1), while, on the contrary, EB uptake amount was found to be only 0.63 molecules per formula unit (9.4 mL g–1) (Figure 2 and Supporting Information, Figure S10). The hysteresis in the ST isotherm, during the adsorption/desorption cycles, is a typical isotherm characteristic observed when guest-induced structural changes occur,(39) and a detailed quantitative analysis, such as that presented by Dubbeldam et al., is required for a quantitative understanding of the isotherms.(40)This differential adsorption behavior toward these two related species consolidated that the framework flexibility of desolvated phase 1 allows the entry of the planar guest ST but not the nonplanar ones like EB, due to steric hindrance that originates in the case of the latter. The olefin-bond mediated extended conjugation for ST affords absolute planarity to this molecule, which sterically facilitates the selective uptake of ST. Bed regeneration for this material was verified by performing three consecutive cycles of ST adsorption with the same desolvated phase 1, which registered excellent reproducibility features (Supporting Information, Figures S11 and S12).Figure 2. Solvent sorption isotherms for compound 1 recorded at 298 K for ST and EB. Closed and open symbols denote adsorption and desorption, respectively.The PXRD patterns and TGA profiles for the two phases (Supporting Information, Figures S6–S8), namely, 1⊃ST and 1⊃EB, precisely corroborate with the structural transformations occurring on the interplay of host–guest interactions. These results seemed to be in absolute agreement to those obtained from solvent sorption studies, since the characteristic PXRD pattern for 1 remained unaltered in case of 1⊃EB, while exposure to ST marked a drastic change suggesting a clear phase transition. Interestingly enough, the PXRD pattern of 1⊃ST registered a striking similarity to the phase 1⊃G, referring to a breathing phenomenon that might have occurred on ST exposure. In fact, TGA results simultaneously affirmed this observation, since no significant weight loss accompanied the exposure-mediated phase 1⊃EB, while 1⊃ST registered a substantial ∼25% weight loss. As an ancillary reinforcement supporting the selective interplay of ST with the flexible framework 1 as compared to EB, 13C NMR experiments with the DCl/deuterated dimethyl sulfoxide digested samples after vapor exposure to these two different solvent vapors (Supporting Information, Figure S13) were performed, which indisputably presented barely the characteristic ST signals.To verify the separation-viability in actuality, phase 1 was immersed into solvents ST, EB, and binary mixture solution of ST/EB (1:1) for 3 h, and the respective amounts of the nonadsorbed isomers were scanned by gas chromatography (GC) at specific intermediate time intervals. The detailed description of the GC experiment with the supernatant solvent(s) is provided in the Supporting Information. Ensuing results (Figure 3 and Supporting Information, Figures S14–S17) evidently authenticate that the observed decline in the characteristic signal intensity is exclusively due to the contribution of ST; the gradually diminishing intensity trend steadily tells the difference with increasing immersion time of DynaMOF-100.Figure 3. (a) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup A (EB immersion test). Highlighted signals denote the contribution of EB only, intensity of which is remaining unchanged with increasing time of immersion with MOF, (b) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup B (ST immersion test). Highlighted signals denote the contribution of ST only, intensity of which is getting steadily diminished with increasing time of immersion with MOF, (c) GC chromatogram of the supernatant solutions recorded at the specified time intervals in the setup C (ST/EB mixture immersion test). Highlighted region denotes the individual signal for the contribution of ST only, intensity of which is getting steadily diminished with increasing MOF immersion-time.We now evaluate EB/ST separations using the ideal adsorbed solution theory (IAST) calculations. Figure 4a shows the experimental data for pure component isotherms for EB and ST in DynaMOF-100; the continuous solid lines are Langmuir–Freundlich fits; the parameters are specified in Supporting Information, Table S3.Figure 4. (a) Comparison of experimental data for pure component isotherms for EB and ST in DynaMOF-100 with Langmuir–Freundlich fits that are shown by the continuous solid lines; (b) IAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2) mixtures in DynaMOF-100; (c) IAST calculations for ST/EB adsorption selectivity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The x-axis is fractional occupancy θt within the pores of the MOFs; (d) IAST calculations for ST uptake capacity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The x-axis is fractional occupancy θt within the pores of the MOFs.Figure 4b shows IAST calculations for ST/EB adsorption selectivity, Sads, for equimolar ST(1)/EB(2) mixtures in DynaMOF-100.(1)We note that, for pressures exceeding ∼1 kPa, the adsorbed phase contains predominantly ST. The high ST/EB selectivities as evidenced in Figure 4b,c are caused by better molecular packing of the planar ST molecules within the MOF channels. The mechanism of separation due to molecular packing effects of mixtures of aromatics is particularly strong for operation under pore saturation conditions, as has been explained in literature.(40) We see, from Figure 4, that pore saturation is also attained at pressures exceeding 1 kPa and ambient temperatures. It is anticipated that industrial separations in fixed-bed adsorbers will operate under conditions approaching pore saturation.(41) For this reason we define the fractional occupancy(2)Figure 4c presents a comparison the adsorption selectivities of DynaMOF-100 with MIL-47(V) and MIL-53(Al) as a function of the fractional pore occupancy. We note that the value of Sads for DynaMOF-100 is ca. 1 to 2 orders of magnitude higher than that of MIL-47(V) and MIL-53(Al). Figure 4d shows IAST calculations for ST uptake capacity for equimolar ST(1)/EB(2) mixtures in MIL-47(V), MIL-53(Al), and DynaMOF-100. The uptake capacity of DynaMOF-100 is significantly higher than that of the other two MOFs. Because of the significantly higher adsorption selectivity and higher capacity we should expect that sharp separations of ST(1)/EB(2) mixtures is realized in a fixed-bed adsorber.While repeated trials were attempted to obtain the crystal structure of this resolvated phase, an analogous phase 1⊃ST′ (Supporting Information, Figures S1 and S4; as indicated from the exactly alike PXRD patterns for both, Supporting Information, Figure S9) was obtained on exposing the crystals of 1 to the vapor of a binary mixture solution of ST (2 mL) and DMF (1 mL) for 72 h. SC-XRD analysis of this novel compound 1⊃ST′ (formula: {[Zn4O(L)3(DMF)2]·(C8H8)3}n) disclosed that the nearly similar unit cell parameters to those of the crystals of 1⊃G and crystallized in monoclinic centrosymmetric space group P21/c (Supporting Information, Table S5). As an unambiguous conclusive evidence of selective interplay of ST accompanying this solid-state dynamic structural transformation, ST molecules could be clearly located in the SC-XRD structure for the 1⊃ST′ phase crystals, residing inside the porous channels of the host framework (Figures 5 and Supporting Information, Figures S24 and S25). This could only be possible after commensurate stacking-mediated accommodation of the planar ST molecules inside the hydrophobic channels of the shrinked windows of desolvated framework 1; prominent noncovalent interactions are observed between the host MOF channel and the guest ST, as represented in Figure 5b.Figure 5. (a) Overall structure of resolvated phase 1⊃ST′, with free guest ST molecular species accommodated inside the channels, along crystallographic a-axis. (b) Enlarged view of one of these channels showing noncovalent interactions (representative) between the host MOF and guest ST species by dotted lines.Subsequent to the phase purity-confirmation for the new phase 1⊃ST′ from PXRD (Supporting Information, Figure S9), both TGA and PXRD analyses for the two phases, namely, 1⊃ST and 1⊃ST′, confirmed their similar nature (Supporting Information, Figures S7 and S9). To check reversibility of this ST inclusion, the crystals of 1⊃ST′ were heated at 160 °C under reduced pressure for 3 h, to obtain the desolvated phase 1″ (DynaMOF-100). TGA and PXRD profiles (Supporting Information, Figures S7 and S9) confirmed the resemblance with the pristine desolvated phase 1, confirming the ST-inclusion reversibility.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn the work reported here, the framework flexibility of DynaMOF-100 has been strategically exploited for achieving selective ST uptake over EB. The separation relies on the closeness in the dimensions of the guest ST molecule and the host material. DynaMOF-100 exhibits significant framework flexibility because of its constituent adjustable ether nodes, which precisely mediates the guest inclusion, accompanied by solid-state structural transformations. IAST calculations for separation of EB/ST mixtures have shown a significant superiority of DynaMOF-100 when compared to the only two reported MOFs, namely, MIL-47(V) and MIL-53(Al). Moreover, aimed at potentially significant separation of OX/MX/PX/EB mixtures, DynaMOF-100 is also found to be significantly superior to both MAF-X8 and BaX zeolite. The strategy of using guest-selective structural transformations of the MOF frameworks could be proficiently exploited for other industrially important separations of mixtures of aromatic molecules, especially hydrocarbons. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationMicroscopy images, dimensions of molecules, asymmetric units for phases, progression of single 2D sheet, TGA plots, PXRD patterns, solvent sorption isotherms, 13C spectra, GC chromatogram, comparison of experimental isotherm data, breakthrough simulations, IAST calculations, packed bed adsorber schematic, pulse chromatographic simulation, resolvated framework, perspective view of phase, Langmuir–Freundlich parameters, crystallographic data table. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentWe are grateful to IISER Pune for research facilities. DST (Project No.GAP/DST/CHE-12-0083) is acknowledged for the financial support. S.M. and A.V.D. thank IISER Pune for research fellowship. B.J. and B.M. are thankful to CSIR for research fellowship. We acknnowledge Dr. C. E. Webster of Mississippi State Univ. for helping to calculate the relevant dimensions for ST and Dr. R. Saha for crystllographic analysis.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 41 other publications.1.  Kirk-Othmer Encyclopedia of Chemical Technology; John Wiley & Sons, Inc.: New York, 2008; pp  1040.There is no corresponding record for this reference.2.  Ullmann’s Encyclopedia of Industrial Chemistry, 6th ed.; John Wiley & Sons, Inc.: New York, 2006; electronic release.[Crossref]There is no corresponding record for this reference.3. He, Y.; Krishna, R.; Chen, B. Energy Environ. Sci. 2012,  5,  9107– 9120[Crossref], [CAS]3. Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbonsHe, Yabing; Krishna, Rajamani; Chen, BanglinEnergy & Environmental Science\r\n        (2012),\r\n    5\r\n        (10),\r\n    9107-9120CODEN:\r\n                EESNBY;\r\n        ", "title": "Exploiting Framework Flexibility of a Metal–Organic Framework for Selective Adsorption of Styrene over Ethylbenzene", "authors": ["Soumya Mukherjee", "Biplab Joarder", "Aamod V. Desai", "Biplab Manna", "Rajamani Krishna", "Sujit K. Ghosh"], "doi": ["10.1021/acs.inorgchem.5b00206"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/acs.inorgchem.5b00206/20150428/images/small/ic-2015-00206j_0006.gif\">"]}