{"abstract": "Powder, agglomerates, and tablets of the microporous zirconium(IV) terephthalate metal–organic framework UiO-66 were evaluated for the selective adsorption and separation of xylene isomers in the liquid phase using -heptane as the eluent. Pulse experiments, performed at 313 K in the presence of -heptane, revealed the -xylene preference of this material, which was further confirmed by binary and multicomponent breakthrough experiments in the presence of - and -xylene, resulting in selectivities at 313 K of 1.8 and 2.4 with regards to -xylene and -xylene, respectively. Additionally, because -xylene is the less retained isomer, UiO-66 presents a selectivity pattern that is reverse of that of the xylenes' molecular dimension with respect to shape selectivity. The shaping of the material as tablets did not significantly change its selectivity toward the -xylene isomer or toward -xylene, which was the less retained isomer, despite a loss in capacity. Finally, the selectivity behavior of UiO-66 in the liquid -heptane phase makes it a suitable material for -xylene separation in the extract (heavy product) or -xylene separation in the raffinate (light product) by simulated moving bed technology.", "text": "10.1021/la3004118 Top of PageAbstractIntroductionExperimental SectionPacked Bed Preparation and ActivationResults and DiscussionConclusionsReferencesIntroductionMany applications of metal–organic frameworks (MOFs) have emerged recently as a highly interesting topic in drug delivery, selective molecular sieving, and heterogeneous catalysis.(1-9)Their very high porosity and versatile composition and topology, together with accessible metal sites or adaptive porosities, make MOFs very interesting candidates for separation.Xylenes constitute a family of C8 aromatics that are generally produced as a mixture containing the three xylene isomers (o-, m-, and p-xylene) and ethylbenzene. The xylene isomers differ one from another by the relative positions of the methyl groups in the benzene ring.(10, 11) Over time, the demand for xylenes has increased because they are used as raw materials in several industries. o-Xylene is used to produce phthalic anhydride, which is employed as a plasticizer. m-Xylene is used to produce isophthalic acid, which is gaining broader acceptance in poly(ethylene terephthalate) (PET) resin blends. p-Xylene, the isomer with the broadest commercial importance, is used as a raw material in the manufacture of PET, which in turn is used to produce fibbers, resins, films, and blown beverage bottles.(10-12) In this way, their separation is an important process in the production of pure xylenes. Adsorbents with a high selectivity toward o-xylene or p-xylene, the two isomers with the broadest commercial interest, are desired. Such materials would increase the efficiency of the existing processes. A high p-xylene-selective adsorbent would contribute to the decrease in the simulated moving bed unit size or to the decrease in the eluent consumption. A high o-xylene-selective porous material would be the core of an adsorption-based process to replace the energy-demanding xylene splitter and o-xylene distillation column in an existing state-of-the-art aromatics plant.In the literature, different MOFs were presented as good materials to be used in xylene isomer separation, such as Zn(BDC),(13) MOF-5, MOF monoclinic,(14) MIL-47,(15, 16) MIL-53(17-20) (MIL stands for materials from Institut Lavoisier), UiO-66(21)(UiO stands for the University of Oslo), and, more recently, MIL-125(Ti)(22, 23) and MIL-125(Ti)_NH2.(23)Some MOFs, such as UiO-66,(21) have shown interesting features in the selective adsorption of xylene isomers in the gas phase. Some of us have recently reported(21) that the adsorption of the bulkier o-xylene is favored over that of the other isomers in zirconium terephthalate UiO-66. This selective adsorption is opposite of the adsorption process usually applied in industry, which depends on the matching of the pore size and shape of the adsorbates and the adsorbent micropores.(24)UiO-66, built from zirconium oxoclusters Zr6O4(OH)4 and 1,4-benzene-dicarboxylate (BDC or terephthalate),(25, 26) exhibits a cubic 3D structure with two types of microporous octahedral (∼11 Å) and tetrahedral cages (∼8 Å), which are accessible through microporous windows of around 5–7 Å,(21, 26) as presented in Figure 1. Thus, according to Bárcia et al.,(21) the retention of alkanes and aromatic molecules in UiO-66 could be attributed to the rotational freedom of the adsorbed molecules inside the smaller cavity.Figure 1. View of the UiO-66 tetrahedral and octahedral cages. The 3D optimized structure was generated with ChemBio3D Ultra from CambridgeSoft. Zirconium, oxygen, carbon, and hydrogen atoms are in dark gray, red, light gray, and white, respectively.Thus, we propose here to evaluate the potential application of the powder or shaped (as agglomerates or tablets) UiO-66 solid for xylene separation in the liquid phase by using fixed bed experiments on both laboratory and pilot scales. First, pulse experiments were performed on the laboratory unit in order to evaluate the behavior of UiO-66 at low concentrations. Then, binary breakthrough experiments were conducted on the laboratory scale to determine the adsorption isotherm at 313 K, using n-heptane as an eluent. Multicomponent breakthrough experiments were then carried out to calculate the corresponding selectivities. Finally, multicomponent breakthrough experiments were performed on the pilot scale unit at 313 K and 9 bars.Top of PageAbstractIntroductionExperimental SectionPacked Bed Preparation and ActivationResults and DiscussionConclusionsReferencesExperimental SectionChemicals and EquipmentA UiO-66 powder sample was synthesized by Institut Lavoisier (ILV) as previously reported from a solution of 32.2 g of ZrOCl2.8H2O, 16 g of 1,4-benzenedicarboxylic acid, 500 mL of dimethylformamide (DMF), and 16 mL of HCl (37%) heated to 423 K under air for 24 h. (For more details, see the Supporting Information.) For the same purpose, the Korea Research Institute of Chemical Technology (KRICT) synthesized and supplied UiO-66 in the form of tablets. Shaping of UiO-66 powder into the form of cylindrical tablets (3 mm diameter × 5 mm length) was carried out using a rotary press tabletizer. Before the shaping work was done, pretableting of the powders with subsequent grinding and sieving was done with a laboratory press in order to fit the density to more than 0.25 g/mL. The pretableted UiO-66 granule was uniformly mixed with a small amount of a graphite powder (1%) through ball milling. Then, the solid mixture was fed into the rotary press tabletizer to form a shaped body consisting of 99 wt % UiO-66 and 1 wt % graphite. Finally, the cylindrical tablets were formed by the combined pressing action of two punches and a die with holes of 3 mm diameter. After being shaped, the resulting surface area of the pelletized sample is 885 m2/g (SBET). The apparent bulk density of the tablets is 0.8 g/cm3.Gas-chromatography (GC)-grade p-xylene, o-xylene, and m-xylene (purity >99.0%, Sigma-Aldrich) were used as adsorbates. On the basis of the literature(19)n-heptane (99.5% purity, Sigma-Aldrich) was used as a solvent.UiO-66 tablets were morphologically characterized at Centro de Materiais da Universidade do Porto (CEMUP) by scanning electron microscopy (SEM) and energy-dispersive X-ray spectroscopy (EDS) operated at 15 kV (FEI Quanta 400 FEG ESEM). SEM was performed using a magnification of 60 to 1500× to observe UiO-66 tablets in detail.Helium pycnometry and mercury porosimetry analyses were performed at Laboratório de Caracterização e Certificação de Materiais Granulares (IPN - LabGran). Pore size distribution measurements were performed using mercury porosimetry (Micromeritics AutoPore IV 9500). The N2 physisorption isotherm of the pelletized sample was collected at 77 K after evacuation at 423 K for 12 h using a volumetric sorption analyzer (Micromeritics Tristar 3000).The xylene isomers' separation using UiO-66 as an adsorbent was evaluated through breakthrough experiments using two different units: a laboratory scale unit and a pilot scale unit. The laboratory scale unit corresponds to a Shimadzu HPLC apparatus (Kyoto, Japan) comprising one model LC-20AD UFLC pump, an FRC-10A fraction collector, an oven model CTO-20A equipped with a stainless steel column, and an SPD-M20A IVDD diode array detector with a CBM-20A control system. The pilot scale unit comprises two HPLC pumps, a back-pressure regulator, a fraction collector, and an oven where a stainless steel column is placed. For detailed information, see Supporting Information.The laboratory scale unit has the advantage of allowing good performance of the fixed bed experiments using a smaller amount of sample. In this way, it is suitable for the powder and pelletized material; however, the tablets had to be crushed and sieved in order to be used in the column. Fixed-bed experiments using UiO-66 tablets as provided by KRICT were conducted on the pilot scale unit. Another advantage of this unit is the possibility to test the adsorbent at higher temperature and pressure, closer to real industrial conditions. The material preparation and activation procedure will be described in subsequent subsections.Prior to any experiment, a blank experiment was conducted in both setups to determine the dead volume. The experimental results were corrected accordingly.Top of PageAbstractIntroductionExperimental SectionPacked Bed Preparation and ActivationResults and DiscussionConclusionsReferencesPacked Bed Preparation and ActivationPreparation of Packed BedsColumn AA stainless steel column was packed with 0.45 g of UiO-66 powder (i.e., powder UiO-66, Figure 2a) as provided by ILV. The column properties are presented in Table 1.Column BA stainless steel column was packed with the 1.97 g of shaped UiO-66. The shaped UiO-66 sample was prepared from the tablets supplied by KRICT. The tablets were crushed and sieved; the recovered fraction ranged from 300 to 500 μm (i.e., UiO-66 agglomerates, Figure 2b) and was used to pack the column. The column properties are disclosed in Table 1.Column CA stainless steel column was packed with 48.7 g of shaped UiO-66. Tablets of UiO-66 (i.e., UiO-66 tablets, Figure 2c) were packed into the column as provided by KRICT. The column properties are shown in Table 1.Figure 2. Photographs of the three samples: (a) powder as supplied by ILV, (b) 300–500 μm agglomerates fraction, and (c) tablets as supplied by KRICT.Table 1. Geometry and Properties of the Columns Installed in the Experimental Units laboratory scale unitpilot scale unit  column A (powder)column B (agglomerates)column C (tablets)unitLcola1211.835.4cmØcola0.460.771.95cmmadsa0.451.9748.7gparticle size650 ± 130 nm300–500 μm5 × 3 mmb SBETa1140 885m2·g–1aLcol – length of the column bed; Øcol – diameter of the column bed; mads – adsorbent mass; and SBET – BET surface area.bTablets with 5 mm length × 3 mm diameterPrior to the adsorption experiments, the material packed in the columns was heated under vacuum at 423 K for 20 h with a heating ramp rate of 0.5 K/min in order to remove the water present inside the pores.Experimental Procedure for Pulse ExperimentsPulse experiments were carried out in column B using the laboratory scale unit in order to evaluate the capability of UiO-66 for xylene isomer separation.All runs followed the same experimental protocol. Initially, the column was fed with eluent at a constant flow rate (1.0 cm3/min) at 313 K. A pulse of one of the xylene isomers was injected into the column using a loop of 20 μL. At the same time, the fraction collector program was started. All of the samples were analyzed with a Shimadzu gas chromatograph equipped with a WCOT-CP xylene fused silica capillary column of 0.53 mm diameter and 50 m length and flame ionization detector (FID). The analyses were performed using a column temperature of 308 K and an injector and detector temperature of 423 K. Helium was the carrier gas with a flow rate of 238.5 cm3/min and with a split ratio of 30. Shimadzu LC-Solution software was used for graphic visualization and data acquisition.Experimental Procedure for Breakthrough ExperimentsBreakthrough experiments were carried out on the laboratory scale unit to determine the adsorption equilibrium data in UiO-66 using n-heptane as the eluent. All experiments were performed at 313 K using a flow rate of 0.20 or 0.25 cm3/min, for powder (column A) or the agglomerate (column B) material, respectively. Initially, the column was fed with eluent until thermal equilibrium was reached. At this point, the column feed was switched to the xylene solutions and samples were collected. Reverse breakthrough experiments were performed by switching the column feed from the xylene solution to n-heptane. The experimental protocol was repeated using the powder and the pelletized material under the same conditions.Similar experiments were performed on the pilot scale unit for further comparison using column C. Breakthrough and reverse breakthrough experiments were carried out at 313 K at a flow rate of 5.48 cm3/min. After the column was filled with n-heptane and thermal equilibrium was reached, the column feed was switched from the eluent to the xylene solution. During the experimental runs, samples were collected and analyzed according with the method described previously.Top of PageAbstractIntroductionExperimental SectionPacked Bed Preparation and ActivationResults and DiscussionConclusionsReferencesResults and DiscussionUiO-66 Tablet CharacterizationUiO-66 tablets were characterized by SEM and EDS analysis. SEM images shown in Figure 3 reveal that UiO-66 tablets are agglomerates of around 5 × 3 mm composed of polydistributed and faceted crystals. This observation is consistent with the technique used for shaping, a rotary press tabletizer, which usually leads to the crystal breaking.Figure 3. Scanning electron microscopy images of UiO-66 tablets magnified (a) 45×, (b) 60×, (c) 500×, and (d) 1500×.Two different zones (Z1 and Z2, Figure 3d) could be distinguished in the UiO-66 tablets. The composition of both regions was characterized by EDS, with the detection of almost no zirconium in region Z1, which might correspond to some residual graphite, and a richer zirconium content in zone Z2, supporting the presence of inorganic oxocluster Zr6O4(OH)4 from the UiO-66 phase (Supporting Information).Nitrogen sorption isotherms at 77 K for the UiO-66 tablet sample (Figure 4) and pore size distributions were determined, with an estimated BET surface area of 885 m2/g.Figure 4. Nitrogen gas adsorption and desorption isotherms at 77 K for UiO-66 tablets (P0 = 1 atm).Pulse ExperimentsPulse experiments were performed in column B, using agglomerates of UiO-66 (Table 1). Table 2 summarizes the operating conditions of the four pulse experiments.Table 2. Summary of the Pulse Experiments Using UiO-66 Agglomerates as an Adsorbent with the Laboratory Scale UnitcolumnrunsT (K)Q(cm3/min)pulse composition, wt %B13131.0100% p-xylene2100% m-xylene3100% o-xylene433.3% m-xylene + 33.3% o-xylene + 33.3% p-xyleneThe results of xylene isomers pulses in the UiO-66 agglomerates packed column are shown in Figure 5.Figure 5. Time-dependent concentration variation after a pulse of (a) a single-component xylene isomer (runs 1–3) and (b) a ternary mixture (run 4) in column B (UiO-66 agglomerates) with a flow rate of 1.0 cm3/min at 313 K using n-heptane as the eluent. Solid lines are guides for the eyes.According to the single-pulse experiment results (Figure 5a), it is possible to separate the xylene isomers using UiO-66. Also, in the liquid phase, this material exhibits reverse shape selectivity, in agreement with previously reported gas-phase separation experiments.(21) Thus, the UiO-66 adsorbent has a preference for o-xylene, which is the bulkier molecule. (See MIN-2 in Table 3, where MIN-1 and MIN-2 are the dimensions of molecules that are relevant to size and shape selectivity considerations: MIN-1, minimum dimension; MIN-2, the next-to-smallest perpendicular distance for low-energy conformations or molecular orientations that enable a molecule to enter a cylinder.(27)) Additionally, it also differentiates m-xylene from p-xylene, in reverse order to their size. These results are in agreement with those observed for the xylene isomer mixture pulse (Figure 5b). One can then conclude that at low concentration (<0.03 mol/dm3) the selectivity is not affected by the presence of the other xylene isomers.Table 3. Molecular x, y, z, MIN-1, and MIN-2 Dimensions(27) xyzMIN-1MIN-2o-xylene7.2693.8347.8263.8347.269m-xylene8.9943.9497.3153.9497.258p-xylene6.6183.8109.1463.8106.618From pulse experiments, it is possible to calculate the retention time (tr). Table 4 summarizes the calculated values for further comparison.Table 4. Summary of the Retention Times (tr) Calculated from Runs 1–4 at 313 K and 1.0 cm3/min Using n-Heptane as the Eluent in UiO-66 Agglomerates (Column B)runscomponenttr (min)1p-xylene9.342m-xylene10.233o-xylene12.764p-xylene9.39m-xylene10.43o-xylene13.65A separation factor can be calculated using the following equation (Table 5)(1)where (tr) is the relative retention time of xylene isomer i.Table 5. Separation Factor Calculated from the Pulse Curves at 313 K and 1.0 cm3/min Using n-Heptane as the Eluent in UiO-66 Agglomerates (Column B)  jrunsio-xylenem-xylenep-xylene1–3p-xylene 1.21.4m-xylene0.8 1.1o-xylene0.70.9 4p-xylene 1.31.5m-xylene0.8 1.1o-xylene0.70.9 The retention times presented in Table 4 and the separation factors in Table 5 convert into numbers the already observed fact in Figure 5 that UiO-66 is a reverse shape-selective material.Binary Component Breakthrough ExperimentsBinary component breakthrough experiments were carried out on the laboratory scale unit to determine the adsorption equilibrium data in UiO-66 using n-heptane as the eluent. As a result, the binary mixture isotherms of o-xylene (runs 5–11), m-xylene (runs 12–18), and p-xylene (runs 19–25) were determined in n-heptane using column A. Additionally, the binary equilibrium data was obtained for n-heptane (runs 26–30), using o-xylene as the eluent, in the same column. This series of experiments was carried out in order to determine the adsorbent capacity as a function of the concentration, which is essential to the modeling and design of a separation process. Feed concentrations are presented in Table 6.Table 6. Feed Composition Used in Binary Component Breakthrough Experiments runs 5, 12, 19, 26runs 6, 13, 20, 27runs 7, 14, 21runs 8, 15, 22, 28runs 9, 16, 23runs 10, 17, 24, 29runs 11, 18, 25, 30Cfeed (v/v %)1510203040100The adsorption equilibrium data obtained from the breakthrough experiments, for the four components, are presented in Figure 6.Figure 6. Binary adsorption equilibrium data: (a) o-xylene (runs 5–11), (b) m-xylene (runs 12–18), (c) p-xylene (runs 19–25), and (d) n-heptane (runs 26–30) in UiO-66(Zr) powder (column A) at 313 K.From the binary isotherms (Figure 6), one can conclude that at low concentrations o-xylene has a higher loading capacity than its isomers. The ortho selectivity of UiO-66 powder (column A) at low concentrations, as observed in the binary equilibrium data, is in complete agreement with the pulse experiments.With the aim of comparing the capacity of the agglomerates and the powder experiments, additional breakthrough experiments were performed in column B using the laboratory scale unit, with concentrations of 33.3 v/v % o-xylene (run 31) and 33.3 v/v % of p-xylene (run 32) in n-heptane (Figure 7). Finally, identical experiments were replicated on the pilot scale unit (runs 33 and 34) using UiO-66 tablets (column C) in order to study the adsorption behavior (capacity and kinetics) of the UiO-66 tablets as provided by KRICT (Figure 7).Figure 7. Breakthrough curves determined at 313 K for mixtures of (a) 33.3 v/v % o-xylene in n-heptane, column B, at 0.25 cm3/min (run 31); (b) 33.3 v/v % p-xylene in n-heptane, column B, at 0.25 cm3/min (run 32); (c) 33.3 wt % o-xylene in n-heptane, column C, at 5.48 cm3/min (run 33); (d) 33.3 wt % p-xylene in n-heptane, column C, at 5.48 cm3/min (run 34).Table 7. Adsorbed Amounts of Xylene Isomers in UiO-66 Agglomerates and Tablets at 313 K o-xylenep-xyleneC(mol/kg)q(mol/kg)C(mol/kg)q(mol/kg)laboratory scale unit2.723.512.683.04pilot scale unit2.322.812.322.54From the breakthrough curves, one can calculate the amount of xylene isomer adsorbed in the UiO-66 materials (Table 7). The agglomerates possess about 65% of the powder capacity, whereas that from tablets as provided by KRICT reaches about 58%. This value is in accordance with the reduction of the BET surface area of the UiO-66 tablets reported in Table 1. According to these results, one can conclude that the shaped material suffers from a loss of capacity. This might be due first to problems issuing from the scale-up of UiO-66 synthesis itself because the powder used for comparison was provided by ILV and was produced on a smaller scale. The powder produced in a larger quantity might be poisoned by some amorphous denser phase that would contribute to the loss of capacity. Other explanations for the decrease in the capacity might arise either from the pelletizing process due to compression or from the effect of the binder addition (though in this case it is only 1% graphite). Normally, the pelletizing process is considered to be the main reason for the loss of capacity from shaped materials.(28) In this case, we believe that this is due to the destruction of the crystalline phase by pressure during the pelletizing process. Moreover, UiO-66 tablets as provided by KRICT exhibit some degree of mass-transfer limitation, which is in accordance with the lower accessibility of the pores for the xylene isomers. This can influence the behavior of the material in multicomponent separation experiments. Although the shaped material shows an important decrease in capacity, loadings of the UiO-66 tablets provided by KRICT are higher than for the state-of-the-art faujasite-type zeolites: 1.75 mol/kg for KY-type zeolites(29) and 0.925 mol/kg for BaFAU.(12) Considering the novelty of the large scale of shaped UiO-66, this solid has a high potential for xylene isomer separation because by improving the shaping of the powder one might access a higher performance than for the actual state-of-the-art adsorbents.Multicomponent Breakthrough ExperimentsA ternary breakthrough experiment was also performed using column B (run 35) in the laboratory scale unit in order to determine the material selectivity. This experiment was performed following the procedure described previously. Feed compositions of the experimental runs are presented in Table 8.The adsorbed amount of each xylene isomer was calculated by integrating the experimental breakthrough curves and used to determine the selectivities of the xylene isomers according to eq 2(2)where qi and qj are the adsorbed-phase concentrations of xylene isomers in UiO-66 and Ci and Cj are the equilibrium concentrations of the xylene isomers present in the external liquid phase. In the present case, breakthrough experiments were performed using an equimolar mixture of xylene isomers, and then eq 2 was simplified.(3)The values obtained for the selectivity of o-xylene over m-xylene and p-xylene are 1.1 and 1.2, respectively. This indicates that there is a low selectivity between the species at high concentrations; however, the pulse experiments indicate higher selectivities in the low-concentration region. Therefore, the same experiment was conducted using a diluted concentration of xylene isomers to feed the column (run 36); the concentrations used are presented in Table 8. At low concentration, the separation between o-xylene and the other isomers occurs, as shown in Figure 8c,d, achieving selectivities of 1.8 and 2.4 for o-xylene over m-xylene and p-xylene, respectively.Table 8. Feed Composition Used in the Multicomponent Breakthrough Experiments  column B, laboratory scale unitcolumn C, pilot scale unit  run 35run 36run 37run 38breakthroughCfeed,p-xylene (mol/dm3)2.90.083.20.06Cfeed,m-xylene (mol/dm3)2.90.083.20.06Cfeed,o-xylene (mol/dm3)3.10.083.10.06Cfeed,n-hep (mol/dm3) 6.6 6.4reverse breakthroughCfeed,xylene isomers (mol/dm3)    Cfeed,n-hep (mol/dm3)6.86.86.86.8Figure 8. Breakthrough and reverse breakthrough curves performed on the laboratory scale unit using UiO-66 agglomerates at 313 K and 0.25 cm3/min for mixtures of (a, b) 33.3 wt % p-xylene, o-xylene, and m-xylene (run 35) and (c, d) 3 wt % p-xylene, o-xylene, and m-xylene in n-heptane (run 36).The same experiments were repeated on the pilot scale unit (runs 37 and 38) in order to compare the agglomerates with the larger tablets. (See the feed concentrations presented in Table 8.) The results obtained on the pilot scale unit using UiO-66 tablets (runs 37 and 38) confirm once more the orthoselectivity of UiO-66 at low concentrations (Figure 9). The selectivities of o-xylene over m- and p-xylene are 1.7 and 2.3, respectively, which are in good agreement with the results obtained on the laboratory unit (1.8 and 2.4, respectively). As indicated previously, several MOFs have been tested for xylene separation;(14-16) the most well studied is MIL-53(Al),(17-20) which is also ortho selective like UiO-66. The literature(15, 17) reports selectivities at low concentration on the order of 2.7 and 3.5 for o-xylene over m- and p-xylene, respectively. However, at higher concentration the selectivity decreased to 2.1 for o-xylene over m- and p-xylene.(19, 20) By comparing these two materials, it is possible to realize that MIL-53(Al) hardly differentiates m-xylene from p-xylene, whereas UiO-66 differentiates these two isomers. A study was also published(13) on xylene isomer separation in the vapor phase using MOF-1; this material is ortho-selective, with selectivities of 1.88 and 1.12 for o-xylene over p- and m-xylene, respectively. Other materials are found in the literature for xylene separation, namely, MIL-47,(15) which has selectivity values of 2.0 and 1.4 for o-xylene over m- and p-xylene, respectively. Whereas the MIL-47 and MIL-53 topology consists of 1D channels, UiO-66 is a 3D structure with cages connected by narrower windows. Denayer and co-workers reported that the selectivity in MIL-47 is due to packing in the channels, viz., entropy differences.(30, 31) However, the selectivity in MIL-53 is due to differences in the adsorption enthalpy of the different isomers.(30) In UiO-66, according to Barcia et al.,(21) the selectivity is due to entropic effects in the small tetrahedral cages, similar to that of the MIL-47 material. More recently, several experiments using MIL-125(Ti)(22, 23) and MIL-125(Ti)_NH2(23) were reported, which revealed them to be para-selective adsorbents. Breakthrough experiments performed with a diluted ternary mixture led to selectivity values of 1.5 and 1.6 for p-xylene over m- and o-xylene, respectively, when MIL-125(Ti) was used,(22) although its amino form, MIL-125(Ti)_NH2, presented selectivity values of 3.0 and 2.2 for p-xylene over m- and o-xylene.(23) The most well studied zeolites for this separation, FAU type and MFI type, are also p-xylene-selective. The state-of-the-art adsorbent is an ion-exchanged FAU zeolite, which has been studied by several authors.(12, 29) The reported selectivities for KY at 293 K are αp-xylene/m-xylene = 5.25, αp-xylene/o-xylene = 4.63, αp-xylene/eb = 1.94, and αm-xylene/o-xylene = 1.(29) The use of MFI-type zeolites in the xylene mixture separation has been broadly studied by several authors;(32-35) however, its application is mainly focused on membrane separation technology,(34, 35) and its major drawback is that its selectivity depends on the temperature because of framework flexibility.Figure 9. Breakthrough and reverse breakthrough curves reported for the pilot scale unit using UiO-66 tablets at 313 K and 5.48 cm3/min for mixtures of (a, b) 33.3 wt % p-xylene, o-xylene, and m-xylene (run 37) and (c, d) 3 wt % p-xylene, o-xylene, and m-xylene in n-heptane (run 38).In general, one can conclude that despite a loss of capacity due to shaping, UiO-66(Zr) tablets and agglomerates present selectivities that are similar to those of the powder. Therefore, UiO-66 it is a suitable material for o-xylene (extract) or p-xylene (raffinate) production by simulated moving bed technology, providing an opportunity for process design engineering to play a role in determining the operation conditions accordingly to the desired product.Top of PageAbstractIntroductionExperimental SectionPacked Bed Preparation and ActivationResults and DiscussionConclusionsReferencesConclusionsMicroporous zirconium terephthalate UiO-66, either as a powder or shaped as agglomerates and tablets, has shown an interesting o-xylene preference in the liquid phase, besides presenting an overall reverse shape selectivity for the xylene isomers. Pulse experiments have shown the ortho selectivity of UiO-66, even in the presence of ternary mixtures. The o-xylene preference of UiO-66 is retained even in the presence of the other xylene isomers, showing interesting selectivity values at 313 K in the presence of n-heptane (1.8 and 2.4 for o-xylene over m- and p-xylene, respectively). Binary component and multicomponent breakthrough experiments, performed at different concentrations, revealed a preference of UiO-66 for o-xylene in dilute systems, with p-xylene being the less highly retained isomer.Finally, powder and shaped UiO-66 tablets are both ortho-selective and preserve the reverse shape selectivity, despite a significant loss of capacity in the tablets as a consequence of the shaping process. UiO-66 therefore becomes a suitable material for o-xylene or p-xylene separation at low concentrations. Top of PageAbstractIntroductionExperimental SectionPacked Bed Preparation and ActivationResults and DiscussionConclusionsReferencesSupporting InformationUiO-66(Zr) synthesis protocol and powder characterization consists of XRD), IR spectroscopy, TGA, and nitrogen adsorption. UiO-66(Zr) tablet characterization consists of XRD, SEM-EDS, mercury porosimetry, and helium picnometry. Laboratory scale unit and pilot scale unit schemes. Pulse experiments in the UiO-66(Zr) powder. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionPacked Bed Preparation and ActivationResults and DiscussionConclusionsReferencesAcknowledgmentThe research leading to these results was partially funded by the European Community’s Seventh Framework Programme (FP7/2007-2013) under grant agreement no. 228862. MACADEMIA is a large-scale integrating project under the Nanosciences, Nanotechnologies, Materials and New Production Technologies Theme in FP7. CEMUP acknowledges Fundação para a Ciência e a Tecnologia (FCT, Portugal) for financial support (refs REEQ/1062/CTM/2005 and REDE/1512/RME/2005). This work is partially supported by project PEst-C/EQB/LA0020/2011, financed by FEDER through COMPETE - Programa Operacional Factores de Competitividade and by FCT - Fundação para a Ciência e a Tecnologia. K.-U.S., Y.-K.H., U.-H.L., and J.-S.C. acknowledge the financial support of the National Research Foundation of Korea (NRF) funded by the Ministry of Education, Science and Technology (KN-1035).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionPacked Bed Preparation and ActivationResults and DiscussionConclusionsReferencesReferencesThis article references 35 other publications.1. Férey, G. Chem. Soc. Rev. 2008,  37,  191– 214[Crossref], [PubMed], [CAS]1. Hybrid porous solids: past, present, futureFerey, GerardChemical Society Reviews\r\n        (2008),\r\n    37\r\n        (1),\r\n    191-214CODEN:\r\n                CSRVBR;\r\n        ", "title": "Reverse Shape Selectivity in the Liquid-Phase Adsorption of Xylene Isomers in Zirconium Terephthalate MOF UiO-66", "authors": ["Mariana A. Moreira", "João C. Santos", "Alexandre F. P. Ferreira", "José M. Loureiro", "Florence Ragon", "Patricia Horcajada", "Kyu-E. Shim", "Young-K. Hwang", "U.-Hwang Lee", "Jong-S. Chang", "Christian Serre", "Alírio E. Rodrigues"], "doi": ["10.1021/la3004118"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-13/la3004118/production/images/small/la-2012-004118_0005.gif\">"]}