{"abstract": "The physical limits for methane storage and delivery in nanoporous materials were investigated, with a focus on whether it is possible to reach a methane deliverable capacity of 315 cm(STP)/cm in line with the adsorption target established by the ARPA-E agency. Our efforts focused on how both geometric and chemical properties, such as void fraction (), volumetric surface area (), and heat of adsorption (), impact methane deliverable capacity, i.e., the amount of methane adsorbed at some storage pressure minus the amount adsorbed at the delivery pressure. With the aid of grand canonical Monte Carlo (GCMC) simulations, we studied methane adsorption and delivery properties in a population of 122 835 hypothetical pcu metal–organic frameworks (MOFs) and 39 idealized carbon-based porous materials. From the simulation results, we developed an analytical equation that helped us delimit the necessary material properties to reach specific methane deliverable capacity targets. The maximum deliverable capacity between 65 and 5.8 bar among the hypothetical MOFs was 206 cm(STP)/cm at 298 K. We found that artificially increasing the methane–MOF interaction strength by increasing the Lennard-Jones ε parameters of the MOF atoms by 2- and 4-fold only improved the maximum deliverable capacity up to 223 and 228 cm(STP)/cm, respectively. However, the effect on the amount stored at 65 bar was more significant, which suggested another strategy; raising the temperature of the system by 100 K can recover ∼70% of the methane stranded at the delivery pressure. By increasing the delivery temperature to 398 K, the ARPA-E target was reached by a few hypothetical MOFs with quadrupled ε values. This work shows the difficulty in reaching the ARPA-E target but also suggests that a strategy that combines a material with a large volumetric density of sites that interact strongly with methane and raising the delivery temperature can greatly improve the performance of nanoporous materials for methane storage and delivery. The optimal heat of adsorption in an isothermal storage and delivery scenario is approximately 10.5–14.5 kJ/mol, whereas in the nonisothermal storage and delivery scenario the optimal heats of adsorption fell within a range of 11.8–19.8 kJ/mol.", "text": "10.1021/jp502359q Top of PageAbstractIntroductionMethodologyResultsSummary and ConclusionsReferences1 IntroductionNatural gas (NG) produces the lowest ratio of CO2 emissions to energy supplied among fossil fuels, and there are proven reserves of over 250 trillion cubic feet of NG in the U.S.(1) Therefore, NG constitutes an attractive midterm solution to problems associated with energy security and greenhouse gas emissions. There is an increasing usage of NG in vehicular applications in the form of either liquefied natural gas (LNG) or compressed natural gas (CNG), where either liquefaction to 111 K or compression to 250 bar is used to improve the volumetric energy density. However, both LNG and CNG present cost and practicality challenges preventing them from being more widely adopted. A potential alternative is the implementation of adsorbed natural gas (ANG), where adsorption in a porous material densifies NG using lower storage pressures than CNG. Competitive implementation of ANG depends critically on the availability of a material that can store and deliver NG in quantities that enable a practical driving range while reducing compression costs.For such a material, ARPA-E has established an ambitious isothermal volumetric deliverable energy target of 12.5 MJ/L (T = 298 K).(2) This target was set to achieve the same deliverable energy as CNG (9.2 MJ/L) at the system level considering 25% packing losses when the adsorbent material is placed within the ANG tank. Since commercial NG is mainly composed of methane (∼95%), screening of materials for ANG technologies has focused on assessing materials based on their storage and delivery of pure methane,(3-10) with the ARPA-E target corresponding to a methane deliverable capacity of 315 cm3(STP)/cm3. The deliverable capacity can be calculated from a methane adsorption isotherm (T = 298 K), subtracting the methane adsorbed at a delivery pressure such as 5 bar (stranded methane) from the methane adsorbed at a storage pressure such as 65 bar.(8)Crystalline porous materials such as metal–organic frameworks (MOFs) are promising candidates for ANG technologies due to their (typically) high free volume and specific surface area,(11, 12) which are factors that are expected to correlate well with methane adsorption at storage pressures(3) (a prerequisite for a high deliverable capacity). Moreover, current record volumetric deliverable capacities correspond to MOF materials HKUST-1, NU-125, and NU-111, which feature deliverable capacities between 65 and 5 bar of 190, 183, and 179 cm3(STP)/cm3, respectively (Figure 1).(10) Nevertheless, these records correspond to only ∼60% of the ARPA-E volumetric target.One of the most fascinating aspects of MOFs is the high tunability of their textural and chemical properties via assembly of different combinations of organic and inorganic building blocks.(13-18) Remarkably, while thousands MOFs have been synthesized,(14) they represent only a very small fraction of the millions of possible MOFs. Thus, there may be, in principle, a MOF that meets the ARPA-E target yet to be discovered. However, an exhaustive exploration of the MOF space is challenging even through computational means. Recently, Wilmer and co-workers explored a large fraction of the “hypothetical MOF space”, through the creation of a database of ∼137 000 hypothetical MOFs,(18) which have been screened for Xe/Kr selectivity,(19) CO2/CH4 selectivity,(20) and methane adsorption at 35 bar and 298 K.(18)Here we investigated the deliverable capacities obtained via grand canonical Monte Carlo simulation, for a population of 122 835 MOFs of pcu (primitive cubic unit) topological net selected from the hypothetical MOF database(18) and 39 idealized carbon-based porous materials to explore the limits of methane storage and delivery in nanoporous materials. We studied the viability of achieving the ARPA-E target volumetric deliverable capacity of 315 cm3(STP)/cm3, focusing on storage at 65 bar and delivery at 5.8 bar. Our investigation centers on the necessary combination of textural and chemical properties a porous material must possess to meet the ARPA-E target, which led us to derive an analytical equation relating void fractions, volumetric surface areas, and heats of adsorption to methane volumetric deliverable capacities.Figure 1. Structures of the three best MOFs based on deliverable capacity between 65 and 5 bar: HKUST-1 (190 cm3(STP)/cm3), NU-125 (183 cm3(STP)/cm3), and NU-111 (179 cm3(STP)/cm3); and the best MOF based on stored methane at 35 bar: Ni-MOF-74 (228 cm3(STP)/cm3).Top of PageAbstractIntroductionMethodologyResultsSummary and ConclusionsReferences2 MethodologyA population of 122 835 pcu MOFs was selected from the hypothetical MOF database created by Wilmer and co-workers,(18) which was created using a crystal generation algorithm developed in our group. A full description of this generation algorithm is given elsewhere.(18) Briefly, hypothetical MOFs are created by successively assembling organic and inorganic building blocks using simple connection and orientation rules and/or imposing periodic boundary conditions until occasionally complete structures are formed. The topological net of a given structure is related to the symmetry and coordination number of the building blocks used in its construction.(16, 21, 22) With the generation algorithm, hypothetical MOFs with pcu topology resulted from combination of ditopic organic building blocks (listed in Figure S1a) and 6-coordinated inorganic nodes (listed in Figure S1b). Our hypothetical MOFs were built under the constraints of (i) one kind of inorganic building block, (ii) one kind of functional group (listed in Figure S1c), and (iii) up to two kinds of organic building blocks per structure. Mixed-ligand structures correspond to 90% of the 122 835 pcu MOFs, including catenated structures.Martin and Haranczyk(23) showed that, among 18 topologies, the mixed-ligand pcu topology allowed one to obtain the largest volumetric surface areas. This is partly achieved because the pcu topology is highly tunable; it readily allows combinations of organic building blocks featuring different lengths and various functionalization schemes. This capability produces structures with a large diversity of textural and chemical properties (see Figure S2). Such diversity creates a powerful platform to investigate the physical limits of methane storage and delivery in nanoporous materials in general. Other porous materials such as covalent organic frameworks, porous aromatic frameworks, and porous polymer networks are also attractive for storage applications, and it would be valuable to directly assess the performance of these materials in the future. However, in this work, we have focused on MOFs as a test platform.Characterization of the textural properties of the hypothetical MOF population was performed using various computational methods. The volumetric surface area (Sv) was determined geometrically, corresponding to the area of the surface created by a probe corresponding to a 3.62 Å diameter spherical molecule rolled along the atoms of the hypothetical MOFs.(24) Spherical probes of different sizes were also inserted to determine the largest probe that could fit without overlapping the atoms of the hypothetical MOFs; this is termed the largest cavity diameter (LCD).(19) The void fraction (Vf) was determined by probing the hypothetical MOFs with a helium atom through Widom particle insertions, with the void fraction corresponding to the average Widom factor(25) to mimic the experimental procedure using He adsorption.Methane adsorption at the relevant pressures and temperatures was determined through grand canonical Monte Carlo (GCMC) simulations using our in-house RASPA code. We used the same simulation scheme as in recent work,(8) with 2500 cycles for equilibration and an additional 2500 cycles for data collection. The number of Monte Carlo steps is roughly the number of cycles times the number of molecules in the simulation supercell. All simulations included random insertion, deletion, and translation moves with equal probability. The atoms of the hypothetical MOFs were maintained fixed during simulation. Methane molecules were modeled as Lennard-Jones spheres, and the interactions between methane and atoms of the hypothetical MOFs were described according to a Lennard-Jones (LJ) potential:(1)The LJ potential was truncated at 12.8 Å (with no tail corrections considered), and all simulations used a suitable n × n × n supercell to prevent atoms from interacting with their periodic images. Lorentz–Berthelot mixing rules(26) were used to calculate the εij and σij parameters from εi and σi, with εi and σi assigned according to the universal(27) and TraPPE(28) force fields for MOF atoms and methane, respectively.The isosteric heat of adsorption (Qst) was calculated using the fluctuation method:(29)(2)where the brackets denote ensemble averages, R is the ideal gas constant, T is the temperature, N is the number of methane molecules in the system, and V is the potential energy. In our discussions, the heat of adsorption refers to the value at a pressure of 0.01 bar since this reflects the methane/MOF interactions in a regime where methane/methane interactions are negligible.All graphical and statistical analyses performed on the data generated from the simulations were done using the software environment for statistical computing and graphics R.(30, 31)Top of PageAbstractIntroductionMethodologyResultsSummary and ConclusionsReferences3 Results3.1High Throughput ScreeningThe volumetric deliverable capacity at 298 K between 65 and 5.8 bar was calculated from GCMC simulations for ∼120 000 hypothetical pcu MOFs. The maximum deliverable capacity observed from this screening was 206 cm3(STP)/cm3, which corresponds to 66% of the ARPA-E target of 315 cm3(STP)/cm3. Note that 206 cm3(STP)/cm3 is ∼30% higher than the maximum deliverable capacity between 35 and 5.8 bar (160 cm3(STP)/cm3) observed for these same structures. Figure 2 and Figure S3 show the relations between deliverable capacities between 65 and 5.8 bar and the textural and chemical properties of the hypothetical MOFs. The deliverable capacity for MOFs sharing a common value for a given property may differ by more than 100 cm3(STP)/cm3, demonstrating that optimization of a single MOF property does not guarantee maximization of the deliverable capacity. Nonetheless, focusing on the MOFs in the top 0.05 percentile based on deliverable capacity (>200 cm3(STP)/cm3), we observe that the values of their textural and chemical properties (i.e., Vf, Sv, Qst, or LCD) fall within relatively narrow ranges. These “optimal” ranges are noted in Figure 2 and can be directly observed in Figure S3.Figure 2. Deliverable capacity between 65 and 5.8 bar vs void fraction for ∼120 000 hypothetical pcu MOFs. Each point corresponds to a MOF colored according to (a) volumetric surface area Sv, (b) isosteric heat of adsorption Qst (at 0.01 bar), (c) largest cavity diameter, and (d) a parameter k that characterizes the “linearity” of the methane isotherm (k = 1 corresponds to a completely linear isotherm). The observed range of each property in the complete population of MOFs is indicated in each panel. MOFs above the horizontal dotted line belong to the top 0.05 deliverable capacity percentile. The range of each property observed in the top 0.05 percentile is also indicated in each panel (and in the pertinent scale bar). The rectangular region encloses all the MOFs whose void fractions fall within the range of void fractions observed in the top 0.05 percentile.MOFs sharing one identical property may have a wide range of other textural and chemical properties, thus explaining the wide range of deliverable capacities observed among them. For instance, consider the rectangular regions in Figure 2 that enclose all MOFs with void fractions in the optimal 0.83–0.90 range. MOFs at the bottom of these rectangular regions feature lower volumetric surface areas (Figure 2a) and/or larger pore sizes (Figure 2c) than the MOFs at the top, which feature larger volumetric surface areas (2100–2300 m2/cm3) and smaller pores (10–12 Å). Similarly, although somewhat less clear, MOFs at the bottom have heats of adsorption that are outside the optimal range (i.e., 10.5–13.0 kJ/mol) (Figure 2b). For greater clarity, analogous plots to Figure 2 are shown in Figure S4 with augmented views of the rectangular regions.The highest volumetric surface areas in our ∼120 000 pcu MOFs agree with the highest volumetric surface areas (∼3500 m2/cm3) calculated by Martin and Haranczyk for this topology(23) and occur at void fractions around 0.7 (Figure S2). These void fractions may be too low to maximize methane deliverable capacity. Therefore, the optimal intervals for void fraction (0.83–0.90) and volumetric surface area (2100–2300 m2/cm3) partly arise as a compromise in optimizing these two textural properties. As LCD and Qst also play a role, we can infer that the numerical values for all of the optimal intervals noted in Figure 2 arise from the property–property relationships shown in Figure S2. Since these relationships may differ somewhat for different topologies, there may be other MOF topologies with property–property relationships (e.g., Sv vs Vf) that result in higher deliverable capacities than the ones observed for the pcu topology.Figure 2d is colored according to the “linearity” of the methane isotherm of each hypothetical MOF. We defined the isotherm linearity k as the ratio between the “high pressure” slope and the “low pressure” slope (see Figure S5), with k = 1 denoting a linear isotherm (i.e., constant slope) and k = 0 denoting a steep isotherm rapidly reaching saturation. Figure 2d shows that the large majority of MOFs with void fractions less than 0.8 have low k values. This indicates that these structures have low deliverable capacities (<150 cm3(STP)/cm3) because they fill with methane at low pressure. Comparison with Figure 2b shows that the heats of adsorption of these MOFs are higher than the optimal values (10.5–13.0 kJ/mol), which explains the rapid rise of their isotherms. On the other hand, Figure 2d shows that MOFs with nearly linear isotherms (k > 0.8) also resulted in low deliverable capacities (<150 cm3(STP)/cm3). Comparison with Figure 2b shows that for these MOFs the heats of adsorption are too low. Indeed, for these MOFs, the low deliverable capacity is related to low methane adsorption at 65 bar. Hypothetical pcu MOFs in the top 0.05 percentile show relatively steep isotherms (0.15 < k < 0.30) resulting in deliverable capacities higher than 200 cm3(STP)/cm3 with the rapid rise of the isotherm somewhat compensated by the high adsorption at 65 bar.3.2Increasing Heat of Adsorption in Hypothetical MOFsSince the maximum deliverable capacity from our high throughput screening was only 206 cm3(STP)/cm3, we investigated other material variations to see if this value could be improved. We identified small sets of MOFs that differed only in the functional group distribution pattern within their structures, and from each set we selected the MOF with the highest deliverable capacity to create a subset of ∼48 000 hypothetical pcu MOFs. We decided to use this subset of structures as a test platform to investigate the effect of manipulating the heat of adsorption while maintaining textural properties constant.We tested two scenarios: one where we doubled the LJ ε parameters of the atoms of the hypothetical MOFs and another one where we quadrupled them. This approach is similar to that used by Frost and Snurr(32) to investigate adsorption scenarios in selected MOFs to derive material design rules toward hydrogen storage and delivery. While methane–methane interactions remained unchanged, this effectively increases methane–MOF interactions homogeneously, which is reflected in the heats of adsorption as illustrated in Figure 3a. The average increase in the heat of adsorption Qst across the ∼48 000 hypothetical MOFs was 37% and 86% when doubling and quadrupling ε, respectively, which correlates well with the 41% and 100% increase of εMOF–CH4 according to the mixing rules of Lorentz and Berthelot. We must note that these scenarios are an artificial calculation in the sense that a homogeneous increase of methane/framework interactions may not be achievable in practice, but these calculations are helpful to guide how a material would need to be modified to improve its performance and establish how much of an improvement in the deliverable capacity there can really be (if any). Nonetheless, a heterogeneous increase of methane/framework interaction may be achieved by incorporating the appropriate chemical moieties to the framework.Figure 3. Effect on heat of adsorption (a) and deliverable capacity (b) due to either doubling (left) or quadrupling (right) the Lennard-Jones ε parameters of the MOF atoms across a subset of ∼48 000 pcu hypothetical MOFs.Figure 3b shows the corresponding effect of increasing the heats of adsorption on the deliverable capacity. Note that for most MOFs the deliverable capacity decreases. When the MOF ε values were doubled, only 29% of the structures showed an increase in deliverable capacity, with 69% of those structures having void fractions higher than 0.8. Similarly, when the MOF ε values were quadrupled, only 13% of the structures showed an increase in deliverable capacity, with 89% of those structures having void fractions higher than 0.8. The maximum deliverable capacities were 223 and 228 cm3(STP) when the MOF ε values were doubled and quadrupled, respectively. Notice that these improvements of 17 and 22 cm3(STP)/cm3 over the best material with the normal ε values did not scale linearly with the factor by which ε was increased. These results suggest that designing a material with sites that strongly attract methane while maintaining void fractions higher than ∼0.8 may result in improvements in deliverable capacity as high as 20% over the 190 cm3(STP)/cm3 deliverable capacity of HKUST-1Figure 4 shows the relation between deliverable capacity and heat of adsorption in the three scenarios: normal, doubled, and quadrupled MOF ε. For each of these scenarios, the optimal ranges for textural properties and chemical properties based on the properties of the top 0.05 percentile are included in the plots (this can be seen directly in Figures S3 and S6). Remarkably, the optimal ranges for the heats of adsorption are very similar in the scenarios with normal (10.5–13.0 kJ/mol) and doubled MOF ε parameters (10.3–13.0 kJ/mol). When the MOF ε parameters are quadrupled, there are no MOFs with heats of adsorption lower than 13.5 kJ/mol, and the optimal range for the heats of adsorption was 13.5–14.5 kJ/mol.Figure 4. Deliverable capacity between 65 and 5.8 bar vs methane heat of adsorption in three different scenarios: normal ε for MOF atoms (left), doubled ε for MOF atoms (center), and quadrupled ε for MOF atoms (right). MOFs above the horizontal dashed line belong to the top 0.05 percentile based on deliverable capacity in each scenario. The inset in each plot includes information on the properties of MOFs in the top 0.05 percentile.The optimal ranges for volumetric surface area when the MOF ε values were doubled and quadrupled extend to lower volumetric surface areas than the optimal range in the normal MOF ε scenario. This indicates that sites that attract methane more strongly can lead to a somewhat more efficient use of the material pore surface (if the combined effect with pore size leads to an optimal heat of adsorption). On the other hand, the optimal ranges of pore size shifted toward larger pores when the MOF ε values were doubled (10.0–14.8 Å) and quadrupled (15.3–16.3 Å), suggesting that having sites that interact strongly with methane may help to improve deliverable capacity if the pores are not too small. Interestingly, however, none of the top MOFs had void fractions higher than 0.90 even when the MOF ε values were quadrupled.3.3Insights from Idealized Carbon StructuresFigure S3 shows that, from a global perspective, volumetric deliverable capacities correlate well with volumetric surface areas. However, as previously explained (Figure S2), MOFs with the highest volumetric surface areas (∼3500 m2/cm3) tend to have somewhat low void fractions (Vf ∼ 0.7), thus limiting their volumetric delivery capacities for methane. In this section we explore the ultimate limit of volumetric surface areas and scenarios where high volumetric surface areas are combined with void fractions higher than 0.7. For gravimetric surface area Sg, Sarkisov proposed a theoretical limit of ∼15 000 m2/g based on the assumption that this limit corresponds to the gravimetric surface area inherent to the organic building blocks.(33) Following a similar approach, one would expect that a theoretical limit for Sv should be related to the volumetric surface area of the building blocks, which is highest for individual atoms (Figure S7a)However, the volumetric surface area depends not only on the nature of the building blocks but also on how they are arranged in space. Thus, the most efficient packing of individual atoms that still allows a methane-sized sphere to completely probe their surface resulted in the highest volumetric surface area. For an FCC arrangement of carbon atoms with a ∼8.0 Å distance between atom centers (Figure S7b,c), we estimate a volumetric surface area limit of ∼5500 m2/cm3.Figure 5. Model carbon-based systems: (a) carbon atoms (C), (b) polyethynyl (PE), (c) polydiethynylphenyl (PDEP), (d) polyethynylphenyl (PEP), (e) polyethynyldiphenyl (PEDP), and (f) polyphenyl (PP).We built other idealized materials with high volumetric surface areas in silico corresponding to parallel arrangements of infinite carbon-based chains featuring various sequences of “triple bonds” (i.e., ethynyl) and phenyl groups. These parallel chains can be arranged in “square” packing as shown in Figure 5 and Figure S8 or in somewhat more compact “triangular” packing (Figure S8). We varied the distance d between the centers of the chains indicated in Figure 5 using values of 8.0, 12.0, and 16.0 Å, where, as expected, d = 8.0 Å produced the highest volumetric surface areas. Additionally, we built graphene systems with interlayer distances (center-to-center) of d = 8.0, 12.0, and 16.0 Å. Figure 6a shows the relation between volumetric surface area and void fraction for a total of 39 carbon-based models, with some models combining very high volumetric surface areas (>3000 m2/cm3) with high void fractions (>0.8) (see Table S1).Figures 6b and 6c show that the maximum deliverable capacities were close to 200 cm3(STP)/cm3. Figure 6b shows a very wide range of volumetric surface areas for the top materials (∼1200–3500 m2/cm3), where graphene with d = 16 Å (12.9 Å pore size) has one the highest deliverable capacities (190 cm3(STP)/cm3) despite its low volumetric surface area (1215 m2/cm3). Indeed, there is no clear relation between deliverable capacity and volumetric surface area for this set of materials. Figure 6c shows that there is a stronger relationship between deliverable capacities and heats of adsorption, where four out of the top five carbon-based materials had heats of adsorption in the 11.2–14.3 kJ/mol range. These results indicate that while a high volumetric surface area is desired to maximize deliverable capacity, an efficient use of the surface depends greatly on the heat of adsorption. This again shows that optimizing one single material property does not guarantee maximal methane deliverable capacity.Figure 6. Various property relations in our carbon-based material models. (a) Volumetric surface area vs void fraction. (b) Deliverable capacity between 65 and 5.8 bar vs volumetric surface area. (c) Deliverable capacity between 65 and 5.8 bar vs heat of adsorption. Graphene and models with “triangular” (compact) packing, closed circles; models with “square” packing, open circles.3.4Considerations for Material DesignIn this section we develop guidelines for what properties a material should have to meet specific deliverable capacity targets. We approach this task from several viewpoints.Methane adsorption in MOFs is typically described by type I adsorption isotherms (i.e., slope of the adsorption isotherm strictly decreases with pressure). One might imagine that the best scenario for methane storage and delivery occurs when the adsorption isotherm is linear, since this minimizes the required methane adsorption at the storage pressure to meet a given deliverable capacity target. On the basis of a simple geometric construction (Figure 7a), we can relate deliverable capacity targets with the minimum amount of methane that must be adsorbed at the storage pressure. We denote this as the “threshold storage adsorption” and plot it in Figure 7b for three delivery capacity targets.Figure 7. (a) Uptake U(P) vs pressure P for a linear isotherm. The deliverable capacity DC is calculated as U(Pstorage) – U(Prelease). It follows from geometrical construction that U(Pstorage) = (Pstorage)DC/(Pstorage – Prelease). (b) Threshold storage adsorption required to achieve three deliverable capacity (DC) targets with different storages pressures and 5.8 bar delivery pressure. The targets are ARPA-E (315 cm3(STP)/cm3) circles; CNG (263 cm3(STP)/cm3), diamonds; DOE (180 cm3(STP)/cm3), squares.Figure 7b shows that a material capable of meeting the ARPA-E 315 cm3(STP)/cm3 deliverable capacity target must adsorb at least 380 cm3(STP)/cm3 for a storage pressure of 35 bar. This pressure has been widely used to assess materials for methane storage. However, the highest adsorption observed to date at 35 bar is 228 cm3(STP)/cm3 for Ni-MOF-74 (also known as Ni-CPO-27),(10) which is only 60% of the corresponding threshold adsorption. On the other hand, the highest adsorption observed at 65 bar (268 cm3(STP)/cm3 for HKUST-1)(10) is 78% of the corresponding threshold adsorption for this storage pressure (347 cm3(STP)/cm3). This shows the possible advantages of increasing the storage pressure if compression costs are increased only moderately.Considering that the maximum capacity of a material can be estimated approximately as the void fraction times the density of liquid methane (590 cm3(STP)/cm3), it follows that the void fraction must be at least 0.53 to store 315 cm3(STP)/cm3 of methane, and at least 0.58 to store 347 cm3(STP)/cm3, which is the threshold storage adsorption for a deliverable capacity target of 315 cm3(STP)/cm3 with a storage pressure of 65 bar. Therefore, all materials with void fractions lower than 0.53 (typical of zeolites) are ruled out as candidates to meet ARPA-E’s target. Recall, however, that in section 3.1 we did not observe MOFs with linear isotherms and high methane adsorption at 65 bar; hence, the minimum void fraction requirement should be actually higher.Other insights can be obtained by considering the volumetric surface area. A larger adsorbent surface area per volume creates a higher number of “adsorption sites” per volume and, in principle, higher volumetric methane adsorption. To estimate the area occupied by adsorbed methane molecules, we used GCMC simulations to saturate the graphene system shown in Figure 8 (5.1 Å pore size), which constrains methane molecules to arrange within a monolayer (Figure S9). From the simulation-average number of methane molecules per area at saturation, we determined an effective methane cross-sectional area SCH4 of 16.46 Å2. The cross-sectional area of methane in the TraPPE model is 13.92 Å2, which indicates that methane sits on the pore surface with an 84% packing efficiency. Using this estimation of the area occupied by a methane molecule, we calculate that a material with a volumetric surface area of 1386 m2/cm3 can accommodate 315 cm3(STP)/cm3 of methane.Figure 8. Deliverable fractional coverage (DFC) between 65 and 5.8 bar (calculated from GCMC simulations on the graphene system above) vs heat of adsorption Qst (tuned with Lennard-Jones ε parameters of graphene). Solid line represents a Gaussian fit to the data under the constraints that the location of the maximum occurs at the observed optimal Qst = 13.2 kJ/mol and that the height of the maximum corresponds to the observed maximum DFC = 0.332.However, one must recognize that not all of the methane sitting on the pore surface will be delivered. The most efficient scenario corresponds to maximizing the difference between the fraction of the surface covered with methane at the storage and delivery pressures. While increasing the heat of adsorption increases the fractional surface coverage (i.e., the ratio between the area occupied by methane and the total surface area), we are interested in optimizing the heat of adsorption to maximize the deliverable fractional coverage DFC (i.e., the fractional surface coverage at 65 bar minus that at 5.8 bar). Previously, Bhatia and Myers(34) explored this idea analytically for general Langmuir adsorption of gases assuming well-defined adsorption sites and a material-independent entropy of adsorption. More recently, Simon and co-workers(35) revisited this idea for adsorption of methane in zeolites considering an entropy of adsorption depending on the volume of adsorption sites.Here, we performed GCMC simulations of methane adsorption on the model graphene system in Figure 8 to explore the optimal heat of adsorption. We tuned the heat of adsorption without altering the textural properties (i.e., Vf = 0.57, LCD = 4.5 Å) by adjusting the graphene Lennard-Jones ε parameters. Some of the methane sitting on the graphene surface comes from the so-called “empty” pore contribution to adsorption (i.e., ρCH4Vpore in eq 3). We calculate the fractional surface coverage in this system using excess methane adsorption by subtracting the “empty” pore contribution from the absolute methane adsorption as follows:(3)where Nexcess and Nabsolute are excess and absolute adsorption, respectively, ρCH4 is the density of bulk methane at the relevant adsorption pressure, and Vpore is the specific pore volume of the material. The fractional surface coverage is then equal to the corresponding excess methane adsorption Nexcess in units of “molecules per unit area” times the effective methane cross-sectional area. Figure 8 shows the deliverable fractional coverage between 65 and 5.8 bar for various values of the heat of adsorption. The optimal heat of adsorption is 13.2 kJ/mol, which is in reasonable agreement with the optimal heats of adsorption observed in sections 3.1 and 3.2. For this optimal heat of adsorption, only around one-third of the surface is associated with deliverable methane (DFC = 0.332).Equation 3 can be readily transformed to describe deliverable capacity as follows:(4)where DCabsolute and DCexcess are absolute and excess deliverable capacities, respectively, and ΔρCH4 is the difference in methane bulk density between the storage and delivery pressures. Since the “excess” term is related to the deliverable methane sitting on the surface, we can write for volumetric deliverable capacity:(5)where 22 658 is the molar volume of methane (mol/cm3) at STP conditions. As a first approximation, let us assume that all nanoporous materials show a similar relation between deliverable fractional coverage DFC and heat of adsorption as described in Figure 8 (which we fit to a Gaussian function). Thus, the first term in eq 5 estimates the excess contribution to deliverable capacity of a material from its heat of adsorption and volumetric surface area Sv. From eq 5 we can calculate that a hypothetical material meeting the ARPA-E target would need at least 3958 m2/cm3 of volumetric surface area, assuming that it somehow has an optimal heat of adsorption and a void fraction close to one.By applying eq 5 to the ∼120 000 pcu hypothetical MOFs, we made analytical predictions of their deliverable capacities. Comparison of these deliverable capacities with those obtained from GCMC simulations results in a root-mean-squared error RMSE of ∼39 cm3(STP)/cm3, with the absolute value of the error being less than 50 cm3(STP)/cm3 in ∼20% of the cases, but with some overestimations of more than 100 cm3(STP)/cm3 arising from the excess term in eq 5 (see Figure S10). Using a 0.74 correction factor on this term(6)we improved the analytical prediction. The resulting comparison with GCMC simulations is shown in Figure 9a. We obtained a RMSE of ∼26 cm3(STP)/cm3 and an absolute value of the error less than 50 cm3(STP)/cm3 in 95% of the cases. Remarkably, our simple analytical model shows a correlation factor (0.81) comparable to sophisticated quantitative structure–property relationship models predicting simulated gas uptake in our hypothetical MOF database.(36, 37) Equation 6 may not be used to confidently predict the GCMC deliverable capacity of one particular hypothetical MOF, but it can be useful to obtain insights into the combination of textural properties that a material should have to meet specific methane deliverable capacity targets.Based on eq 6, Figure 9b delimits regions with combinations of void fraction and volumetric surface area that a material should have to meet three deliverable capacity targets with storage at 65 bar (provided it has an optimal heat of adsorption): (i) ARPA-E 315 cm3(STP)/cm3, (ii) CNG 263 cm3(STP)/cm3, and (iii) HKUST-1 190 cm3(STP)/cm3. The upper boundary of each region is calculated assuming a perfect prediction of deliverable capacity by eq 6, and the lower boundary is calculated assuming a 50 cm3(STP)/cm3 underprediction of deliverable capacity by the equation. With the highest volumetric surface areas calculated in MOFs here and in ref 23 being ∼3500 m2/cm3, this plot shows that the textural properties needed to improve upon the 190 cm3(STP)/cm3 deliverable capacity of HKUST-1 should be accessible. However, meeting the ARPA-E target requires volumetric surface areas higher than currently observed or predicted in MOFs. Recall that, as a limiting case, for an idealized case of carbon atoms “floating” in space we determined a volumetric surface area of ∼5500 m2/cm3.Figure 9. (a) Deliverable capacities between 65 and 5.8 bar calculated with eq 6 and from GCMC simulations. All points would lie on the red line if the analytical deliverable capacities and the ones calculated with GCMC simulation were identical. The cyan line indicates the linear fit used to calculate the correlation factor. (b) Combinations of void fractions and volumetric surface areas that a nanoporous material with optimal heat of adsorption should have to reach specific deliverable capacity targets. The upper limit of each region is calculated assuming a “perfect” prediction of deliverable capacity by eq 6, and the lower limit is calculated assuming an underprediction of 50 cm3(STP)/cm3 by eq 6. As a reference, the star indicates the textural properties of HKUST-1.3.5Nonisothermal Deliverable CapacityThe results presented in the preceding sections suggest that heating the tank may be needed to facilitate methane delivery and get as close as possible to the ARPA-E deliverable capacity target of 315 cm3(STP)/cm3. For a nonisothermal storage and delivery scenario with storage at room temperature, one could use waste heat from the engine to increase the temperature of the ANG tank to help deliver the stranded methane. In this scenario, the amount of methane adsorbed at the storage pressure gains more relevance, so we examined that first. Figure 10 shows methane uptake at 65 bar for the selected subset of ∼48 000 pcu MOFs and the three scenarios discussed in section 3.2: normal, doubled, and quadrupled MOF ε parameters. The top 0.05 percentile of structures with normal and doubled MOF ε parameters showed uptakes in the ranges of 267–296 and 315–337 cm3(STP)/cm3, respectively. With quadrupled MOF ε parameters, 44% of hypothetical MOFs showed uptake equal to or higher than 315 cm3(STP)/cm3, with some materials reaching 395 cm3(STP)/cm3.Considering all three scenarios, the ranges of textural and chemical properties of hypothetical MOFs adsorbing 315 cm3(STP)/cm3 (or more) of methane at 65 bar are very wide, e.g. 0.50–0.93 for void fraction. The lower boundaries of these intervals correspond to 13.9 kJ/mol for heat of adsorption, 4.8 Å for pore size, 0.50 for void fraction, and 1290 m2/cm3 for volumetric surface area. The latter two agree well with the requirements to store 315 cm3(STP)/cm3 of methane estimated in section 3.4, i.e., 0.48 for void fraction and 1386 m2/cm3 for volumetric surface area.The remaining question is what percentage of the stranded methane can be recovered by raising the delivery temperature. To circumvent the absence of experimental data showing the effect of systematic increases in the delivery temperature, we rely on GCMC simulations on MOF NU-125 for which simulated and experimental isotherms show excellent agreement at 298 K.(8) Figure 11 shows the increase in deliverable capacity and the percentage of stranded methane recovered in NU-125 as the delivery temperature is increased. It is apparent that the percentage of stranded methane recovered does not scale linearly with the increase in temperature. However, increasing the delivery temperature 100 K above room temperature already recovers a significant 70% of the methane stranded in NU-125 at 5.8 bar, yielding a nonisothermal deliverable capacity of ∼223 cm3(STP)/cm3. In the case of HKUST-1, assuming a similar 70% recovery of stranded methane by heating to 398 K, the nonisothermal deliverable capacity would be 244 cm3(STP)/cm3. We must note however that the upper limit for the delivery temperature depends on the stability of the MOF and the ANG tank material as well as the availability of waste heat.Figure 10. Methane uptake at 65 bar in three different scenarios: normal ε for MOF atoms (left), doubled ε for MOF atoms (center), and quadrupled ε for MOF atoms (right). MOFs above the horizontal dashed line show a methane uptake higher than 315 cm3(STP)/cm3. The color scale indicates the relative uptake, which we define as the ratio between the uptake at 65 bar/298 K and that at 65 bar/200 K. The relative uptake gives an indication of what fraction of the space available for methane in the MOF is being used.On the basis of the results illustrated in Figure 11, we calculated methane adsorption at 398 K and 5.8 bar to obtain the nonisothermal deliverable capacity in the selected subset of ∼48 000 pcu hypothetical MOFs. In the case of normal MOF ε parameters, 81% of the tested MOFs showed a recovery of the stranded methane between 60% and 80%, in agreement with the simulations on NU-125. The percentage of hypothetical MOFs showing a similar recovery falls to 63% and 23% in the cases where the MOF ε parameters were doubled and quadrupled, respectively. However, while the percentage of stranded methane recovered decreases overall as the MOF ε parameters are increased, the maximum predicted capacity of the hypothetical MOFs was 252, 292, and 315 cm3(STP)/cm3 for normal, doubled, and quadrupled MOF ε parameters, respectively.Figure 11. Deliverable capacity (between 65 bar/298 K and 5.8 bar) and recovered stranded methane vs delivery temperature for the MOF NU-125.Figure 12. Nonisothermal delivery capacity (between 65 bar/298 K and 5.8 bar/398 K) for the three scenarios studied here: normal (purple), doubled (green), and quadrupled (blue) εMOF. The horizontal dashed line corresponds to the ARPA-E 315 cm3(STP)/cm3 deliverable capacity target.Figure 12 shows the relation between these deliverable capacities and the heats of adsorption in the different MOF ε scenarios. In comparison with the optimal heats of adsorption for isothermal deliverable capacity (Figure 4), the optimal ranges for heats of adsorption for nonisothermal deliverable capacity are broader. For normal MOF ε parameters, the heats of adsorption of the top 0.05 percentile (DC > 242 cm3(STP)/cm3) fall within the range of 11.8–17.9 kJ/mol, which is somewhat shifted toward higher heats of adsorption in comparison to the 10.5–13.0 kJ/mol optimal range for isothermal deliverable capacities. For doubled and quadrupled MOF ε parameters, the top 0.05 percentile based on nonisothermal deliverable capacities (DC > 284 cm3(STP)/cm3 and DC > 307 cm3(STP)/cm3, respectively) have heats of adsorptions that fall in the ranges 13.5–18.2 and 15.3–19.8 kJ/mol, respectively. This corresponds to a shift toward higher heats of adsorption, which shows that for nonisothermal storage and delivery one can benefit from using adsorption sites that interact strongly with methane.Top of PageAbstractIntroductionMethodologyResultsSummary and ConclusionsReferences4 Summary and ConclusionsThe maximum isothermal deliverable capacity (between 65 and 5.8 bar) observed from high throughput screening of ∼120 000 hypothetical pcu MOFs with diverse textural and chemical properties was 206 cm3(STP)/cm3. When the MOF Lennard-Jones ε parameters were doubled or quadrupled, representing materials with strong interaction sites for methane, the maximum values increased only modestly to 223 and 228 cm3(STP)/cm3, respectively. Similarly, deliverable capacities in 39 idealized carbon-based systems were not higher than 200 cm3(STP)/cm3 despite combinations of volumetric surface areas higher than 5000 m2/cm3 with void fractions higher than 0.8 due to low heats of adsorption. Indeed, optimization of a single material property did not guarantee maximizing deliverable capacity as indicated by differences as great as 100 cm3(STP)/cm3 in the deliverable capacities of structures sharing one identical property.A geometric analysis of linear methane adsorption isotherms showed that materials with void fractions smaller than 0.53 are unsuitable to reach the ARPA-E 315 cm3(STP)/cm3 deliverable capacity target between 65 and 5.8 bar under isothermal conditions. Simulations in a model graphene system showed that only ∼33% of the adsorbent surface was associated with deliverable methane when the heat of adsorption was optimized. An analytical equation was derived, which successfully predicts the GCMC-simulated deliverable capacity in 95% of a population of 120 000 pcu hypothetical MOFs within an error of 50 cm3(STP)/cm3. This equation suggests that a prerequisite to reach a deliverable capacity of 315 cm3(STP)/cm3 is a volumetric surface area that is higher than the highest observed in the database of hypothetical MOFs (i.e., 3500 m2/cm3).As an alternative approach, we showed that by increasing the delivery temperature by 100 K, it is possible to recover ∼70% of the methane stranded at the delivery pressure. However, even with this increase in temperature, the ARPA-E target was only reached by MOFs where MOF ε parameters were quadrupled. Our calculations suggest that increasing the volumetric density of sites that interact strongly with methane along with raising the delivery temperature may be a suitable strategy to greatly improve the methane deliverable capacity of nanoporous materials. This strategy is supported by the fact that the optimal heat of adsorption range shifted toward higher values as we moved from an isothermal storage and delivery scenario to a nonisothermal one. In the former, the optimal heat of adsorption range corresponded to 10.5–14.5 kJ/mol, whereas in the latter optimal heats of adsorption ranged from 11.8 to 19.8 kJ/mol. Top of PageAbstractIntroductionMethodologyResultsSummary and ConclusionsReferencesSupporting InformationBuilding blocks for hypothetical pcu MOFs; structure–property relationships for MOFs with normal, doubled, and quadrupled Lennard-Jones ε parameters; isotherm linearity definition; analytical predictions using eq 5 versus GCMC results; schematics for idealized carbon systems; tabulated data for textural and adsorption properties of idealized carbon-based materials; sample structures in the top 0.05 percentile for different ε scenarios. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare the following competing financial interest(s): Christopher Wilmer, Omar Farha, Joseph Hupp and Randall Snurr have a financial interest in the start-up company NuMat Technologies, which is seeking to commercialize metal-organic frameworks.Top of PageAbstractIntroductionMethodologyResultsSummary and ConclusionsReferencesAcknowledgmentThe work presented herein was funded by the Advanced Research Projects Agency-Energy (ARPA-E), U.S. Department of Energy, under Award DE-AR0000248. The computations were made possible by the high performance computing system, QUEST, at Northwestern University.Reference QuickViewTop of PageAbstractIntroductionMethodologyResultsSummary and ConclusionsReferencesReferencesThis article references 37 other publications.1. EIA U.S Crude Oil and Natural Gas ProvedReserves,  (2011; www.eia.gov/naturalgas/crudeoil/reserves.There is no corresponding record for this reference.2. ARPA-E Methane Opportunities for Vehicular Energy (MOVE),  (2012, http://arpa-e-foa.energy.gov (DE-FOA-000672).There is no corresponding record for this reference.3. Düren, T.; Sarkisov, L.; Yaghi, O. M.; Snurr, R. Q. Design of New Materials for Methane Storage Langmuir 2004,  20,  2683– 2689[ACS Full Text ], [CAS]3. Design of new materials for methane storageDuren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall QLangmuir : the ACS journal of surfaces and colloids\r\n        (2004),\r\n    20\r\n        (7),\r\n    2683-9\r\n        ", "title": "Exploring the Limits of Methane Storage and Delivery in Nanoporous Materials", "authors": ["Diego A. Gómez-Gualdrón", "Christopher E. Wilmer", "Omar K. Farha", "Joseph T. Hupp", "Randall Q. Snurr"], "doi": ["10.1021/jp502359q"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0013.gif\">"]}