{"abstract": "A facile preparation of a mesoporous Cr-MOF, PCN-333(Cr) with functional group, has been demonstrated through a dual exchange strategy, involving a sequential ligand exchange and metal metathesis process. After optimization of the exchange system, the functionalized PCN-333(Cr), N–PCN-333(Cr) shows well maintained crystallinity, porosity, as well as much improved chemical stability. Because of the exceptionally large pores (∼5.5 nm) in PCN-333(Cr), a secondary functional moiety, Zn-TEPP with a size of 18 Å × 18 Å, has been successfully clicked into the framework. In this article, we have also analyzed kinetics and thermodynamics during dual exchange process, showing our attempts to interpret the exchange event in the PCN-333. Our findings not only provide a highly stable mesoporous Cr-MOF platform for expanding MOF-based applications, but also suggest a route to functionalized Cr-MOF which may have not been achievable through conventional approaches.", "text": "10.1021/jacs.5b07373 Top of PageAbstractIntroductionResults and DiscussionExperimental SectionConclusionReferencesIntroductionAs an emerging class of inorganic–organic hybrid materials, metal–organic frameworks (MOFs) have gained growing attention as advanced porous materials.(1) The unique combinations of organic/inorganic building blocks that compose these materials allow diverse functions leading to various applications.(2) Among many features of MOFs, mesoporosity is of great interest due to the prospect of hosting large guest molecules such as organometallic complexes, nanoparticles, and enzymes, creating diverse applications with MOFs.(3) Aside from such encapsulation within the large pores, molecular level design of organic ligands provides tailor-made structures and functionalities for targeted applications.(4)It would be ideal if a mesoporous MOF could be directly synthesized from the ligand with a predesigned functionality. It has been shown, however, that in many cases this does not lead to a desired product due to the changes in molecular geometry of the ligand upon addition of functional group.(5) As a classic tactic for the aforementioned difficulty, postsynthetic exchange has greatly promoted the functionalization of MOFs.(5b, 6) However, most parent MOFs require that postsynthetic processes occur under mild conditions to maintain their integrity. Despite the advances of postsynthetic exchange and solvent assisted linker exchange, introduction of various kinds of reactive functional groups is still challenging. Also, such methods usually involve labile metal–ligand (M–L) bonds in the MOF, suggesting a latent instability of the parent material. Therefore, the resulting product with postsynthetically inserted functional ligand still needs to overcome the stability issue.With growing attention, MOFs have been utilized in various applications, including catalysis, sensing, biomedical imaging, as well as the areas of gas storage and separation.(2a-2e, 2g-2j) As MOF applications have gained broader impacts in materials science, it gradually requires even more sophisticated design of materials encompassing their compatible stability in targeted applications (i.e., aqueous stability for biomedical applications), as well as pore size and shape. As a result, demands for framework robustness have increased in pursuit of applicability of MOF in more complex systems.(7) However, most reported mesoporous MOFs suffer from weak chemical stability, mainly arising from the labile M–L bond in those frameworks.(8) Also, reticular chemistry which usually involves the extension of linkers to obtain larger pores tends to weaken the stability of frameworks.(9) Therefore, extremely inert M–L bond is highly encouraged to increase the stability of MOFs with mesopores.On the basis of literature reporting, Cr(III) based clusters might be strong candidates to serve as an inorganic node to support mesoporous MOFs as compared to other trivalent metal species due to the kinetic inertness of Cr(III).(7a, 10) However, such inert Cr–carboxylate bonding also impedes the direct synthesis of chromium MOFs (Cr-MOFs), resulting in few Cr-MOF examples.(7a, 10a, 10c, 10d) Although postsynthetic metal metathesis has led to obtaining MOFs that cannot be synthesized directly,(11) there is only one successful example where almost complete exchange, via a microporous Cr(II)-MOF intermediate, has yielded a Cr(III) MOF.(12) Moreover, the successful synthesis of Cr-MOFs typically involves water as a solvent, where solubility of larger organic ligands required to achieve larger pores can be rather poor.(7a, 10) In particular, mesoporous structures are commonly limited to specific topologies, requiring a subtle control of synthesis to have the expected configuration of both inorganic and organic building blocks,(10c, 13) which often limits the variation of synthetic conditions in Cr-MOF system.In addition to the synthetic difficulties, the functionalization of Cr-MOFs has been a great challenge. For instance, functionalization through the ligand design in one of the most famous mesoporous MOFs, MIL-101(Cr) (MIL stands for Matérial Institut Lavoisier), has been limited to a small subset of functional groups, such as −Br, −NO2, and −SO3H, while relatively practical functional groups in organic reactions (e.g., −OH, −NH2) on the ligands often undergo decomposition under the hydrothermal condition (∼200 °C) required for synthesis.(14) Although postsynthetic modification could somewhat alleviate such difficulties, the conflict between the harsh reaction conditions and inherent stability of the parent MOF still hampers the diversification of functionalization. In comparison, postsynthetic ligand exchange may be more suitable to diversify the library of functionalized Cr-MOFs. However, the inertness of Cr-MOF also impedes efficient postsynthetic ligand exchange processes.(6g, 6x)Herein we present a stepwise exchange strategy of both ligands and metals, namely dual exchange in PCN-333(Fe) for the preparation of functionalized PCN-333(Cr) (PCN stands for Porous Coordination Network). After the dual exchange process, functionalized PCN-333(Cr) shows well preserved crystallinity, porosity, as well as enhanced chemical stability. Understanding of chemical dynamics along with the dual exchange in PCN-333(Fe) may allow for a generalized route to functionalized Cr-MOFs, which will exhibit a maintained structural integrity of parent MOF with desired functional groups and enhanced stability. Furthermore, having studied the incorporation of various functional groups in PCN-333(Fe), dual exchange shows a great potential to employ many different functional groups in the highly stable Cr-MOF platform.Top of PageAbstractIntroductionResults and DiscussionExperimental SectionConclusionReferencesResults and Discussion1PCN-333: An Ideal Scaffold for Functionalizable Cr-MOF with MesoporosityOur group recently reported a mesoporous MOF, PCN-333,(15) constructed from trivalent metal ions and isoreticular structure to MIL-100 (Supporting Information Section 3).(7a) Due to the larger size of composing ligand 4,4′,4″-s-triazine-2,4,6-triyl-tribenzoate (TATB), extended version of benzene-1,3,5-tricarboxylate (BTC), PCN-333 exhibits larger pores (∼5.5 nm) than that of MIL-100 (∼2.9 nm), which allow the incorporation larger guest species as well as faster diffusion and provide sufficient room for chemical reactions in the mesopores (Figure 1). Having utilized the structural support of PCN-333, we recently studied a facile route to functionalize PCN-333(M) (M = Fe(III), Sc(III)) via postsynthetic ligand exchange.(16) As a result of the ligand exchange, a variety of reactive functional groups were introduced into PCN-333 to covalently anchor the guest molecules. Despite the successful introduction of various functional groups into PCN-333, however, its innate stability at the expense of the extended ligand to achieve larger pore still remains a challenge for its utilization in harsh chemical conditions for MOFs (e.g., water) due to the relative lability of the Fe(III)– or Sc(III)–carboxylate bonds in aqueous environment. Having reviewed the reported stability of Cr-MOFs, we conceived that PCN-333(Cr) with covalent anchors might serve as a better platform for the utilizations in harsh environment. However, a direct synthesis of PCN-333(Cr) is not trivial due to the conflict between the hydrothermal synthetic condition required for the synthesis of Cr-MOFs and the poor solubility of TATB in water. Moreover, even if PCN-333(Cr) was obtained, it would be challenging to introduce functional group into the framework through the postsynthetic ligand exchange, because the kinetic inertness of Cr(III) prevents an effective ligand exchange process. Therefore, a stepwise exchange was considered to obtain functionalized PCN-333(Cr).Figure 1. (a) Ligands in MIL-100 (BTC) and PCN-333 (TATB). (b) The largest cage in PCN-333. (c) Supertetrahedron in PCN-333.2Optimization for Metal Metathesis in PCN-333Having determined that a functionalizable PCN-333(Cr) might serve as a useful platform by providing exceptional stability and diverse functionality with large room for chemical reactions within the pores, we designed a procedure to achieve the targeted product, namely dual exchange. Possible routes to functionalized PCN-333(Cr) via dual exchange were conceived as two main schemes as shown in Scheme 1: (1) Metal exchange followed by ligand exchange and (2) Ligand exchange followed by metal exchange.Prior to examining a better strategy to obtain functionalized PCN-333(Cr), PCN-333(Sc) and PCN-333(Fe) were tested for a Cr(III) metathesis to choose the most suitable base MOF for successful dual exchange. PCN-333 was synthesized as previously reported. Because Cr(III) salts often yield insoluble formates due to DMF decomposition with long reaction time at high temperature, the reaction time was limited to preserve crystallinity and porosity while maintaining a high metal exchange ratio. After optimization for the reaction time, the following Cr(III) metathesis in PCN-333(M) was performed for 1 h by replacement of CrCl3·6H2O stock solution in DMF after the first 30 min of reaction.Figure 2. (a) Exchanged Cr(III) ratios in PCN-333(Sc) (left) and PCN-333(Fe) (right) after metal metathesis at different temperatures for 1 h. (b,c) Photographs and PXRD patterns of PCN-333(Sc) (b) and PCN-333(Fe) (c) after metal metathesis at different temperatures for 1 h.To investigate an optimal exchange reaction temperature, first, PCN-333(Sc) and PCN-333(Fe) were incubated for 1 h (by changing stock solution after first 30 min) in Cr(III) stock solution at 85 and 150 °C in preheated ovens. Interestingly, both PCN-333(Sc) and PCN-333(Fe) showed no apparent color changes upon metathesis at 85 °C (Figure 2b,c). Energy-dispersive X-ray (EDX) spectra revealed low exchange ratios of both samples (37.0% for PCN-333(Sc/Cr) and 23.0% for PCN-333(Fe/Cr)), and especially poor powder X-ray diffraction (PXRD) patterns of PCN-333(Sc) (Figure 2). Notably, PCN-333(Sc) showed slightly higher Cr(III) exchange ratio than that of PCN-333(Fe) at 85 °C, while showing no PXRD pattern, which suggests its lability, whereas at 150 °C, both samples generally showed much higher Cr(III) exchange ratios than those at lower temperature (64.8% for PCN-333(Sc/Cr) and 99.8% for PCN-333(Fe/Cr)). In particular, Cr(III) metathesis from PCN-333(Fe) showed near complete exchange along with well-maintained crystallinity and porosity, which were confirmed by PXRD (Figure 2c) and N2 sorption at 77 K, respectively (Figure 3). On the other hand, the diffraction of PCN-333(Sc) almost completely disappeared after the Cr(III) metathesis. It is reasoned that these results are due to the discrepancy between dissociation rates of leaving metal species in the framework and incoming metal species from the solution. For instance, in our previous study of ligand exchange in PCN-333, the successful ligand exchange was carried out at low temperature (85 °C), which suggests it gives enough energy to overcome the energy barrier of Sc(III)–carboxylate or Fe(III)–carboxylate bond dissociations within the framework. Closely looking at the metal metathesis process, the M–L bond dissociation is required for both incoming metal complex and metals in the parent MOF to accomplish the overall exchange process. Even though the temperature is sufficient enough for the ligand dissociation in the framework, much slower ligand dissociation in the incoming Cr(III) complex can still be a rate limiting step. Therefore, the Cr(III) metathesis at low temperature was not successful. On the other hand, when the given energy is enough for breaking Cr(III)–X (i.e., Cl–) bond from Cr(III) salts and following association with the open carboxylates in the framework after Fe(III) dissociation for successful exchange, Cr(III) exchange reached to higher exchange ratio in both cases (Figure 2a). When it comes to the retention of framework structure, however, the metathesis in PCN-333(Fe) was superior to PCN-333(Sc), presumably due to the relative robustness of PCN-333(Fe) resulting from the slower Fe(III)–carboxylate dissociation rate than that of PCN-333(Sc) allowing compatible exchange environment with Cr(III) association. Particularly, in the metal metathesis of labile PCN-333(Sc) platform, the framework would undergo significant destruction by free Cr(III) and decomposed reactive species from DMF before obvious metal metathesis happened.(12) After discovering the previous result, PCN-333(Fe) was chosen as a platform for studying the dual exchange.3Analysis of Dual ExchangeFollowing up on our previous study, exploring the chemical dynamics of ligand exchange in PCN-333,(16) we further sought to expand our observations and rationalizations focused on changes of entropy and enthalpy during the dual exchange. As was discussed in the previous study, the entropy change of the system (ΔSsys), comprising a solid-state MOF and exchanging solution during the ligand exchange, was assumed to be largely dependent on ΔS in solution, as ΔS in the solid state MOF may be negligible (Supporting Information Section 9). Thus, the ligand exchange process in PCN-333 was driven by a drastic entropy increase (ΔSsysLE > 0) upon the provision of excess amount of the exchanging ligands (Figure S11). Similarly, the entropy change of the system during the metal metathesis (ΔSsysMM) follows the same concept (Figure 4); thus, it yields a positive ΔSsysMM due to the excess input of Cr(III) in solution to replace Fe(III) in the framework. In Ssys standpoint, therefore, both ligand exchange and metal metathesis should have entropy contributions for the desired exchanges from the excess of exchanging entries.Figure 3. (a) Photographs of PCN-333(Fe) and PCN-333(Cr) exchanged at 150 °C. (b) N2 sorption isotherm of PCN-333(Fe) and PCN-333(Cr) at 77 K.When it comes to the enthalpy analysis of the ligand exchange process in PCN-333, as the degree of exchange increases the enthalpy of the system (Hsys) also increases (ΔHsys > 0) due to the insertion of BTB (1,3,5-benzenetribenzoate) derivatives with unfavored conformation in the framework (Figure S10). For this reason, although the large ΔSsys at the early stage of ligand exchange could drive the exchange reaction forward, the system establishes an equilibrium with a certain ratio of ligand exchange (Supporting Information Section 9).However, metal metathesis between Fe(III) and Cr(III) accompanies the changes in M–L bond nature, comprising the framework, whereas the bond nature in the ligand exchange remains the same as Fe(III)–L bond (L represents carboxylate) in the framework. Meanwhile, metal metathesis also involves changes of enthalpy in solution. For example, Fe(III) ions, coming out from the framework replace Cr(III) in the provided CrX6 complex (X = Cl–, DMF), resulting in FeX6 species in solution. Consequently, there are two processes involving enthalpy changes of the system: (1) ΔHFe, corresponding to the enthalpy change of Fe(III) from the MOF to the solution; (2) ΔHCr corresponding to the enthalpy change of Cr(III) species from solution to the MOF. Thus, the enthalpy change of the system can be represented as ΔHsys = ΔHFe + ΔHCr.Figure 4. (a) Entropy change of system during the metal metathesis. (b) Changes in enthalpy and (c) Gibbs free energy of system during the metal metathesis in PCN-333.Understanding of ΔHsys during metal metathesis can be interpreted by focusing on electrostatic interaction and orbital interaction upon the exchange event. First, the Cr(III) has a smaller ionic radius than that of high spin Fe(III), leading to a larger Z/r value.(17) Considering carboxylate (L) is also a harder Lewis base compared to ligands, X, when Cr(III) coordinates to the carboxylates in the framework, the electrostatic interaction becomes stronger, providing larger enthalpy change upon metathesis compared to Fe(III).(18)Aside from the electrostatic interaction, the orbital interaction also changes for each metal species along with the metathesis. To compare the changes in orbital interaction, which contributes to ΔHsys, ligand field theory (LFT) was applied to simplify the given scenario. Although the actual coordination environment for the M(III) (M = Cr or Fe) in the framework gives rise to a C4v symmetry due to the two different axial ligands and that for MX6 species in the solution may even vary, herein we assumed Oh symmetry for both cases to simplify the analysis of the contributions from the coordinating ligands to ΔHsys.Figure 5. Analysis of the orbital interaction contribution to ΔHsys using ligand field theory with a simplified coordination environment (Oh) for the metal metathesis process in PCN-333.Scheme 1. Energy Diagrams of Two Possible Dual Exchange Routes to Functionalized PCN-333(Cr)Considering ligands X in solution are relatively weaker field ligands than carboxylate (L),(19) and the metal-carboxylate (M–L) bonds are dominant in the framework, the changes in the coordinating ligands upon metathesis will have impacts on ΔHsys. For example, when Cr(III) is exchanged from solution into the framework, the d orbital splitting energy changes from ΔOX to ΔOL (Figure 5). As Cr(III) has d3 configuration, such coordination environment change gives out a net ligand field stabilization energy (LFSE) of −1.2(ΔOL – ΔOX). Therefore, from the Cr(III) standpoint, as ΔOL is larger, the system gets more stabilized. On the other hand, because Fe(III) adopts high spin d5 configuration with weak field ligands, the LFSE is canceled out from its two electrons in eg orbitals, resulting in no stabilization impacts from the exchange event. Overall, the system gets more stabilized after metal metathesis from the orbital interaction aspect. In short, while both electrostatic interaction and orbital interaction go through the changes during the metal metathesis, the absolute value of ΔHCr is more likely to be larger than that of ΔHFe, making the ΔHsys negative and the overall metal metathesis from PCN-333(Fe) to PCN-333(Cr) an exothermic process. Thus, the metal metathesis from PCN-333(Fe) to PCN-333(Cr) can be considered as a both entropically and enthalpically favored process.According to the findings in the previous section, the metal metathesis is optimized at high temperatures (150 °C). Interestingly, we found the metatheses of from Sc(III) to Cr(III) and Fe(III) to Cr(III) at 85 °C showed very low exchange ratios, suggesting indeed Cr(III)–X bond has to be sufficiently activated by high temperature. Such high temperature not only provided sufficient energy for Cr(III)–X bond dissociation, but also allowed a short reaction time, avoiding a long exposure of MOF in the reactive environment which further guarantees the framework intactness. Moreover, owing to the high reaction temperature, the entropy contribution to ΔGsys is magnified from the TΔS term, which pushes the exchange more forward. In particular, our optimized metathesis involves the exchange of fresh the CrCl3·6H2O solution after first 30 min of exchange; and thus this can remove the Fe(III) in the solution to facilitate an entropy driven process, further driving the reaction forward to the almost fully exchanged PCN-333(Cr).4Functionalization of PCN-333(Cr) through Dual ExchangeConsidering the previous results, schematic energy diagrams representing possible dual exchange pathways are summarized in Scheme 1. Pathway 1 (path 1) shows a case where the dual exchange to get the functionalized PCN-333(Cr) in an order of ligand exchange followed by metal metathesis. As shown in path 1, each step involves kinetically and thermodynamically favored process as analyzed the given temperature was sufficient to drive the reactions forward. From the framework standpoint, path 1 involves a dissociation of Fe-carboxylate bonds at each step, which takes less energy than breaking Cr–carboxylate bond.Figure 6. (a) N3–BTB used for ligand exchange and photographs of N3–PCN-333(Fe), N3–PCN-333(Cr), and N3–PCN-333(Cr) after click reaction. (b) N2 sorption isotherm of N3–PCN-333(Fe), N3–PCN-333(Cr), and N3–PCN-333(Cr) after click reaction. (c) PXRD patterns of N3–PCN-333(Fe) and (d) N3–PCN-333(Cr) after different treatments.On the other hand, path 2, in which the functionalization (ligand exchange) is done after Cr-MOF formation (metal metathesis), requires a large amount of energy to overcome the barrier of Cr–carboxylate bond dissociation for the ligand exchange step. Therefore, to obtain functionalized PCN-333(Cr), thermodynamically favored path 1 was chosen for the double exchange in the following experiments. However, to confirm our hypothesis, path 2 was also examined for its feasibility for dual exchange. Having prepared PCN-333(Cr) by the optimized condition as previously described in Section 2, first a ligand exchange in PCN-333(Cr) was tested via path 2 as shown in Scheme 1. For an incoming ligand, one of BTB derivatives having an azide group (N3–BTB; shown in Figure 6a) was chosen as a model inserting ligand because of its versatile utilities in many applications and allowance of click reaction after successful implantation of functional group, so as to confirm the feasibility of a secondary chemical reaction onto dual exchanged PCN-333(Cr). The ligand exchange followed the optimized condition (85 °C, 12 h) from our previous study wherein the exchange condition guarantees the crystallinity and porosity.(16) As a result of dual exchange following the path 2, though crystallinity of PCN-333(Cr) was retained after going through the ligand exchange, 1H NMR analysis of supernatant of reaction revealed that no TATB released from PCN-333(Cr) under the given condition, as expected (Figure S1).Having demonstrated path 2 is not suitable to realize dual exchange on the PCN-333(Fe) platform, we then sought to optimize path 1 to obtain the dual exchanged product. Again the ligand exchange from TATB to N3–BTB in PCN-333(Fe) was performed as previously stated. 1H NMR study confirmed that the ligand exchange ratio in PCN-333(Fe) showed a similar N3–BTB ratio to the previous report (∼30%) (Figure S2). Also, the N3–BTB inserted PCN-333(Fe) (N3–PCN-333(Fe)) showed well retained crystallinity and porosity (Figures 6 and S9). In addition, a characteristic stretching band of the azide group at 2106 cm–1 was observed from infrared (IR) spectrum of N3–PCN-333(Fe) (Figure S7). As a second step of dual exchange in path 1, the previously optimized condition for metal metathesis was then applied to obtain the azide functionalized PCN-333(Cr) (N3–PCN-333(Cr)). After 1 h of Cr(III) metathesis, the dual exchanged sample was prepared accompanying with an obvious color change from bright yellow to green (Figure 6a). EDX results revealed that ∼97% of Fe(III) in N3–PCN-333(Fe) was exchanged to Cr(III) without compromising its crystallinity (Figure 6 and Supporting Information Section 8). Additionally, 1H NMR analysis of supernatant of Cr(III) exchange reaction showed no detectable TATB or N3–BTB ligands leaching out from the parent MOF, which further suggests there is minimal destruction of framework as supported by PXRD. As shown in Figure 6b, the porosity of N3–PCN-333(Cr) was almost perfectly retained compared to its starting material, N3–PCN-333(Fe). According to DFT pore size distribution, a reduced pore size of the smallest pore in both N3–PCN-333(Fe) and N3–PCN-333(Cr) was observed (Figure S4). This suggests the presence of functional group on the N3–BTB affected the smallest cage most. However, as we analyzed in the previous study, the middle-sized cages (∼4.5 nm) and the largest cages (∼5.5 nm) remained less affected due to their extralarge size. Thus, dual exchanged PCN-333(Cr) also showed well preserved characteristics of mesoporosity after going through a sequential exchange of ligands and metals. IR spectrum of N3–PCN-333(Cr) clearly showed the azide stretching band, which further confirms the undamaged functional group after the dual exchange process (Figure S8). In addition, after the metal metathesis from Fe(III) to inert Cr(III) of azide functionalized PCN-333, significantly enhanced stability than that of the parent material was observed. For instance, PXRD patterns showed that crystallinity of N3–PCN-333(Cr) remains intact after submersion in deionized water for 7 days whereas that of N3–PCN-333(Fe) showed gradually decreasing crystallinity upon the identical treatment. Moreover, N3–PCN-333(Cr) showed well maintained crystallinity in harsh conditions, such as in 1 M HCl and 10 mM NaOH after treatment for 24 h, while N3–PCN-333(Fe) was dissolved under the same conditions (Figures 6c,d and Figure S12). These findings suggest that dual exchange can be used as a means to prepare functionalized Cr-MOF. Expectedly, our results show successful dual exchange process via path 1, but not via path 2. This may seem different from a work by Cohen and co-workers that has studied a similar concept, called tandem exchange,(6j) which is the only example involving both ligand exchange and metal metathesis within one framework yet to our best knowledge. Tandem exchange allowed for the preparation of microporous heterometallic zeolitic imidazolate frameworks (ZIFs), where two routes (e.g., different sequences of exchanges similar to Scheme 1) showed very similar results out of any pathway because of the similar lability of Zn–imidazolate and Mn–imidazolate bonds. Nonetheless, considering the different M–L bond natures and structures of each MOF, our rationalizations still validate the unfeasibility of dual exchange via path 2, while supporting path 1 in the current work and the results of Cohen’s work. As we have demonstrated the successful ligand exchange in PCN-333(Fe) with a variety of BTB derivatives, other functional groups could also be introduced into PCN-333(Cr). Therefore, dual exchange strategy not only provides a facile route to obtain extremely robust Cr-MOFs, but also allows a generalized functionalization method of highly stable Cr-MOFs, which can vastly expand the scope of MOF applications.5Click Reaction in N3–PCN-333(Cr)Having dual exchanged MOF prepared, a click reaction was performed on N3–PCN-333(Cr) to demonstrate the introduction of large entity (Table 1). To illustrate our concept, meso-tetra(4-ethylphenyl)porphyrin (TEPP) was synthesized due to its two-dimensional large size (18 Å × 18 Å), which will demonstrate the feasibility of covalent anchorage of a large guest molecule in the dual exchanged platform. The center of TEPP was metalated with Zn(II) aiming to achieve information about its spatial distribution by scanning electron microscopy/energy-dispersive X-ray spectroscopy (SEM/EDX). With this in mind, the click reaction between the N3–PCN-333(Cr) and Zn-TEPP was performed in the presence of CuI in DMF (60 °C, 28 h) with stirring. The completion of reaction was determined by the disappearance of the azide band at 2106 cm–1 in the IR spectrum as shown in Figure 7b. The color of sample changed from green to dark purple upon the anchorage of Zn-TEPP in PCN-333(Cr), indicating successful incorporation of the strongly colored porphyrin (Figure 6a). In addition, the PXRD pattern of the clicked MOF also showed unaltered diffraction peaks, suggesting the robustness of PCN-333(Cr) scaffold (Figure S9). In parallel, porosity of N3–PCN-333(Cr) was also examined. Figure 6b showed reduced N2 uptake, which distinctly indicates the inserted TEPP does take up the corresponding pore volume in the MOF. Nevertheless, even after the incorporation of such large entity, the material still retains sufficient porosity (pore volume 1.60 cm3/g) which may allow a volumetric capacity for further generations of guest molecules inclusion in PCN-333(Cr). As the size of TEPP is larger than the smallest cages (11 Å) in PCN-333, but much smaller than the middle sized cages (45 Å) and the largest cages (55 Å), theoretically Zn-TEPP can only occupy the middle sized cages and the largest cages. Expectedly, the pore size distribution showed the decreased size of middle cages and largest cages, as well as significantly decreased pore volume of those two cages while the smallest cage is not much affected after N3–BTB insertion, which matches well with our size analysis (Figure S5). Next, we further sought to visualize positions of Zn-TEPP in the PCN-333(Cr). As shown in Figure 7c, SEM/EDX mapping of this sample shows the inserted Zn-TEPP molecules via click reaction are well distributed throughout the crystals, indicating the exchanged ligands are well dispersed and the click reaction occurred evenly in the MOF through the efficient diffusion utilizing its large pores. Considering an ideal atomic ratio between M(III) and ligands in PCN-333(M) is 3:2 by structure, the ratio of ∼5:1 between Cr(III) and N3–BTB is expected in the framework, based on the ∼30% of ligand exchange. In accordance with this analysis, the EDX results of clicked-PCN-333(Cr) matched well (Cr:Zn = 4.86:1), which further supports most azide group in the MOF reacted with the large guest molecule, TEPP, as well as successful incorporation of N3–BTB (Table S1 in Supporting Information).Figure 7. (a) TEPP used for the click reaction in N3–PCN-333(Cr). (b) IR spectra of N3–PCN-333(Cr) before and after the click reaction. (c) SEM/EDX mapping of N3–PCN-333(Cr) after the click reaction.Table 1. Summary of Dual ExchangeentryN2 uptake (cm3/g)apore volume (cm3/g)exchanged Cr (%)bPCN-333(Fe)19853.07n/aPCN-333(Cr)18382.84 ∼99N3–PCN-333(Fe)16632.57n/aN3–PCN-333(Cr)17072.64 ∼97Clicked-PCN-333(Cr)10331.60n/aaN2 sorption was measured at 77 K.bOn the basis of EDX results.Top of PageAbstractIntroductionResults and DiscussionExperimental SectionConclusionReferencesExperimental SectionInstrumentationNuclear magnetic resonance (NMR) spectra were recorded on Varian Inova 500 spectrometer unless otherwise noted. Powder X-ray diffraction (PXRD) was carried out on a Bruker D8-Focus Bragg–Brentano X-ray powder diffractometer equipped with a Cu sealed tube (λ = 1.54178) at 40 kV and 40 mA. Fourier transform infrared (FT-IR) measurements were performed on a Shimadzu IR Affinity-1 spectrometer. Scanning electron microscope (SEM) was performed on QUANTA 450 FEG and energy dispersive X-ray spectroscopy (EDS) was carried out by X-Max20 with Oxford EDS system equipped with X-ray mapping. N2 adsorption–desorption isotherms at 77 K were measured by using a Micrometritics ASAP 2420 system. A high-purity grade (99.999%) of gas was used throughout the sorption experiments. Sample was activated by solvent exchange (in several cycles using fresh acetone and hexanes), followed by degassing at elevated temperature (150 °C) for 2 h. Details are provided in the Supporting Information.Synthesis of PCN-333(Fe)H3TATB (60 mg), anhydrous FeCl3 (60 mg), and trifluoroacetic acid (0.6 mL) were dissolved in 10 mL DEF. The mixture was heated in 150 °C oven for 12 h until a brown precipitate formed. The resulting brown precipitate was centrifuged and washed with fresh DMF five times.Synthesis of PCN-333(Sc)H3TATB (80 mg) and ScCl3·6H2O (200 mg) were dissolved in 10 mL DMF. The mixture was heated in 150 °C oven for 2 h until a white precipitate formed. The resulting white precipitate was centrifuged and washed with fresh DMF five times.General Procedure for Ligand Exchange of PCN-333(Fe)First, as-synthesized PCN-333(Fe) (ca. 50 mg) was thoroughly washed with hot DMF and the isolated sample was then incubated with a stock solution of N3–BTB (50 mg in 10 mL of DMF) at 85 °C for 12 h.General Procedure for the Preparation of PCN-333(Cr)Approximately 50 mg of as synthesized PCN-333(M) sample is initially immersed in the CrCl3·6H2O stock solution (200 mg in 10 mL of DMF) in 20 mL vial in a 150 °C oil bath. After 30 min of first incubation, the solution was decanted after centrifugation and additional 30 min of reaction was performed with new CrCl3·6H2O stock solution. Resulting product was then thoroughly washed with DMF five times. (Note: To preserve the morphology of the exchanged product, the reaction was not stirred, but refluxed. However, we observed the exchange underwent slightly faster with stirring to yield similar exchanged metal ratio. In addition, according to our control experiment (pure CrCl3·6H2O in DMF), when heating at 150 °C is longer than 3 h, green precipitates gradually formed. Therefore, it is suggested not to leave the exchange reaction in mother solution too long at high temperature, to prevent possible formation of insoluble Cr formates or other unknown species, which are likely to affect porosity and crystallinity of the product.)General Procedure for Metal Metathesis of N3–PCN-333(Fe)Approximately 10 mg of N3–PCN-333(Fe) samples are initially immersed in the CrCl3·6H2O stock solution (40 mg in 2 mL of DMF) at 150 °C oven. After 30 min of first incubation, the solution was decanted after centrifugation and additional 30 min of reaction was performed with new CrCl3·6H2O stock solution. Resulting product was then thoroughly washed with DMF five times.MOF DigestionApproximately 10 mg of sample was digested with 37% HCl, refluxed overnight, and washed with water until a neutral pH was reached. DMSO-d6 (0.5 mL) was added to dissolve the ligands. The 1H NMR spectrum (500 MHz) was collected at room temperature (∼21 °C).Supernatant AnalysisUpon completion of treatment, the supernatant was removed to examine TATB or N3–BTB released from the parent MOF. The aliquot of supernatant was filtered through a syringe filter to exclude the possible presence of MOF crystals remaining and the ligands in supernatant were recovered by acidification with few drops of 1 M HCl, followed by washing with water. The resulting precipitates were dried and analyzed by 1H NMR spectroscopy.Click ReactionTEPP (50 mg) was added to a mixture of N3–PCN-333(Cr) (30 mg) and CuI (5 mg) in DMF (7 mL) in a round-bottom flask. The reaction mixture was stirred at 60 °C for 28 h. The resulting precipitate was collected by centrifugation, washed thoroughly with DMF followed by acetone and hexanes, and dried to afford a dark purple solid in quantitative yield.Top of PageAbstractIntroductionResults and DiscussionExperimental SectionConclusionReferencesConclusionIn summary, a dual mode of postsynthetic exchange (dual exchange), involving a sequential exchange of ligands and metals in PCN-333(Fe) has been studied for the preparation of functionalized PCN-333(Cr). These results illustrate a possible step forward for the functionalization of mesoporous Cr-MOFs that allow covalent anchors for guest molecules, sufficient room (extralarge pore) for the introduction of secondary functionality, and exceptional stability from inert Cr(III). In addition, our rational design and analyses of dual exchange process give a comprehensive understanding of chemical dynamics in PCN-333 during dual exchange, following up our previous study of ligand exchange in this platform. The dual exchanged Cr-MOF, N3–PCN-333(Cr) showed maintained integrity of the parent MOF, functionality, and enhanced chemical stability. Meanwhile, dual exchange strategy may allow incorporation other wanted functional groups into PCN-333(Cr) platform, as noted. These findings have enabled the preparation of functionalized PCN-333(Cr) with a design flexibility to be utilized as a stable platform for a variety of desired applications by exploiting facile functionalization, enhanced chemical stability, and extremely large pores which will allow for more possible chemistry with MOFs. Top of PageAbstractIntroductionResults and DiscussionExperimental SectionConclusionReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b07373.Full details for sample preparation and characterization results. (PDF)The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionExperimental SectionConclusionReferencesAcknowledgmentThe syntheses of MOFs and their characterizations were supported as part of the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, and Office of Basic Energy Sciences under Award Number DE-SC0001015, and by part of The Welch Foundation under Award Number A-1725. H.-C. Z. was supported by Texas A&M University. The authors gratefully acknowledge Prof. Dr. Lixian Sun from Guilin University of Electronic Technology and Ms. Ying-Pin Chen for the experimental helps, and also Mr. Zachary Perry for helpful discussion.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionExperimental SectionConclusionReferencesReferencesThis article references 19 other publications.1. (a) Zhou, H.-C.; Long, J. R.; Yaghi, O. M. Chem. Rev. 2012,  112,  673– 674 DOI: 10.1021/cr300014x [ACS Full Text ], [CAS]1. Introduction to Metal-Organic FrameworksZhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    673-674CODEN:\r\n                CHREAY;\r\n        ", "title": "Dual Exchange in PCN-333: A Facile Strategy to Chemically Robust Mesoporous Chromium Metal–Organic Framework with Functional Groups", "authors": ["Jihye Park", "Dawei Feng", "Hong-Cai Zhou"], "doi": ["10.1021/jacs.5b07373"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0008.gif\">"]}