{"abstract": "Metal–organic frameworks (MOFs) have shown tremendous potential for challenging gas separation applications, an example of which is the separation of olefins from paraffins. Some of the most promising MOFs show enhanced selectivity for the olefins due to the presence of coordinatively unsaturated metal sites, but accurate predictive models for such systems are still lacking. In this paper, we present results of a combined experimental and theoretical study on adsorption of propane, propylene, ethane, and ethylene in CuBTC, a MOF with open metal sites. We first propose a simple procedure to correct for impurities present in real materials, which in most cases makes experimental data from different sources consistent with each other and with molecular simulation results. By applying a novel molecular modeling approach based on a combination of quantum mechanical density functional theory and classical grand canonical Monte Carlo simulations, we are able to achieve excellent predictions of olefin adsorption, in much better agreement with experiment than traditional, mostly empirical, molecular models. Such an improvement in predictive ability relies on a correct representation of the attractive energy of the unsaturated metal for the carbon–carbon double bond present in alkenes. This approach has the potential to be generally applicable to other gas separations that involve specific coordination-type bonds between adsorbates and adsorbents.", "text": "10.1021/ie500310c Top of PageAbstractIntroductionMethods and ModelsResults and DiscussionConclusionsReferences1 IntroductionThe separation of mixtures of olefins and paraffins, such as propane/propylene or ethane/ethylene, has long been one of the most important and challenging problems in the chemical industry.(1) Adsorption-based processes, like pressure swing adsorption (PSA) or simulated moving bed (SMB), have been suggested as replacements for the more energy and cost intensive distillation process.(2-4) However, adsorption processes strongly rely on an adequate choice of the adsorbent material. In this context, metal–organic framework (MOF) materials have recently appeared as promising candidates for adsorption-based olefin/paraffin separations.(5) MOFs are crystalline materials consisting of inorganic building units that are connected by organic linker molecules forming a three-dimensional microporous network.(6) They possess several interesting properties, including exceptionally high surface areas and pore volumes,(7) controllable framework flexibility (e.g., “breathing”),(8) and the presence of coordinatively unsaturated metal sites.(9) The latter are particularly interesting for gas separations because their presence can lead to a remarkable increase in selectivity for specific components of a gas mixture.(10, 11)In several classes of MOFs, such as the IRMOF series or zeolitic imidazolate frameworks (ZIFs), each metal atom is completely coordinated to organic linker groups. In other MOFs, however, some of these coordination sites are occupied by solvent molecules after the synthesis process. It is then possible to remove these solvent molecules by careful activation before use in adsorption applications, usually by heating under a vacuum. This activation essentially frees the coordination site, leaving the metal atom “undercoordinated”. Such coordinatively unsaturated sites (CUS), also called “open metal sites”, can give rise to specific interactions with guest molecules and, therefore, have a beneficial impact on various properties of the MOF. Examples include a significant increase in heat of hydrogen adsorption, leading to higher H2 storage capacity,(12) enhanced gas separation efficiency,(13) and catalytic potential, where CUS may act as Lewis acid sites.(14) A particularly important example of a MOF with CUS is HKUST-1, or CuBTC. This was one of the first porous MOFs to be synthesized in the laboratory,(15) and one of the first to be commercially produced, under the trademark Basolite C300. This makes it ideally placed for use in industrial applications and led to its choice as the prototype material for our study.The tunable properties of MOFs have led to an extremely wide range of materials being synthesized by simply combining different metallic and organic building blocks. Systematically testing even a subset of all the available MOFs under process conditions using experimental adsorption methods is a daunting task. For this reason, computational screening approaches have been recently proposed for MOFs based on molecular simulation methods.(16, 17) The accuracy of molecular simulation as an adsorption prediction method relies on the availability of realistic molecular models that can capture the fundamental physics of the interactions that take place inside the framework. Unfortunately, the accuracy of currently available molecular models for adsorption has been questioned even for some relatively “well-behaved” MOFs that do not possess CUS or exhibit framework flexibility.(18) More importantly, for our systems of interest, there is ample evidence in the literature that conventional molecular models based on the Lennard-Jones potential, or its combination with discrete point charges, are not able to accurately describe the specific interactions between CUS and some adsorbates.(19) Crucially, this includes olefins, which are known to form π-complexation bonds with CUS of MOFs through σ donation of electrons from the bonding π orbital of the olefin to the vacant orbitals of the metal, together with back-donation from d orbitals of the metal to the antibonding π* orbital of the olefin.(20, 21) The inability of standard force fields to represent the specific interactions between olefins and metal sites renders useless any attempt to screen MOF materials for this type of separation, at least if CUS are present in the materials.Although MOFs have been widely studied using molecular simulation, and CuBTC is no exception, to our knowledge, there are only a handful of studies that have attempted to predict adsorption isotherms of olefins and paraffins in this framework.(20-23) Nicholson and Bhatia(22) used the OPLS all-atom model(24) as a starting point to model the repulsion and dispersion interactions in the system and accounted for electrostatic interactions by adding point charges estimated from quantum mechanical calculations. However, they found that they needed to empirically adjust the Lennard-Jones parameters of the adsorbates in order to reproduce experimental adsorption isotherms for ethane and ethylene on CuBTC.(25) Even with this adjustment, agreement between simulation and experiment was not entirely satisfactory, particularly for ethylene.(22) Wang et al.(23) used the TraPPE united atom model(26, 27) for ethane and ethylene but included three point charges on the latter model to represent the quadrupole moment of the molecule. For the framework, they used the OPLS all-atom model(24) with point charges taken from quantum mechanical calculations. Again, reasonable agreement with experimental data(25) could only be achieved by empirical adjustment of the interaction energy parameters between adsorbates and framework. Interestingly, the authors failed to recognize that the discrepancies were due to specific adsorption of ethylene at the CUS and opted to adjust the energy parameters of the framework oxygen and carbon atoms, leaving interactions with the Cu atom untouched.(23) Similarly, Gutierrez-Sevillano et al.(28) recently reported a study of the adsorption sites of propane and propylene on CuBTC using a similar model for the adsorbates and the DREIDING model(29) for the framework. They observed virtually identical occupation of the three different adsorption sites for propane and propylene, which further corroborates that standard force fields are unable to account for the localized adsorption of propylene at the CUS. Finally, Lamia et al.(20) carried out a combined simulation and experimental study of propane/propylene adsorption in CuBTC, also using the DREIDING model(29) for the framework and the TraPPE united-atom model(26, 27) for the adsorbates, but without taking electrostatic interactions into account. Although reasonable agreement was obtained for propane, propylene adsorption isotherms were severely underestimated. The authors attributed this discrepancy to the specific interactions of the propylene double-bond with the unsaturated Cu site and proposed a modified Lennard-Jones energy parameter for the interaction of the copper atom with the sp2 sites of propylene to account for the specific adsorption of olefins at the metal site. Although reasonable agreement with experiment was observed, a more detailed later study showed that the modified potential did not lead to specific adsorption of olefins at the CUS and, thus, to a realistic adsorption mechanism in CuBTC.(21)The main shortcoming of these previous studies is that none of them correctly accounted for specific coordination-like interactions between the olefin double bonds and the unsaturated copper atoms. In recent years, we have been developing a novel approach to predict adsorption in MOFs with CUS based on a combination of quantum mechanical (QM) calculations and grand canonical Monte Carlo (GCMC) simulations.(30-32) On the basis of a detailed review of the topic, we have shown that such a multiscale approach is indeed necessary to accurately represent both energetic and entropic contributions to adsorption in MOFs with CUS.(19) Alternative methods that also combine QM with GCMC(33-35) have potentially greater accuracy, but our approach is less computationally demanding; hence, it is suitable for treating large adsorbates with more degrees of freedom and has a greater potential for transferability.(19) In this paper, we demonstrate the transferability of our approach for the first time; we show that the same set of potential parameters, obtained by fitting QM adsorption energy profiles, is able to predict the adsorption isotherms of both ethylene and propylene on CuBTC. To demonstrate this, we have compared our molecular simulation predictions against new experimental data measured in our laboratory as well as previously published data from several other research groups. In order to make experimental data obtained on different samples of CuBTC consistent with each other and with the simulations, we propose the use of a simple scaling factor to account for the difference in accessible pore volume between real samples and an ideal MOF crystal. We have also improved some technical aspects of our method, namely the cutoff method for the specific adsorbate–CUS interaction energy. Altogether, our approach provides very accurate predictions of the adsorption of ethane, propane, ethylene, and propylene at several different temperatures relevant to industrial adsorption processes. For the adsorption of olefins, these predictions represent a remarkable improvement over conventional molecular models that do not account for specific interactions with the CUS.Top of PageAbstractIntroductionMethods and ModelsResults and DiscussionConclusionsReferences2 Methods and Models2.1Experimental Adsorption MeasurementsAdsorption isotherms for propane and propylene on CuBTC were taken from our previous work(20) and measured by a gravimetric method using a Rubotherm magnetic suspension balance. For ethane and ethylene, we are aware of only one previously published, relatively old, set of data from Wang et al. at 295 K.(25) Therefore, new isotherm data for ethane and ethylene was obtained at temperatures of 323, 348, and 373 K using a custom-made manometric apparatus developed in-house. The experimental setup, shown in Figure 1, is composed of two gas and sample chambers allowing for measurements to be performed on two adsorbents simultaneously (or two samples of the same adsorbent).Figure 1. Diagram of the manometric apparatus for measuring adsorption isotherms. Val, valve; PS, pressure sensors (P1–4); TS, temperature sensors (T1–5).The pressure transducers PS (Unik 5000, PMP 5013-TB-A3-CA-HO-PA, 0–2.5 bar (A) and 0–10 bar (B), absolute) from GE were used to monitor the pressure inside the tanks during each experiment. Temperature sensors TS are PT-100 Resistance Temperature Detector probe (type PR-11-2-M30-300-MI-B) from Omega (Omega Engineering Ltd., Manchester, United Kingdom). The oven used for adsorbent activation and temperature control is a GC 1000 model from Dani (Dani Instruments Spa, Milan, Italy), whereas all stainless steel tubing, tanks, and fittings are from Swagelok. All valves are from ASCO (Emerson) and are pneumatically actuated. Valves 2 and 4 are normally opened valves (ref E290A794), whereas the remaining are normally closed (ref E290A791). Valves 1 and 3 enable the introduction of the gas (from Gas Inlet) or evacuation of the system (toward the atmosphere, through valve 6, or toward the vacuum pump, through valve 7). Valves 2 and 4 allow the isolation of the samples of adsorbent in the sample tanks when feeding or evacuating the gas tanks. A custom-made program in LabVIEW software was used to control the valves and carry out data acquisition in either manual or fully automated modesThe volumes of the gas tanks are 73.4 cm3 (volume between valves 1 and 2) and 71.3 cm3 (volume between valves 3 and 4), and the volumes of the sample tanks (including free volume of the tubes until valves 2 and 4) are 24.8 cm3 and 26.4 cm3 for units 1 and 2, respectively. These volumes were determined by two independent helium pycnometry experiments. All samples of material were fully activated by heating at 423 K under vacuum during 24 h. To perform an adsorption experiment, gas was fed into the gas tank until an initial pressure P was reached while valve 2 (or 4) was closed in order to isolate the sample. After the gas feed, valves 1 and 2 (or 3 and 4) were kept closed during the initial period, keeping the pressure constant at its initial value. When valve 2 (or 4) was opened, the adsorption process started and a pressure decrease was observed until a plateau was reached. Pressure and temperature readings were constantly recorded over time, so that the adsorption uptake can be computed as a function of time. This procedure was repeated for different values of pressure.The adsorbent used in this study is the metal–organic framework CuBTC, with structural formula Cu3(btc)2 (btc = 1,3,5-benzenetricarboxylate), manufactured by Sigma-Aldrich (Germany) in powder form and available under the commercial name Basolite C300. The material was fully characterized in our previous study,(20) and the reader is referred to Table 1 of that paper for representative properties of the adsorbent. The ethane and ethylene gases used in this work were research-grade pure components provided by Air Liquide (France). The purity of sorbate gases was N35 (>99.95%) for both ethane and ethylene.2.2Grand Canonical Monte Carlo SimulationsExperimental adsorption isotherms were compared to predictions obtained with the grand canonical Monte Carlo (GCMC) method,(36) in which the temperature (T), volume (V), and chemical potential (μ) of the system are kept fixed, whereas the total number of molecules (N) is allowed to fluctuate. The system was allowed to evolve by way of random trials that included translation + rotation (40%) using a maximum displacement of 0.2 nm, creation of a new adsorbate molecule at a random position in the simulation cell (30%), and deletion of a random adsorbate molecule (30%). Each point of the isotherm was equilibrated during 5 000 000 steps followed by 20 000 000 sampling steps for data collection, divided into 20 equal-length blocks for statistical averaging purposes. The chemical potential was converted to pressure (P) by applying the Peng–Robinson equation of state,(37) and excess adsorbed amounts were calculated from the simulated absolute adsorption data following the approach of Myers and Monson.(38) Because our approach for incorporating the specific interactions between olefin double bonds and unsaturated metal sites required a custom-built potential energy function (see section 2.4), we have carried out all isotherm calculations using an in-house computer code.2.3Density Functional Theory CalculationsAccurate potential energy profiles for the interaction between ethylene and the unsaturated Cu atom of CuBTC were obtained from all-electron DFT calculations. We used the DMol3 code(39, 40) included in the Accelrys “Materials Studio” package(41) employing a “double numerical plus polarization” (DNP) basis set in all calculations. The PBE exchange-correlation functional was chosen,(42) as it was found in earlier studies that this functional predicts reasonable equilibrium distances and interaction energies for the adsorption of hydrogen and acetylene at unsaturated copper sites.(30, 31) Calculations were carried out on a Cu2(btc)4 cluster cut out from the 3-dimensional MOF framework. To render the system neutral, noncoordinated carboxylate groups were replaced by carboxylic acid groups.After construction of the initial structures, the geometries of the isolated adsorbate molecule and of the isolated Cu2(btc)4 cluster were initially optimized, and the corresponding optimized geometries and energies were taken as reference points for calculating the interaction energy curves. Subsequently, the two optimized fragments were combined, with the center of mass (COM) of ethylene located in the direction of the Cu–Cu vector and the adsorbate C–C bond constrained perpendicularly to this vector. The total energy of the complex was then calculated for different values of the distance between the Cu atom and the COM of the adsorbate. At each different distance, the internal geometry of the sorbate molecules and the positions of the two Cu atoms were optimized obeying the above symmetry restraints, whereas the remaining atoms of the Cu2(btc)4 cluster were kept fixed. To avoid an unrealistic distortion of the cluster, two C2H4 molecules were adsorbed simultaneously and symmetrically, one on each side of the cluster. It was found in our previous study(32) that this approach provides a realistic description of the structural changes induced by adsorption on an activated CuBTC framework.(43) For each value of the COM–Cu distance (r), ranging from 0.2 to 0.5 nm, the interaction energy (UDFT) was computed from eq 1(1)2.4Molecular Models for GCMC SimulationsThe atomic positions for the model of the CuBTC framework were taken from the experimental crystal structure,(15) which is depicted in Figure 2a. The MOF was modeled by a single unit cell with fully rigid atoms. The key structural characteristic of CuBTC is a copper paddlewheel with a Cu–Cu distance of 2.63 Å for the hydrated material. Each copper atom is coordinated to another Cu atom, four oxygen atoms from the btc linkers, and one water (solvent) molecule. This leads to the formation of three distinct types of pores, following the notation of Getzschmann et al.:(44) small S1 cages, with an internal diameter of about 5 Å, larger L2 pores, with a diameter of about 11 Å, and large L3 pores, with a diameter of about 12 Å. The experimental activation procedure prior to adsorption measurements removes the water molecules initially coordinated to the Cu atoms, leaving unsaturated Cu sites available for adsorption. Thus, the dehydrated form of CuBTC was considered in all adsorption simulations in this paper without any change in the cell parameters and in the remaining atomic positions. It is important to notice that unsaturated Cu atoms are oriented such that they face the interior of the L3 pores. Except where explicitly noted (see Supporting Information), CuBTC atoms were modeled by a Lennard-Jones (LJ) potential without point charges. Potential parameters for the framework were taken from the DREIDING force field,(29) except those for the Cu atom, which were not available in DREIDING and were, thus, taken from the UFF.(45) This combination is henceforth designated simply by “DREIDING” for ease of notation. These parameters were previously shown to provide an accurate description of adsorption of hydrocarbons in MOFs without CUS, such as IRMOF-1 and IRMOF-6.(46)Figure 2. Molecular models used in this work: (a) activated CuBTC framework, with carbon atoms in green, hydrogen atoms in white, oxygen atoms in red, and copper atoms in yellow; (b) ethane and (c) propane, with united atom sites denoted by light blue spheres; and (d) ethylene and (e) propylene with UA sites denoted by purple spheres. In the olefin models, an additional site, shown in dark green, was added at the center of the double bond to represent the specific coordination-type interactions with the unsaturated Cu atoms of the MOF.All adsorbate molecules were described using a united-atom (UA) model, which considers each CHx group as a single interaction center with effective potential parameters (Figure 2b–e). LJ parameters were taken from a reparameterized version of the TraPPE-UA force field(26, 27) for use in adsorption studies, with values for sp3 sites taken from Dubbeldam et al.(47) and for sp2 sites from Jakobtorweihen et al.(48) These parameters yielded adsorption predictions in very good agreement with experimental data for both olefins and paraffins in zeolites.(47-50) All bond lengths and angles were considered to be rigid, which is a reasonable approximation for these small molecules.(20) Interaction parameters between sites of different type (so-called cross-interactions) were computed from the Lorentz–Berthelot combining rules. All dispersion interactions were cut off at a distance of 1.3 nm.Our approach to account for the specific interactions between the CUS and the unsaturated double bonds of the olefins has been described in detail in our previous publication,(32) so we will present only a brief overview, emphasizing some particular aspects that have been improved. Through DFT calculations on ethylene–CuBTC clusters with different adsorbate orientations, we found the most favorable configuration to be that in which the C═C vector is perpendicular to the Cu—Cu vector, with the center of the double bond precisely above the closest Cu atom.(32) The best way to include this interaction in our model is, therefore, to add an extra interaction site at the center of the C═C bond of the olefins (see the green spheres in Figure 2d and e). This site interacts only with the Cu atoms through an empirical function that is fitted to the DFT interaction energy profiles. The remainder of the model, that is, the LJ interactions between each adsorbate site and all the other adsorbate and adsorbent sites in the system (including the metal), is retained from the standard DREIDING force field. In other words, we are assuming that all the repulsion and dispersion interactions in the system are already accurately described through the standard force field; thus, we are simply adding the specific interactions that are not accounted for in this model, that is the Cu−π interactions. This approach is advantageous mainly for three reasons:(19) (i) it allows us to simplify the problem, focusing only on the specific interactions caused by the CUS, without the need for a full reparameterization of all the fluid–solid potential parameters, (ii) it increases the chances that the model will be transferable to other MOFs, as the CUS–adsorbate interactions are decoupled from the other dispersion-based interactions, and (iii) it means that our model will benefit directly from independent force field developments, even in MOFs that do not contain CUS.In order to obtain a realistic representation of the Cu–olefin interactions, we first need to decompose the DFT energy profile, extracting only the component that is due to this specific interaction. We first assume, as we did in our previous paper,(32) that both induction and permanent electrostatic interactions are negligible in this system. To show that this is indeed a reasonable assumption for the particular case of alkane/alkene adsorption in CuBTC, we have compared simulated adsorption isotherms for ethane and ethylene obtained with and without electrostatic interactions. In the former, point charges for ethane and ethylene were placed on each CHx (x = 2 or 3) site and on the center of mass of each molecule, with magnitudes selected to match the experimental quadrupole moment of each molecule, whereas framework charges were derived from the electrostatic potential computed with periodic DFT calculations using the REPEAT method.(51) Further methodological details as well as the comparison of the charged and uncharged simulations are given in Supporting Information. It is clear from Supporting Information Figures S1 and S2 that the effect of accounting explicitly for electrostatic interactions in these systems is negligible, validating our assumption. It is worth noting that this conclusion is likely not to be valid for other adsorbates (e.g., acetylene or CO2(30)). However, our approach can be easily adapted to include electrostatic interactions, and this is the subject of ongoing work by our team.The second assumption is that our DFT calculations with the PBE functional and DNP basis set do not take into account any dispersion interactions, that is, the dispersion component of the DFT energy is assumed to be zero. This is justified by the well-known inability of conventional DFT exchange-correlation functionals to accurately quantify dispersion interactions.(52-57) Although this may be considered a rather drastic approximation, we believe it represents a suitable compromise for our purposes. Indeed, the use of a higher-level quantum mechanical approach (e.g., coupled-cluster or MP2, which do a much better job than DFT at describing dispersion interactions) for such a large system would make the computational cost prohibitive. An alternative approach would be to apply an empirical dispersion correction to the DFT energies (the so-called DFT+D approach), then to subtract the dispersion contribution already included in the classical LJ potential. This is also not satisfactory, partly because it would involve adding and subtracting two distinct empirical contributions, thus accumulating uncertainty in the final value of the energy, and partly because DFT+D methods have not yet been shown to be sufficiently accurate to describe adsorption in MOFs.(58, 59)With the above assumptions, the specific Cu−π interaction energy profile can be computed from(2)where UDFT is the total distance-dependent DFT energy between ethylene and the CuBTC cluster, UCu−π is the contribution to the energy due to the specific interaction between the Cu atom and the olefin double bond, Urep is the repulsion contribution, and r is the distance between the center of the double bond and the closest Cu atom of the MOF. The next step in our approach is to estimate the repulsive energy that is already included in the standard DREIDING model. To achieve this, we apply the Weeks–Chandler–Andersen (WCA) approach(60) to separate the repulsive and attractive contributions of the Lennard-Jones potential, as described in detail elsewhere(32) and in the Supporting Information.The final step is to apply eq 1 to obtain a profile for the specific Cu−π interaction and then fit this profile to an appropriate functional form for inclusion in the GCMC simulations. We employ a combination of a power law term to represent the asymptotic behavior of the potential at very short distances and a Morse potential term to describe the underlying attractive well(3)where R0 is a distance parameter correponding to the position of the minimum of the Morse potential, D0 is the energy value at that minimum (these two parameters are analogous to those of the LJ potential), α is a stiffness parameter that adds flexibility to the Morse function, and A and B are empirical parameters of the power law expression (notice that there was a typo in eq 5 of our previous paper,(32) where the sign before the power law term should have been negative). For consistency, we also account for the fact that each adsorbate molecule in the GCMC simulation interacts with the two Cu atoms of the paddlewheel, although in practice, the contribution of the second Cu atom (on the opposite side of the paddlewheel) to the interaction energy is very small.In our previous paper,(32) we truncated the Cu−π interaction at values of r above 0.5 nm to account for its intrinsic short-range nature (at this distance, the DFT energy is already very close to zero). However, we have since found that this simple cutoff scheme introduced a small but non-negligible degree of artificial enhancement of the interaction energy in regions of the framework away from the CUS (see Figure 8b). Such an enhancement is physically unrealistic and arises simply as a consequence of our assumption of a spherically symmetric interaction energy between the Cu atom and the π orbitals of the olefin. To avoid this artifact, in this paper, we have instead applied a smooth cutoff scheme between 0.4 and 0.5 nm according to the following equation:(4)As we will show later, this eliminates the spurious enhancement of the interaction away from the Cu atom while accurately representing the specific interaction in the vicinity of the CUS. Table 1 shows the parameters obtained after fitting eq 3 to the DFT-derived profile for Cu−π interactions. Notice that these parameters are slightly different from those reported in our previous paper(32) because of the different cutoff scheme used here. The parameters shown in Table 1 were used to model the specific Cu−π interaction for both ethylene and propylene (i.e., they were assumed to be transferable to different olefins).Table 1. Parameters for the Cu−π Interaction between Olefin Double Bonds and Unsaturated Cu AtomsaR0D0αAB0.31879.967.920.38679.24aLength is expressed in nanometers and energy in kilojoules per mole.Top of PageAbstractIntroductionMethods and ModelsResults and DiscussionConclusionsReferences3 Results and DiscussionOur new experimental adsorption isotherms for ethane and ethylene on CuBTC at 323, 348, and 373 K are shown in Figure S3, in Supporting Information, where they are compared to GCMC simulations using the standard DREIDING force field. We also compare simulations at 295 K with data from Wang et al. on a different CuBTC sample.(25) A similar comparison for propane and propylene was already reported in our previous work.(20) It is immediately apparent from these plots that the behavior of the standard molecular model is markedly different for olefins and for paraffins. In the following, we separately analyze adsorption of each of these types of molecule.3.1Paraffin AdsorptionIt is clear from Supporting Information Figure S3a and from our previous paper(20) that for both paraffins (ethane and propane), we observe a slight but systematic overestimation of the amount adsorbed in the simulations relative to experiment. This kind of behavior has been observed by several other researchers(61) and is likely to be due to the fact that the experimental sample is not a perfect MOF crystal. Impurities, defects, and residual solvent are all possible causes for a reduction in the available pore volume of an experimental sample. In contrast, simulations are performed on a perfect crystalline framework, and take none of these effects into account.In the past,(32) we have used an empirical scaling factor to account for this discrepancy, scaling down all the simulated isotherms by a constant value to provide the best possible match with the experimental data. Here, we adopt a slightly different, more physically consistent approach. We start by assuming that the fraction of inaccessible pore space for a given MOF sample can be estimated by comparing the measured pore volume on that sample to the “ideal” pore volume for a perfect crystal. If this is the case, then experimental measurements on different samples can be scaled upward by(5)where Nexp is the raw experimental isotherm on a given MOF sample, Nideal is an estimate of the amount that would be adsorbed on a perfect MOF sample, VPexp is the experimentally measured pore volume of the sample, and VPideal is the accessible pore volume of an ideal crystal. For VPexp, we take values measured from nitrogen adsorption at 77 K on each sample. The value for the sample used by Wang et al. (corresponding to the ethane and ethylene data at 295 K) is 0.658 cm3/g,(25) whereas the value for the commercial sample of Basolite C300 used in our measurements is 0.71 cm3/g.(62) For VPideal, we take the value of 0.82 cm3/g calculated by Liu et al. from the simulated adsorbed amount of N2 at 77 K in the high pressure limit.(63) This procedure is analogous to the experimental determination of pore volume, which makes the analysis consistent. The theoretical value of 0.82 cm3/g also matches the highest experimental pore volume observed by Liu et al. in their comparison of a large number of CuBTC samples.(63)Figures 3 and 4 compare the rescaled experimental data to the simulated isotherms for ethane and propane, respectively. Agreement between simulation and experiment for ethane at all temperatures is excellent (Figure 3). It is important to notice that even though the data from Wang et al. was obtained on a sample of CuBTC of poorer quality,(25) rescaling by the pore volume makes that data consistent with our more recent experiments on the commercial sample and with the GCMC simulations. Agreement for propane (Figure 4) is also very good and is only slightly worse than reported in our previous work,(32) where a purely empirical scaling factor was used.Figure 3. Comparison between molecular simulation results (lines of different colors) and experimental adsorption isotherms (points) for ethane on CuBTC at several temperatures. Data at 295 K was taken from Wang et al.,(25) and remaining data was measured in this work. All experimental curves were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of each MOF sample.Figure 4. Comparison between experimental (points) and simulated (lines of different colors) adsorption isotherms for propane on CuBTC at several temperatures. Experimental data are from Lamia et al.(20) but were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of the MOF sample.We now extend our comparison to include other literature sources of data for propane adsorption on CuBTC. In Figure 5 we show one of these comparisons, including data from Rubeš et al.(64) at 303 K and from Yoon et al.(65) at several temperatures. We also show our data obtained in the commercial sample at 323 K to enable direct comparison to the data of Yoon et al. at the same temperature. Rubeš et al. report a pore volume of 0.64 cm3/g for their sample,(64) and rescaling using this value in eq 5 makes their data consistent with the simulations in the entire pressure range. Yoon et al. report a pore volume of 0.63 cm3/g,(65) but rescaling by this value did not make their data consistent with our own data or with the data of Rubeš et al. The most likely explanation is that Yoon et al. have underestimated the pore volume of their sample. In fact, the same authors report a pore volume of 0.61 cm3/g for the commercial sample of Basolite C300, which is much lower than the values of 0.71–0.72 cm3/g consistently reported by other authors.(62, 66) In other words, there is evidence that Yoon et al. underestimated the pore volume of Basolite C300 by about 14%. If we assume that the pore volume of their sample, used in the adsorption isotherm measurements that they report, is also underestimated by the same amount, we can correct their pore volume. This yields an estimate of 0.74 cm3/g for the correct pore volume of Yoon’s sample. If this value is now used in eq 5 to rescale the data of Yoon et al., we can observe that it is in very close agreement with the simulations and with experimental data from other sources (Figure 5). This observation emphasizes the need for careful and consistent estimations of the pore volume of the sample.Figure 5. Comparison between experimental (points) and simulated (lines of different colors) adsorption isotherms for propane on CuBTC at several temperatures. Experimental data are from Lamia et al.,(20) Rubeš et al.,(64) and Yoon et al.(65) but were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of each MOF sample.Figure 6 shows a comparison of our simulations to data from Chowdhury et al.(67) and from Wehring et al.(68) at two different temperatures. We also show the data of Yoon et al. at 353 K,(65) rescaled as described above, for direct comparison. Chowdhury et al. reported a pore volume of 0.753 cm3/g for their sample,(67) but rescaling by this value did not make their data consistent with our simulations or with data from other samples at similar temperatures (it should lie between the curves at 313 and 323 K shown in Figure 5, but instead, it lies significantly below). Similarly, the data of Wehring et al. cannot be made completely consistent with our simulations or with the data of Yoon et al. if we rescale by the pore volume of 0.53 cm3/g reported in the original paper.(68) In fact, although their low-pressure data shows reasonable agreement with the simulations, the high pressure data lies significantly below them.Figure 6. Comparison between experimental (points) and simulated (lines of different colors) adsorption isotherms for propane on CuBTC at several temperatures. Experimental data are from Chowdhury et al.,(67) Wehring et al.,(68) and Yoon et al.(65) but were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of each MOF sample.There are several possible reasons for the discrepancies observed in Figure 6. One possibility is that the reported values for the sample pore volumes are incorrect. To test this hypothesis, we have treated the experimental pore volume as an adjustable parameter to obtain the best possible agreement between experiment and simulation (Supporting Information Figure S4). Excellent agreement is obtained for the data of Chowdhury et al. using an experimental pore volume of 0.56 cm3/g instead of 0.753 cm3/g reported by the authors.(67) However, this would imply an overestimation of 26%, which is perhaps unrealistic. For the data of Wehring et al., agreement in the entire pressure range is not attainable—the high pressure data can be made to agree but only using an experimental pore volume of 0.29 cm3/g, which would imply that the reported value of 0.53 cm3/g(68) is overestimated by 45%, a value which is hard to justify. This analysis strongly suggests that for this particular sample (and perhaps also for the sample used by Chowdhury et al.(67)), discrepancies between experiment and simulation cannot be resolved by simply scaling for the pore volume of an imperfect MOF sample relative to a perfect crystal. Indeed, Chowdhury et al.(67) compared adsorption isotherms on two different CuBTC samples and observed that they could not be made to agree by applying a constant scaling factor for the entire pressure range.Another possible explanation for the differences observed in Figure 6 is the use of an incorrect procedure for the experimental measurements, including insufficient time allowed for equilibration or incomplete activation. The latter, however, seems unlikely as most of the measurements we report (including our own) involved activation at 423 K under vacuum. So if this activation were inadequate for some measurements (Wehring et al. and Chowdhury et al.) it would also be for the others (Rubeš et al., Yoon et al., Wang et al. and our own data). Instead, we observe that the latter isotherms are consistent with each other, whereas the former two are not. Without more detailed experimental tests on different samples, we are unable to fully clarify the origin of these discrepancies.The scaling approach we have proposed here assumes that defects, impurities, occluded solvent, and so on, simply exclude a certain percentage of the pore space to the adsorbates, whereas the remainder of the pore space can be assumed to be a perfect crystal. This is admittedly a rather simplified view because defects may change the pore structure in a nontrivial way, perhaps even introducing new low energy sites for adsorption (hence, changing the isotherm curvature at low pressure). Nevertheless, the agreement observed here for different adsorbates and at least four different MOF samples suggests that it may at least provide a good approximation to compare experiments to simulations or to compare experimental data obtained on different samples, provided they are of good quality. In the remainder of this paper, all experimental isotherms are rescaled using eq 5 to provide an estimate of the adsorbed amount on a perfect MOF crystal.3.2Olefin AdsorptionAlthough a simple scaling factor is able to bring simulations and experiments for paraffins into excellent agreement, the same is not true for olefins. As shown in Figure 7 for ethylene and in our previous work(20) for propylene, simulations using the DREIDING force field severely underestimate the experimental adsorbed amount at all temperatures and pressures (ethylene data before rescaling for the pore volume show the same trend, see Supporting Information Figure S3b). A similar effect has been observed for different adsorbates and different MOFs with CUS(19) and is due to specific interactions between some adsorbate molecules and the unsaturated metal sites present in the framework. Neither conventional force fields, like DREIDING or UFF, nor ad-hoc recalibrations of their interaction parameters are able to accurately predict adsorption in these complex systems.(19, 21)Figure 7. Comparison between molecular simulation results (lines of different colors) and experimental adsorption isotherms (points) for ethylene on CuBTC at several temperatures. Data at 295 K was taken from Wang et al.,(25) and remaining data was measured in this work. All experimental curves were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of each MOF sample. Simulations were performed with the standard DREIDING potential without accounting for specific Cu−π interactions.To account for the specific interactions between the π orbitals of the olefin C═C bonds and the unsaturated Cu sites of CuBTC, we apply our hybrid QM/GCMC approach, described in detail in our previous paper.(32) As mentioned in section 2.4, we apply here an improved cutoff method for the Cu−π interaction energy that yields a more realistic potential energy landscape in the MOF framework. Figure 8 compares potential energy maps on a cross-section of the CuBTC framework obtained with a Monte Carlo procedure for different interaction potentials. It can be clearly seen that with the standard DREIDING potential, the most favorable interaction energies (green regions in Figure 8a) are located away from the Cu atoms. As expected from the low value of the LJ well depth for Cu, van der Waals interactions are not very attractive at the CUS, leading to low adsorbed amounts in this region. Instead, the most favorable adsorption sites at low pressure with standard force fields are the centers and the windows of the S1 cages, as also shown previously for methane.(33)Figure 8. Potential energy maps obtained on a cross-section of the CuBTC framework at the 100 plane parallel to the Cu–Cu vectors: (a) using the standard DREIDING force field without accounting for specific interactions with the CUS; (b) accounting for specific interactions with the CUS using our previous abrupt cutoff at 0.5 nm; (c) accounting for specific interactions with the CUS but using our new smooth cutoff scheme. Energies are in kilojoules per mole, and red denotes the most favorable interactions while the shaded regions are purely repulsive. The Cu–Cu bonds of the four paddlewheel structures are oriented along the two diagonals of the map.In marked contrast with the standard force field, when specific interactions between the olefin and the metal are taken into account using our hybrid method, a very deeply attractive well is observed near the CUS (see red and orange regions in Figure 8b and c). This means that the CUS now becomes the most favorable adsorption site for ethylene and propylene. Furthermore, this energy minimum extends well into the repulsive sphere of the Cu atom—notice the indents into the shaded area in the vicinity of the CUS in Figure 8b and c. This means that the adsorbates are now able to approach the Cu atom much closer than before, leading to shorter equilibrium distances between the center of the double bond and the metal atom (about 0.26 nm, in close agreement with neutron diffraction results for adsorption of acetylene on CuBTC(69)). This behavior is in qualitative agreement with a recent study that combines accurate QM calculations of adsorption energies with experimental calorimetry measurements.(64)Use of our previous abrupt cutoff scheme for the Cu−π interaction energy, however, leads to a slight enhancement of the attractive interactions away from the CUS—notice for example the light green band extending around the repulsive region in Figure 8b, which was absent in Figure 8a. This is unphysical, as it is well known that the Cu−π interaction is sharply localized and so the adsorption energies at other sites should not be affected.(33, 64) To avoid this artifact, we have implemented a smooth cutoff scheme between 0.4 and 0.5 nm, as described in section 2.4. It is clear from Figure 8c that with this modified scheme the artificial enhancement away from the CUS is no longer observed, but the strong attractive energy well adjacent to the Cu atom is maintained, leading to a more realistic description of the potential energy landscape of CuBTC.Figure 9. Comparison between molecular simulation results (lines of different colors) and experimental adsorption isotherms (points) for ethylene on CuBTC at several temperatures. Data at 295 K was taken from Wang et al.,(25) and remaining data was measured in this work. All experimental curves were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of each MOF sample. Simulations were performed with our modified potential that accounts for specific Cu−π interactions.With our improved method, we can now carry out GCMC simulations of ethylene adsorption to compare with our experimental isotherms. Such a comparison is shown in Figure 9, where we have also plotted the data from Wang et al.(25) It is clear that our hybrid model yields a remarkable improvement over the standard force field (Figure 7), leading to accurate predictions of adsorption over the entire temperature and pressure range (notwithstanding a slight overestimation at high pressure). It is also worth noticing that the last few data points from Wang et al. start to deviate significantly from our predictions. Although it is hard to demonstrate this, we speculate that these last few points are not as accurate as the remaining data—in fact, the curvature of the experimental isotherm above 30 kPa is much more pronounced than observed in our measurements and seems to approach our curve at 323 K. This could perhaps be due to an insufficient equilibration time during the experimental measurements, leading to an underestimated adsorbed amount. Additional measurements of ethylene adsorption at 295 K would be needed to confirm this hypothesis.Figure 10. Comparison between experimental (points) and simulated (lines of different colors) adsorption isotherms for propylene on CuBTC at several temperatures. Experimental data are from Lamia et al.(20) but were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of the MOF sample. Simulations were performed with our modified potential that accounts for specific Cu−π interactions.A similar improvement is observed for propylene (Figure 10), but in this case, the simulations slightly underestimate experimental adsorption. The predictions reported in our previous paper(32) were slightly better, but this was somewhat fortuitous because they benefitted from the unphysical enhancement of the adsorption energy away from the CUS observed in Figure 8b.Figure 11. Comparison between experimental (points) and simulated (lines of different colors) adsorption isotherms for propylene on CuBTC at several temperatures. Experimental data are from Lamia et al.,(20) Rubeš et al.,(64) and Yoon et al.(65) but were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of each MOF sample. Simulations were performed with our modified potential that accounts for specific Cu−π interactions.As we did for propane, we have compared our simulations for propylene with several additional experimental data sets from the literature. A comparison with the data of Rubeš et al.(64) and of Yoon et al.(65) is shown in Figure 11. These data sets were rescaled by the respective pore volumes of each sample (0.64 cm3/g for Rubeš et al. and 0.74 cm3/g for Yoon et al.), as described in section 3.1. As in the case of propane, applying eq 5 makes all experimental data consistent with one another and in very good agreement with our simulations using the hybrid DFT/GCMC approach. It must be emphasized that the simulations presented in Figures 9, 10, and 11 all use the same set of parameters for the Cu−π interaction (Table 1). These were fitted to DFT calculations of ethylene adsorption and transferred to propylene. The excellent agreement obtained demonstrates the transferability of our hybrid model to adsorbates of the same type (in this case, olefins).Figure 12. Comparison between experimental (points) and simulated (lines of different colors) adsorption isotherms for propylene on CuBTC at several temperatures. Experimental data are from Wehring et al.(68) and Yoon et al.(65) but were rescaled by the ratio of the theoretical pore volume to the experimental pore volume of each MOF sample. Simulations were performed with our modified potential that accounts for specific Cu−π interactions.Finally, we have compared our simulations to the data of Wehring et al.(68) at two different temperatures, and this is shown in Figure 12. Once more, agreement between simulation and experimental data on this sample is very poor if the reported experimental pore volume of 0.53 cm3/g is used, except at very low coverage. The data of Wehring for propylene can be made consistent with other experimental data sets (compare to the data of Yoon et al. at 353 K(65)) by using the experimental pore volume as an adjustable parameter (see Supporting Information Figure S5). Crucially, though, the pore volume employed for propylene, 0.32 cm3/g, is not the same as the value of 0.29 cm3/g found for propane adsorption in section 3.1. This reinforces our conclusion that the underestimation of adsorption in this sample cannot be accounted for by a simple scaling factor.We conclude our analysis of pure component adsorption by presenting simulation results for the isosteric heat of adsorption (−ΔHads) at different degrees of coverage (Figure 13). Data at finite coverage was obtained from the simulated adsorption isotherms at several temperatures by integrating the van’t Hoff equation at constant coverage:(6)In practice, for a given coverage, we estimate the corresponding pressure from the adsorption isotherm at each temperature and then plot ln P as a function of 1/T. A linear least-squares fit yields the heat of adsorption from the slope of the straight line. At least four temperature values (normally six) were used for each coverage.The data for both propane and propylene (Figure 13a) show a slow decrease from low coverage up to about 2 mol/kg followed by a slight but steady increase up to high coverage. The initial decrease reflects the structural and energetic heterogeneity of CuBTC—the adsorbates initially occupy the most favorable adsorption sites, the S1 cages and windows for both adsorbates and the CUS in case of propylene, and only then move on to the less favorable regions, which causes the heat of adsorption to decrease in the low coverage regime. At high coverage, adsorbate–adsorbate interactions start to play a more important role and cause a slight increase in the heat of adsorption. The values reported in Figure 13a are well within the range of experimental values reported by several authors (see Table 3 of the paper by Rubeš et al.(64) for a comparison of such data), which vary between −29 and −38 kJ/mol for propane and −30 and −48 kJ/mol for propylene.(20, 64, 65, 68, 70-72) Our results also show that the heat of adsorption is higher for propylene than for propane in the entire coverage range, with an average difference of about 4 kJ/mol, also in qualitative agreement with experimental studies.(20, 64, 65, 68, 70-72)We have also calculated the heats of adsorption for ethane and ethylene, shown in Figure 13b. As observed previously for the C3 hydrocarbons, the heat of adsorption of ethylene is consistently higher than that of ethane, the difference ranging from 3 to 7 kJ/mol. In an attempt to estimate the contribution due to adsorption at the CUS, we have also computed the heat of adsorption for ethylene using the standard DREIDING force field. Recall that our modified potential simply adds the specific Cu−π interaction to the DREIDING model (see section 2.4), so the difference between the two will give the contribution due to this interaction. This is shown as red open triangles in Figure 13b. It can be seen that excluding the specific interaction with the CUS brings the ethylene heats of adsorption to values below those observed for ethane (except at the lowest coverage, where the two values are similar). This is yet another demonstration of the need to include an accurate description of these specific interactions in the molecular model in order to obtain physically realistic results for these adsorption systems. For the particular case of ethylene adsorption, the contribution of the Cu−π interactions to the heat of adsorption ranges between 10 and 35%.Figure 13. Heats of adsorption obtained from GCMC simulations for (a) propane (black circles) and propylene (red triangles); (b) ethane (black circles) and ethylene (red triangles). Simulations for propylene and ethylene were performed with our modified potential that accounts for specific Cu−π interactions, except for the open triangles in (b) which were obtained using the standard DREIDING potential. The lines are a guide to the eye.Top of PageAbstractIntroductionMethods and ModelsResults and DiscussionConclusionsReferences4 ConclusionsPredicting adsorption in MOFs is not a trivial matter. Molecular simulation provides a very powerful approach for this purpose, but several issues still need to be resolved. One of these issues is the need for accurate experimental reference data to compare with simulation predictions. Indeed, while simulations are almost always performed in ideal MOF crystals, real samples may suffer from impurities or defects. In this paper, we have proposed a simple approach to account for this fact based on a rescaling of the experimental isotherms by the ratio of the theoretical pore volume of an ideal crystal to the experimental pore volume of the real sample. By applying this approach, experimental data obtained on at least four different samples and spanning a wide range of temperatures and pressures can be made consistent with each other. Moreover, our molecular simulations of ethane, ethylene, propane, and propylene show excellent agreement with the rescaled experimental isotherms.The rescaling approach assumes that the only effect of impurities and defects is a reduction of the accessible pore volume for adsorption, but this assumption may not always be valid. Defects, for example, can also introduce new adsorption sites that would not be present in an ideal MOF crystal. This might help explain why we have not obtained good agreement with rescaled experimental data on two of the samples we examined. However, other possible explanations, such as insufficient equilibration of the experimental measurements, cannot be ruled out at this point. Inadequacies in our molecular model are another possible source of error, although it is unlikely that realistic model adjustments would be able to account for the differences in saturation capacity observed in Figures 6 and 12. It is clear that additional studies are needed to assess the actual effects of impurities, defects, and occluded solvent molecules on adsorption in MOFs. Such studies should involve systematic comparisons between experimental measurements on different samples as well as comparisons with molecular simulation predictions. The need for a careful selection of reference systems and rigorous application of recommended measurement procedures (e.g., to estimate the sample pore volume, surface area, etc.) should also be emphasized.Adsorption predictions in MOFs are further complicated when coordinatively unsaturated metal sites are present in the framework. It is now clear that conventional “off-the-shelf” molecular models, based on the Lennard-Jones potential with our without point charges, are unable to describe the specific and localized nature of the interactions between some adsorbates and the CUS.(19) As such, adsorption predictions that apply such models to MOFs that contain open metal sites should be regarded with care. In this paper, we have refined our previously proposed strategy to effectively account for these specific interactions, based on a combination of quantum mechanical calculations with classical GCMC simulations,(32) and have demonstrated its transferability to adsorbates of a similar nature (i.e., olefins). Specifically, using parameters obtained from the QM adsorption energy profile for ethylene, we were able to accurately predict adsorption of both ethylene and propylene on several different samples of CuBTC at several temperatures.Despite the massive improvement of our new approach relative to standard force fields, it is clear that our model is still not perfect. The slight overestimation of ethylene adsorption (Figure 9) and underestimation of the adsorbed amount for propylene (Figures 10 and 11) is possibly caused by some of the assumptions of our model. In particular, our assumption that the DFT/PBE calculations do not include any dispersion interactions is almost certainly not exact and is, hence, a possible source of error. A much better alternative would be to apply a more accurate DFT approach that can describe dispersion interactions in a more realistic way while still keeping the computational cost reasonably low. We have recently found such an approach for water adsorption on CuBTC(58) and are currently applying it to describe ethylene adsorption on this MOF. We are also currently extending our approach to different adsorbates and to other MOF frameworks with unsaturated metal sites. Top of PageAbstractIntroductionMethods and ModelsResults and DiscussionConclusionsReferencesSupporting InformationComparison between simulations for ethane and ethylene with and without electrostatic interactions (Figures S1 and S2), together with computational details for determining the point charges on the adsorbates and framework atoms. Additional details concerning the treatment of specific Cu−π interactions. Raw experimental data for ethane and ethylene compared to simulations using the DREIDING force field (Figure S3), and additional comparisons between simulations and experiments (Figures S4 and S5). Comprehensive list of all the experimental adsorption data analyzed in this work (Table S3). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethods and ModelsResults and DiscussionConclusionsReferencesAcknowledgmentThis work is supported by projects PTDC/EQU-EQU/099423/2008, PEst-C/EQB/LA0020/2011 and PEst-C/CTM/LA0011/2011, financed by FEDER through COMPETE—Programa Operacional Factores de Competitividade and by FCT—Fundação para a Ciência e a Tecnologia. J.R.B.G. thanks FCT for the IF program. M.F. gratefully acknowledges a postdoctoral fellowship from the German Research Foundation (DFG grant FI 1800/1-1).Reference QuickViewTop of PageAbstractIntroductionMethods and ModelsResults and DiscussionConclusionsReferencesReferencesThis article references 72 other publications.1. Bryan, P. F. Removal of propylene from fuel-grade propane Sep. Pur. Rev. 2004,  33,  157[Crossref]There is no corresponding record for this reference.2. Rege, S. U.; Yang, R. T. Propane/propylene separation by pressure swing adsorption: sorbent comparison and multiplicity of cyclic steady states Chem. Eng. Sci. 2002,  57,  1139[Crossref], [CAS]2. Propane/propylene separation by pressure swing adsorption: sorbent comparison and multiplicity of cyclic steady statesRege, Salil U.; Yang, Ralph T.Chemical Engineering Science\r\n        (2002),\r\n    57\r\n        (7),\r\n    1139-1149CODEN:\r\n                CESCAC;\r\n        ", "title": "Accurate Model for Predicting Adsorption of Olefins and Paraffins on MOFs with Open Metal Sites", "authors": ["Miguel Jorge", "Michael Fischer", "José R. B. Gomes", "Christophe Siquet", "João C. Santos", "Alírio E. Rodrigues"], "doi": ["10.1021/ie500310c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-40/ie500310c/20141002/images/small/ie-2014-00310c_0013.gif\">"]}