{"abstract": "Three-ring polycyclic aromatic hydrocarbons (PAHs), and phenanthrene (Phe) in particular, are the main pollutants found in the waste flue gases from organic material combustion in energy generation processes. Quantitatively, the most abundant gaseous contaminant emitted in these processes is CO. Therefore, the aim of this paper has been to study the influence of different CO concentrations on the phenanthrene adsorption in a postcombustion cleanup process when carbonaceous materials are used to remove low concentrations of phenanthrene from a hot exhaust gas stream. Adsorption isotherms were obtained using CO and phenanthrene concentrations in the ranges of 0−30% and 0.025−3.2 ppmv, respectively. The process temperature was fixed to 150 °C in all runs. All the obtained isotherms were properly fitted to the Freundlich adsorption model and their parameters determined by regression analyses. A negative influence of CO in phenanthrene adsorption capacity was observed, probably due to a competitive effect between CO and phenanthrene for the adsorption sites within the carbonaceous material. However, it was found that high CO concentrations did not affect the phenanthrene adsorption more negatively than low CO concentrations. It was thus concluded that the most suitable carbonaceous materials for phenanthrene abatement in flue gases were those having a wide pore distribution with a high average micropore diameter. The development of mesoporosity in adsorbents promotes phenanthrene adsorption because it favors both the access of phenanthrene molecules into the micropores and the phenanthrene multilayer adsorption. Finally, the Yoon and Nelson mathematical model was applied to simulate the breakthrough curves. This model was able to predict the adsorption breakthrough in all the runs. Nevertheless, problems arose when trying to fit breakthrough curves at relative concentrations higher than 70% in those adsorbents with narrow micropore distributions. ", "text": "10.1021/ef010250g  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionIntroduction Combustion processes of fossil fuels are currently the main source of energy generation. It is well-known that, in these processes, pollutants such as SO2, NOx, CO2 and CO are emitted to the atmosphere. Organic emissions, whose harmful nature has become the cause of growing concern, are another important source of pollution released in these processes. The inorganic emission abatement has been widely studied and as a result feasible solutions, such as fluidized bed combustion where lower temperatures reduce NOx formation and sorbents addition for SO2 abatement, have been developed. As for organic emissions, further investigations are still needed to provide similar solutions. Comparatively, organic emissions are released in much smaller amounts and show a wider variety of types than inorganic emissions. In particular, a special group of volatile organic compounds (VOC) constituted by the polycyclic aromatic hydrocarbons (PAHs) is remarkable because they are able to modify the normal metabolic functions of cells, originating mutagenic and carcinogenic effects.1-5 Nowadays, the study of PAH formation and abatement is receiving special attention.6 The influence of combustor type7-8 and the process variablesfuel type,9-11 temperature,12,13 oxygen excess percentage,14,15 space velocity,16 and sorbent addition14,17have been recently  reported, concluding that although process variables may be optimized to minimize the total PAH emissions it is not possible to achieve a total PAH abatement during the combustion process. Therefore, it is advisable to design new systems, outside the combustion process, to reduce the PAH emissions.  The PAH emissions, due to their high volatility and reactivity,18 can be released and supported not only onto the particulate matter but also in the gas phase.19 While the more volatile compounds with 2 and 3 aromatic rings are mainly released in the gas phase, the heavier compounds, i.e., those containing 3 or more aromatic rings, can be emitted in association with the particulate matter.19 Some authors20,21 have studied the PAH gas/solid partitioning, finding that it is associated with the liquid vapor pressure, the size and surface area of the suspended particulate matter, the particulate matter chemical composition, and the ambient temperature. These characteristics, together with the PAH volatile character, will determine their emission way being emitted during the combustion process.  The main advantage of the PAHs supported onto the particulate matter is that they can be trapped using cyclones, electrostatic precipitators, scrubbers, etc. However, the more volatile compounds and those on the smallest particulate matter can be released to the atmosphere by chimney, and their control is more difficult. Two technologies are the most promising alternatives to reduce gaseous PAH emissions:  catalytic PAH elimination22,23 and PAH adsorption on carbonaceous materials.24,25  Packed beds of carbonaceous materials have been used to remove organic emissions from air streams in a variety of applications and remain the most widely used method. They may be used in chimney technology to prevent environmental pollution or to provide clean air for personnel either on an individual basis, via a personal respirator, or collectively as in air conditioning.26 There are few papers about PAH retention onto carbonaceous materials in which a quantitative analysis of the adsorption capacity of the adsorbents has been carried out. In previous papers,25,27 the authors demonstrated that the Phe adsorption capacityboth in dry and humid gas streamsof different microporous carbon materials depends on the material textural characteristics and shows a good correlation to the total micropore volume (VN2) from the N2 isotherm data calculated by the Dubinin-Radusckevich equation (DR). A competitive effect between Phe and water vapor molecules for adsorption sites was also reported.27 In this paper, the influence on Phe adsorption of another important component in the combustion flue gases, CO2, is studied within the concentration ranges normally emitted at energy generation.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionExperimental Section Sixteen carbon materials of different origins were used to study the moisture effect on their Phe adsorption capacity. CA-1, CA-2, and CA-4 were carbon blacks obtained from pyrolysis of different tire samples at 500 °C for 30 min in a swept fixed bed reactor with a continuous nitrogen flow of 2 L/min (STP conditions) and a heating rate of 25 °C/min. CA-1 and CA-2 were not subject to any activation process whereas CA-4 was activated to increase the micropore volume. The chars were activated at 850 °C in a nitrogen flow containing 10% steam for 8 h with a heating rate of 50 °C/min. CA-3 was a coke from German Rhenish lignite supplied by RWE Rheinbraun. This particular coke is well-known all over Europe for its interesting applications in the field of waste gas and wastewater cleaning. However, no information was given about the carbonization process. CA-5 and CA-6 were active carbons obtained from cherry stones and grape seeds, respectively. Both materials were activated with steam at 700 °C during 2 h and with a heating rate of 10 °C/min in a one-step method which combines the carbonization and activation process with a 10 g/min steam flow rate. CA-11 was a commercial activated carbon from coconut shells. CA-8, CA-14, and CA-16 were different activated carbons from apricot stones. CA-8 was obtained in a two-step process:  Apricot stones were carbonized in nitrogen at 800 °C for 2 h, then the carbonization product was activated with steam at 800 °C for 2 h and a steam flow rate of 10 g/min. The heating rate was 20 °C/min. CA-14 and CA-16 were obtained in a one-step method which combines the process of carbonization at 800 °C and the subsequent activation with steam for 2 and 3 h, respectively, both with a heating rate of 20 °C/min and a steam flow rate of 10 g/min. Finally, CA -7, CA-9, CA-10, CA-12, CA-13, and CA-15 correspond to different activated carbons from Spanish lignites. Activated carbon preparation was carried out by carbonization of the original raw materials, followed by activation in both CO2 and steam. Carbonization and activation were carried out in a horizontal furnace. The carbonization was conducted in a N2 flow (80 mL/min) at 850 °C with a heating rate of 5 °C/min for 2 h. The activation process was carried out at the same temperature and heating rate. The flow gases used were CO2 (80 mL/min) for CA-9 and CA-15 adsorbents for 1 and 2 h, respectively, and steam/N2 mixture (0.2 g/min) for CA-7, CA-10, CA-12, and CA-13 for reaction times between 1 and 2 h. The textural parameters of these carbon materials are compiled in Table 1. The pore volumes and the micropore distribution parameters of the carbon samples were analyzed in an automatic volumetric sorption analyzer (model ASAP 2000, Micromeritics Instrument Co., Norcross, GA) using N2 and CO2 adsorption at 77 and 273 K, respectively. To determine the experimental error sample CA-3 analyses were reproduced 5 times. The RSD obtained was 3%.    Table 1.  Morphological and Chemical Surface Parameters    DR equationDA equationaTPDbBJHcsampleoriginVN2 (cm3/g)VCO2 (cm3/g)nL (nm)CO (μmol/g)CO2 (μmol/g)VBJH (cm3/g) CA-1 tire 0.06 0.03 2.4 0.9 864 373 0.13 CA-2 tire 0.04 0.01 2.2 1.1 277 121 0.39 CA-3 coal 0.11 0.11 2.0 1.3 499 542 0.11 CA-4 tire 0.15 0.08 1.6 1.4 944 295 0.39 CA-5 cherry 0.13 0.18 2.4 0.7 1860 874 0.01 CA-6 grape 0.19 0.21 2.3 0.8 1480 1010 0.07 CA-7 coal 0.21 0.19 2.0 1.1 1400 578 0.06 CA-8 apricot 0.46 0.25 1.9 1.6 839 592 0.22 CA-9 coal 0.30 0.28 2.0 1.0 669 353 0.11 CA-10 coal 0.36 0.28 1.9 1.1 678 392 0.26 CA-11 coconut 0.57 0.42 1.4 1.6 681 465 0.10 CA-12 coal 0.41 0.22 1.5 1.5 1130 344 0.25 CA-13 coal 0.52 0.27 1.6 1.4 661 357 0.43 CA-14 apricot 0.52 0.32 1.6 1.4 705 161 0.57 CA-15 coal 0.48 0.36 1.7 1.3 612 321 0.14 CA-16 apricot 0.62 0.29 1.5 1.6 884 482 0.51  a Dubinin−Astakhov equation.b Thermal Programmed Desorption.c Barnett, Joyner, Halenda method.    The surface oxygen groups characterization was carried out on a Pulse Chemisorb 2700 (Micromeritics Instrument Co., Norcross, GA) by temperature-programmed desorption (TPD). The carrier flow rate was adjusted with an electronic mass flow controller. The gases evolved by thermal decomposition  from the surface groups were measured by gas chromatography with Porapak N-120 and Molecular Sieve columns. The temperature program was as follows:  35 °C isothermal for 4 min from 35 to 180 °C at 35 °C/min.  The experimental error of these calculated surface oxygenated groups was determined from 5 TPD analyses. The resulting percentage experimental standard deviations were calculated to be 2%.  Experiments were carried out using the laboratory scale rig described in detail elsewhere26 where an additional mass flow controller was added in order to include CO2 in the gas stream (see Figure 1). The adsorption gas stream was passed through an adsorbent fixed bed reactor. The adsorbing bed, composed of 25 mg of adsorbent (a particulate size range between 100 and 200 μm) was mixed with 1.0 g of sand, inert material with the same particle size, to provide enough bed length (11 cm) ensuring a uniform flow throughout the reactor. Blank tests were carried out to check the inert material adsorption capacity. The temperature of the adsorption reactor was fixed at 150 °C (±1 °C accuracy) in the interior of a chromatographic furnace.   Figure 1 Experimental system used for Phe adsorption measurement.   Before proceeding with each experiment, it was necessary to reach a constant and known concentration of Phe and CO2 in the bed reactor inlet stream, by passing the outlet gas stream to the Flame Ionization Detector (FID) until these concentrations were obtained. Once reached, the gas stream was passed through the reactor starting the reaction time, which lasted until saturation was reached (C0 = C).  Adsorption capacities, w* (mg Phe/mg carbonaceous material), were calculated as tb × C0 × Q/W, where tb was the breakthrough time for a 2% of penetration time (min), C0 was the Phe inlet stream concentration (mg/mL), Q was the flow (mL/min), and W was the adsorbent weight (mg). The PAH concentration (C) in the outlet gas stream was directly measured by a previously calibrated FID. The reproducibility analyses of Phe adsorption capacity were carried out at an influent concentration of 2.0 ± 0.1 ppmv (mean ± standard deviation). A value of 0.11 ± 0.01 mg Phe/mg CA-3 was obtained for five experimental runs.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionResults and Discussion Sample Characterization. The characteristics of the sixteen carbon materials are shown in Table 1. The parameter VN2 included in Table 1 is the total micropore volume (pore size < 2 nm), calculated from the Dubinin−Radushkevich (DR) equation for the N2 isotherm data. VCO2 (pore size < 0.7 nm) is the narrow micropore volume, calculated from the DR equation for the CO2 isotherm data. The mesopore volume, pore size 2−50 nm, was calculated using the BJH method for the N2 isotherm data (VBJH). The n exponent was obtained from applying the Dubinin−Astakhov equation to the CO2 isotherm data. For most of the carbon adsorbents, n ranged from 1 to 4. An n value higher than 2 indicates a highly homogeneous, small micropore carbon adsorbent, while an n value lower than 2 means a strongly activated and heterogeneous carbon. The L value was obtained at the maximum value of the distribution curve using the Stoeckli equation when the characteristic adsorption energy, from the DA equation for the CO2 isotherm data, ranges from 20 to 42 kJ/mol and using the Dubinin equation when the E0 values were lower. There are great differences among the adsorbent morphological and chemical surface parameters compiled in Table 1 where a considerable variety in microporosity development and distribution can be observed. Although samples CA-3, CA-7, and CA-9 have different porosities, the value of parameter n in the DA equation (close to 2) and the similar values of VN2 and VCO2 indicate that they all have a homogeneous micropore distributions. In the case of CA-5 and CA-6 adsorbents, where n > 2 and VN2 higher than VCO2, the micropore distribution was very homogeneous and narrow. Finally, the remaining adsorbents, where n < 2 and VCO2 < VN2, will have a wide micropore distribution with an average micropore diameter with different values depending on their precursor nature and the experimental conditions used during activation (Table 1). Regarding the mesoporosity of adsorbents, the different values obtained will clarify their role in the adsorption process.  Table 1 also shows the decomposition products from the surface oxygen-containing groups (CO and CO2) which were determined by TPD. The CO2 was released at low temperatures, as a result of the decomposition of acid surface groups. The CO groups have their origin from weakly acidic, neutral, and basic groups, which are thermally more stable and are, therefore, released at higher temperatures. In Table 1, we can see the great differences between the amount of CO and CO2 desorbed for the various samples during the TPD experiments. Table 1 shows that the oxygen content of the samples depends on the precursor nature and the experimental conditions used during activation.  Therefore, a set of samples have been selected, with important differences regarding both porous texture and surface chemistry.  Phe Adsorption. The Phe adsorption capacity was obtained from the breakthrough curves. Figure 2 shows the CA-3 sample breakthrough curves with the same Phe concentration (0.5 ppmv) and different CO2 percentages (0%, 10%, 15%, and 30%). The high slope indicates that the Phe adsorption was very quick, with minimum mass transfer effect, and very fast kinetics.28   Figure 2 Breakthrough curves for Phe adsorption on the CA-3 sample at different CO2 percentages:  ▵ 0%; 10%; 15%, and ○ 30%. (T×bb = 150 °C, C0 ≈ 1 ppmv).   The Phe adsorption capacities of the sixteen carbonaceous materials are reported in Table 2. This Table shows w*/C0 values in 0% and 15% CO2 gas streams, as well as the difference in percentage between them. The ratio w*/C0 is given because the experimental design did not permit the same Phe inlet concentration constant in all runs, and so, w* could not be compared. The inlet average concentration was 2.0 ± 0.1 ppmv. The influence of adsorbent characteristics on Phe adsorption has been reported in previous works.25 The Phe adsorption process occurs preferentially in those pores with molecular size diameter (ca 0.7 nm) where the adsorption potential is maximum.25 Therefore, adsorbents with a high microporosity developed around an average pore diameter higher than 0.7 nm favor the Phe retention. It can also be determined that the mesoporosity presence is suitable for Phe adsorption, because not only are the Phe molecules allowed to enter the micropores but also the retention increase through multilayer adsorption is favored. The presence of CO2 in the gas stream with a concentration similar to the one existing in the new systems for energy generation decreases the total amount of Phe adsorbed. This is probably due to a competitive effect between both molecules to access the adsorption sites (see Table 2). In Table 3, the Pearson correlation coefficients and the significance levels between the Phe adsorption capacities and the adsorbent textural parameters are reported. It is observed that the incorporation of CO2 to the gas stream does not change the main textural parameters that control the adsorption process. The total micropore volume, VN2, which is the main property in the Phe adsorption process, is positively correlated to Phe adsorption capacity (see Table 3). The narrow micropore volume, VCO2, is also positively correlated to Phe adsorption capacity but with a correlation coefficient lower than VN2. This is probably due to diffusional and steric problems of Phe molecules to get into the narrow micropores. According to the correlation coefficients obtained, the more suitable micropore distribution for Phe retention would be wide micropore distributions (n value lower than 2) with a high micropore average size to avoid diffusional problems. Regarding mesoporosity, the Phe adsorption is positively correlated to the VBJH with a 95% significance level. Mesopores not only favor the Phe diffusion into the micropores but also increase the Phe retention by multilayer adsorption because of adsorbate−adsorbate interactions. The influence of adsorbent surface chemistry was determined from the correlation coefficients between the Phe adsorption capacities and the oxygen surface groups desorbed in TPD. Statistical significance between Phe adsorption capacity and oxygen surface groups was not found probably due to the physical character of the Phe adsorption process at the operating conditions. In Table 3, the influence of the textural parameters in the change of the Phe adsorption capacity when CO2 (15% CO2) is added to the gas stream is also shown. It is remarkable that there is a high statistical significance with VCO2. This is probably because the CO2 molecules are retained mainly in the molecular size micropores (ca. 0.3 nm)and therefore, the higher the narrow microporosity, the higher the CO2 adsorptioncompeting for the Phe adsorption into the micropores.    Table 2.  Phe Adsorption Capacities (w*/C0 [mL/mg]) for the Studied Carbonaceous Materials at 0% and 15% CO2 Gas Stream  adsorbentw*/C0 0% CO2w*/C0 15% CO2% difference CA-1 13 13 0 CA-2 8 13 −63 CA-3 62 47 24 CA-4 64 61 5 CA-5 12 9 25 CA-6 74 46 38 CA-7 102 70 31 CA-8 199 102 49 CA-9 161 97 40 CA-10 189 101 47 CA-11 272 175 36 CA-12 234 161 31 CA-13 260 212 18 CA-14 285 172 40 CA-15 274 166 39 CA-16 332 235 29     Table 3.  Correlation Coefficients, r, and Statistical Significance Levels, p, of the Relationships between Textural Parameters and Adsorption Capacities    VN2VCO2nLVBJHCOCO2Oa 0% CO2 r 0.98 0.86 −0.83 0.74 0.45 −0.28 −0.28 −0.30  p 0.00b 0.00b 0.00b 0.00b 0.05a 0.30 0.29 0.26 15% CO2 r 0.95 0.77 −0.83 0.76 0.52 −0.27 −0.30 −0.30  p 0.00b 0.00b 0.00b 0.00b 0.04a 0.31 0.26 0.25 % diff r 0.54 0.76 −0.37 0.19 −0.23 0.30 0.39 0.37  p 0.03a 0.00b 0.16 0.47 0.39 0.25 0.14 0.16  a 95% significance.b 99% significance.    Adsorption Isotherm Modeling. Adsorption isotherms of Phe vapors on CA-3 sample were obtained at different CO2 percentages, 0%, 10%, 15%, and 30% at 150 °C (see Figures 3 and 4). The adsorption isotherms are close to type I of the BDDT (Brunauer, Deming,  Deming, and Teller) classification.29 Thus, the initial part of the adsorption isotherm represents micropore filling and the slope of the plateau at higher concentrations is due to the multilayer adsorption on the nonmicroporous surface (mesopores, macropores, and the external surface). Therefore, the adsorption is mainly produced in the molecular size pores of Phe and the presence of CO2 in the gas stream does not seem to prevent the multilayer adsorption, as mentioned above. The decrease of the Phe adsorption capacity when CO2 is added to the gas stream is probably due to a competitive effect between both molecules for the adsorption sites. It is also observed that the increase in the CO2 percentage from 10% to 30% does not seem to affect the Phe adsorption capacities. This fact is consistent with the results obtained by Yong et al.30 who reported that the CO2 adsorption at high temperature on nonchemically modified carbonaceous materials follows Henry's law with a negligible influence of CO2 partial pressure on its adsorption capacity.   Figure 3 Phe adsorption isotherms on the CA-3 sample at different CO2 percentages, ▵ 0%; 10%; 15% and ○ 30%. (T×bb = 150 °C, 0.02 < C0 <3 ppmv).   Figure 4 Phe adsorption isotherms on the CA-3 sample at CO2 percentage, ▵, ▵ 0%; 10%; 15% and ○ 30%. (T×bb = 150 °C, 0.02 < C0 < 0.13 ppmv).   From the adsorption isotherm data, it could be deduced that the incorporation of CO2 to the gas stream does not change the Phe adsorption mechanism on the carbonaceous material surface. This fact was not observed when steam was involved in the Phe adsorption. Previous works27 showed that the presence of moisture in the inlet gas stream not only decreased the Phe adsorption capacity but also prevented the adsorbate−adsorbate interactions which lead to the multilayer adsorption.  Isotherm experimental results were fitted to the Freundlich adsorption model in order to predict the adsorbent behavior in energy generation systems where concentrations are ranging from low ppbv6 up to several ppmv.11  The Freundlich equation is an empirical relationship based on the assumption of a logarithmic decrease in adsorption heat with adsorption surface coverage. The Freundlich equation is commonly used in the following form:    where w* and C0 are defined as for eq 1, and Kf and nf are empirical constants which also depend on the temperature. If the equilibrium experimental data are used (w* and C0), the isotherm parameters (Kf and nf) in eq 1 can be determined by plotting ln(w*) against ln(C0). Generally, the parameter nf has a value greater than unity, showing a favorable adsorption onto the microporous adsorbent. The magnitude of Kf is related to the adsorbent capacity. Table 4 shows the parameters Kf and nf and correlation coefficients obtained by applying the Freundlich model to the Phe isotherm data. The Freundlich model is able to fit the experimental data at the studied conditions. This is due to the fact that the Freundlich equation allows for the averaging of differing multilayer adsorption energies and differing surface adsorption groups which are both affected by the size and distribution of pores in an adsorbent.31 Thus, the multilayer process involved in the Phe adsorption is taken into account. All the nf values shown in Table 4 were greater than unity, indicating a favorable adsorption process on the CA-3 sample. According to the above-mentioned hypothesis, all the Kf values were identical when CO2 was present in the gas stream, and lower than those obtained in the absence of CO2 when only Phe is processed.    Table 4.  Parameters of Freundlich Isotherm for Phe Adsorption on CA-3 Sample at Different CO2 Percentages  % CO2[Phe] range (ppmv)Kf (mg/mg)/(mg/L)1/nfr2 0 0.024−3.4 0.13 0.15 0.98 10 0.032−3.4 0.11 0.10 0.99 15 0.031−3.5 0.11 0.12 0.97 30 0.027−3.5 0.11 0.13 0.99   Breakthrough Curve Mathematical Modeling. Mathematical modeling of breakthrough curves allows the prediction of the system behavior in conditions different from those used in the laboratory experiments. Several theoretical complex models have been proposed in the literature32 to simulate breakthrough curves. However, a very simple model, the Yoon and Nelson model,33 has been chosen in this paper due to its simplicity and capacity to fit satisfactorily the obtained breakthrough curves. In this model, no detailed data concerning the characteristics of adsorbate, the type of adsorbent, and the physical properties of adsorption bed  are needed. To develop this model, Yoon and Nelson considered that when a gas stream flows through a fixed bed of activated carbon, some of the gas molecules are adsorbed on activated sites while others pass through the activated carbon bed. In addition, they postulated34-36 that the rate of decrease in the probability of adsorption for each adsorbate molecule is proportional to the probability of adsorbate adsorption and the probability of adsorbate breakthrough on the adsorbent. The final equation developed by Yoon and Nelson may be written as  where t is the breakthrough time, Cb and Ci are the breakthrough (effluent) concentration and inlet concentration, respectively, τ is the time required for 50% adsorbate breakthrough, k‘ is the rate constant, and k is a proportionality constant. These parameters can be easily determined from the slope and intercept of linear plots of ln[Cb/(Ci − Cb)] versus t. Figures 5 and 6 show the experimental breakthrough curves with 0% and 15% CO2 at the inlet gas stream for CA-6 and CA-14, respectively. The theoretical curves calculated according to the Yoon and Nelson mathematical model are also shown. It can be pointed out that the Yoon and Nelson model is appropriate to predict the breakthrough time in both cases independently of the inlet gas stream composition and the textural parameters. It can also be observed that only in those adsorbents with a wide micropore distribution and a high average size diameter, the Yoon and Nelson model could predict the shape of the breakthrough curves. This fact is reflected in Figure 5, where the breakthrough curves on Phe adsorption for CA-14 adsorbent are shown. In this adsorbent, where VN2 > VCO2, n < 2 and high VBJH, the Phe molecules did not have mass transfer problems to get into the micropores, independently of the percentage of surface coverage. In Figure 6, the breakthrough curves for an adsorbent with a narrow and homogeneous micropore distribution, CA-6, are shown. It is observed that the model did not fit the breakthrough experimental data obtained for Phe relative concentrations higher than 70%. This fact is probably due to the mass transfer and diffusional problems of Phe molecules when the percentage of surface coverage caused by a micropore entrance blocking increases. The Yoon and Nelson model does not seem to be an appropriate tool to predict the behavior of an active carbon at high surface coverage, probably because it does not take into account changes in the Phe diffusion coefficient. Other mathematical models37,38 consider the change of this parameter at high bed conversions and probably will be able to simulate the breakthrough curve in the whole range of surface coverage.   Figure 5 Breakthrough curves for Phe adsorption on the CA-14 at different CO2 percentages. ▵ 0% and 15%. (T×bb = 150 °C, C0 ≈ 1 ppmv).   Figure 6 Breakthrough curves for Phe adsorption on the CA-6 at different CO2 percentages. ▵ 0% and 15%. (T×bb = 150 °C, C0 ≈ 1 ppmv).   In Table 5, τ and k, two parameters of the Yoon and Nelson model for Phe adsorption on the studied adsorbents are reported. The τ parameter is positively correlated to the Phe adsorption capacity, r2 = 0.98, so that τ values depend on the microporosity, the micropore distribution, and the mesoporosity, as reported for the Phe adsorption capacity. According to Yoon and Nelson's postulates,39 the k parameter should be a constant for  a given adsorbate and a specified type of adsorbent, and also independent of the adsorbate concentration and the flow rate. The k values reported in Table 5 are dependent on the adsorbent nature, but no relationship has been found between them and the physical and chemical adsorbent properties with a significance level higher than 95%. According to previous results, comparing τ and k parameters obtained from 0% and 15% CO2 gas streams, it could be observed that the τ values were always lower working with CO2, due to the competitive effect between CO2 and Phe for the adsorption sites.    Table 5.  Parameters of Yoon and Nelson Model for Phe Adsorption on Carbonaceous Materials (C0 = 2 ppmv, T = 150 °C)   0% CO215%CO2samplesτkτk CA-1 26 13 17 12 CA-2 20 19 15 38 CA-3 127 178 55 28 CA-4 219 38 66 66 CA-5 30 30 11 23 CA-6 195 37 51 51 CA-7 302 98 72 94 CA-8 518 67 125 25 CA-9 425 58 102 68 CA-10 501 100 102 80 CA-11 735 147 216 22 CA-12 580 232 167 193 CA-13 593 65 222 44 CA-14 572 80 189 57 CA-15 672 87 175 44 CA-16 940 136 265 27     Table 6.  Values of Simulation Parameters for Phe onto CA-3 Adsorbent  % CO2akw 0% 1.9 2.4 10% 1.9 1.4 15% 1.9 1.8 30% 1.9 1.0   Yoon and Nelson, on the basis of chemical kinetic principles, postulated that the adsorptive reaction is an nth-order reaction, and formulated the following relationship between τ and the reactant concentration:  where kw is a proportionality constant, Ci is the inlet effluent concentration, a is the reaction order, and F is the flow rate of the gas stream. This equation can be transformed into eq 4 to determine the reaction order, and the proportionality constant kw:  Plotting ln(1/τ) versus ln(Ci), the reaction order can be calculated from the slope and the proportionality constant from the intercept. In Table 6, the reaction order, a, and the proportionally constant, kw, are shown. It is observed that the reaction order is not a function of either CO2 presence or the CO2 percentage. This conclusion seems to support the hypothesis above whereby the presence of CO2 does not affect the Phe adsorption mechanism.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionAcknowledgment The authors would like to thank the European Community for its partial support and to the DGA (Aragon, Spain) for its fellowships (T. G. and J. M. Lopez).     This article references 39 other publications. (1) Polynuclear Aromatic Compounds, Part 1. International Agency for Research on Cancer (IARC); Chem., Environm. and Experimental Data: Lyon, France 1983.There is no corresponding record for this reference.  (2) Lee, M. L.; Novotny, M.; Bartle, K. D.   Analytical Chemistry of Polycyclic Aromatic Compounds; Academic Press:  New York, 1981.There is no corresponding record for this reference.  (3) Badger, G. M.   Natl. Cancer Inst. Monogr. 1962, 9, 1.[PubMed], [CAS](3) . Mode of formation of carcinogens in human environmentBADGER G MNational Cancer Institute monograph\r\n        (1962),\r\n    9\r\n        (),\r\n    1-16\r\n        ", "title": "Effects of CO on the Phenanthrene Adsorption Capacity of Carbonaceous Materials", "authors": ["A. M. Mastral", "T. Garcia", "R. Murillo", "M. S. Callen", "J. M. Lopez", "M. V. Navarro"], "doi": ["10.1021/ef010250g"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2002/enfuem.2002.16.issue-2/ef010250g/production/images/small/ef010250gf00006.gif\">"]}