{"abstract": "A two-dimensional 6 honeycomb layer was synthesized via a solvothermal reaction, which could be successfully converted into a three-dimensional (3D) polycatenation or a 3D 2-fold interpenetrated structure by the 4,4′-bipyridine (bpy) linker depending on the reaction temperature and solvents. The phase purity, thermal stability, and luminescence properties were studied. In addition, N and CO adsorption behaviors of solvent-exchanged  were investigated.A two-dimensional honeycomb network of {[Zn(bpydb)(HO)](DMA)(HO)} () was solvothermally synthesized and structurally characterized. By employing 4,4′-bipyridine (bpy) as a pillar, two additional three-dimensional (3D) metal–organic frameworks (MOFs) of {[Zn(bpydb)(bpy)(EtO-H)](DMF)(EtOH)} () and {[Zn(bpydb)(bpy)](DMA)(EtOH)} () (bpydbH = 4,4′-(4,4′-bipyridine-2,6-diyl) dibenzoic acid, DMA = ,- dimethylacetamide, DMF = ,-dimethylformamide) were obtained. MOF  displays a 3D pillar-bilayered network generated from polycatenation of the 2D bilayers. By carefully adjusting the reaction condition, MOF  was harvested, showing a 2-fold interpenetrated (3,5)-connected  net. The phase purity, thermal stability, and luminescent properties of the three MOFs were studied. In addition, N and CO adsorption behaviors of the activated  were investigated.", "text": "10.1021/cg500942g Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionIn recent years, the assembly of metal–organic frameworks (MOFs) has become a very hot research topic because of their intriguing structural features and potential applications in a wide range of research fields such as gas storage/separation,(1-3) catalysis,(4) sensor,(5, 6) and biomedical imaging.(7) Several strategies have been suggested for the rational construction of MOFs with desired structures and functions, in which reticular chemistry using the concept of secondary building units (SBUs) is demonstrated most popular and effective for this porpose.(8-10) Another useful strategy is the chemical connections of two-dimensional (2D) layers with suitable linker ligands, and this is the usually called “pillaring strategy”.(11-15) Many reported 2D networks, such as grid, honeycomb, and kagome net,(16-24) have been used as layers, which can be further connected by rigid pillared ligands such as 1,4-diazabicyclo[2.2.2]octane (dabco), 4,4′-bipyridine (bpy), or terephthalic acid to afford three-dimensional (3D) porous frameworks. However, the self-assembly of MOFs could be affected by many outside conditions such as solvents, reaction temperature, the ratio of the starting materials, and so forth.(25) Interpenetration has been found in these pillar-layered frameworks especially when a long pillar is used because interpenetration can reduce voids and achieve close packing. Polycatenation can be usually found in the low dimensional networks.(26) Although many interesting works focusing on the control of the interpenetration of porous MOFs have been reported,(27-30) rare examples were studied on the control of interpenetration or polycatenation behavior of networks especially on pillar-layered MOFs. In this contribution, a 2D 63 honeycomb network of {[Zn2(bpydb)2(H2O)2](DMA)3(H2O)}n (1) was synthesized using a tridentate ligand, which was successfully converted into a 3D polycatenation framework of {[Zn2(bpydb)2(bpy)(EtOH)2](DMF)(EtOH)}n (2) or a 3D 2-fold interpenetrated network of {[Zn(bpydb)(bpy)](DMA)(EtOH)6}n (3), (H2bpydb = 4,4′-(4,4′-bipyridine-2,6-diyl) dibenzoic acid, DMA = N,N- dimethylacetamide, DMF = N,N-dimethylformamide) depending on different solvents and reaction temperature. The phase purity, thermal stability, and luminescence of 1–3 were studied. Moreover, the gas sorption property of the activated 3 was studied as well.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterials and Physical MeasurementsAll the materials and reagents are purchased and used as received. The ligand (bpydbH2, Scheme 1) was synthesized according to the published procedure.(31) Fourier transform infrared (FT-IR) spectra were measured with a Bruker Tensor 27 spectrometer on KBr discs in the range 4000–400 cm–1. Elemental analyses for C, H, and N were performed on a PerkinElmer analyzer. Thermal analyses were performed in a Labsys NETZSCH TG 209 Setaram apparatus from room temperature to 800 °C under N2 atmosphere with a heating rate of 10 °C min–1. Powder X-ray diffractions were measured using a D/Max-2500 X-ray diffractometer with Cu–Kα radiation. N2 and CO2 sorption experiments were carried out on a gas adsorption analyzer Autosorb-IQ2 (Quantachrome Instruments). Solid state luminescent spectra were obtained on a Varian Cary Eclipse fluorescence spectrophotometer.Scheme 1. Structure of bpydbH2Synthesis of {[Zn2(bpydb)2(H2O)2](DMA)3(H2O)}n (1)A mixture of Zn(NO3)2·6H2O (0.045 g, 0.15 mmol) and bpydbH2 (0.032 g, 0.075 mmol) was suspended in a mixed solvent of DMA (2 mL), MeOH (0.5 mL), and H2O (0.5 mL), and then heated at 80 °C for 72 h under autogenous pressure in a 5 mL glass bottle. After the mixture was cooled to room temperature, yellow needle-like crystals suitable for X-ray diffraction analysis were obtained. The yield was 60% for 1 (based on bpydbH2). IR (KBr, cm–1): 3416 (br), 3065 (w), 1676 (s), 1589 (s), 1388 (s), 1246 (w), 1096 (m), 835 (m), 789 (m), 746 (s), 708 (s), 639 (w), 485 (m); elemental analysis calcd (%) for 1 (C60H61N7O14Zn2): C: 58.45, H: 4.82, N: 7.95; found: C 57.93, H 4.77, N 8.02.Synthesis of {[Zn2(bpydb)2(bpy)(EtOH)2](DMF)(EtOH)}n (2)A mixture of Zn(NO3)2·6H2O (0.045 g, 0.15 mmol), bpydbH2 (0.032 g, 0.075 mmol), bpy (0.015 g, 0.1 mmol), DMF (2 mL), H2O (1 mL), and EtOH (1 mL) was mixed in a 5 mL glass bottle and then heated at 80 °C for 3 days under autogenous pressure. After the mixture was cooled to room temperature, yellow block crystals suitable for X-ray diffraction analysis were obtained. The yield was 75% for 2 (based on bpydbH2). IR (KBr, cm–1): 3458 (br), 3045 (br), 1605 (s), 1385 (s), 1219 (w), 1070 (m), 1346 (m), 1306 (w), 1107 (s), 1007 (w), 914 (w), 831 (w), 741 (w), 619 (s); elemental analysis calcd (%) for 2 (C67H61N7O12Zn2): C 62.62, H 4.63, N 7.63; found: C 62.41, H 4.78, N 7.59.Synthesis of {[Zn(bpydb)(bpy)](DMA)(EtOH)6}n (3)A mixture of Zn(NO3)2·6H2O (0.045 g, 0.15 mmol), bpydbH2 (0.032 g, 0.075 mmol), bpy (0.015 g, 0.1 mmol), DMA (2 mL), H2O (0.5 mL), and EtOH (0.5 mL) was mixed in a 5 mL glass bottle and then heated to 120 °C for 3 days under autogenous pressure. After the mixture was cooled to room temperature, yellow block crystals suitable for X-ray diffraction analysis were obtained. The yield was 53% for 3 (based on bpydbH2). IR (KBr, cm–1): 3422 (br), 3018 (br), 1594 (s), 1384(s), 1107 (s), 1016 (s), 867 (m), 815 (s), 790 (m), 747 (m), 707 (m), 620 (m). Elemental analysis calcd (%) for 3 (C50H67N5O11Zn): C, 61.19; H, 7.09; N, 7.14; found: C 61.05, H 7.12, N 7.06.Single-Crystal X-ray StudiesThe X-ray structure data of 1–3 were collected on an Oxford Supernova TM diffractometer using Mo–Kα radiation (λ = 0.71073 Å) at 129 K. The structures were solved by direct methods and refined by full matrix least-squares technique (SHELXL97).(32) Anisotropic thermal parameters were used in the refinement of all non-H atoms. The hydrogen atoms for the organic ligands were placed in idealized positions with a riding model. The SQUEEZE option of PLATON was used to calculate the solvents disordered area and remove their contribution to the overall intensity data.(33) In the structural refinement of 3, DFIX, SADI, and SIMU commands were used in the refinement of the 2-fold disordered DMA molecule. The final chemical formulas of 2 and 3 were obtained from crystal data combined with the results from elemental and thermogravimetric analysis. Crystal data of 1–3 are listed in Table 1.Table 1. Crystal Data and Structure Refinement for 1–3compound123formulaC60H61N7O14Zn2C67H61N7O12Zn2C50H67N5O11Znfw1234.921287.00979.47temp, K129(2)129(2)129(2)crystal systtriclinicmonoclinictriclinicspace groupP1̅C2/cP1̅a, (Å)7.4379(5)25.1240(12)11.4424(5)b, (Å)14.7017(12)17.0584(5)15.1352(8)c, (Å)25.1694(9)30.6102(13)15.2141(9)α, (deg)88.492(5)90.00112.002(5)β, (deg)87.735(4)113.725(5)96.433(4)γ, (deg)89.118(6)90.0098.574(4)V, (Å3)2748.9(3)12010.1(8)2374.8(2)Z282Dc (g/cm3)1.4901.2920.983μ (mm–1)0.9490.8600.554crystal size/mm30.4 × 0.1 × 0.050.3 × 0.2 × 0.10.2 × 0.2 × 0.1Rint0.07470.04750.0418reflections collected/unique19253/965722446/1054016832/8327GOF on F21.0831.0660.974R1, wR2 [I > 2σ(I)]0.1032, 0.23060.0603, 0.15890.0585, 0.1466R1, wR2 (all data)0.1338, 0.25020.0844, 0.17100.0751, 0.1568R1, wR2 (all data before SQUEEZE) 0.1901, 0.49300.1400, 0.3775largest peak, hole (e·Å–3)2.15/–0.710.89/–0.500.69/–0.76Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionSynthesisYellow crystals of 1–3 were synthesized by reaction of bpydbH2 and Zn(NO3)2·6H2O under different reaction conditions (Scheme 2). As mentioned in the literature, the reaction conditions (solvent, auxiliary ligand, temperature, time of reaction, etc.) play important roles in the crystallization process and the framework outcomes. The solvents acting as space-filling guests also play an important role in the construction of MOFs for their template effect.(25) The temperature could also affect the coordinated surroundings of the metal atoms and further lead to different outcomes. 1 was prepared in DMA/H2O/MeOH mixed solvents at 80 °C. In 1, the bpydb2– ligand acts as a tridentate ligand linking three adjacent mononuclear Zn2+ ions to form a 63 honeycomb layer with coordinated water occupying the surface. To extend this layer to 3D pillar-layered structure, classic bidentate ligand bpy was selected as the auxiliary pillar for its good ligating ability and fixed coordinating mode. 2 was obtained in DMF/H2O/EtOH mixed solvents at 80 °C, which shows an interesting 2D + 2D → 3D polycatenated network based on bpy-pillar and 63 bilayers. One coordination site of Zn2+ ion is occupied by the EtOH molecules which prevents the extension of the bilayers by coordination bonds. We speculate that a higher temperature may bring a different coordination environment of Zn2+ ion by removing the coordinated EtOH molecule and leading to a 3D network. To verify the hypothesis, the reaction temperature was raised to 120 °C and the larger solvent DMA was selected to carry out the reaction. As expected, 3 with 2-fold interpenetrated network was harvested.Scheme 2. Synthetic Route of the Three MOFsCrystal Structure of 1The X-ray studies reveal that 1 crystallizes in the triclinic space group P1̅ and consists of a 2D layered network. There are two crystallographically independent Zn2+ ions, two bpydb2– ligands, and two coordinated water molecules in one asymmetric unit. Both of the Zn2+ ions adopt the same coordination environment, bonded by one pyridyl nitrogen atom from one bpydb2– ligand, two oxygen atoms from two individual bpydb2– ligands, and one oxygen atom from one water molecule, resulting in a distorted [ZnO3N] tetrahedral coordination geometry (Figure 1a). The Zn–O bond distances vary from 1.940(7) to 2.013(8) Å, and the Zn–N bond length is 2.030(7) Å. In 1, the completely deprotonated bpydb2– ligand connects with three adjacent Zn2+ ions to form a 2D network with large hexagonal windows. Taking the Zn2+ ion and the ligand as nodes, the layer can be considered to be a 63 honeycomb layer (Figure 1b). Two adjacent 2D layers are interconnected via weak hydrogen bonds O45–H45B···O8 and stack in an ··· ABAB ··· fashion along the a axis, giving a 3D supramolecular framework (Figure 1c,d and Figure S1, Supporting Information). The shortest Zn···Zn separation of the adjacent layers is 5.874(15) Å. A one-dimensional channel (ca. 5.17 Å in diameter) was created by layered stacking and extended along the a axis calculated by Poreblazer software.(34) PLATON(35) calculated results show that after the removal of the lattice guest molecules, the solvent-accessible void volume was 627.4 Å3, which only represents 22.8% per unit cell volume.Figure 1. (a) The coordination environments of the Zn2+ atoms in 1 (H atoms omitted for clarity). (b) The 63 honeycomb layer of 1. (c) The ABAB packing mode of the 2D layer. (d) The hydrogen bonds interaction between two adjacent layers.Crystal Structure of 2Considering that 1 is a 2D 63 layer with coordinated water occupying the surface of the 2D net and pointing to the cavity created by the packing of the layers, it is possible that the coordinated water molecules may be replaced by linear bpy molecules, thereby generating a bilayer or a 3D pillared framework. Keeping this in mind, bpy was used as the auxiliary ligand, and 2 was synthesized in DMF/H2O/EtOH mixed solvents. The X-ray studies show that 2 crystallizes in monoclinic space group C2/c based on the 2D 63 net and bpy pillar. There are two crystallographically independent Zn2+ ions, two bpydb2– ligands, one bpy, and two coordinated ethanol molecules in one asymmetric unit. Both Zn1 and Zn2 adopt the same coordination environment as a five-coordinated [ZnO3N2] square–pyramidal arrangement, in which Zn2+ ions are connected by three carboxyl oxygen atoms from two bpydb2– ligands and one coordinated ethanol, and two nitrogen atoms from bpydb2– and bpy ligands (Figure 2a). The Zn–O bond distances vary from 1.983(3) to 2.204(3) Å, and the Zn–N bond lengths locate in the range of 2.069(3)–2.197(3) Å. Each Zn2+ ion is bonded with three different ligands to form a honeycomb layer as in 1, which is further linked by bpy to afford 2D bilayered framework (Figure 2b). The two 63 layers in 2 are parallel but show incomplete overlap (Figure 2c) and linked by bpy-pillars via Zn–N bonds to give a bilayered framework with a Zn···Zn distance of 11.421(10) Å. The pillared bpy ligands within the bilayer form the angle of 77.055° with respect to the single layer (Figure S2, Supporting Information). It is interesting to find that each 2D bilayer is polycatenated with two adjacent ones to give a 3D polycatenated framework (Figures 2d and S3). To simplify the structure of 2, the bpydb2– ligand can be regarded as a three-connected node, bpy can be viewed as a two-connected linker, so the whole network could be viewed as a 2-nodal (3,4)-connected net with the point symbol {63}{66}.(36) For its polycatenated framework nature, the resulting frameworks are almost nonporous, although the single 2D bilayer exhibits large channels. The result of PLATON analysis reveals that 2 contains an accessible solvent volume of 2082.7 Å3, 17.3% of the crystal cell volume.Figure 2. (a) Coordination environments of Zn atoms in 2 (all H atoms were omitted for clarity). (b) 2D double-layered network connected by bpy ligands. (c) The adjacent staggered layers in 2 along c axis. (d) The inner space of the bilayer viewed along the a axis. (e) The polycatenated topologic nets.Crystal Structure of 3The X-ray studies reveal that 3 is an 3D 2-fold interpenetrated structure crystallizing in triclinic space group P1̅. There are one Zn2+ ion, one bpydb2– ligand, one bpy, and one 2-fold disordered DMA molecule in one asymmetric unit. The pentacoordinated Zn2+ ion is connected with one nitrogen atom from one bpydb2– ligand, two oxygen atoms from two individual bpydb2– ligands, and two nitrogen atoms from two individual bpy ligands to give a [ZnN3O2] coordination geometry. The Zn–O bonds vary from 1.999(2) to 2.009(2) Å, and the Zn–N bond lengths vary from 2.121(3) to 2.195(3) Å. The bpydb2– ligand acts as a tridentate ligand connecting with three adjacent Zn2+ to afford 2D honeycomb layer. The layers are linked by bpy to give a 3D structure possessing large channels as shown in Figure 3a. Such a large porous structure is not stable except by inclusion of suitable guest molecules or by further interpenetration. In this case, a 2-fold interpenetrated network is formed (Figure 3b). In contrast to 2, the two honeycomb layers in 3 are almost overlapping with a distance of 11.42(2) Å; the bpy is nearly perpendicular to the two adjacent layers with an angle of 90.9° (Figure S4, Supporting Information). It could be noted that the 2-fold disordered DMA molecule acts as template in the channels. The whole framework can be viewed as a 2-nodal (3,5)-connected hms net with the point symbol of {63}{69.8}, upon considering bpydb2– as 3-connected node and the Zn centers as 5-connected nodes (Figure 3c). Although the framework is 2-fold interpenetrated, 3 still possesses significant void space occupied by disordered DMA and EtOH guests (Figure S5, Supporting Information). The free volume of 3 is 51.5% calculated by PLATON. To evaluate the theoretical pore structure, Poreblazer software was used to analyze the distributing of the pore diameter. The results indicate that the pore in 3 is located in one dimension, and the pore diameters range from 4.20 Å (limiting) to 5.94 Å (maximum).Figure 3. (a) Coordination environment of Zn2+ ion for 3 and its packing mode (H atoms omitted for clarity). (b) 3D 2-fold interpenetrated network viewed along the a axis. (c, d) The topological and interpenetrated representation of the network along the c axis and a axis.Powder X-ray diffraction (PXRD) and Thermogravimetric analysis (TGA)PXRD patterns of 1–3 have been carried out at room temperature (Figure S6, Supporting Information). The patterns for the as-synthesized samples are in good agreement with the simulated ones from the single-crystal structure analysis, confirming their pure solid state phases. The thermal stabilities of 1–3 have been evaluated by TGA under N2 atmosphere in the temperature range 25–800 °C (Figure S7, Supporting Information). 1 shows a weight loss of 4.9% from 25 to 115 °C, corresponding to the release of two coordinated water molecules and one free water molecule in the lattice (calcd 4.4%). And then a weight loss of 20.6% from 118 to 374 °C (calcd 21.2%) was observed, which is attributed to the loss of three DMA molecules. 2 displays a weight loss of 10.3% from 25 to 149 °C, which could be assigned to the release of two coordinated EtOH molecules and one free EtOH molecule in the lattice (calcd 10.7%), and then a weight loss of 4.74% from 150 to 234 °C (calcd 4.8%) corresponding to the removal of one DMF molecule in the lattice. For 3, a weight loss of 29.4% was observed in the temperature ranging from 25 to 138 °C, which could be ascribed to the loss of six lattice EtOH (calcd 28.2%). The weight loss of 9% from 140 to 341 °C is attributed to the loss of one DMA molecule in the lattice (calcd 8.9%). The framework collapses upon further heating.Luminescent PropertiesThe d10 metal ions have drawn much attention in the construction of luminescent MOFs not only for their variable surroundings but also for their changeable luminescent features by adopting different coordination modes, connection or interaction with functional ligands, guest encapsulation or release, and the change of temperature.(37-44) The solid state luminescent properties of 1–3 and free bpydbH2 were studied at room temperature, as plotted in Figure 4. The free ligand and 1–3 display two emission bands from 375 to 600 nm upon excitation at 330 nm. For bpydbH2, the maximum emission peaks could be found at 528 nm with a small peak at 436 nm, which may be assigned to the π*−π and π*–n transitions. 1 exhibits a maximum emission peak at 428 nm and an unconspicuous shoulder at 545 nm, which is consistent with the literature example based on the bpydbH2 ligand.(45) The observed shift of the emission and the relative different intensities of the two emissions could be originated from the impact of the coordinating surroundings of the metal ion with the organic linker.(46, 47) 2 displays a emission peak at 554 nm and a shoulder at 423 nm. For 3, it exhibits a maximum emission band with a strong peak at 420 nm and a shoulder at 520 nm. The slight shift in the range of 420–428 nm relative to the free bpydbH2 ligand (436 nm) for 1–3 may arise from interaction between the ligand and metal ion which is in good agreement with other reported Zn MOFs.(48) There are two ligands coexisting in the framework of 2 and 3, as free bpy ligand only shows weak photoluminescence emission at 486 nm, and the Zn(II) ion do not tend to be oxidized or reduced for its d10 electronic configuration, so the emissions of 2–3 could neither be owing to metal-to-ligand charge transfer (MLCT) nor attributed to ligand-to-metal charge transfer (LMCT). The fluorescent emissions of 1–3 may originate from the intraligand charge transfer as similar emissions are observed for the free bpydbH2.(49-51) The difference in luminescent details between 1–3 may be assigned to the different coordinating surroundings of the metal atoms and their distinct structure features.Figure 4. Solid-state luminescent spectra of bpydbH2 and 1–3.Gas Adsorption PropertiesThe high free volume of 3 (51.5%) prompt us to carry out the gas sorption measurements. The as-synthesized 3 was immerged in fresh MeOH solution for 12 h three times. The XRD data show the structure of 3 changes after the solvent exchange progress, which indicates the flexible nature of the framework (Figure S6, Supporting Information). An optimized activation progress was selected to remove the solvents in 3. The MeOH-exchanged 3 was outgassed overnight under a vacuum at 100 °C. 3a (the activated MeOH-exchanged 3) exhibited a moderate CO2 uptake at 195 K, with a maximum value of 83 cm3·g–1 (Figure 5). The Brunauer–Emmett–Teller (BET) surface area calculated from 195 K CO2 sorption data is 198 m2/g, and the calculated Langmuir surface areas is 287 m2/g. It is interesting to find that 3a showed hysteresis in the desorption of CO2, indicating the structural flexibility of the framework.(52-54) The N2 and CO2 sorption isotherms were measured at 298 and 273 K and 1 bar (Figure 6). 3a showed a moderate CO2 uptake capability with the value 40 cm3·g–1, which is much higher than that of N2 (8.14 cm3·g–1). At 298 K and 1 bar, 3a could adsorb 22 cm3·g–1 CO2, while only 2 cm3·g–1 N2 was adsorbed (Figure 6). To evaluate the CO2/N2 selectivity of 3a, Henry’s law of CO2/N2 selectivity was calculated to give 22.5 and 34.7 at 273 and 298 K, respectively (Figures S8 and S9, Supporting Information).(55, 56) To better understand the framework–CO2 interactions, CO2 adsorption enthalpy (Qst) of 3a is calculated by the virial method (Figure 7). It shows that Qst is 36 kJ·mol–1 (zero-loading), which is comparable to some well-known MOFs such as MIL-53(Al),(57) HKUST-1,(58) MOF-5,(59) and bio-MOF-1,(60) The high Qst indicates strong interactions between the framework and CO2 guests, which may be owing to the uncoordinated pyridine-N sites in the framework, because free nitrogen atoms in MOFs have been shown to act as Lewis base sites to facilitate CO2 sorption.(61-64)Figure 5. CO2 (195 K) sorption isotherms for 3 (closed symbols indicate desorption and open symbols adsorption).Figure 6. N2 and CO2 sorption isotherms at 273 and 298 K (closed symbols indicate desorption and open symbols for adsorption).Figure 7. Qst of CO2 adsorption for 3.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsThree MOFs with interesting structural diversities were successfully constructed under solvothermal conditions. MOF 1 shows a 2D layered structure. By using the pillaring strategy, two additional MOFs were prepared based on the same 63 honeycomb net 1, and 2 exhibits a 3D polycatenated framework and 3 is a 2-fold interpenetrated framework with 1D channels showing good CO2 adsorption capability. Since 2 and 3 were obtained from the same initial materials, their structural variety may arise from the reaction temperature and solvents, demonstrating that the solvent and temperature play significant role in the self-assembly of MOFs. This work illustrates new insights into the rational design and synthesis new pillar-layered frameworks via a pillar-layered approach. Further studies on the construction of pillar-layered MOFs based on bpydbH2 with tritopic linkers are underway in our lab. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationAdditional figures (Figures S1–S5), PXRD patterns (Figure S6), TGA curves (Figure S7), and X-ray data files (CIF).  This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentWe acknowledge the “973 program” (2012CB821702), the MOE (NCET-13-0305 and IRT-13R30), and 111 Project (B12015) for financial support.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 64 other publications.1. Suh, M. P.; Park, H. J.; Prasad, T. K.; Lim, D.-W. Chem. Rev. 2012,  112,  782– 835[ACS Full Text ], [CAS]1. Hydrogen Storage in Metal-Organic FrameworksSuh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-WoonChemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    782-835CODEN:\r\n                CHREAY;\r\n        ", "title": "Tuning Two-Dimensional Layer to Three-Dimensional Pillar-Layered Metal–Organic Frameworks: Polycatenation and Interpenetration Behaviors", "authors": ["Di-ming Chen", "Xiao-ping Zhang", "Wei Shi", "Peng Cheng"], "doi": ["10.1021/cg500942g"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-12/cg500942g/20141126/images/small/cg-2014-00942g_0008.gif\">"]}