{"abstract": "The adsorption of noble gases (Ar, Kr, Xe, and Rn) and N by a diverse range of Metal–Organic Frameworks (MOFs) containing open metal sites (OMS) was systematically investigated using volumetric gas porosimetry and grand canonical Monte Carlo simulation. The ten MOFs considered are grouped into two series. The first, MOF-74-, is based upon MOF-74/CPO-27, which has divalent metal ions Mg, Co, Ni, and Zn, and was chosen to explore the effect of metal identity within a constant topology. The second series, -MOFs, consists of NOTT-100, NOTT-101, NOTT-102, NOTT-103, and PCN-14 and probes the effect of pore size while maintaining constant OMS identity and similar coordination environment. Comparisons of the -MOFs with HKUST-1 are also made, since this MOF has a similar chemical structure, although the topology is different from the  structures. Gas uptake and Henry’s constant () for -MOFs increase with decreasing pore size, and as pore size decreases, the effect of gas polarizability on  becomes more profound. This implies that tailored pore size can strongly influence , especially for the more polarizable gases Kr and Xe. A detailed analysis of the void space in the -series reveals large cages connected by narrow pores, resulting in tortuous, zigzag diffusion pathways that likely increase the strength of the MOF–gas interaction. Data for the MOF-74- series show that both the density of OMS and their accessibility in this topology enhance the framework interaction with the noble gases. However, because the interaction is largely due to (point charge)−(induced-dipole) interactions and the charge on the metal ion varies little, the specific identity of the metal ion is relatively unimportant. Consequently, new MOFs tailored to maximize noble gas uptake from air should target structures with both a high density of OMS and pores that are approaching the size of the gas of interest.", "text": "10.1021/jp501495f Top of PageAbstractIntroductionMaterials and MethodsExperimental ResultsDiscussion and ConclusionsReferencesIntroductionNoble gases are an important class of industrial chemicals essential to numerous applications, including lighting,(1, 2) insulation,(3) cryogenic refrigerants,(4) carrier gases,(5) anesthetics,(6, 7) and excimer lasers.(8, 9) Most high-purity, industrial quantities of noble gases are obtained by separating the gas of interest from air. However, due to their filled valence shell, noble gases exhibit low chemical reactivity. Currently, most noble gases are obtained via cryogenic distillation—an extremely energy intensive and therefore costly process.(10) Consequently, large-scale isolation of noble gases via selective adsorption near room temperature is highly desirable.The processes of pressure-swing adsorption (PSA) and vacuum-swing adsorption (VSA) offer attractive alternatives to cryogenic distillation, in that they can be much more energy efficient and therefore cost-effective.(10, 11) However, PSA and VSA require efficient microporous or mesoporous adsorbents that are both highly selective and possess a high capacity. Traditionally, commercial sorbents have been limited to one of four categories: activated carbons, natural and synthetic zeolites, silica gel, and activated alumina. Together, these represent annual worldwide sales of well over $1 billion USD.(12) These materials typically have high surface areas and large pore volumes, enabling physisorption of weakly interacting adsorptives such as noble gases. Unfortunately, they also lack synthetic diversity; while currently many examples of commercial sorbents exist, in general, systematic alteration of their structure and chemistry is difficult. Thus, there is a great need for new microporous sorbents with adsorptive properties designed for specific adsorbates.Metal–Organic Frameworks (MOFs)(13, 14) are crystalline materials consisting of open frameworks composed of metal cations bridged by organic electron donors. The considerable interest in these materials is a result of their potential uses in a myriad of applications, including gas storage(15-20) and separations,(18, 21-23) electronics,(24) catalysis,(25-27) biomedicine,(28, 29) chemical sensing,(22, 30) and radiation detection.(31, 32) One particularly appealing aspect of these materials is that they are often shown to be permanently microporous and can exhibit extremely high surface areas, in some cases the highest ever observed.(33) Paired with these properties is a level of synthetic flexibility unprecedented in other classes of microporous materials such as porous carbons and zeolites. The modular nature of MOFs, together with the synthetic flexibility of the organic linker, allows one the ability to tune not only the size and shape of pore and cavity dimensions within the framework but also the chemical functionalities that constitute the pore surfaces. In this way one can tailor the properties of a MOF to meet the requirements of a specific application.While MOFs have been intensively investigated for their adsorptive properties, to date this has primarily focused on adsorption of H2, CH4, CO2, CO, N2, and, to a lesser extent, short-chain hydrocarbon molecules. Recently, interest in the separation of noble gases from air and from one another has emerged.(34-49) Grand canonical Monte Carlo (GCMC) simulations predict that Xe should adsorb preferentially over the smaller noble gases and that MOFs with small pore sizes, similar in dimension to the kinetic diameter of Xe, should display enhanced Xe adsorption and improved Xe/Kr and Xe/Ar selectivities.(36, 37, 40, 49) Measurements of noble gas adsorption in a limited number of MOFs and breakthrough studies demonstrate the selective adsorption of Xe over Kr.(34, 35, 38, 39, 41-44) In some MOFs, higher Xe/Kr selectivities are observed than seen in some activated carbon materials. In screening over 137,000 hypothetical MOFs for their Xe/Kr selectivity, Sikora et al. used Delaunay tessellation and GCMC to calculate geometric considerations, such as pore limiting diameters (PLD), accessible void volumes, and largest cavity diameters (LCD).(43) They found that MOFs with networks resembling uniform tubes with dimensions nearly the size of the kinetic diameter of Xe are ideal for Xe/Kr separations. Nevertheless, their results also show that the potential for significantly improved Xe/Kr selectivity using MOFs remains unrealized.To date, researchers have identified a number of MOF attributes that influence the physisorption of weakly interacting gases. In particular, the presence of coordinatively unsaturated open metal sites (OMS) is thought to offer stronger adsorbate–MOF interactions for some gases. Other potentially influential attributes include linker polarizability (ligand functionalization; conjugation), surface area and percent free volume (accessible void space), and pore size (PLD; LCD). Previously, we probed the effects of several of these MOF attributes on noble gas adsorption. Meek et al. examined the effects of polarizability on the adsorption of noble gases at low pressures in a monohalogenated IRMOF-1 series, showing that increasing linker polarizability correlates with increased noble gas uptake.(42, 50) Parkes et al. probed the effects of pore size and network topology for the selective adsorption of noble gases from air and demonstrated that, for each noble gas, adsorption at low pressure correlates with several MOF properties, including topology, pore size, and free volume.(47)Here, we report the systematic investigation of low-pressure noble gas adsorption for ten MOF structures, all of which include OMS within their structure. Noble gases are a good choice for probing the adsorption of weakly interacting gases in MOFs, as there is no metal–gas bonding and one must account for only charge and polarization effects. We used both GCMC simulations and experimental measurements of gas uptake to obtain adsorption isotherms for N2, Ar, Kr, and Xe at industrially relevant temperatures (273 and 292 K). Henry’s constants (kH) and isosteric heats of adsorption (Qst) were also computed from the experimental and simulation results. Simulations of Rn uptake are also reported.To determine the effects of OMS on the adsorption of noble gases and N2, we targeted two MOF sets (Figure 1) that allow systematic variation of (1) metal ions for a constant pore size and (2) PLD for a constant metal. The first set consists of four members of the MOF-74-x series: MOF-74-Zn,(51) MOF-74-Co(52) (also known as CPO-27), MOF-74-Ni(53) (also known as CPO-27-Ni), and MOF-74-Mg.(54, 55) These share the same network topology (bnn), infinite-rod secondary building unit (SBU) coordination scheme, 1-periodic hexagonal pore channel, and 2,5-dioxido-1,4-benzenedicarboxylate (DOBDC) ligand. Their crystal structures reveal nearly identical pore dimensions of approximately 11.7 Å. The only variation among them is the identity of the metal, which manifests itself in the observed chemical and physical properties of MOFs in a number of ways. Here, our aim is to discern trends in noble gas adsorption, kH values, Qst, and selectivity that allow us to assess the role that metal identity plays on the adsorption properties of this MOF platform.The second set consists of five so-called nbo-MOFs plus HKUST-1, which allow us to vary pore dimensions while maintaining constant OMS metal identity within a constant SBU. The nbo-MOFs considered are NOTT-100(56, 57) (also known as MOF-505(58)), NOTT-101,(56, 57) NOTT-102,(56, 57)(54, 55) NOTT-103,(57) and PCN-14.(59, 60) These share the same network topology (nbo), the same Cu dimetal–tetracarboxylate square-paddlewheel SBU, and similar chemical constituents in their ligands (i.e., two isophthalate moieties bridged by varying numbers of phenyl rings). The only major variation among these MOFs is the overall length of their respective tetracarboxylate ligands, which ultimately influences the size and shape of the cages that constitute the structure (Figure S1). HKUST-1(61) is similar to these, in that the SBU is also a copper paddlewheel, but the tritopic benzenetricarboxylate linker leads to a different topology (tbo) with enclosed, approximately spherical, pores.Our results show that, for the MOF-74-x series, the increased accessibility and higher density of OMS in this topology, as well as the nature of the M–O bond character, play crucial roles in enhancing the interaction of N2 and the noble gases with these MOF adsorbents. We also find that kH increases as pore size decreases within the nbo-MOF series; moreover, the magnitude of this change increases with the gas polarizability. Simulations of Rn adsorption indicate that of the ten MOFs examined here, the nbo-MOF series performs the best for this gas, with the highest uptake and the selectivity for Rn over N2. Collectively, our results show that the presence of OMS and the nature of the SBU play important roles in the ability of these materials to adsorb and separate noble gases from air and from one another.Figure 1. Schematic atomic model for each MOF prototype: HKUST-1 (tbo; left), MOF-74 (bnn; middle), and NOTT-100 (nbo; right). Green: metal; red: oxygen; gray: carbon; white: hydrogen.Top of PageAbstractIntroductionMaterials and MethodsExperimental ResultsDiscussion and ConclusionsReferencesMaterials and MethodsGeneral InformationAll chemical reagents were purchased commercially and used as received without further purification unless otherwise indicated. The various solvents used for activation as well as N,N′-dimethylformamide (DMF) were stored over dried molecular sieves (4 Å). HKUST-1,(61) also known as Cu-BTC (copper 1,3,5-benzenetricarboxylic acid), was purchased under the brand name Basolite-C300 from Sigma-Aldrich (Lot # S45327). This material was used as received without further synthetic modification or solvent-based activation. Synthetic protocols for each of the MOFs were either used directly or slightly modified from established procedures found in the literature; details can be found in the Supporting Information. Detailed activation procedures for each MOF (removal of unreacted starting materials and guest solvent) are also provided in the Supporting Information.Powder X-ray Diffraction (PXRD)Powder X-ray diffraction experiments were carried out using a PANalytical Empyrean diffractometer equipped with a PIXcel3D detector. The dry samples were ground into a fine powder, applied to a low background sample holder, and mounted to a bracket flat sample stage. In a typical experiment, data were collected via a continuous scan in the range of 3°–50° (2θ). Plots of stacked PXRD spectra for each MOF displaying patterns for calculated, as-synthesized, solvent-exchanged, and postsorption analysis are provided in the Supporting Information (Figures S2–S15).Low-Pressure PorosimetrySystematic physisorption studies using N2, Ar, Kr, and Xe were performed at 273 and 292 K over the pressure range of 0–1 atm. Additionally, N2 isotherms were collected at 78 K over this same pressure range. These experiments were carried out via the method of gas adsorption manometry(62) using a Quadrasorb-SI  (Kr/MP) automated surface area and pore size analyzer (Quantachrome Instruments). The data were evaluated using the QuadraWin software V.5.02 (Quantachrome Instruments). N2 (UHP, ≥99.999%), He (UHP, ≥99.999%), Ar (UHP, ≥99.999%), and Kr (research grade, ≥99.998%) were purchased from Matheson Tri-Gas; Xe (UHP, ≥99.999%) was purchased from Spectra Gases. All gases were used as received without further purification. Prior to adsorption analysis all samples were outgassed for extended periods under a dynamic turbomolecular pump vacuum and heating profiles described in the activation protocols. Outgassing was achieved using a MasterPrep 6-station degasser in vacuum mode with CN616 control software (Quantachrome Instruments). Upon completion of the degas/heat profile, the samples were backfilled with dry N2 (UHP). Plots of adsorption isotherms are provided in the Supporting Information (Figures S16–S35)Simulation MethodsMOF crystallographic structures used in the simulation portion of this work were taken from the Cambridge Structural Database System (CSD System) using the Conquest software.(63) Any solvent molecules present in the crystal structure were removed to simulate the experimental activation process. Additionally, if an atom was split across multiple partial occupancy locations, the extra sites were removed and the remaining site occupancy was set to unity. The pore dimensions of the selected MOFs were characterized using the open-source Zeo++ code(64, 65) to obtain LCD and PLD. The former represents the largest sphere that can fit within a pore anywhere within a given structure, while the latter indicates the diameter of the largest sphere that can travel within the pores of a material. Accessible volume (AV), accessible surface area (ASA), and pore size distribution (PSD) were calculated for specific gases using the Zeo++ code with high accuracy setting(66) and atomic radii adopted from the Cambridge Crystallographic Data Centre. Spherical probes of 1.55, 1.7025, 1.845, and 2.05 Å radii were used to simulate N2, Ar, Kr, and Xe, respectively. AV, ASA, and PSD were calculated only for sections of the pores accessible to a given probe, therefore excluding the probe-inaccessible pockets. The latter were only identified for Xe, and their size was small (less than 0.5% of AV).Simulated adsorption isotherms were generated by the grand canonical Monte Carlo method (constant chemical potential, constant volume, and constant temperature) using the MCCCS Towhee Code.(67) Simulations were conducted at 292 K and for pressures ranging from ∼0.0001 to ∼2.5 atm, using a previously described procedure.(42)The interaction between MOFs and nobles gases was captured through a Lennard-Jones potential using the geometric mixing rule. Potential parameters for MOFs were taken from the Universal Force Field (UFF),(68) which has been shown to produce results in qualitative agreement with experiments.(69) Noble gases were modeled using the single-site potential parameters taken from Pellenq and Levitz(70) and van Loef.(71) A three-site model, including van der Waals interactions and atomic charge, was used to model N2.(72) To capture the electrostatic interaction between N2 and the MOFs, charges were assigned to the MOF atoms from the work of Zhong and co-workers.(73-75) Long-range electrostatic interactions were calculated using the Ewald summation with a precision of 0.0001. A truncated Lennard-Jones potential was used with a cutoff of 12.5 Å. Long-range tail corrections were not used with the Lennard-Jones potential. The potentials employed in this study have not been parametrized to capture the structural properties of MOFs, and therefore, MOFs are modeled as rigid frameworks with MOF atoms fixed in their crystallographic positions throughout the simulation.Using the low-pressure linear regime of the simulated adsorption isotherms, kH values were calculated. Additionally, Qst values were calculated from NVT Monte Carlo simulations using the ideal gas approximation.(76) For a system at infinite dilution, the isosteric heat of adsorption is calculated as described in eq 1, where RT is the thermal energy and ⟨V⟩ is the energy of the gas–framework interaction.(1)While more efficient methods exist for calculating Henry’s constants and isosteric heats of adsorption,(77) we chose to calculate these properties directly from our simulations. Calculating the Henry’s constant from low loading regime of the adsorption is equivalent to the direct sum method,(78) and at infinite dilution the two methods of calculating the isosteric heat of adsorption are equivalent.(77)Top of PageAbstractIntroductionMaterials and MethodsExperimental ResultsDiscussion and ConclusionsReferencesExperimental ResultsPorosimetry Results and Computed Pore SizesThe uniform pore size in the MOF-74-x structures enables this aspect of the framework geometry to be decoupled from the influence of the OMS. Since we also want to establish a correlation between pore size and gas uptake in the presence of a constant OMS SBU using the nbo-MOFs, it is necessary to select a method for quantifying pore dimensions. Viewing all five nbo structures with the c-axis aligned along the horizontal (Figure S1), one can clearly see that increasing the length of the ligand expands the large spherical cavity. However, as will be seen below, the shapes of these pores are much more irregular than those of MOF-74, making it less clear how to quantitatively rank them. We employed two basic approaches: empirical models used to fit measured adsorption isotherms and computational methods that use the MOF crystal structure to compute the LCD and PLD. The former provide a direct link to the actual synthesized materials, which may provide insight concerning the effectiveness of the activation process, while the latter yield values free of deleterious effects of incomplete activation (e.g., pore collapse or unremoved guest molecules). Unfortunately, both suffer from their own ambiguities resulting from the irregular nature of MOF pores. Results of both approaches are presented in Table 1, including measured Brunauer–Emmett–Teller (BET) surface areas, total pore volume, and pore size distributions obtained using two different empirical models. Calculated structural properties are also given there.Considering the experimental approach first, we obtained pore diameters from pore size distributions computed using the Dubinin–Astakhov (DA)(62) and Saito–Foley (SF)(79) models, two semiempirical methods commonly used to characterize MOFs. For the MOF-74-x series, the DA model yields pore diameters for the Co- and Zn-containing structures of 10.2 and 13.2 Å, respectively, whereas the SF model yields an 11 Å pore diameter for both. These values bracket the 11.74 Å distance obtained from the crystal structure between equivalent atoms on opposite sides of the pore (including van der Waals radii). However, for the copper paddlewheel structures, the pore dimensions obtained from the two models are conflicting. The MOF with the largest pores is the same in both cases (NOTT-102), but beyond that there is no systematic trend. Moreover, in some cases the values are quite different (e.g., compare NOTT-101, -102, and -103).Although these inconsistencies may be due in part to partial pore collapse and/or residual reactant (see discussion below), it more likely that the primary cause is the fact that the pores in nbo-MOFs are not simple geometrical shapes. Even the relatively uniform structure of HKUST-1 pores is complicated by the presence of two different pores. Pore landscapes predicted by the Zeo++ code demonstrate this, as seen in Figures S36–S42. HKUST-1, NOTT-100, NOTT-103, and PCN-14 each have one 3D channel system. NOTT-102 is more complex, having one 1D channel system that zigzags through the unit cell. In contrast, NOTT-101 has two independent channel systems, each being 1D and zigzagging through the unit cell. Finally, MOF-74-Mg has a single 1D channel system.These results suggest that our second approach for evaluating pore dimensions, computational methods, will be more useful for correlating pore structure with gas uptake. Again using the Zeo++ code, we obtain the ranked order of LCDs, from smallest to largest: NOTT-100 < PCN-14 ∼ NOTT-101 < NOTT-103 ∼ NOTT-102 < HKUST-1. For NOTT-101 to 103, the PLD computed by the Zeo++ method corresponds to tortuous, zigzag diffusion pathways, as shown in Figures S46–S48. Clearly, visualizing pores or measuring their diameters along uniaxial directions will not necessarily identify the true PLD. The PSDs obtained from the Zeo++ code (Figures S43–S49) confirm this notion, showing that the NOTT MOFs have multiple pore sizes; thus, a single LCD descriptor does not fully capture the characteristics of the porosity. In the following discussion, we use the LCD ordering as a guide to establishing correlations between gas uptake data measured experimentally and predicted by GCMC calculations.Comparing our measured BET surface areas and total pore volumes with previously reported values indicates generally good agreement. However, the BET surface areas we obtain for all MOFs included in our test set are significantly lower than computed values. Since the Zeo++ structural parameters are geometry based, they characterize only the aspects of the MOF related to the crystal structure. In contrast, measured properties such as surface area are also influenced by the nature of the gas–MOF interaction, so an exact match between the Zeo++ results and experiments is not expected, although trends should be accurately captured. Nevertheless, our experimental values for the MOF-74-x series are significantly higher than those reported previously.(80)The likely reason is the more effective washing cycle employed here, in which unreacted starting materials and/or unwanted byproducts of the synthesis are removed more effectively from the large channels of the MOF. In Glover et al.,(80) the MOF-74-x materials were washed with and then immersed in MeOH, with fresh MeOH replacement daily for three days. However, when we wash the as-synthesized material with fresh DMF before using MeOH, the DMF supernate is fluorescent yellow under a standard laboratory UV lamp (365 nm), likely indicating the presence of the 2,5-dihydroxyterephthalic acid starting material. In our procedure, the MOF-74-x samples are washed and then immersed in DMF with decanting and daily replacement until the supernate no longer exhibited fluorescence. Following this, the samples are washed and immersed in MeOH much like the established protocol. Upon degassing and BET analysis our MOF-74-x materials exhibit surface areas ranging from several hundred m2 g–1 higher to almost double previously reported values. We note that Dietzel et al. showed that during the dehydration process MOF-74-Zn undergoes a strain-induced first-order phase transition, while the isostructural MOF-74-Co does not undergo such a transition.(81) This suggests another reason why many reported BET surface areas for MOF-74-Zn are so much lower than other metal analogues, which we also observe.Table 1. Experimental Material Properties for Metal–Organic FrameworksMOFBET surface areaa (m2/g)DA diameterb (Å)SF pore widthb (Å)total pore volumec (cm3/g)LCDd (Å)PLDd (Å)accessible surface areae (m2/g)accessible pore volumee (cm3/g)HKUST-1184410.410.20.8013.26.524940.36NOTT-100161910.810.60.7110.04.826080.27NOTT-101274916.010.81.0911.36.935260.51NOTT-102235516.612.40.9712.67.041660.66NOTT-103281416.210.81.1212.65.538730.55PCN-14213812.011.00.9211.24.925240.29MOF-74-Mg1530   11.610.817760.34MOF-74-Co129210.211.00.5011.510.813510.26MOF-74-Ni1199   11.510.713560.26MOF-74-Zn97313.211.00.3911.710.913360.26aSurface areas calculated by fitting N2 adsorption isotherm (77 K) to BET equation with pressure ranges determined by the consistency criteria of Rouquerol.(62, 82)bPore widths were estimated using the methods of Dubinin–Astakhov (DA)(79) and Saito–Foley (SF)(83) using N2 adsorption isotherms (77 K) and the Quantachrome QuadraWin software.cTotal pore volume (TPV)(79) was calculated at maximum adsorption (N2, 77 K) using the Quantachrome QuadraWin software.dCalculated using the Zeo++ code.eCalculated using the Zeo++ code using a 3.10 Å probe diameter.In general, we find that both the experimental and simulated adsorption isotherms are essentially linear for all MOFs included here (see Supporting Information Figures S16–S35), indicating that adsorption throughout the pressure range accessed here corresponds to Henry’s law behavior. The adsorption behavior of Xe is an exception; in this case, the adsorption isotherm for each MOF exhibits varying degrees of nonlinearity over the pressure range. Fortunately, the Xe isotherms for all MOFs are linear in the very low-pressure region, since our metrics for comparing experimental porosimetry data with predicted isotherms are the kH and Qst values. We therefore computed kH from the slope of linear fits to the first ten adsorption data points, typically corresponding to pressures less than 0.2 atm. For Xe, the experimental kH values were calculated using only the first four adsorption data points, corresponding to pressures less than 0.08 atm (see Supporting Information Figures S50–S69). Similarly, kH values were determined from the slope of the simulated adsorption isotherms at very low pressures. These values are tabulated alongside the experimental kH constants in Table 2. The experimental Qst values were calculated from a modified version of the Clausius–Clapeyron equation (2), using kH values calculated from adsorption isotherms collected at 273 and 292 K. These values, along with those calculated from the simulations, are listed in Table 3.(2)The results of this analysis show that noble gas adsorption in these MOFs is not fully saturated at 1 atm. This is noteworthy because a high sorption capacity is desirable for industrial noble gas sorption and separation. We also computed the ideal selectivity(84) for one noble gas over another, which is given by the ratio of the kH values for the two gases. Values of this quantity obtained from experiments and simulations for a subset of binary mixtures are listed in Table 4.Table 2. Henry’s Constants (cm3 g–1 atm–1) at 292 K N2ArKrXeRnMOFexpasimexpasimexpasimexpasimexpsimHKUST-110.05 (2)10.98.36 (4)12.930.22 (3)63.5208.37 (3)570.6–5910.3NOTT-10011.67 (1)12.010.77 (1)13.235.45 (1)55.1244.28 (1)345.1–2420.1NOTT-1017.35 (4)10.78.86 (3)12.623.82 (4)47.8127.27 (4)249.5–2803.4NOTT-1025.89 (6)11.85.44 (6)14.317.68 (6)55.768.92 (6)320.7–3993.3NOTT-1036.67 (5)11.66.71 (5)14.521.96 (5)53.8120.49 (5)376.1–2064.8PCN-149.11 (3)13.510.04 (2)19.034.77 (2)106.0224.78 (2)593.3–2820.3MOF-74-Mg26.38 (1)7.567.10 (1)9.4423.63 (3)23.99139.91 (3)90.30–541.27MOF-74-Co16.64 (2)7.726.73 (3)6.1929.16 (1)20.32302.51 (1)79.49–320.08MOF-74-Ni15.34 (3)5.996.80 (2)6.3728.72 (2)18.21259.26 (2)80.58–500.63MOF-74-Zn6.72 (4)10.894.67 (4)7.2517.24 (4)21.8899.24 (4)113.89–409.28aExperimental kH are ranked from highest to lowest for each gas is indicated in parentheses.MOF-74-x and the Effect of Metal IonIt is reasonable to hypothesize that in the low-pressure regime (0–1 atm) variations in the total gas uptake, kH, or Qst for a given gas are a direct result of the nature of the metal ions in the structure. As XRD data indicate that the pore size, pore shape, and chemical functionality of the bridging ligand are identical in these MOFs, only the identity of the OMS should affect the adsorption of these weakly interacting gases. Moreover, the uniform, 1-D pores are devoid of the ambiguities characteristic of the nbo-MOFs. The choice of metal influences the nature of the M–O bond, increasing or decreasing its ionic character, which is one hypothesis for why MOF-74-Mg adsorbs more CO2 and exhibits higher Qst values than the other metal analogues.(54) Similarly, the presence (or absence) of d-electrons, and whether the metal is open shell or closed shell, influences the nature of the OMS. For example, Yu et al. correlated the binding strength of CO2 to the OMS in the MOF-74-x series with the filling of the 3d orbitals for Mn2+ to Zn2+ versions of MOF-74.(85) A complex trend was observed that appears to correlate with the varying directionality of the charge density on the metal ion as different d orbitals became filled. One would expect simpler behavior for the noble gases, which unlike CO2 have no quadrupole moment and are electronically spherical; for example, the strength of gas–MOF interactions (as measured by Qst) and the gas polarizability should be correlated.The measured adsorption data for Ar, Kr, and Xe confirm the hypothesis that total gas uptake (Figures 2b–d) and kH (Table 2) increase with increasing polarizability on a per mole of MOF basis (which is unaffected by the mass of the metal ion). These quantities also follow the order Zn ≈ Mg < Ni ≈ Co, which is consistent with the empirical Irving–Williams series that assumes a purely electrostatic metal–ligand interaction. The results for N2 (Figure 2a) do not conform to expectations, however, having remarkably higher uptake and kH displayed by all MOFs in the series (discussed below).Heats of adsorption for the noble gases are similar among the members of MOF-74-x series, exhibiting no clear trend except that for a given gas they increase with increasing gas polarizability, again as expected (Table 3). Nominally, we would expect MOF-74-Co and MOF-74-Ni to have somewhat higher Qst than MOF-74-Zn, since the latter structure has completely filled valence orbitals that will screen the positively charged metal cation from the incoming gas atom. In general, however, the MOF-74-x series exhibits stronger adsorbate–gas interactions than the nbo-MOF series and HKUST-1, with higher Qst for all three noble gases as well as N2. This likely results from the increased accessibility of the OMS in this topology, which line the walls of the large hexagonal 1-D channel. In the nbo and HKUST-1 topologies (bnn), the OMS are contained within smaller cavities and channels, possibly limiting their interaction with the larger gases. Although no Qst values for noble gases have been reported to our knowledge, our results for Kr are in excellent agreement with Qst reported for methane, which has similar size and polarizability. The Qst for methane uptake in MOF-74-Mg reported by Yu et al. (18.2 kJ mol–1) is in excellent agreement with the value we obtain for Kr, and values for MOF-74-Ni and MOF-74-Co they report (∼19 kJ mol–1) are only slightly higher than we find (∼16 kJ mol–1).Table 3. Heats of Adsorption [kJ mol–1] Calculated from Experimenta and Simulationb N2ArKrXeRnMOFexpasimexpasimexpasimexpasimexpsimHKUST-111.19 (4)c14.4612.78 (1)14.5318.03 (1)22.0217.46 (6)31.18–39.46NOTT-1005.06 (6)12.545.00 (6)15.3714.53 (4)15.3718.62 (3)23.69–23.69NOTT-10114.44 (1)12.058.08 (4)14.8914.05 (5)14.8921.10 (1)23.20–31.52NOTT-10210.33 (5)12.215.45 (5)13.5713.53 (6)16.4818.39 (4)24.79–33.11NOTT-10312.30 (3)12.4211.39 (2)13.1814.90 (3)19.1919.68 (2)23.34–30.14PCN-1414.16 (2)14.9710.15 (3)14.0916.49 (2)22.8717.88 (5)33.12–41.34MOF-74-Mg23.57 (1)12.8213.28 (1)9.8916.28 (3)18.2023.50 (4)18.20–26.51MOF-74-Co19.01 (3)10.2313.00 (2)7.2618.40 (2)15.5826.26 (1)15.58–23.89MOF-74-Ni23.22 (2)13.9912.03 (4)7.5918.42 (1)15.9023.53 (3)15.90–24.21MOF-74-Zn11.82 (4)14.9912.07 (3)10.6415.83 (4)18.9524.98 (2)18.95–27.27aExperimental values listed are for the lowest loading measured.bComputational values are calculated at infinite dilution.cNumbers in parentheses indicate the experimental Qst ranking, with (1) being the highest.Figure 2. Experimental (solid) and simulated (dashed) isotherms for the MOF-74-x series (292 K): (a) N2, (b) Ar, (c) Kr, and (d) Xe. Additional high-resolution plots with increased scale are provided in the Supporting Information (Figures S28–S31).In all respects the adsorption of N2 by MOF-74-x represents an exception relative to the adsorption of noble gases. Although we expect that, based on their respective polarizabilities, the uptake and kH for N2 will be lower than or at least similar to those of Ar, we observe the opposite: experimental N2 uptake and kH for all of MOF-74-x series are significantly higher than their Ar counterparts. In fact, MOF-74-Mg exhibits a higher kH for N2 (ca. 6400 cm3 mol–1 atm–1) than for Kr (ca. 5700 cm3 mol–1 atm–1), indicating this MOF interacts particularly strongly with N2. Additionally, the MOF-74-Mg Kr uptake is at least 3 times that of Ar and the uptake of Xe is 15–20 times that of Ar. Furthermore, the N2 Qst values are typically larger than those of Kr. Even more surprising, Qst(N2) for MOF-74-Mg is essentially the same as the value obtained for Xe. The composition and structure of MOF-74-x are thus particularly favorable to N2 adsorption, while simultaneously exerting little effect on the adsorption of Ar. Since Ar and N2 have similar polarizabilites (16.41 and 17.40 cm3, respectively) and kinetic diameters (3.54 and 3.64 Å, respectively),(86) the N2 quadrupole moment must play a crucial role in the interaction with the OMS in these MOFs.Trends in the Henry’s constants are reflected in ideal selectivities computed for the MOF-74-x series, and are tabulated in Table 4 with those obtained from simulated isotherms. Since the kH for N2 are so much higher than those for Ar, the ideal Ar/N2 selectivity is significantly less than one. For example, MOF-74-Mg, which exhibits the highest kH(N2) of these MOFs, has a SAr/N2 of 0.27; i.e., MOF-74-Mg is ∼3.7 times more selective for N2 than for Ar. Similarly, the ideal selectivities for Kr/N2 and Xe/N2 are significantly smaller than those obtained for the nbo-MOF series (discussed below). With respect to noble gas/noble gas selectivity, we find that the Xe selectivity over the other noble gases increases across the MOF-74-x series, following the trend Mg < Zn < Ni < Co. In this regard, the MOF-74-x are comparable to or better than the nbo-MOF series. SKr/Ar is typically ∼3 for the nbo-MOF series, whereas slightly higher values, ranging from 3.3 to 4.3, are found for the MOF-74-x series. Similarly, SXe/Kr ranges from ∼6–10 for the MOF-74-x series, showing a modest improvement over the range of ∼4–7 for the nbo-MOF series. Finally, SXe/Ar ranges from ∼20–45 for the MOF-74-x series, significantly higher than the range of ∼13–23 seen in the nbo-MOF series. Together, these results show that the MOF-74-x series would be a poor choice for the direct separation of the noble gases from air. However, if the input mixture is preprocessed to remove a significant amount of N2, these MOFs are promising for separating noble gases from one another.Table 4. Gas Selectivity via Comparison of Henry’s Constants at 292 KMOF Ar/N2Kr/N2Kr/ArXe/N2Xe/ArXe/KrRn/N2HKUST-1exp0.833.013.6120.7324.926.90  sim1.185.824.9252.3544.238.99542.2NOTT-100exp0.923.043.2920.9322.686.89  sim1.104.614.1828.8826.216.27202.5NOTT-101exp1.213.242.6917.3214.365.34  sim1.174.473.8123.3019.895.22261.8NOTT-102exp0.923.003.2511.7012.673.90  sim1.214.683.8627.2222.445.81339.0NOTT-103exp1.013.293.2718.0617.965.49  sim1.234.583.7232.0126.036.99175.7PCN-14exp1.103.823.4624.6722.396.46  sim1.417.865.5844.0231.245.60209.2MOF-74-Mgexp0.270.903.345.3019.715.92  sim1.253.172.5411.949.573.7671.60MOF-74-Coexp0.401.754.3318.1844.9510.37  sim0.802.633.2810.3012.843.9141.47MOF-74-Niexp0.441.874.2216.9038.139.03  sim1.063.042.8613.4512.654.4383.58MOF-74-Znexp0.692.573.6914.7721.255.76  sim0.672.013.0210.4615.715.2137.58Although there are limited experimental data in the literature for comparison, our observed ideal selectivity for MOF-74-Ni agrees well with results obtained by Liu et al.(41) They conducted breakthrough experiments using a 20:80 Xe:Kr mixture on MOF-74-Ni and report a selectivity of nearly 4. In our experiments, we obtained an ideal selectivity for Xe/Kr of nearly 9 for this MOF, which we consider to be reasonable agreement with their observation, given that our value is based on single-gas isotherms. Additionally, since MOF-74-Co consistently shows higher ideal selectivity than MOF-74-Ni for Xe over the other gases, the Co version warrants further characterization via breakthrough experiments to determine if this advantage is maintained.nbo-MOFs and Effect of Pore SizeThe nbo-MOFs in our test set serve as a partial control group, in that they are composed of a constant metal ion (Cu2+) and share the same SBU, but exhibit variable pore size. However, we reiterate the caveat stated earlier that these pores are of irregular shape, so that the assignment of a specific pore diameter is problematic. Nevertheless, the five nbo-MOFs considered here with HKUST-1 represent a systematic modification of the pore environment. It is generally accepted that, in the low-pressure regime (<1 atm), decreasing pore size across a series of isoreticular MOFs increases both the amount of adsorbed gas and kH. Moreover, this trend should be enhanced as the polarizability of the gas increases (N2 < Ar < Kr < Xe), as long as the pore size does not diminish to such an extent that the uptake of larger gases becomes sterically hindered. We also expect that the strength of adsorbate–MOF interactions, as measured by Qst, will increase with decreasing pore size and increasing gas polarizability.Our observations generally conform to the expectations with respect to gas polarizability. For any MOF within the nbo series, gas uptake increases with increasing gas polarizability (N2: 1.1 Å3; Ar: 1.63 Å3; Kr: 2.465 Å3; Xe: 4.01 Å3); these results are consistent with GCMC simulations (see below). For the most part, the uptakes of N2 and Ar are nearly identical at ∼1 atm and 292 K. This contrasts with the higher N2 uptake by MOF-74-x and suggests that the interaction between the N2 quadrupole moment and the OMS is weak or absent in the OMS of the nbo-MOF series. Under these conditions, Kr uptake is at least 3 times higher than that of N2 and Xe uptake is 10–17 times greater than that of N2, which is comparable to the MOF-74-x series. This trend is also reflected in kH and Qst, for which increasing gas polarizability leads to increasing values.Comparisons of gas uptakes as a function of pressure across the nbo-MOF series confirm that, as the pore size decreases (Figures 3a–d), the total uptake at ≤0.5 atm and 292 K increases. Although the ordering of the individual MOFs varies somewhat among the various gases (nonlinearity in the Xe isotherms of PCN-14 and NOTT-100 alters this order at pressures above 0.5 atm), a generally consistent trend is observed based on the computationally derived pore sizes (proceeding from largest to smallest LCD): NOTT-102 < NOTT-103 < NOTT-101 < PCN-14 < NOTT-100. Examining the ordering for the specific gases shows that the correlation cannot be asserted too forcefully, however. For example, PCN-14 and NOTT-101 have nearly identical LCD, but uptake by PCN-14 always exceeds that of NOTT-101. Similar behavior is exhibited by NOTT-102 and NOTT-103, which also have essentially the same LCD. In both cases, the MOF with the smaller PLD has the greater uptake. HKUST-1 does not follow either trend. Having both the largest LCD and PLD, we expect it to have the lowest uptake. However, the computed pore size distribution (Figure S43) indicates the presence of smaller pores (LCD = 11.2 Å) in HKUST-1, placing it closer to NOTT-101 and PCN-14 in the ranking. Together, these results show that nonuniform pores and or nonmonolithic pore size distributions make it difficult to correlate gas sorption in MOFs with a single geometric property. We also note that local features in nonuniform pores, such as those of the NOTT MOFs, can dominate the observed adsorption behavior, especially for strongly interacting gases.Henry’s constants calculated from experimental adsorption isotherms (292 K) (Table 2) follow the same trend as the gas uptakes. Closer examination reveals that, as the LCD decreases, the magnitude of the increase in kH becomes a strong function of gas polarizability (and hence gas size), increasing significantly from N2 to Xe. For example, the difference between the kH values for Xe and Ar increases considerably as the LCD decreases across the three nbo-MOF groups (Figure 4). While kH for Ar and N2 are similar in all of these materials, kH for both Xe and Kr decrease precipitously from NOTT-100 to NOTT-102. These results confirm the critical importance of pore size in determining the uptake of noble gases, independent of the effects of an OMS. We also note that local features in nonuniform pores, such as those of the NOTT MOFs, can dominate the observed adsorption behavior, especially for strongly interacting gases such as Xe.(87)Figure 3. Experimental (solid) and simulated (dashed) isotherms for HKUST-1 and the nbo series (292 K): (a) N2, (b) Ar, (c) Kr, and (d) Xe. Additional high-resolution plots with increased scale are provided in the Supporting Information (Figures S32–S35).Figure 4. Comparison of experimental Henry’s constants (292 K) for Xe and Ar for the nbo-MOF series. LCD values for each MOF are given in parentheses.Considering now the energetics of gas uptake, we find that for a given nbo-MOF Qst increases with increasing gas polarizability, indicating stronger adsorbate–MOF interactions at low loadings. While we would expect that Qst will also increase as the pore size decreases, consistent with stronger MOF–adsorbate interactions, for the most part Qst does not vary greatly within the nbo series for a given gas (Table 3). This suggests that individual gas molecules primarily “see” only one pore surface. Since these are chemically very similar for the nbo-MOFs, the variability of Qst among these structures is small, with the entire range typically 1–2 kJ mol–1.Since kH increases with decreasing pore size for all gases studied and the magnitude of this increase grows with increasing gas polarizability, it follows that the ideal selectivity for a more polarizable gas versus a lesser one would also follow the trend in Qst. In general this is the case; for each binary mixture the selectivity is lowest for NOTT-102, while the highest selectivity is observed for either NOTT-100 or PCN-14. For the most part, SAr/N2 is approximately unity for the series, consistent with the similar volumetric uptakes of these two gases. Values of SKr/N2 across the nbo-MOF series fall within a narrow range (3.00–3.82), as do the values of SKr/Ar (2.69–3.46), which are similar to the Kr/N2 selectivities. Comparing Xe/N2 seletivity to the less polarizable gases, we find that the range is larger and the overall magnitudes are significantly higher. SXe/N2 varies between 11.70 and 24.67; SXe/Ar is similar. Selectivities of Xe over Kr are smaller and fall within a narrower range (3.90–6.89).Our Xe/Kr selectivity data generally agree with the limited number of previously reported experimental values.(38, 44, 19)o Liu et al. conducted breakthrough experiments with a 20:80 Xe:Kr mixture under 1 bar total pressure and obtained Xe/Kr selectivities for HKUST-1 (2.6), MOF-74-Ni (4.0), and activated carbon (2.8).(41) Bae et al. used similar experimental conditions and report Xe/Kr selectivities of 4.5 for HKUST-1 and 9–10 for NOTT-100 at 0.5 bar.(46) They also performed GCMC simulations, which predict selectivities that are generally in agreement for NOTT-100 and are slightly higher than our measurements for HKUST-1.GCMC SimulationsMOF-74-x and Effect of the Metal IonGCMC simulations for the MOF-74-x series predict that, for a given MOF, adsorption increases with increasing atomic size and thus the polarizability of the gas. For Ar, Kr, and N2, the simulated isotherms are linear over the pressure region, indicating that gas adsorption has not yet reached saturation. However, saturation begins well before 1 atm for Xe and Rn. For the noble gases, GCMC simulations predict that total gas uptake will follow the trend Co ≈ Ni < Mg ≈ Zn; for N2, the trend is different, with Ni < Co < Mg < Zn.For the Mg, Co, and Ni versions of MOF-74-x, the simulation results generally match the experimental gas uptake data for the low-polarizable Ar but underpredict them to an increasing extent as the gas polarizability increases, with those of Xe showing the greatest deviation. This suggests that the UFF force field does not adequately capture the metal–guest interaction, which includes the effects of polarizability and electrostatics. Similarly, the predicted ranking of total gas uptake by framework metal ion (−Mg > −Co ∼ −Ni) matches that of experiment for N2 and Ar, but not Kr or Xe. The predicted isotherms for MOF-74-Zn are an exception to those of the other gases in this regard. In general, the GCMC simulations of this MOF overpredict the experimental measurements for all gases, with the magnitude of the disagreement increasing with gas polarizability. The Zn version is also predicted to have a similar Ar uptake to the −Ni and −Co versions over the pressure range considered. This does not match the experimental results, which indicate MOF-74-Zn always adsorbs the least amount of gas. The origin of this disagreement (discussed further below) is likely partial pore blocking or framework collapse material, consistent with the low BET surface area obtained for this material.The simulations generally underpredict the experimental kH values. Considering only the Mg, Co, and Ni versions first, the computed kH are in reasonable agreement for Ar and Kr but are significantly underpredicted for N2 (by as much as a factor of 3.5 in the Mg case) and Xe. The expected trend with polarizability is followed (Ar ∼ N2 < Kr < Xe < Rn), however. Reduced N2 uptake in the simulations highlights the lack of strong metal–N2 interactions, which are known to exist in MOF-74-Fe.(88) The magnitude of this disagreement is evident in Table 5, in which the ratio kH(exp)/kH(sim) is listed. While quadrupole and polarizability effects likely contribute to the adsorption of noble gases and nitrogen molecules at open metal sites, the simple force field approach used in this and other studies limits these interactions to either electrostatic (due to partial charge on N atoms and center-of-mass sites on N2) or van der Waals forms. Low uptake of nitrogen in our simulations is a direct result of the weakly interacting van der Waals interactions for N atoms compared to the heavier noble gases. Additionally, electrostatic interactions between N atoms and MOF metal atoms do not significantly enhance uptake due to the low charges used in the nitrogen model.The ratios for Ar and Kr are near unity and, as expected from chemical intuition, are similar for the Ni and Co versions for all gases. Intriguingly, the predictions for MOF-74-Zn are inconsistent with the trends displayed by the other metal-substituted versions. In particular, the Henry’s constants are all less than the measured experimental values, in contrast with the three other MOF-74-x structures. This suggests that the disagreement between theory and experiment for MOF-74-Zn is pore blockage, rather than pore collapse: the measured total gas uptake is below predictions (blocked pores prevent full uptake), and the uptake at low pressures is reduced (lower uptake at a given pressure due to rapid pore filling).Table 5. Ratios of Experimental and Simulated Henry’s Constants: kH(exp)/kH(sim)MOFN2ArKrXeHKUST-10.920.650.480.37NOTT-1000.970.820.640.71NOTT-1010.690.700.500.51NOTT-1020.500.380.320.21NOTT-1030.580.460.410.32PCN-140.670.530.330.38MOF-74-Mg3.470.760.981.55MOF-74-Co2.161.091.443.81MOF-74-Ni2.561.061.583.22MOF-74-Zn0.620.640.790.87nbo-MOFs and Effect of Pore SizeTotal gas uptake predicted by GCMC simulations in general follows the trend of PLDs defined above. PCN-14 and NOTT-100, which have the smallest PLDs, are predicted to have the highest gas uptake in the low-pressure regime relevant to noble gas separation from air, in agreement with the experiments. The remaining nbo-MOFs have lower total uptake, with NOTT-101 adsorbing the least N2, Ar, and Kr, and just slightly more Xe than NOTT-102. Although the specific ordering varies somewhat, the predicted NOTT-101, NOTT-102, and NOTT-103 isotherms have similar magnitudes, which also agrees with the experimental data. However, the computed uptake of all gases by HKUST-1 is lower than any of the nbo-MOFs, which is not consistent with the measurements. The corresponding Henry’s constants are very similar, with PCN-14 being the exception. The Henry’s constant for this MOF is consistently larger than that of the other MOFs, with the disparity becoming quite large (almost a factor of 2) for Kr.In contrast with the MOF-74-x series, the GCMC method consistently overpredicts the adsorption isotherms of the nbo-MOFs relative to the measured ones. This is also true for HKUST-1, with the exception of the Xe isotherm, which is underpredicted. The computed isotherms more closely match observed experimental isotherms for the smaller, less polarizable gases N2 and Ar, and the disparity grows as the adsorbate atomic size increases. The trend in overprediction also extends to the values of kH. The ratios of kH values derived from experiment versus simulation are compiled in Table 5. Here, the disagreement is clearly evident (ratio <1), and the magnitude of the disagreement increases as the atomic size of gas increases (ratio decreases from left to right for a given nbo-MOF). Together, these results suggest that GCMC overestimates the ability of gases, especially large ones such as Xe, to enter void spaces that are experimentally inaccessible because of diffusion limits, partial pore collapse, or incomplete activation, either individually or in combination.Radon Adsorption in MOF with Open Metal SitesUsing GCMC simulation, we investigate Rn adsorption in these ten MOFs. This would be costly and difficult to measure experimentally because of the radioactive nature of Rn. As the pressure is increased above 1 atm, Rn saturation occurs for every MOF studied—something typically not observed in the other gases (Figure 5a,b). The MOF-74-x series shows the lowest uptake at saturation, followed by HKUST-1, and finally the nbo-MOF series. At 1 atm, NOTT-102 is the last MOF to reach saturation and is predicted to show the highest Rn uptake. This is consistent with NOTT-102 having the largest free volume of the MOFs studied, which is important at saturation when the MOF/adsorbate interaction is not a factor. As with the other gases studied, PCN-14 exhibits high Rn adsorption before saturation, and in this case very similar gas adsorption trends to NOTT-100. For Rn at lower pressures, NOTT-100 and PCN-14 show the greatest uptake but have a lower saturation volume and reach saturation faster than NOTT-101, NOTT-103, or NOTT-102, which have larger free volumes. Interestingly, the MOF-74-x series, the members of which have void fractions comparable to NOTT-100 and PCN-14, reach saturation at roughly the same pressure as NOTT-100 and PCN-14, but at a much lower saturation volume. All of the MOFs considered here are predicted to be highly selective for Rn over N2, especially the nbo-MOFs. These selectivities are significantly higher than those we reported previously for a monohalogenated IRMOF-2 series.(42)Figure 5. (a) Simulated low pressure (0–2 atm) adsorption isotherms for Rn (292 K). (b) Simulated adsorption isotherms for Rn (292 K) zoomed in to ultralow pressures (0–0.5 atm).Top of PageAbstractIntroductionMaterials and MethodsExperimental ResultsDiscussion and ConclusionsReferencesDiscussion and ConclusionsThe results described here comprise a systematic investigation of the effects of open metal site identity and pore size in MOFs on the adsorption of weakly interacting gases. Ten MOFs were chosen to form two test sets: a MOF-74-x series, used to probe the effect of metal site identity within a common topology, and a series having the nbo topology, which was used to probe the effects of pore size with a constant metal ion (Cu2+) and paddlewheel SBU. HKUST-1, which is commercially available, was also included because it comprises the same metal ion and SBU as the nbo-MOFs. The investigation combines measured adsorption isotherms obtained at industrially relevant temperatures with pore size analysis and GCMC simulations to develop structure–function correlations concerning the uptake of noble gases and nitrogen.Analysis of the MOF-74-x experimental data reveals that total gas uptake, kH, and Qst conform to the expected trend, increasing as gas polarizability increases. However, Qst for a given noble gas as a function of the metal ion do not display a clear trend. The greatest variation in measured values (Table 3) was found for Xe uptake, and here it is only 23.50 kJ mol–1 for MOF-74-Mg vs 26.26 kJ mol–1 for MOF-74-Co. Yu et al. in their investigation of CO2 adsorption by MOF-74-x found the following Qst trend from experiments and modeling: Mg > Ni > Co > Zn.(85) Detailed interpretation of their predicted and measured Qst is complicated by the fact that CO2 interacts with the OMS with a particular orientation; this molecule also has a large quadrupole moment. These factors are absent in noble gas adsorption, which should allow any trend in Qst with metal ion identity to be observed and rationalized more straightforwardly. The natural bond order analysis Yu et al. performed indicates there is very little charge transfer between CO2 and the MOF-74 OMS; we would expect even less in the case of noble gases. Consequently, the MOF−noble gas interaction includes (point-charge)−(induced dipole) interactions; note, these are not directly included in our GCMC results, since noble gas atoms were modeled as neutral spheres. However, the metal ion charges Yu et al. computed do not vary greatly from metal to metal: Mn(1.246); Fe(1.183); Co(1.180); Ni(1.112); Cu(1.119); Zn(1.352) (Mg was not included in their study). On the basis of these results, we conclude that, although noble gas uptake is enhanced by the presence of open metal sites, the identity of the metal ion does not exert a strong effect on Qst. More important are the density of OMS within the pore volume and their accessibility to the gas. This conclusion is largely consistent with the CO2 Qst measured by Yu et al.Considering the nbo series, our data indicate that, for a given gas, adsorption uptake and kH increase with decreasing pore size (as defined by the PLD); this correlation is shown graphically in Figure S70. However, our computed distribution of pore sizes and visualization of tortuous diffusion pathways in the NOTT series reveal that the adsorption properties of these MOFs cannot be linked to one specific structural property. Additionally, as pore size decreases, the difference between the kH of lower polarizable gases (N2/Ar) and those of higher polarizable gases (Kr/Xe) increases substantially. This implies that tailored pore size can strongly influence kH, especially for the more polarizable Kr and Xe, consistent with an earlier modeling study.(43) Finally, predicted isotherms for Rn and Rn/N2 selectivities suggest that these MOFs might find use as efficient sorbents for applications such as decontamination, home air purification, and Rn detection.Comparing the total uptake, kH, Qst, and ideal selectivity for the MOF-74-x series and the nbo-MOFs reveals that on a per-mole basis the former are comparable to or better than HKUST-1 or the best nbo-MOF candidates. This is somewhat surprising, as we expected the large, uniform pores of the MOF-74-x series would yield lower selectivity for small gases. These observations suggest that the noble gas−MOF-74-x metal ion interactions are more favorable than those with either the narrow pores in NOTT-100 and PCN-14 or the Cu(II) metal ions in the nbo-series. The high density of OMS in the nbo topology must play a role as well. A potential strategy for further increasing the noble gas sorption of MOFs, therefore, would be to design frameworks combining OMS with narrow pores (ones with PLD similar to the kinetic diameter of the gas of interest). Achieving the latter in either the nbo or MOF-74 topology (bnn) would require modification of the organic linker.Comparison of our GCMC simulations with the experimental data reveal systematic differences: gas uptake by the nbo-MOF series is overpredicted, whereas that of the MOF-74-x series is underpredicted. The former suggests that GCMC simulations conducted using rigid lattice structures and random molecular insertions overestimate the ability of gases (especially larger ones such as Xe) to enter void spaces that are experimentally inaccessible as a result of diffusion limits, framework dynamics, partial pore collapse, or incomplete activation. More specifically, the underprediction of the MOF-74-x data suggests that this simulation model, based upon UFF Lennard-Jones potentials and lacking any direct contribution from gas polarizability, does not accurately account for the effects of a high OMS density.In conclusion, this combined experimental–computational investigation adds clarity to our understanding of the relative importance of pore size and OMS in MOFs used for noble gas adsorption and separation from air. A basic strategy for material design is identified that couples OMS with tailored pore dimensions. Both MOF series considered here are potential starting points for further development of improved noble gas sorbents. However, the higher density of OMS and the evidently stronger interaction with the metals in the MOF-74-x series versus those of the nbo-MOFs suggest that MOF-74-x is the preferred choice for future investigation. Moreover, given the high earth abundance of magnesium, MOF-74-Mg appears to be the best starting point. Top of PageAbstractIntroductionMaterials and MethodsExperimental ResultsDiscussion and ConclusionsReferencesSupporting InformationAdditional information in the form detailed MOF synthesis, activation protocols, PXRD diffractograms, computed pore-size distributions and diffusion pathways, and sorption isotherms. This material is available free of charge via the Internet at http://pubs.acs.org.#Author ContributionsJ.J.P. and S.L.T.-M. contributed equally. J.J.P. designed, conducted, and analyzed the experiments. S.L.T.-M. conducted and analyzed the simulations.The authors declare no competing financial interest.Top of PageAbstractIntroductionMaterials and MethodsExperimental ResultsDiscussion and ConclusionsReferencesAcknowledgmentThe work at Sandia National Laboratories was funded by the U.S. Department of Energy. Sandia National Laboratories is a multiprogram laboratory managed and operated by Sandia Corporation, a wholly owned subsidiary of Lockheed Martin Corporation, for the U.S. Department of Energy’s National Nuclear Security Administration under Contract DE-AC04-94AL85000. M.H. was supported by the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Award DE-SC0001015. The portion of this work done at the Lawrence Berkeley National Laboratory was supported by the Office of Science, Office of Basic Energy Sciences, of the U.S. Department of Energy under Contract DE-AC02-05CH11231.AbbreviationsASAaccessible surface areaAVaccessible volumeBETBrunauer−Emmett−TellerGCMCgrand canonical Monte CarlokHHenry’s constantLCDlargest cavity diameterMOFmetal–organic frameworkOMSopen metal sitePLDpore-limiting diameterPSApressure-swing adsorptionPSDpore-size distributionQstisosteric heat of adsorptionSA/Bideal selectivity for gas A over gas BSBUsecondary building unitVSAvacuum-swing adsorption.Reference QuickViewTop of PageAbstractIntroductionMaterials and MethodsExperimental ResultsDiscussion and ConclusionsReferencesReferencesThis article references 88 other publications.1. Lomaev, M. I.; Sosnin, E. A.; Tarasenko, V. F.; Shits, D. V.; Skakun, V. S.; Erofeev, M. V.; Lisenko, A. A. Capacitive and Barrier Discharge Excilamps and Their Applications Instrum. Exp. Technol. 2006,  49,  595– 616[Crossref], [CAS]1. Capacitive and barrier discharge excilamps and their applications (Review)Lomaev, M. I.; Sosnin, E. A.; Tarasenko, V. F.; Shits, D. V.; Skakun, V. S.; Erofeev, M. V.; Lisenko, A. A.Instruments and Experimental Techniques\r\n        (2006),\r\n    49\r\n        (5),\r\n    595-616CODEN:\r\n                INETAK;\r\n        ", "title": "Noble Gas Adsorption in Metal–Organic Frameworks Containing Open Metal Sites", "authors": ["John J. Perry", "Stephanie L. Teich-McGoldrick", "Scott T. Meek", "Jeffery A. Greathouse", "Maciej Haranczyk", "Mark D. Allendorf"], "doi": ["10.1021/jp501495f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-22/jp501495f/production/images/small/jp-2014-01495f_0006.gif\">"]}