{"abstract": "The adsorption of carbon dioxide in the presence of water in single-walled carbon nanotubes is studied using Monte Carlo simulation, at 300, 325, and 350 K. We also investigate the influence of the diameter and chirality of the nanotubes on the adsorption isotherms of CO. It is observed that increasing the nanotube diameter from 1.36 nm (10, 10) to 2.03 nm (15, 15) leads to enhanced CO capacity, while change in chirality has little effect on the adsorption capacity of carbon nanotubes. Our results show that the influence of preadsorbed water on CO adsorption is dependent on both the effects of excluded volume and HO–CO interactions. The maximum adsorbed amount of CO decreases linearly with the loading of water, and drops more rapidly in narrower nanotubes. The structure of water in hydrophobic nanopores is in the form of hydrogen-bonded clusters, and its adsorption does not affect the arrangement and orientation of CO molecules (i.e., it does not affect the mechanism of CO adsorption). The average size of water clusters coexisting with CO depends strongly on the adsorbed amount of CO; however, it is shown that splitting large water clusters into smaller ones can lead to significant enhancement of CO adsorption, due to the resulting stronger water–CO interaction. The maximum percentage increase in the excess adsorption of CO is as high as 53.4% when a single cluster is split into multiple smaller clusters. This finding demonstrates that the efficiency of CO capture from flue gas can be significantly improved by controlling the structure of coexisting water in carbon nanotubes.", "text": "10.1021/jp403477y Top of PageAbstractIntroductionSimulation DetailsResults and AnalysisConclusionsReferences1 IntroductionThe escalating level of atmospheric carbon dioxide which has increased by 100 ppm since the start of the industrial revolution represents one of the primary environmental issues facing humanity.(1, 2) It is well-recognized that the main source of CO2 emissions is fossil fuel combustion in power plants, particularly in coal-fired power plants.(3) Hence, technologies for capture and storage of CO2 (CCS) from flue gas are being examined worldwide, as an option to stabilize the atmospheric CO2 at a level that could minimize the impact on the global climate. Among the various CO2 capture technologies, adsorption and membrane separation have been recognized as the most mature processes so far, receiving the greatest attention for low energy requirements. The U.S. Department of Energy (DOE) aims to achieve 90% CO2 capture at an increase in the cost of electricity of no more than 35% by 2020.(4) As a result, many possible materials have been investigated for CO2 adsorption, including zeolites, activated carbon, metal–organic frameworks (MOFs), nanopore silica-based molecular baskets, and single-walled carbon nanotubes (SWCNTs).(5-11)Since the discovery of SWCNTs by Iijima,(12) they have been demonstrated to possess unique electronic, mechanical, and structure properties due to their thermal and chemical stability. The high specific surface area of carbon nanotubes (CNTs), greater than 1000 m2/g, gives them intrinsic advantages for CO2capture. Moreover, the transport properties of molecules in CNTs have been studied extensively, and a common conclusion has been obtained that the transport diffusivities of light gas including CO2 in CNTs can be orders of magnitude faster than comparable diffusivities in polymeric pores, zeolites, and other nanoporous materials.(13-15) The rapid nature of diffusive transport in CNTs is due to the smoothness of the potential-energy surface defined by the CNTs and the resulting low Maxwell reflection coefficients.(16) In addition to the superior transport properties offered by CNTs, they have been experimentally found to possess a CO2 adsorption capability twice that of activated carbon.(17) The simultaneous combination of favorable transport properties and high CO2 adsorption capacity makes CNTs one of the most promising materials for capturing CO2 from flue gas.Generally, the flue gas generated by coal-fired power plants comprises N2 (70–75%), CO2 (15–16%), H2O (5–7%), and O2 (3–4%),(18) and the ability of CNTs for separating individual components from the mixtures has been extensively studied.(19-22)Using grand canonical Monte Carlo (GCMC) simulations to investigate the competitive adsorption between CO2 and N2on SWCNTs at 0.15 MPa, Seyedeh et al.(19) showed that the selectivity of CO2 over N2 is a decreasing function of temperature, and at 300 K the separation factor is considerably larger than that reported for activated carbon membranes. Subsequently, the selectivity of CO2 over O2 was investigated by Kowalczyk,(20) who showed that the equimolar separation factor is higher than 10 below a pressure of 1 MPa, indicating a strong preference for CO2 adsorption. The adsorption of CO2 in the presence of the above nonpolar gases has been extensively investigated in the literature. However, much less information related to the influence of water on the adsorption process of CO2 in the carbon nanotubes is available, which is critical to CCS applications.In zeolites, the presence of water significantly decreases the adsorption of CO2 because water competitively adsorbs on the cations, blocking access for CO2.(23) Jian et al.(24) experimentally studied the adsorption of the mixture CO2/H2O in two MOFs at ambient temperature, and found that adsorbed water vapor had an insignificant influence on the adsorption of CO2 in these two MOFs. Interestingly, Yazaydin et al.(25) reported simulation and experimental results demonstrating enhanced CO2 capacities in Cu-BTC in the presence of water molecules coordinated to open-metal sites in the framework, and attributed this enhancement to H2O–CO2 Coulomb interactions. For activated carbon, the presence of water reduces the adsorption of CO2 due to the formation of CO2 hydrates at 275 K, which was reported by Sun et al.(26) in their experimental results. Billemont et al.(27) later also found the existence of CO2 hydrates in their experimental work, and suggested that the presence of water leads to a large decrease in the CO2 adsorption capacity of activated carbons. As a result of the different effects of the presence water on CO2 adsorption in the above traditional CO2 capture materials, it is of interest to investigate the competitive adsorption in SWCNTs. Due to the nonfavorable CO2–H2O and H2O–carbon surface interactions, water molecules are known to always form isolated clusters in carbon nanopores.(28-31) Although there is much existing literature on the effect of the presence of water on CO2 adsorption,(10, 23, 24, 29, 32) there is little information on the change of the arrangements and orientations of the adsorbed CO2 molecules located in the CNTs in the presence of water, which is discussed in the present work. In addition, another issue overlooked in all previous work is that the sizes of the water clusters coexisting with the adsorbed CO2 are not constant as the adsorbed amount of CO2 increases, and different water cluster structures located in the nanopore could in turn lead to different effects on the adsorption process of CO2. Thus, the behavior of the discrete water clusters coexisting with the adsorbed CO2 and its influence on the adsorption of CO2 in the CNTs is presented in this work.We report here a GCMC simulation study of the adsorption of CO2 in (10, 10) and (15, 15) SWCNTs in the presence of water, investigating the role of water clusters. Three temperatures are considered (T = 300, 325, and 350 K) to examine the effect of temperature on the adsorption of CO2 in SWCNTs. The isotherms for pure CO2 and mixtures of CO2/H2O are studied to examine the effect of the presence of water on the adsorption of CO2 in SWCNTs. In addition, the behavior of water clusters is studied to gain insight into the effect of water cluster size on the adsorption of CO2.Top of PageAbstractIntroductionSimulation DetailsResults and AnalysisConclusionsReferences2 Simulation Details2.1Interaction ModelsWe performed atomistic simulations with multisite potential models to account for adsorbate–adsorbate and adsorbate–adsorbent interactions. The three-site EPM2 model of Harris and Yung(33) has been reported to give accurate values of the zero-coverage isosteric heat for CO2 adsorption on SWCNTs,(34, 35) and was employed here to model the interactions of CO2 with its neighbors and with the adsorbent. The EPM2 model represents CO2 as a linear molecule having three Lennard-Jones (LJ) sites, with each site carrying a partial charge. The potential parameters are given in Table 1.Table 1. Lennard–Jones Parameters and Partial Charges for the EPM2 CO2, SPC/E H2O, and the Rigid Carbon Nanotubemoleculeε (K)σ (nm)q (e)l (nm)θ (deg)carbon dioxideC–C28.1290.2757+0.6512  O–O80.5070.3033–0.3256  C–O47.5880.2895 0.1149 O–C–O    180.0waterO–O78.2290.3169–0.8476  H–H  +0.4238  O–H   0.1 H–O–H    109.47carbon nanotubeC–C28.00.34   The SPC/E water model is designed to fit the density of liquid water,(36) and was chosen to describe the water molecules in this work. In this model, water is represented as a rigid molecule, with a positive partial charge on H atoms and a negative partial charge plus an LJ interaction on the O atom. The distance between the H and O atoms is 0.1 nm, and the H–O–H bond angle is 109.47°. The water–water interaction potential parameters are listed in Table 1. In order to describe the interactions of an adsorbate molecule with its neighbors, the LJ and Coulomb potentials were adopted to calculate the dispersive and electrostatic interactions, respectively. The site–site interactions for the H2O–H2O, CO2–CO2, and H2O–CO2 pairs are expressed by(1)where rij(α,β) is the distance between two sites i and j of molecules α and β. The LJ size parameter σij(α,β) and well depth parameter εij(α,β) for the unlike interactions are estimated using the Lorentz–Berthelot mixing rules. In eq 1, the first term represents the dispersive interactions, while the second term uijC corresponds to the electrostatic interactions. For the Coulomb interactions, the dot and line method (DLM)(37, 38) is applied to modify the long-range electrostatic interactions; this method has proved to be effective for representing the periodic charges of ions in cylindrical pores. The specific terms of the DLM are given as(2)where qi and qj are the partial charges on sites i and j of the two molecules, H is the length of the carbon nanotube, ε0 is the permittivity of free space (ε0 = 8.8543 × 12–12 C2/J·m), and xij, yij, and zij are the Cartesian components of the interparticle distance rij, with zij being the axial coordinate along the nanotube.Typically, carbon nanotubes are modeled as a graphite sheet wrapped into cylindrical shape. The carbon nanotubes used in this work are treated as rigid structures, and each carbon atom is represented as a LJ sphere. The interaction parameters of carbon nanotubes are shown in Table 1. Since only the dispersive interactions were taken into account, the interactions of each carbon atom in the nanotube with each LJ site of CO2 and H2O can be obtained by(3)In eq 3, rsf is the distance between the carbon atom in the carbon nanotube and a site on the adsorbate molecule, i.e., CO2 and H2O, and εsf and σsf are the nanotube–adsorbate LJ interaction parameters which are defined by the Lorentz–Berthelot combining rules.2.2Monte Carlo SimulationWe performed GCMC simulations of the adsorption of CO2 in (10, 10) and (15, 15) SWCNTs at 300, 325, and 350 K. The corresponding tube diameters are 1.356 and 2.034 nm, respectively. In order to ensure that there are sufficient number of CO2 adsorbed in the nanotube at low pressure, the lengths were set to 24.93 and 15.10 nm, respectively, for (10, 10) and (15, 15) carbon nanotubes. During these simulations, the adsorbate chemical potential μa and the system volume V and temperature T were kept constant. The number of adsorbate molecules was allowed to fluctuate, as also the location and the orientation of each adsorbed molecule within the nanotube. The adsorption isotherm of CO2 was obtained by implementing GCMC simulation, including three typical trial moves, insertion, deletion, and displacement of particles. The numbers of insertion and deletion attempts were set equal throughout our simulations to maintain microscopic reversibility. GCMC simulations for the bulk phase CO2were also conducted, using a cubic box of size 8.0 nm and fugacities up to 30 bar, and the resulting equilibrium pressures and densities of bulk CO2 were used to estimate the excess adsorption isotherms of CO2 as a function of the bulk pressure of CO2, following the expression(39)(4)where ρad is the absolute density of CO2 adsorbed in the carbon nanotube, ρb is the density of bulk CO2, determined by the bulk simulations, ρexc is the excess adsorbed amount of CO2, and T is the temperature.To study the influence of water on CO2 adsorption in carbon nanotubes, a different approach was introduced in this work to obtain the isotherms for CO2 adsorption in the presence of water. Briefly, we fixed a certain number of water molecules within the nanotube, and then conducted the GCMC for the CO2 adsorption. Throughout the simulation, the number of water molecules is fixed while these water molecules are allowed to move and swap identity with carbon dioxide molecules in order to equilibrate the whole system. For the identity swap, we randomly choose a water molecule and note its identity. We then remove that water molecule out of the nanotube and insert a carbon dioxide molecule with a random orientation in its position. In order to maintain microscopic reversibility, we randomly choose another carbon dioxide molecule and insert a water molecule with random orientation to replace it. The acceptance probability for swappingmolecules followed the prescription of Crackenll et al.(40) Moreover, the isosteric heat of adsorption presented in this work was calculated following the expression(41)(5)where N is the total number of adsorbed CO2 molecules, U is the system potential energy, k is the Boltzmann constant, T is the system temperature, and the angular brackets represent ensemble averages.Top of PageAbstractIntroductionSimulation DetailsResults and AnalysisConclusionsReferences3 Results and Analysis3.1Effect of Temperature and Nanotube Diameter on CO2 Adsorption in SWCNTsWe first performed the simulations of CO2 adsorption in (10, 10) carbon nanotubes at 300, 325, and 350 K to examine the effect of temperature on the adsorption of CO2. The simulated excess adsorption isotherms are depicted in Figure 1, and agree quantitatively with the simulation results of Skoulidas et al.(15) for the ambient temperature isotherm presented by them. It is seen that the isotherm curves for CO2 adsorption at different temperatures are of type I in the IUPAC classification,(42) indicating that temperature does not play a crucial role in this temperature range.Figure 1. (a) Excess adsorption isotherms, and (b) variation of isosteric heat of adsorption with loading, for CO2 in (10, 10) SWCNT at temperatures of 300 K, 325 K and 350 K.As seen in Figure 1, the excess adsorbed amount of carbon dioxide decreases with an increase of temperature, which is due to the exothermic nature of the adsorption process.(32) We note that, at 300 K, the pressure at which CO2 fills the nanotube is P ∼ 5.0 bar, which is far below the bulk saturation vapor pressurePs = 55.2 bar at ambient temperature. This filling pressure is still much lower than the previous molecular simulations reported by Billemont et al.,(29) who showed that CO2 filled a carbon slit of width 1.4 nm at a fugacity of f ∼ 15 bar (pressure is around 16.6 bar) at 300 K. The reduced pore filling pressure in the CNT is indicative of the stronger interaction, which enhances the capillary condensation effect.(43) Close inspection of the isotherm curves shows that, before pore filling, the excess adsorbed amount of CO2 increases steeply with the increase of pressure. However, once the filling pressure is reached, the excess adsorbed amount of CO2 increases only slightly and even starts to decrease as the pressure increases further, as saturation is approached.Figure 1b plots the isosteric heat as the function of the adsorbed amount of CO2 in the nanotube, and shows that the isosteric heat is an increasing function of the loading of CO2 at the temperature examined. The zero-coverage isosteric heat qst for CO2 adsorption in (10, 10) carbon nanotube obtained in this work is 20.5 kJ/mol, which is quite similar to the experimental results reported by Bienfait et al.(34) These authors found the zero-coverage isosteric heat for CO2 adsorption in the interstitial channel of single-walled carbon nanotube bundles having the average diameter of 1.7 nm is qst = 22.5 kJ/mol; the similarity of the isosteric heats indicates a significant degree of homogeneity between the inner and exterior surfaces of SWCNTs. It is interesting to note that the isosteric heat curves for different temperatures are quite similar. Generally, the isosteric heat of adsorption is dependent on the nanotube–fluid and fluid–fluid interactions. At fixed CO2 loading, the isosteric heat is mainly affected by the locations and orientations of the carbon dioxide molecules occupying the nanopore. However, considering the high degree confinement of (10, 10) nanotube, in which CO2 can only form a monolayer and an additional single chain structure in the interior after pore filling, the differential in orientationsand locations of adsorbed CO2 may not be expected to play a significant role in the nanotube–fluid and fluid–fluid interactions.To assess the validity of this interpretation, we examined interaction energies from GCMC simulations by computing the decrement in the system potential energy on inserting a CO2molecule; this energy comprises CO2–CO2 and CO2–nanotube components. The interaction energies are obtained as the ensemble average of the potential energy decrement. Figure 2 depicts the interaction energies as the function of the loading of CO2 for the (10, 10) nanotube, split into CO2–CO2 and CO2–nanotube components, for 300 and 350 K.Figure 2. Variation of CO2–CO2 and CO2–CNT interaction energies with loading in (10, 10) nanotube, from GCMC simulations at 300 and 350 K.It is seen that, for the high degree confinement of this nanotube, the isosteric heat qst is mainly contributed by the CO2–nanotube interactions within the loading range reported in Figure 2. However, the CO2–CO2 interactions are mostly responsible for the increase in the isosteric heat. We note that, on increasing the loading of CO2, the CO2–nanotube interaction energy increases, implying that CO2 preferentially adsorbs on the surface of the nanotube at low pressure, and subsequently begins to fill the nanotube as the pressure is increased. It is interesting to note the increase of the CO2–CO2 interaction energies after the loading of CO2 reaches a certain value in the (10, 10) nanotube. Our simulations show that, at high loading, CO2 molecules occupy the nanotube densely, and the average separation distance between two molecules reduces. Figure 3 presents the radial distribution functions (RDFs) of CO2 for different temperatures and loadings.Figure 3. Radial distribution function of CO2 in (10,10) CNT at different temperatures and loadings: 8.12 mmol/cm3 at 300 K; 8.24 mmol/cm3 at 350 K and 12.41 mmol/cm3 at 300 K.It is seen that, when the loadings of CO2 are 8.12 and 8.24 mmol/cm3 for 300 and 350 K, the corresponding RDFs are quite similar. This similarity, combined with the results for the interaction energies shown in Figure 2, confirms that the differential in locations and orientations of CO2 at a given loading for different temperatures does not have a significant influence on the CO2–CO2 interaction energies as well as the isosteric heat qst. On increasing the loading of CO2 from 8.12 to 12.41 mmol/cm3 at 300 K, the peak of the radial distribution function shifts from r = 0.41 nm to r = 0.39 nm, indicating higher chances for CO2 molecules lying in the LJ repulsion region at the high loading, and the enhanced repulsive interactions are expected to be mainly responsible for the increase in the CO2–CO2 interaction energies. The slight difference in CO2–CO2 and CO2–nanotube interaction energies between 300 and 350 K explains the similarity of the isosteric heat (qsts). As a result, the isosteric heat qst in the narrow (10, 10) SWCNT is not affected significantly by change of system temperature.Figure 4a shows that increasing the diameter of the nanotube from 1.36 nm (10, 10) to 2.03 nm (15, 15) enhances the volumetric adsorption capacity of CO2 at 300 K. Thus, increasing the diameter (cross-sectional area) of carbon nanotubes may be the essential factor that promotes the volumetric CO2 adsorption in single-walled carbon nanotubes,(11) in this size range.Figure 4. (a) Excess adsorption isotherms, and (b) variation of isosteric heat of adsorption with loading, for CO2 at 300 K in (10, 10) and (15, 15) carbon nanotubes.In support, we simulated the CO2 adsorption in a (15, 4) carbon nanotube which has essentially the same diameter size as a (10, 10) carbon nanotube but a different chiral angle. Our simulation results showed the isotherms for CO2 adsorption in (10, 10) and (15, 4) carbon nanotubes to be quantitatively similar, confirming the negligible influence of chirality on the CO2 adsorption process. Since the diameter size and the chirality are the only two factors that may affect the internal adsorption of CO2 in idealized single-walled carbon nanotubes, these results demonstrate that the tube diameter is the essential factor that determines the adsorption capacity of carbon nanotubes. However, the effective diameters available to adsorbed CO2 molecules are actually less than the values reported in section 2.2, and can be estimated from the nominal diameters by subtracting the LJ diameter of one carbon atom, 0.34 nm. Thus, the corresponding ratios of the effective cross sections for (10, 10) and (15, 15) carbon nanotubes are 56.14 and 69.36%, and theenhanced adsorption capacity is partly attributed to the increased fraction of available volume.Figure 4b depicts the variation of the isosteric heat of adsorption with adsorbed amount of CO2, showing the isosteric heat qst of CO2 adsorption in the (10, 10) carbon nanotube to be much higher than that in the (15, 15) carbon nanotube. This is because the high degree of the confinement in the (10, 10) SWCNT leads to stronger nanotube–fluid interactions than in the (15, 15) SWCNT,(44) shown in Figures 2 and 5. While pore filling occurs at P ∼ 5.0 bar in (10, 10) carbon nanotubes, the corresponding filling pressure for (15, 15) carbon nanotubes shifts up to 10.7 bar with the adsorbed CO2 amount ρCO2 = 10.76 mmol/cm3. The increased filling pressure is actually related to the increased CO2 adsorption capacity of (15, 15) carbon nanotubes, requiring a larger amount of CO2 molecules to fill the nanopore. We also find that the isosteric heat distribution for a (15, 15) nanotube is constituted of two stages, before and after pore filling. When the adsorbed amount of CO2 is lower than ρCO2 = 10.76 mmol/cm3, the isosteric heat qst increases weakly with increase in loading. After CO2 filling of the nanotube, the isosteric heat rises more rapidly with increase of the adsorbed amount of CO2, indicative of stronger CO2–CO2 interaction compared to the CO2–CNT interaction; this results from CO2 molecules packing more closely in the nanopore at a high degree of filling.Figure 5 depicts the CO2–nanotube and CO2–CO2 interaction energies for the (15, 15) carbon nanotube. As discussed above, CO2 molecules first adsorb on the surface of the carbon nanotube and subsequently fill the nanopore. However, considering the reduced confinement of (15, 15) carbon nanotubes, our simulations show that, while the CO2–nanotube interaction energy increases more rapidly with increase of the loading of CO2, in contrast the CO2–CO2 interaction energy experiences a stronger decrease, compared to the (10, 10) carbon nanotube, evident from Figures 2 and 5. As a consequence, the total interaction energy changes only slightly in the (15, 15) carbon nanotube before pore filling, leading to only a slight increase of the isosteric heat qst, unlike the (10, 10) carbon nanotube, in which the isosteric heat increases rapidly. After pore filling, the CO2–nanotube interaction energy in the (15, 15) carbon nanotube stops rising and even experiences a slight decrease. This indicates that CO2 molecules start packing more closely in the nanotube as the loading increases further, which is associated with the decrease in the CO2–CO2 interaction energy. Therefore, the isosteric heat increases rapidly after pore filling, resembling the behavior in the (10, 10) nanotube. However, the increase of CO2–CO2 interaction energy, which occurred in the (10, 10) nanotube, is not observed in the (15, 15) carbon nanotube over the pressure range considered.Figure 5. Variation of CO2–CO2 and CO2–CNT interaction energies with loading in (15, 15) nanotube at 300 K, from GCMC simulations.Figure 6 depicts the RDFs of CO2 at 37.6 bar for (10, 10) and (15, 15) carbon nanotubes. It is seen that CO2 packs more tightly in the (10, 10) carbon nanotube compared to the (15, 15) carbon nanotube, even with lower CO2 loading. Hence, for the larger effective adsorption volume offered by the (15, 15) carbon nanotube, CO2 molecules pack more loosely than in the (10, 10) nanotube, and this is mainly responsible for the disappearance of the increase in the CO2–CO2 interaction energy at high loading above about 9.0 mmol/cm3. However, it may be expected that, as the loading of CO2 in the (15, 15) carbon nanotube is further increased, the isosteric heat will at some point begin to decrease due to the onset of repulsive interactions as the molecules begin to pack tightly at high loading.Figure 6. Radial distribution function of CO2 in (10, 10) and (15, 15) nanotube at a pressure of 37.6 bar and temperature of 300 K.3.2Effect of Water on CO2 Adsorption in SWCNTsWe next investigated the influence of preadsorbed water on the adsorption of CO2 in carbon nanotubes. The water density is defined here as the mass of adsorbed water molecules divided by the volume of the nanopore defined by the nominal tube diameter (carbon center–center) reported in section 2.2. Figure 7 depicts the excess adsorption isotherms of CO2 at 300 K in (10, 10) and (15, 15) carbon nanotubes having different amounts of preadsorbed of water. In both carbon nanotubes, the adsorption of CO2 monotonically decreases with the increaseof the amount of water molecules, which is in qualitative agreementwith the results reported by Billemont et al.,(29) who found the CO2 adsorption in a carbon slit was reduced by the preadsorbed water.Figure 7. Excess adsorption isotherms for CO2 at 300 K in (a) (10,10), and (b) (15, 15) carbon nanotubes for different amounts of preadsorbed water. The dark solid lines represent CO2 excess isotherms in the absence of water.It is interesting to note that, at relatively low pressure, the presence of water enhances the adsorption of CO2 in SWCNTs. As shown in the insets of Figure 7a and b, the excess adsorbed amount of CO2 increases even more rapidly as the preadsorbed water density increases. As for MOFs and activated carbons,(24, 25, 29) the enhancement of CO2 adsorption in both carbon nanotubes is essentially ascribed to the addition of the enhancement of the adsorption enthalpy of carbon dioxide due to water–carbon dioxide interactions. Nevertheless, this effect is less noticeable in the (10, 10) carbon nanotube over the pressure range considered. This is not surprising, because the nanotube–fluid interactions are much stronger in the (10, 10) carbon nanotube, and effectively screen the much weaker water–carbon dioxide interaction. Figure 8 depicts the CO2–nanotube and CO2–H2O interaction energies in (10, 10) and (15, 15) carbon nanotubes at 300 K at a preadsorbed water density of 0.20 g/cm3.Figure 8. Variation of CO2–H2O and CO2–CNT interaction energies at 300 K, in (a) (10,10), and (b) (15, 15) carbon nanotube, from GCMC simulations.It is seen that the CO2–H2O interaction energy is more comparable to the CO2–nanotube interaction energy in the (15, 15) carbon nanotube than in the (10, 10) carbon nanotube, so that preadsorbed water plays a more crucial role on enhancing the adsorption enthalpy of CO2 in the larger nanotubes at low pressure, as also on the adsorption of CO2. On the other hand, CO2 starts filling the larger nanotube at higher pressure, at which CO2 tends to occupy the remaining available volume of the nanopore. Considering that parts of the volume of the CNT have been occupied by preadsorbed water, the adsorbed capacity of CO2 may be expected to reduce due to the loss of adsorption space. As a proof of the excluded volume effect, we determined the critical pressure at which the enhancement of the CO2 excess adsorption induced by the added CO2–H2O interactions is eliminated by the reduced available adsorption space for (15, 15) carbon nanotube. Table 2 lists these critical pressures, for different amounts of preadsorbed water.Table 2. Critical Pressure for (15,15) SWCNT at Various Water Loadingswater density (g/cm3)0.0250.050.100.20critical pressure (bar)13.6310.748.484.15It is seen that the elimination of the effect of additional CO2–H2O interactions occurs at much lower pressure with increase in the density of preadsorbed water. This is essentially attributed to the greater loss of the adsorption space at higher amount of preadsorbed water, which dominates over the influence of the H2O–CO2 interaction at lower pressures. In summary, at low pressure, the excluded volume effect is not marked, and the adsorption of CO2 is enhanced by the addition of H2O–CO2 interactions. However, after pore filling, the excluded volume effect due to the presence of water dominates the influence on the adsorption of CO2, and the CO2 adsorption decreases significantly. In particular, in the narrower (10, 10) carbon nanotube having the smaller effective adsorption volume and higher confinement, the influence of the additional CO2–H2O interactions is less significant, since the excluded volume effect is enhanced.In order to gain further insight into the influence of preadsorbed water on CO2 adsorption, we examined the variation of the maximum adsorbed amount of CO2 with the amount of preadsorbed water at 300, 325, and 350 K. In our simulations, the maximum adsorbed amount of CO2 was taken at a fugacity of 30 bar (the corresponding partial pressures of CO2 for 300, 325, and 350 K are 37.6, 35.1, and 33.6 bar, respectively). For all the temperatures considered, the maximum adsorbed amounts of CO2 decrease almost linearly with increase of the loading of preadsorbed water, shown in Figure 9. However, we note that the effect of preadsorbed water on the adsorption of CO2 is more marked in the narrower (10, 10) nanotubes than in the (15, 15) nanotubes.Figure 9. Variation of the maximum adsorbed amount of carbon dioxide with water loading, over the temperature range from 300 to 350 K, for (a) (10, 10) and (b) (15, 15) carbon nanotube.To describe this finding quantitatively, we calculate the percentage reduction of the maximum adsorbed amount of carbon dioxide as the loading of preadsorbed water increases from zero to 0.20 g/cm3; the results are given in Table 3.Table 3. Percentage Reduction of the Maximum Adsorbed Amount of CO2 in (10, 10) and (15, 15) Carbon Nanotubes with Water Loading 300 K325 K350 K(10, 10)37.27%39.18%39.16%(15, 15)28.65%25.73%23.88%Specifically, at 300 K, the maximum adsorbed amount of CO2 in the (10, 10) carbon nanotube decreases from ρCO2 = 12.42 mmol/cm3 to ρCO2 = 7.79 mmol/cm3 as the water density increases from 0.0 to 0.20 g/cm3. The percentage reduction is as high as 37.27%. On the other hand, the corresponding reduction for the (15, 15) carbon nanotube is 28.65%, which is nearly 10% lower than that in the (10, 10) carbon nanotube. Similar differences of the reduction are observed at temperatures of 325 and 350 K, shown in Table 3.3.3Structures of Adsorbed Guest MoleculesTo better understand the effect of preadsorbed water upon the structure of CO2, in Figure 10, we report results for the radial density and the orientation angle profiles for CO2 adsorbed in (10, 10) and (15, 15) carbon nanotubes at 300 K. As noted previously, the adsorption process of carbon dioxide has two typical stages, before and after pore filling. Thus, the density and angle distributions of CO2 at pressure P = 1 bar and P = 37.6 bar are studied to examine the features of these two stages. Before pore filling, our results suggest that carbon dioxide molecules preferentially adsorb in proximity of the pore wall, forming a monolayer on the carbon surface, as seen in Figure 10a and e. The angle distributions shown in Figure 10b and f yield the mean values ⟨cos2 θ⟩ = 0.42 for CO2 molecules located in these monolayers on the surfaces of (10, 10) and (15, 15) SWCNTs. This corresponds to an effective orientation angle, θ, of 49.5°, where θ is the angle between the molecule axis and the axis of the nanotube. These results show that the structures of the monolayer CO2 molecules adsorbed on the pore walls within (10, 10) and (15, 15) SWCNTs are similar. However, at the center of the (10, 10) and (15, 15) SWCNTs, the corresponding mean orientation angles are 45 and 59.34°, respectively. Thus, CO2 molecules near the center of the narrower (10, 10) SWCNT are more likely to be parallel to the axis of the nanotube, due to the higher degree of the confinement. It is also noted that, due to the surface curvature, the angle distributions of CO2 in the SWCNTs are somewhat different from those in carbon slit pores, in which carbon dioxide molecules align better parallel to the slit surface.(45)Figure 10. Density and angle distributions of CO2 at 300 K in (10, 10) carbon nanotube at (a), (b) 1 bar, and (c), (d) 37.6 bar, and in (15, 15) carbon nanotube at (e), (f) 1 bar, and (g), (h) 37.6 bar, for different water loadings.As seen in Figure 10a, b, e, and f, the shape of all the density and angle distribution curves is unchanged by the presence of water, and resembles that for the adsorption of pure CO2. This does reveal that the placement of carbon dioxide molecules on the carbon surface is not affected by the presence of water. Moreover, as seen in Figure 10a and e, while the adsorbed amount of CO2 is reduced by increasing the loading of water in (10, 10) carbon nanotubes, the adsorbed amount of CO2 in (15, 15) carbon nanotubes is enhanced by increasing the amount of preadsorbed water, as discussed in section 3.2.At a pressure of 37.6 bar, carbon dioxide molecules have filled the nanopore completely and formed typical layering structures, evident in Figure 10c and g. After pore filling, the density distribution depends strongly on the diameter size of the hydrophobic nanotubes. When CO2 is adsorbed in (10, 10) SWCNTs, we observe the formation of one adsorbed monolayer in contact with the carbon surface, and a chain of carbon dioxide molecules confined within the first adsorbed CO2 monolayer and centered on the pore axis. When CO2 is absorbed in a (15, 15) carbon nanotube, the formation of two stable monolayers is observed, while the layering structure disappears in the deeper central area of the nanotube. We note that, in both of the nanotubes, the mean orientation angle for CO2 in the first monolayer close to the wall does not change on increasing the pressure, always being around 49.5°. On the other hand, CO2 molecules located at the center of the (10, 10) carbon nanotube tend to align parallel to the axis of the nanotube as the pore filling increases, which is revealed by the reduction in the orientation angle from 45 to 33.2°. Although this effect is not observed in (15, 15) SWCNTs, one can expect that, on increasing the pressure until the adsorbed amount of CO2 reaches the capacity of the (15, 15) nanotube, the existing CO2 molecules in the nanopore will increasingly align parallel to the axis of the nanotube, i.e., pack more tightly as the adsorbed amount increases. Similarly, for all the densities of preadsorbed water, the density distributions for CO2 resemble those obtained for pure CO2. In addition, the angle distributions are quantitatively similar, indicating that the arrangement and orientation of CO2 is not affected by the presence of water, and neither is the mechanism of CO2 adsorption.As seen above, the adsorbed amount of carbon dioxide is affected by the presence of water via water–carbon dioxide interactions. We then examined the structures of preadsorbed water while interacting with adsorbed carbon dioxide. In Figure 11, we report the results for the RDFs of water at 300 K in (10, 10) and (15, 15) carbon nanotubes. We note that, for all the densities studied in this work, water molecules are always assembled into clusters by the strong hydrogen bonding, which is reflected directly by the sharp peaks at r = 0.27 nm in Figure 11.Figure 11. Radial distribution function of water at 300 K in (a) (10, 10), and (b) (15, 15) carbon nanotubes.To confirm the formation of the hydrogen-bonded clusters, we also obtained the radial distribution function for bulk liquid water at ambient temperature through GCMC simulations. We found the peak of the radial distribution function for bulk liquid water also at the location of r = 0.27 nm but having higher intensities. Accordingly, water clusters in the nanotube must be assembled by the hydrogen bonding as in bulk liquid water, although in the confinement of the nanopore leading to the peak intensity of the RDF is lower than that for bulk liquid water. To visualize the distribution of water clusters, a representative snapshot for water in the (15, 15) carbon nanotube at 300 K after pore filling is reported in Figure 12, showing the discrete clusters of various sizes located at different positions.Figure 12. A snapshot of the distribution of water clusters in (15, 15) carbon nanotube for ρw = 0.025 g/cm3 at 300 K and CO2 adsorbed amount of 14.29 mmol/cm3.3.4Water Cluster Size DistributionDue to the hydrophobic nanotube–water interactions, water molecules form isolated clusters in the nanopore, unlike carbon dioxide which forms layering structures on the carbon surface. Our simulated results reveal that before pore filling the water molecules preferentially form larger but fewer clusters. On increasing the pressure, carbon dioxide starts filling the nanopore and splitting the larger water clusters into many smaller ones. The cluster size in the present work is defined as the number of hydrogen-bonded water molecules in the cluster. Two water molecules are considered hydrogen-bonded when three conditions are satisfied:(46)RO–O < 0.375, RO–H < 0.246 nm, and ∠OO···OH < 30°.Using these conditions, we calculate the average cluster size of preadsorbed water at 300 K in (10, 10) and (15, 15) carbon nanotubes with different amounts of adsorbed carbon dioxide, i.e., at different pressures of carbon dioxide. Here, the average cluster size of water, kav, is determined following:(28, 47)(6)(7)where Nk is the total number of clusters having k hydrogen-bonded water molecules found in the simulation run and is determined using the Bread-first search algorithm,(48)Nconf is the number of configurations sampled in our simulations, and Nbox is the number of preadsorbed water molecules at a given water loading. The function f(k) describes the existence probability for a cluster having k hydrogen-bonded water molecules after the equilibrium simulation run.Figure 13 depicts the variation of the average cluster size with CO2 adsorbed amount at 300 K in (10, 10) and (15, 15) carbon nanotubes at a water density of ρw = 0.10 g/cm3. It is evident that the average size of water clusters decreases with increasing amount of adsorbed carbon dioxide.Figure 13. Variation of the average cluster size of water with the amount of adsorbed carbon dioxide at 300 K for (a) (10, 10), and (b) (15, 15) carbon nanotubes at a water density of 0.1 g/cm3. Lines are guides to illustrate the trend. Insets depict the loading dependence of H2O–H2O and H2O–CO2 interaction energies.The large fluctuations of the average cluster size distribution most likely arise from the small number of guest water molecules and of clusters in the nanotube. Thus, when an additional cluster forms in the simulation run, it reduces the average cluster size dramatically. At first, carbon dioxide molecules form one monolayer in contact with the carbon surface, providing more vacant volume for the formation of water clusters. Thus, interference from water–carbon dioxide interactions is not significant compared to the internal water interactions, in particular the strong hydrogen-bonding interactions. As a consequence, water molecules are assembled into stable and large size clusters. After pore filling, carbon dioxide molecules take over all the remaining available volume of the nanopore and split the original large water clusters into many smaller clusters by enhancing water–carbon dioxide interactions. In support, we demonstrate the variations of the H2O–CO2 and H2O–H2O interaction energies with the loading of CO2 for (10, 10) and (15, 15) carbon nanotubes in the insets of Figure 13a and b. Combined, these results confirm that enhancing the H2O–CO2 interactions reduces the average size of the water clusters, and these split clusters distribute more discretely in the nanotube proved by the gradual reduction in the internal H2O–H2O interactions. However, the H2O–H2O interaction energies reported in Figure 13 are always lower than −30 kJ/mol and the average hydrogen bond numbers obtained for (10, 10) and (15, 15) SWCNTs are around 2.3 and 2.5, respectively, indicating that strong hydrogen bonding interactions do exist in the water clusters.On the basis of the simulation results, we obtained the average water cluster size over the pressure range before and after pore filling for a variety of preadsorbed water densities, as shown in Table 4.Table 4. Average Water Cluster Sizes at 300 K in (10, 10) and (15, 15) Carbon Nanotubes for Different Amounts of Preadsorbed Water  (10, 10)(15, 15)water density (g/cm3)0.0250.050.100.200.0250.050.100.20before fillingcluster size10.4414.3026.4758.8421.1235.9580.70172.67 cluster number2.974.274.574.111.992.302.041.90after fillingcluster size8.4011.1419.3052.4511.7126.19248.03185.19 cluster number3.685.486.364.643.593.293.431.77It is observed that, at a fixed density of preadsorbed water, the average water cluster sizes in (10, 10) carbon nanotubes are significantly smaller than in (15, 15) nanotubes. This reveals that the high degree of the confinement of the nanopore is unfavorable for forming large size clusters. As given in Table 4, when the water density is as high as ρw = 0.20 g/cm3, the formation of water clusters seems not to be affected by the increase of the adsorbed amount of carbon dioxide. This is because, at such high levels of water density, the excluded volume effect due to the large number of water molecules is very strong, and the water–water interactions completely dominate fluid–fluid interactions, so that the influence of water–carbon dioxide interactions on water cluster stability is unimportant over the pressure range considered. Thus, we can conclude that the average cluster size of the water coexisting with adsorbed carbon dioxide in the carbon nanotubes will be reduced by enhancing the external interactions of H2O such as with the CO2 and with the nanotube.3.5Effect of Water Cluster Size on the Adsorption of Carbon DioxideOur simulations have shown that enhancing water–carbon dioxide interactions would prevent water molecules forming large clusters, which raises the question of whether the water cluster size would affect the adsorption of carbon dioxide in carbon nanotubes. To investigate this, we first ran the NVT simulations for pure water at ambient temperature in the (15, 15) carbon nanotube to obtain a single large water cluster. We then picked two equilibrium configurations of the preadsorbed water from the GCMC simulations for the adsorption of carbon dioxide in (15, 15) carbon nanotubes in the presence of a fixed amount of water. The first configuration we picked from GCMC simulations comprises two individual water clusters, while the second configuration contains multiple small water clusters. All the configurations obtained from NVT and GCMC simulations comprised an equal number of water molecules, having total mass density ρw = 0.05 g/cm3. Subsequently, these clusters were treated as frozen while conducting the GCMC simulations for carbon dioxide. Thus, in these simulations, the water molecules are not allowed to move, and assumed to be constrained in place by an imaginary external field. The resulting excess isotherms for carbon dioxide adsorption in the (15, 15) carbon nanotube with different sizes of frozen water clusters are depicted in Figure 14, and the comparison between the equilibrated adsorption of CO2 with free moving water molecules and the nonequilibrium adsorption of CO2 with multiple frozen water clusters is demonstrated in Figure 15.Figure 14. (a) Excess adsorption isotherms for carbon dioxide with different sizes of water clusters, and (b) snapshots of water clusters, in (15, 15) SWCNT. For greater clarity at low density the adsorption isotherms for carbon dioxide at low pressure, below 5.2 bar, are depicted in the inset, including the fractional increase in CO2 adsorption, when a single large cluster is spilt into multiple smaller clusters.Compared to the situation that there is only a single frozen water cluster existing in the nanopore, the adsorption of carbon dioxide is enhanced when instead there are multiple frozen water clusters. It is found that the enhancement is not significant when the single cluster is split into only two smaller clusters, which is due to the insignificant enhancement of the water–carbon dioxide interactions. We have noted above that the addition of the water–carbon dioxide interactions would facilitate the adsorption of carbon dioxide by increasing the adsorption enthalpy of carbon dioxide. Accordingly, the interactions of the water cluster with the neighboring carbon dioxide molecules are more significant than with the distant carbon dioxide molecules due to the rapid decline of the dispersive interactions with distance. As a consequence of the reduced interactions of distant carbon dioxide with the water molecules, the contribution to the adsorption enthalpy of carbon dioxide would be very limited. However, when the single large cluster is split into multiple smaller clusters, the enhancement of the adsorption of carbon dioxide becomes noticeable, in particular at low pressure, as shown in the inset of Figure 14. On the other hand, as demonstrated in Figure 15, the excess adsorbed amount of CO2 with the split multiple water clusters is still larger than that in the equilibrated adsorption, allowing water molecules to move freely, below a pressure of 13.6 bar.Figure 15. Excess adsorption isotherms for carbon dioxide in (15, 15) carbon nanotube in the presence of multiple water clusters and equilibrated water clusters. For greater clarity at low density the adsorption isotherms for carbon dioxide at low pressure, below 5.2 bar, are depicted in the inset, including the fractional increase in CO2 adsorption as the free equilibrated water clusters are constrained in the form of multiple frozen clusters.The partial pressure of CO2 in ambient pressure flue gas is about 0.15 bar.(49) Therefore, in the inset of Figure 14, we present the excess adsorption isotherms at relatively low pressure, below 5.2 bar, and report the percentage increase in the adsorbed amount of carbon dioxide as the single frozen cluster is split into multiple frozen clusters. It is evident that, at low pressure, the enhancement of the excess CO2 adsorption is quite significant. Particularly, the percentage increase observed is as high as 53.4% when the partial pressure of CO2 is 0.1 bar, and subsequently decreases to 19.6% when the pressure reaches 5.2 bar. Within this pressure range, significant enhancement in CO2 adsorption is also observed as the free water molecules existing in the equilibrated system are constrained in place in the form of multiple frozen clusters, as shown in the inset of Figure 15. The corresponding percentage increase is as high as 44.7% at a pressure of 0.1 bar, and subsequently decreases to 8.0% as the pressure increases to 5.2 bar. These significant enhancements of the adsorption indicate that the development of strategies for controlling the formation of water clusters may be a useful direction for improving the efficiency of the carbon dioxide capture from flue gas.Top of PageAbstractIntroductionSimulation DetailsResults and AnalysisConclusionsReferences4 ConclusionsWe have presented a detailed study of CO2 adsorption at 300, 325, and 350 K in (10, 10) and (15, 15) SWCNTs in the presence of water. It is found that the isotherm curves for CO2 adsorption at multiple temperatures in SWCNTs are of type I according to the IUPAC classification, and the temperature does not play a crucial role in the type of adsorption isotherm. Due to the exothermic nature of the adsorption process, the adsorption of CO2 decreases with the increase of temperature. In addition, because of the high degree of the confinement in (10, 10) nanotubes, the isosteric heats of adsorption at different temperatures are rather similar. We find that the adsorption capacity of carbon nanotubes is not affected by their chirality, while increasing the diameter facilitates adsorption of CO2.Our simulations reveal that the influence of preadsorbed water on the adsorption of CO2 in SWCNTs involves a competition between the effect of excluded volume and the H2O–CO2 interactions. At low pressure, the excluded volume effect is not marked, and the adsorption of CO2 is enhanced by the presence of water due to the effect of H2O–CO2 interactions. When the pressure is high, and CO2 molecules attempt to fill the nanopore, the excluded volume effect becomes dominant and the adsorption of CO2 decreases as the water density increases, due to the loss of adsorption space. It is also found that the maximum adsorbed amount of CO2 in SWCNTs decreases almost linearly with an increase in the density of preadsorbed water, and drops more rapidly in narrower (10, 10) nanotubes compared to (15, 15) nanotubes. While preadsorbed water preferentially forms isolated clusters within the hydrophobic nanopores, which is attributed to the unfavorable H2O–CO2 interactions and strong hydrogen bonding, CO2 forms typical layering structures on the surfaces. However, we find that, for all amounts of preadsorbed water molecules, the radial density distributions for CO2 resemble those obtained for pure CO2 and the orientation angle distributions are quantitatively similar, indicating the presence of water does not markedly affect the mechanism of adsorption of CO2 in SWCNTs.It is demonstrated that the size of water clusters coexisting with CO2 depends strongly on the loading of CO2. The large clusters existing in the nanopore at low pressure are found to split into many smaller clusters as the adsorbed amount of CO2 increases. In comparison, water molecules in (15, 15) nanotubes are more likely to form larger size clusters than in (10, 10) nanotubes, which indicates that the higher degree confinement inthe narrower nanopores is unfavorable for forming water clusters. For instance, as a limiting condition, in (6, 6) SWCNTs, water can only form a single-chain structure located at the center of the nanotube.(44) Finally, we find that the adsorption of CO2 can be significantly enhanced by splitting large water clusters into multiple smaller clusters. When the partial pressure of CO2 is around 0.1 bar, the increase in the excess adsorption of CO2 is as high as 53.4%. This finding suggests that the efficiency of CO2 capture from flue gas can be improved significantly by developing strategies for controlling the structure of coadsorbed water in SWCNTs.The authors declare no competing financial interest.Top of PageAbstractIntroductionSimulation DetailsResults and AnalysisConclusionsReferencesAcknowledgmentThis project has been supported by a grant from the Australian Research Council, under the Discovery Scheme. One of us (S.K.B.) acknowledges an Australian Professorial Fellowship from the Australian Researches Council. L.L. gratefully acknowledges the Chinese Government for a CSC (China Scholarship Council) scholarship.Reference QuickViewTop of PageAbstractIntroductionSimulation DetailsResults and AnalysisConclusionsReferencesReferencesThis article references 49 other publications.1. McDonald, T. M.; Lee, W. R.; Mason, J. A.; Wiers, B. M.; Hong, C. S.; Long, J. R. Capture of Carbon Dioxide from Air and Flue Gas in the Alkylamine-Appended Metal-Organic Framework Mmen-Mg2(Dobpdc) J. Am. Chem. Soc. 2012,  134,  7056– 7065[ACS Full Text ], [CAS]1. Capture of Carbon Dioxide from Air and Flue Gas in the Alkylamine-Appended Metal-Organic Framework mmen-Mg2(dobpdc)McDonald, Thomas M.; Lee, Woo Ram; Mason, Jarad A.; Wiers, Brian M.; Hong, Chang Seop; Long, Jeffrey R.Journal of the American Chemical Society\r\n        (2012),\r\n    134\r\n        (16),\r\n    7056-7065CODEN:\r\n                JACSAT;\r\n        ", "title": "Molecular Simulation of CO Adsorption in the Presence of Water in Single-Walled Carbon Nanotubes", "authors": ["Lang Liu", "Suresh K. Bhatia"], "doi": ["10.1021/jp403477y"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0016.gif\">"]}