{"abstract": "COMOC-2, a flexible vanadium-containing metal–organic framework, was investigated for its adsorption and separation properties of light hydrocarbons. COMOC-2 is an extended version of the MIL-47 framework with 4,4′-biphenyldicarboxylic acid linkers instead of terephthalic acid. Adsorption isotherms of methane to propane, ethylene, and propylene were determined with a gravimetric uptake technique at temperatures between 281 and 303 K. A pronounced breathing effect was observed (in contrast to the more rigid MIL-47 framework) in which the adsorption capacity increases by more than a factor of 2 at a given breathing pressure. The breathing pressure decreases with increasing hydrocarbon molecular weight. The typical two-step isotherms are nearly identical for alkanes and alkenes, in accordance with the nonpolar nature of the material. Binary isotherms of ethane and propane were also measured with the gravimetric uptake technique at different temperatures and total pressures. The mixture isotherms and breathing transition pressures were predicted by relying on the osmotic framework adsorbed solution theory (OFAST). Finally, the separation potential of COMOC-2 for ethane/propane mixtures was looked into using breakthrough experiments for different compositions and different pressures.", "text": "10.1021/acs.langmuir.5b00655 Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs), also known as porous coordination polymers or porous coordination networks, are a peculiar class of materials. MOFs are composed of metal-based centers connected with organic linkers. As a consequence, many combinations are possible for generating new structures.(1-3) Among the numerous studies available on MOFs, many are dedicated to the adsorption and separation of small C1–C4 hydrocarbon gases. Long et al. reported adsorption properties of C2 and C3 adsorbates on six different M2(dobdc) materials with M = Mg, Mn, Fe, Co, Ni, or Zn, a material also known under the name of CPO-27 or MOF-74. Selectivities were predicted with the ideal adsorbed solution theory (IAST) method; the Fe an Mn analogues emerged as the best materials for C2 and C3 separation, respectively.(4, 5) Pan et al. described the use of a Cu-MOF with large oval-shaped cages for the separation of hydrocarbons. Only small hydrocarbons can enter these cages (the threshold molecule is butane) whereas pentane is already too large to enter.(6) Cu-BTC, also known under the commercial name of basolite C300, has been investigated for its properties in propane/propylene separation, experimentally as well as by simulations.(7-10) Cu-BTC is capable of separating propylene from propane due to specific π-Cu bonds. Another MOF used to separate olefins from paraffins is MIL-101 with −SO3Ag functional groups present. Isotherms of ethylene and propylene are much steeper than for ethane and propane. Also IAST predictions indicate an excellent separation potential toward olefins for this material.(11, 12) Cai et al. reported the adsorption properties of C1 and C2 isomers on a double interpenetrated framework.(13) This material allows the separation of C2 hydrocarbons over methane, with a Henry selectivity of almost 30 for the ethane/methane separation. A review from Herm et al., published at the end of 2013, gives an overview of the adsorption of small and large hydrocarbons and the separation of several important mixtures such as ethane/ethylene and propane/propylene.(14) Another review, published at the beginning of 2012, gives an extensive overview table of MOFs and their adsorption properties for alcohols and hydrocarbons.(15)In particular, the MIL-53 series (MIL = Materials of Institute Lavoisier) has been studied thoroughly for hydrocarbon adsorption and separation. MIL-53(M) consists of MO4(OH)2 octahedra (with M being Fe3+, Cr3+, Al3+, etc.) interconnected via (with or without functional groups) terephthalate (1,4-benzenedicarboxylate) linkers.(16) A special feature of these materials is their flexible behavior.(17-20) Under specific external stimuli (e.g., temperature, pressure, and adsorbate interaction), the structure experiences reversible structural transitions, named breathing. For example, MIL-53(Cr) can undergo a transition from a large-pore (lp) form to a narrow-pore (np) form when guest molecules enter the structure and returns back to the lp form when the adsorbate pressure is high enough.(19) The adsorption of hydrocarbons on this MIL-53(Al or Cr) framework was studied by Rosenbach et al. and Trung et al.(21-23) The smallest hydrocarbons (C1 and C2) do not induce breathing steps in the isotherm, but the higher hydrocarbons display the well-known two-step isotherm linked to the breathing of the material. Coudert et al. describe the thermodynamics behind this breathing behavior upon hydrocarbon adsorption in MIL-53(Al).(24) On the other hand, the Fe variant of MIL-53 displays a more complex adsorption behavior for light alkanes.(25) In this case, the material starts as a very narrow pore (vnp) form, which is too small for molecules to enter. Adsorption of light hydrocarbons occurs via an intermediate state to the np form and finally to the lp form. Amine-functionalized MIL-53(Al), NH2-MIL-53(Al), has a very similar breathing behavior compared to the Fe variant, i.e., initially the material is in a vnp form, and it can make a transition to the np form upon guest adsorption and finally to the lp form, depending on the adsorbate and temperature.(26, 27)A structural analogue of MIL-53 is MIL-47, where the metal center is V4+ instead of a M3+ metal. The first center yields V═O bonds whereas the latter yields M–OH bonds.(28) MIL-47 is therefore a very rigid structure such that structural transitions occur only at high external mechanical pressures (180–350 MPa).(29) COMOC-2, a material similar to MIL-47 with V4+ centers and biphenyl-4,4′-dicarboxylate linkers (Figure 1), is reported to exhibit flexible behavior under milder circumstances. At 265 K, a transition from the narrow pore state to the large pore state is observed at a pressure of 15 bar CO2.(30)In this work, the breathing properties of this flexible COMOC-2 material are studied in more detail. Adsorption and separation of light hydrocarbon gases (C1 to C3) are studied by measuring adsorption isotherms and performing breakthrough experiments. The experimental data are analyzed using the thermodynamic OFAST model as outlined by Coudert et al.(31-33)Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesMaterials and MethodsSynthesis of COMOC-2COMOC-2 (COMOC stands for the abbreviation of Center for Ordered Materials, Organometallics and Catalysis) was synthesized by adding 0.5 g or 3.29 mmol of VOSO4·H2O and 1.02 g or 4.25 mmol of 4,4′-biphenyldicarboxylic acid (H2BPDC) to 70 mL of N,N-dimethylformamide (DMF). This mixture was transferred to a 100 mL flask and was provided with a magnetic stirrer. It was sealed and slowly heated to 420 K under constant stirring and kept at this temperature for 15–20 h. After the reaction, a yellowish-green powder was collected by a membrane filter and washed thoroughly, first with DMF and then with methanol to remove the green vanadium impurities and finally with acetone. Drying of the material was carried out at room temperature under vacuum. The synthesis yielded 0.31 g of powder (34.7%, based on vanadium). N2 porosimetry, TGA analysis, and the XRD pattern can be found in the Supporting Information (Figures S2–S4).The COMOC-2 framework is based on infinite chains of octahedral VO6 units. The VO6 chains are aligned parallel to the crystallographic b axis, with the carboxylate linker alternating on either side of the chains, further linked to each other to form a three-dimensional open framework, as shown in Figure 1. More details in the structure can also be found in Liu et al.(30)Figure 1. Ball-and-stick representation of COMOC-2. Left: View of the structure along the b axis. Top right: View of the structure along the a axis. Bottom right: View of the structure along the c axis.Gravimetric Sorption IsothermsEquilibrium adsorption isotherms of methane, ethane, ethylene, propane, and propylene were measured using a gravimetric uptake method. Measurements were carried out with a magnetic suspension balance device and a gas dosing system (Rubotherm GmbH). The recorded weight change is related to the adsorption of the gas introduced into the adsorbent, allowing the calculation of the uptake. Single as well as binary isotherms were recorded. The isotherms were measured in a temperature range of 281 to 303 K. Approximately 150 mg of COMOC-2 was loaded into the sample holder. Between each measurement, the material was regenerated by increasing the temperature to 363 K and maintaining a vacuum for 2 h. More information can be found in the Supporting Information.Separation of Gas MixturesBreakthrough experiments were performed to study the separation of gases under different operating conditions. The experimental setup is shown schematically in the Supporting Information (Figure S1). In most cases, the column used for the breakthrough experiments is filled with adsorbent pellets in order to avoid an excessive pressure drop over the column. With COMOC-2, however, powder instead of pellets was used in the column because, as Figure S2 indicates, the capacity of the pellets decreased drastically compared to that of the powder. This can be due to the mechanical pressure applied to the material in order to make the pellets. The material is also exposed to the air for a certain time during pelletization as it is pressed and sieved for the appropriate pellet size. Accordingly, it is possible that the material degrades in the presence of humidity because COMOC-2 is not stable under normal atmospheric conditions.(30) To diminish the effect of the water, pellets were prepared with methanol present in the pores. Methanol would repel the water out of the pores, making the pellets more stable. This approach has been successfully applied before.(34, 35) Although this approach yielded better results, it also yielded pellets with half the capacity compared to that of the powder (Figure S5). Possibly, part of the methanol desorbed during manipulation and was replaced with water, resulting in partial material degradation. Also, the mechanical pressure applied during pelletization might have damaged the structure. Therefore, the COMOC-2 powder as obtained after synthesis was mixed with 200 μm of quartz sand (ratio of 1:3) to reduce the pressure drop and packed into the adsorption stainless steel column (10 cm long with a diameter of 0.456 cm). A reasonable pressure drop of 0.5 bar at a flow rate of 10 N mL/min at 303 K was obtained. The temperature of the experiment was 303 K, and the total flow varied from 5 to 20 N mL/min. The gas flow composition at the outlet of the column was monitored online by means of a quadrupole mass spectrometer (MS). The material was regenerated by heating it under a flow of helium (10 N mL/min) to 363 K and maintaining this temperature for half an hour.The amount adsorbed for gas a, qa, was calculated using the method of Malek and Farooq.(36)An adsorption separation factor α between two components i and j is defined as(1)More details on the breakthrough setup and calculations are given in the Supporting Information.Inverse Gas ChromatographyLow-coverage adsorption properties of C1–C8 n-alkanes and 1-alkenes were determined using the inverse gas chromatographic technique. The same adsorption column as used for the breakthrough experiments was used for these experiments. The material in the column was activated by heating the column under constant helium flow to 473 K at a rate of 1 K/min and maintaining this temperature overnight. The temperature of the experiments varied from 299 to 473 K. Henry’s constants K′ were calculated from the first-order moment of the chromatogram.(37) Adsorption enthalpies, ΔH0, and pre-exponential factors, K′0, were calculated from the temperature dependence of the Henry’s constants using the van’t Hoff equation. A more detailed description of the method is given elsewhere.(38, 39)Modeling and Prediction of IsothermsIsotherm fitting for all pure adsorbates showing a two-step adsorption isotherms was performed by fitting a Langmuir equation on the first experimental adsorption step, representing a first structural form of COMOC-2. A second Langmuir equation was fitted to isotherm data after the second isotherm step, representing another pore structure of COMOC-2. This methodology considers each phase as a rigid adsorbent material, with its adsorption isotherm defined by a Langmuir equation. Fitting was performed using a nonlinear least-squares solver in Athena Visual Studio 14.0 (Athena Visual Software).On the basis of the above pure component isotherm modeling, predictions can be made for multicomponent mixture adsorption using the osmotic framework adsorbed solution theory (OFAST).(33) For this purpose, the OFAST model requires a suitable multicomponent adsorption equilibrium prediction model. Similar to the literature, the ideal adsorbed solution theory (IAST) is applied in the OFAST method.(31-33) In this work, some important alterations, outlined in the discussion, were made compared to the OFAST model from the literature. More information on the thermodynamic framework, fitting methodology, and OFAST theory can be found in the Supporting Information and the work by Coudert et al.(31)Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesResults and DiscussionPure ComponentsSingle-component isotherms were measured for methane, ethane, ethylene, propane, and propylene at three different temperatures (281.5, 293, and 303 K). First, the results of ethane are discussed in greater detail. All isotherms of the other components can be found in the Supporting Information (Figures S6–S10). Figure 2 displays the results for ethane at three different temperatures.Figure 2. Adsorption and desorption isotherms of ethane at 281.5, 293, and 303 K. The dotted line is the fitted adsorption branch.The dotted lines are the isotherm fittings, discussed below. The breathing of the material, indicated by the pronounced two-step isotherms, is clearly visible at all temperatures. Depending on temperature, a first plateau with a capacity of between 4 and 5 mmol/g is reached at pressures below 10 bar. After a steep increase in the amount adsorbed at higher pressure, a second plateau in the isotherm is reached, with a capacity that is more than the double that of the first plateau. A maximum capacity of 12 mmol/g is observed at 281.5 K. From Liu et al.,(30) it is known that COMOC-2 makes a transition from the large pore (lp) form (obtained after thermal activation) to the narrow pore (np) form to the lp form again for CO2 adsorption at 233 K. Such a double transition is not clear from Figure 2, where only one transition can be noticed clearly. For CO2 adsorption, it is known that the first lp-to-np transition occurs instantaneously at low pressure (∼1 bar),(30) suggesting this transition to be indistinguishable in Figure 2. The lower the temperature, the lower the transition pressure needed to open the material to the lp form again. Desorption occurs with a hysteresis loop, which is typical for these breathing transitions in flexible MOFs and can be explained by the stress-based model from Neimark et al.(40)Figure 3 shows all isotherms measured at 303 K (from methane to propane, ethylene, and propylene).Figure 3. Experimental isotherms of light hydrocarbons (symbols) and isotherm fitting (dotted lines) measured at 303 K.The dotted lines are again the isotherm fittings, obtained with the method discussed below. It is clearly observed that n-alkanes and 1-alkenes with the same number of carbon atoms behave similarly. Although the unsaturated hydrocarbons have a slightly larger adsorption capacity, the breathing transition pressure is almost the same. This means that the COMOC-2 material has no preferred electrostatic interaction with these molecules.The absence of specific (electrostatic) interactions was also demonstrated using the inverse GC method, where interactions between adsorbates and the adsorbent are studied in the low-coverage region. Figure 4 gives the relationship between the adsorption enthalpy and the carbon number for n-alkanes and 1-alkenes.Figure 4. Adsorption enthalpy as a function of the carbon number for n-alkanes and 1-alkenes.In this set of measurements, n-alkanes and 1-alkenes with eight carbons were taken into account. This gives a more accurate relationship between enthalpies and carbon number than when only the lower alkanes/alkenes are taken into account. It is obvious that n-alkanes and 1-alkenes have comparable adsorption enthalpies. The adsorption enthalpy increases by about 5 kJ/mol per CHx group, which points to a rather weak interaction that is purely based on van der Waals dispersion forces.(41-44)Isotherm Fitting and Thermodynamic AnalysisIsotherm fitting of pure component isotherms was performed by considering the occurring np and lp phases to be rigid structures. An adsorption isotherm is assigned to each of these rigid phases by fitting Langmuir equations on the appropriate isotherm points: the first isotherm step is assigned to the np phase, and the isotherm part after the second isotherm step, to the lp phase. The fitting method is demonstrated in Figure 5. Where the experimental isotherm deviates from the rigid host isotherms (i.e., the Langmuir equations), a lower transition pressure (LTP) and an upper transition pressure (UTP) can be identified at the pressure at which the transition begins and ends, respectively. This approach, which is widespread for the transition pressure (LTP to UTP), is a modification of the literature where typically a single transition pressure is used.(31)Figure 5. Isotherm fitting of experimental ethane adsorption (303 K) by fitting Langmuir equations on the first (np form) and second isotherm (lp form) steps. Between the lower and upper transition pressures (LTP, UTP), a cumulative Gaussian function smoothly transitions between both phases.Thus, the isotherm is divided into three parts. The first part, where the material is considered to be fully in an np form, and the last part, where the material is considered to be fully in an lp form, are separated by the transition zone LTP-UTP. Between these two transition pressures, marking the end and beginning of the pure phases (100% np or lp form), a cumulative Gaussian distribution function (CDF) is applied to both Langmuir models to yield a physical mix of the two phases. Such a broad spread on the breathing pressure is not that uncommon and might be (partially) caused by a crystal size distribution in the experimental MOF sample.(45) As seen in Figure 2, the fitting can provide an accurate description of the experimental isotherms.After applying this isotherm fitting methodology, the thermodynamic framework for structurally transforming adsorbents can be applied. The theory, including fundamental thermodynamic equations, can be found in the work of Coudert et al.,(31, 33) with some key equations given in the Supporting Information. This thermodynamic analysis yields ΔF values, defined as the difference in free energy of the empty host in the first phase, here the lp form, and the empty host in the second phase, the np form. Because ΔF = Flp – Fnp, it gives an indication of the most stable pore form for the desorbed COMOC-2 material. Because two transition pressures, LTP and UTP, were identified for each structural transition, ΔFLTP and ΔFUTP can be calculated. A more detailed description of this calculation can be found in the Supporting Information. This difference in free energy ΔF, here given as the average of ΔFLTP and ΔFUTP, can be calculated for every temperature and component from the Langmuir fits for the np and lp forms.The calculated values can be found in Table 1.Table 1. ΔF = Flp – Fnp (kJ/mol)aT (K)methaneethaneethylenepropanepropylene281.5X63624759293X59826866303X61675347aΔF was calculated as the average from the isotherm-based calculations of ΔFLTP and ΔFUTP.For methane, ΔF cannot be calculated because no transition is noticed experimentally. The positive values calculated for ΔF based on the isotherm fittings indicate the occurrence of the np when COMOC-2 is fully desorbed. A first transition from lp (desorbed state) to np, as observed at 233 K for CO2 in previous work,(30) is not noticed in the hydrocarbon isotherms at 281.5, 285, and 303 K (Figure 3, Figures S3–S7). Also for MIL-53, none, one, or two successive transitions were noticed for some adsorbates, depending on the temperature.(20) On the basis of current measurements and calculations, we cannot fully exclude an initial lp to np transition at low hydrocarbons pressure. Related to this matter, COMOC-2 has also been proposed to exhibit tristable behavior with an lp, np, and overstretched np (np′) phase.(30)On the basis of the theoretical thermodynamic framework, ΔF values should be identical or comparable for all adsorbates used.(31) However, a more recent publication suggests ΔF to rise with increasing adsorbates size.(45) A larger adsorbate size is hereby expected to induce a larger deformation of the pore structure resulting in larger free-energy changes. The values in Table 1 do not allow the distinction of such trends nor the effect of temperature, but generally ΔF varies around an average value of 60 ± 9 kJ/mol. For other MOFs, much lower values of up to about 14 kJ/mol have been reported.(31, 33, 45) It should be noted that these values are based on the assumption of Langmuirian behavior and np and lp isotherm fits. The difficult appreciation of a single transition pressure due to the broadness of the isotherm step also results in an additional uncertainty in the value of ΔF.Mixture Adsorption–Equilibrium IsothermsApart from single-component isotherms, binary isotherms of ethane and propane were determined with the gravimetric technique. Four different compositions of ethane and propane were measured (20, 35, 50, and 75 wt % ethane). Figure 6 represents these binary isotherms as a function of the total pressure. The threshold pressure for breathing steadily shifts to higher pressures with increasing ethane content in the mixture because the breathing pressure for ethane is higher than that for propane.Figure 6. Binary isotherms of ethane and propane at 303 K, where dotted lines are the OFAST predictions for binary adsorption.To predict the mixture adsorption isotherms, the OFAST theory is applied.(32, 33) Here, the parameters obtained from the pure component fittings are used to predict binary isotherms. More details on the mixture prediction model can be found in the Supporting Information. The OFAST model relies on a multicomponent adsorption model such as the ideal adsorbed solution theory (IAST).(46) The IAST, typically used for rigid adsorbents, is applied to the np and lp forms separately; both are considered to be rigid adsorbent phases. Here, OFAST can predict the transition pressure(s) for binary mixtures, indicating transitions between the adsorbent phases. Using IAST at its core, OFAST can predict the mixture adsorption based solely on the pure component adsorption isotherms with their respective isotherm model fits, as outlined above.In this work, two important alterations were made compared to the OFAST literature.(33) First, a ΔFLTP and ΔFUTP are considered; accordingly, lower and upper binary breathing pressures (LTPmix, UTPmix) can be predicted on the basis of only pure component data. To create smooth predicted binary isotherms, a Gaussian distribution is applied to the IAST predictions of the np and lp structures, between the LTPmix and UTPmix. This results in a smooth transition between phases. Second, an estimation equation was used to deal with adsorbate-based differing values for ΔF. Such adsorbate-based differences can be expected because transitions can require the adsorbent’s structure to change significantly to accommodate guest molecules on the basis of their size.(45) More information on the fitting and prediction methodology and the ΔF estimation equation can be found in the Supporting Information.The dotted lines in Figure 6 correspond to a prediction of the binary isotherms using the OFAST-based method. Predictions and experimental values correspond reasonably well. OFAST tends to slightly overestimate the total capacity adsorbed on COMOC-2. The breathing pressure is predicted quite accurately. Only the prediction for the mixture containing 50 wt % ethane slightly deviates from the experiment. In this case, OFAST predicts that breathing should start at lower pressure. But apart from these small deviations, it can be concluded that OFAST provides a remarkably accurate modeling tool for predicting the total capacities of binary isotherms for COMOC-2.Figure 7. OFAST-predicted and experimental mixture transition pressure (lower and upper limits) of ethane/propane mixtures at 303 K.Calculation of the binary breathing pressures for mixtures of different compositions using OFAST can be used to construct a phase diagram. Figure 7 displays the experimental breathing pressures and the predicted ones (based solely on pure component isotherms and fits) as function of the mole fraction of ethane. Below the lower transition pressure (LTP) line, COMOC-2 can be considered to be fully in the np form. Between the LTP and UTP line, the material undergoes a smooth transition from np to lp form. Above the UTP line, COMOC-2 will adopt the lp form. Predicted and experimental binary transition pressures match quite well in this phase diagram. It should be noted that the phase diagram (Figure 7) does not show an initial lp to np transformation because neither the experimental isotherm nor the Langmuir fittings suggest such a transformation. Phase diagrams for other adsorbates or under other experimental conditions might include other phases (i.e., np′-like structures(30)) or a different number of transitions.Mixture Adsorption–Breakthrough Separation ExperimentsBinary adsorption equilibrium data can also be obtained by performing breakthrough experiments. This method allows one to obtain the amounts of individual compounds adsorbed in the mixture in a relatively straightforward way. Figure 8 shows binary isotherms as calculated from the breakthrough data at three different compositions (25, 50, and 75 mol % ethane) as a function of total pressure (2, 4, 6, and 8 bar).Figure 8. Breakthrough binary adsorption data (points) and OFAST predictions (lines) of ethane (gray)/propane (black) separation as a function of total pressure for three compositions at 303 K (25, 50, and 75 mol % ethane) (left axis). Dotted lines and symbols are the separation factors (right axis).Figure 9 shows the breakthrough profile of a 50/50 mol/mol mixture of ethane and propane at 6 bar total pressure and 303 K. Ethane breaks through as the first component, indicating that it is the least strongly adsorbed one, and propane elutes later because of its stronger interaction with the adsorbent. The profile shows a roll-up effect attributed to the displacement of adsorbed ethane by propane, resulting in the temporary increase in the outlet flow of ethane.Figure 9. Breakthrough profile of a 50 mol % ethane/propane mixture, measured at 303 K.A prediction of the adsorption equilibrium for these mixtures was also performed with the OFAST-based method outlined above. The predicted isotherms of the individual compounds of the mixture are represented by full lines in Figure 8, and the prediction of the separation factor is given by the dotted line. Although in general OFAST gives a reasonably good prediction of the mixture behavior, it seems to overestimate the propane capacity. This directly explains why the predicted separation factors (propane over ethane) are larger than the experimental ones (eq 1). The separation factor itself increases when the amount of propane decreases. This is seen in experimental as well as in predicted separation factors. The effect of breathing on the separation seems to be minor or negligible, and the separation factor decreases only slightly when the pressure increases (formation of the large pore). A sudden decrease in the separation factor is not observed when breathing occurs. This is in contrast to the behavior of MIL-53(Al, PVA) where a sudden decrease in the separation factor (for CO2 and methane) was observed when the material opened to the lp state.(47) This was attributed to the specific interaction of CO2 with the framework leading to the contraction of the material at lower pressure and a preferred adsorption of CO2 as compared to methane. At higher pressure, when the material transformed to the lp state, the specific interaction of CO2 played a lesser role, resulting in a sudden decrease in the separation factor.(47) In our case, both ethane and propane interact nonspecifically with the framework, resulting in adsorption based on pure van der Waals forces in the np as well as in the lp state, leading to only a marginally better separation in the np state.Much more pronounced breathing behavior is obtained in the predictions as compared to in the experiments. Better agreement between experiments and predictions regarding the breathing behavior was obtained for the gravimetric equilibrium experiments (Figure 3). Packing of the powder in the column might have led to some degradation of the COMOC-2 material, resulting in lower adsorption capacities than theoretically expected and different breathing behavior. Nevertheless, the trends of the predictions and experiments are in reasonable agreement, showing the potential of this approach for predicting mixture adsorption with flexible MOFs.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesConclusionsCOMOC-2, a V4+-containing MOF, shows pronounced breathing behavior. Isotherms of ethane, propane, ethylene, and propylene all clearly show a two-step isotherm, with a maximum capacity of 12 mmol/g for ethane at 281 K. The single-component isotherms, represented by a step change in capacity at higher loading, were fitted by dividing the isotherm into three parts. The parameters obtained from this fitting procedure were used to predict binary isotherms of ethane and propane mixtures using the OFAST technique. From these OFAST predictions, a phase diagram for ethane/propane mixtures could be composed, giving the stability regions for the narrow and large pore forms of the material. The separation potential of COMOC-2 for ethane and propane mixtures was assessed with breakthrough experiments, where it was seen that COMOC-2 shows a preferential adsorption of propane over ethane. This was also predicted by means of an OFAST-based method. Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesSupporting InformationDetailed method description and additional isotherms. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.langmuir.5b00655.The authors declare no competing financial interest.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesAcknowledgmentS.C. is grateful to FWO Vlaanderen for a position as a postdoctoral researcher. J.F.M.D. is grateful to FWO Vlaanderen for financial support. T.R.C.V.A. is grateful to IWT Vlaanderen for financial support. Y.-Y.L. is grateful for financial support from the Natural Science Foundation of China (no. 21403025). P.V.D.V. thanks Ghent University for GOA grant 01G00710.Reference QuickViewTop of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesReferencesThis article references 47 other publications.1. Rowsell, J. L. C.; Yaghi, O. M. Metal-organic frameworks: a new class of porous materials Microporous Mesoporous Mater. 2004,  73,  3– 14[Crossref], [CAS]1. Metal-organic frameworks: a new class of porous materialsRowsell, Jesse L. C.; Yaghi, Omar M.Microporous and Mesoporous Materials\r\n        (2004),\r\n    73\r\n        (1-2),\r\n    3-14CODEN:\r\n                MIMMFJ;\r\n        ", "title": "Adsorption and Separation of Small Hydrocarbons on the Flexible, Vanadium-Containing MOF, COMOC-2", "authors": ["Sarah Couck", "Tom R. C. Van Assche", "Ying-Ya Liu", "Gino V. Baron", "Pascal Van Der Voort", "Joeri F. M. Denayer"], "doi": ["10.1021/acs.langmuir.5b00655"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0009.gif\">"]}