{"abstract": "Nanoscale porous coordination polymers were synthesized using simple wet chemical method. The effect of various polymer surfactants on colloidal stability and shape selectivity was investigated. Our results suggest that the nanoparticles exhibited significantly improved adsorption kinetics compared to bulk crystals due to decreased diffusion path lengths and preferred crystal plane interaction.", "text": "10.1021/acsami.5b04109 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal organic frameworks(1-3) (MOFs), or porous coordination polymers (PCPs),(4-7) are the subject of extensive research in the area of separation,(8-10) catalysis,(11, 12) thermally driven heat pumps, working fluids (nanofluids),(13)and supercapacitors.(14-16) Similar to high surface area MOF materials, the earliest coordination solids, known as Prussian blue analogues, M3[Co(CN)6]2 (M = Mn, Fe, Co, Ni, Cu, Zn) have received renewed attention due to their fascinating properties.(17, 18) It is anticipated that such compounds, including MOFs, may offer appealing characteristics such as faster kinetics or mass transfer at nanometer scales, due to a sharp increase in surface area, surface/core atoms, prominent contribution of crystal interface, and confinement effects as compared to bulk materials.(17-20) While several synthetic approaches, including the use of polymers, silica,(21) and alumina,(22) are routinely executed to alleviate the formation of nanoscale MOFs, very limited studies have been documented on morphology controlled synthesis and their adsorption kinetics.(17-19, 23) Recently, there have been investigations into the shape selective synthesis of nanosized metal organic frameworks using various polymers.(13, 24-29) Our previous studies confirm that no unambiguous relationship exists between the size or shape of the nano sorbents and their gas uptake capacities. Although there are few reports, however, not much work has been done to date to explain improved adsorption kinetics in nanoscale materials. Motivation for the work described in this paper comes from our group’s research toward developing a new class of metal organic heat carrier (MOHC) nanofluids that offers the potential for a larger performance boost in the thermal vapor–liquid compression cycles.(13) Additional heat can be extracted through reversible adsorption and desorption with the working fluid molecules. The desorption enthalpies can be higher than latent heat of vaporization of the pure fluid phase which is then released as the nanofluid transits through a power generating device.(13) These MOHC nanofluids are obtained by dispersing high surface area nanoscale metal organic framework materials in a working solution at room temperature. Hence, this paper represents the systematic study of the interaction of working fluid molecules (methanol) with Ni3[Co(CN)6]2 nanoparticles. The exceptional adsorption kinetics of nanoparticles over bulk crystals are explained by density functional theory.Figure 1. Synthesis of nanoscale porous coordination polymers. (a) Powder X-ray diffraction (PXRD) patterns for (1) bulk NiCo, (2) low m.wt polydadmac stabilized nNiCo, (3) nNiCo after MeOH adsorption studies, (4) high m.wt polydadmac stabilized nNiCo, (b) TEM image of low m.wt polydadmac stabilized nNiCo, and (c) TEM image of nNiCo.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionCubic shaped nanoscale porous coordination polymers Ni3[Co(CN)6]2 (from now on nNiCo) was synthesized via a simple wet chemical method. Mixing 2% low m.wt. polydadmac aqueous solutions containing nickel nitrate and potassium hexacyanocobaltate (III) at room temperature with continuous stirring for 24 h resulted in the formation of nNiCo (Figure 1). Initially, irregular shaped particles were produced within a few minutes. After this initial period, TEM and SEM images reveal the formation of uniform cubic shaped nNiCo nanoparticles ranging from 42 to 75 nm with no indication of presence of spherical or any other shaped nanoparticles (Figure 1). Tilting TEM measurements revealed three-dimensional architectures of the nanocubes (Figure S1, Supporting Information (SI)).Figure 2. Surface capping agents used in the synthesis of nanoscale porous coordination polymers.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionThe cubic shaped nNiCo were preferentially formed only when low m.wt. polydadmac was used, whereas the use of a high m.wt. polydadmac resulted in the formation of very small sized irregular shaped nanoparticles of nNiCo. The formation of cubic shaped nanoparticles was not observed in the absence of polymeric capping agents, clearly indicating the obligation for the use of polymers as capping agents. An extensive investigation of the reaction conditions indicated that the morphology of the nNiCo significantly depends on the reactions conditions, such as the concentration of the reactants and polymeric capping agents and the reaction time (Figure S2, SI). The formation of smaller sized irregular shaped nanoparticles in the presence of high m.wt. polydadmac is attributed to the complete capping of nanocrystals with a polymer that ultimately decreases the kinetics of crystal growth, restricting the particle conglutination. Similarly, we further investigated the influence of various polymeric solutions, such as 0.1% chitosan (CS), 2% polyethylenimine (PEI), and 1% and 2% low m.wt. polydadmac aqueous solution, on the shape selectivity of nNiCo (Figure 2). It is very interesting to note that the polymeric capping agents significantly influence the shape selectivity.(24, 25) The use of CS and PEI as capping agents resulted in the formation of irregular and aggregated particles (Figure S3, SI).Figure 3. Adsorption isotherm and adsorption kinetics of bNiCo and nNiCO; (a) methanol adsorption isotherms of nNiCo and bNiCo, (b) time dependent methanol uptake by nNiCo and bNiCo at room temperature.The surface area and powder crystallographic structural analysis were performed on freshly synthesized nNiCo and compared with bulk NiCo (from now on bNiCo). The relative intensities and prominent peak positions of nNiCo, were in agreement with the bNiCo confirming the cubic structure with well-defined peaks representing the high crystallinity of the nNiCo. Thermogravimetric analysis and selected area electron diffraction (SAED) and EDX patterns pattern confirm the formation of nNiCo (Figure S4–S5, SI). The typical type I isotherm of nitrogen adsorption at 77 K (Figure S6, SI) suggests that the nNiCO has permanent porosity with a surface area of 340 m2 g–1, which is lower than bNiCo but within the experimental error. Due to the excellent shape selectivity along with moderate high surface area of nNiCo, we investigated the adsorption and desorption of nNiCo with methanol and water (commonly used as working fluids in geothermal applications).(13, 30) Vapor sorption experiments on nNiCo and bNiCo were performed at room temperature by activating them at 180 °C under reduced pressure (Figure 3a). Bulk NiCo powders suitable for methanol sorption were generated by placing the bNiCo crystals in mortar and ground by pestle with hand. The average size of bNiCo crystal used for methanol sorption is around 40–150 μm. The adsorption isotherm of nNiCo exhibits a significantly accelerated guest uptake at lower pressure compared to bulk material, with an increased adsorption capacity of nNiCo by 4X at the same low pressure. The calculated MeOH wt % at room temperature in nNiCo indicates a very large uptake of methanol (∼22 wt % (6.8 mmol g–1) at low pressure (1–5 mbar). To investigate the role of polydadmac, methanol (MeOH) sorption experiments on low m.wt. polydadmac without nNiCo were performed at room temperature (Figure S7A-B, SI). The methanol adsorption isotherm and time-dependent methanol uptake of polydadmac (Figure S7A-B, SI) clearly illustrates that at lower pressure (up to 15 mbar) the uptake of methanol is very low, which is quite low compared to that observed in the case of nNiCo. These results demonstrate that the interaction between polydadmac and MeOH is not as strong as it with NiCo nanoparticle. These results emphasize the unique adsorption property of nNiCo synthesized using polydadmac. Further adsorption isotherm studies on materials synthesized using other polymers (CS and PEI) could reveal us information about the polymer-PCP interaction and effect of surface roughness of NiCo. However, when other polymers such as CS and PEI are used, it resulted in the formation of irregular aggregates of nNiCo particles were observed compared to well dispersed, shape controlled particles when polydadmac polymer is used (Figure 1, Figure S3, SI). Adsorption isotherms and time-dependent methanol uptake studies on these aggregated nanomaterials do not evidently reveal the polymer-PCP interaction.Grand Canonical Monte Carlo (GCMC) simulations were performed to confirm the adsorption capacities obtained experimentally. The simulation snapshots suggest at low pressure, methanol molecules preferentially occupy Ni and Co sites (Figure S8, SI) with an equilibrium adsorption capacity lower than experimentally observed (Figure S8, SI). In order to gain some insight on adsorption kinetics, approximately 18 mg (mass after activation) of nNiCo and bNiCo was placed in an adsorption chamber and introduced to 6 mbar of methanol vapor at room temperature. The mass increase due to the adsorption of methanol as a function of time was plotted, which clearly shows the time it takes for MeOH to reach equilibrium in nNiCo was <10 min compare to bNiCo (>60 min) at identical conditions (Figure 3b). The slower diffusion of methanol molecules in bNiCo explains the failure to predict and model correctly the equilibrium adsorption capacities by GCMC simulation, as such simulations are generally in a picosecond time scale.Figure 4. Methanol adsorption on four crystallographic planes of NiCo. The H and O atoms are displayed as white and red color, respectively.The relative enhancement in methanol adsorption kinetics in nNiCo particles as compared with the bulk material is likely due to the significantly shorter path length for diffusion in the nanomaterial. Per Fick’s second law, the diffusion time, t, is proportional to the path length, x, (i.e., t ≈ x/√D, where D is the diffusion constant). Hence, a shorter penetration depth leads to a shorter equilibrium time. This change in kinetics is unlikely to alter the capillary condensation (equilibrium) pressure, which is set primarily by the pore radius and surface tension via the Kelvin equation.(31) Conversely, no clear distinction between the sorption kinetics of nNiCo and bNiCo was observed for water within the resolution of these adsorption experiments (Figure S9–S10, SI). This is reasonable, as the kinetic diameter of water and methanol is 0.26 nm and 0.38–0.41, respectively.(32) A smaller diameter and the potential of polar effects translate to a faster diffusion coefficient for water over methanol, and possibly results in reduced distinction in adsorption kinetics between bNiCo and nNiCo.(32)Interestingly, the equilibrium time for nNiCo is approximately the same for the water as for the methanol (∼5 min). The seeming contradiction with the expected Fickian behavior for nNiCo (i.e., the water adsorption should equilibrate faster) may lie in the fact that for such nanoparticles, direct adsorption from the vapor, rather than a combination of adsorption and diffusion, may be the dominating mechanism for liquid condensation. These interesting but mystifying results advocate that at nanoscale, the contribution from the crystal plane becomes prominent along with shorter diffusion lengths for accelerated adsorption kinetics. Our observations on faster adsorption kinetics at nanoscale are in line with others reports reported in the literature, however, with limited discussion on factors contributing to faster adsorption in nanoscale MOFs.(33-35)In order to address the faster adsorption kinetics, the interaction of methanol molecules on various crystal planes of nNiCo was performed using first-principles density functional theory (DFT). Although the effect of different crystal planes in catalysis has been discussed in literature to a certain extent, very few studies have documented the effect of the crystal plane on adsorption properties.(36-39) The four low-index surface structures, (i.e., {200}, {020}, {220}, and {222}) were directly cleaved from the cubic Ni3[Co(CN)6]2 bulk crystal structure.(40-42) Our calculation results indicate that the {200} and the {020} surfaces are more stable than the other two surfaces ({220} and {222}) with the zigzag like structure. To confirm the simulated crystallographic planes, experiments on TEM diffraction imaging of the nNiCo particles were performed. Selected area diffraction was performed using a 100 nm aperture to ensure individual particles were analyzed. At least 10 different particles were examined and determined to a face center cubic structure, with the {100} planes oriented as shown in Figure 1. The sharp electron diffraction spots in the SAED pattern corresponds to the {200}, {020}, and {220} planes. Experimental results are consistent with our simulation results, in which the {200} and the {020} planes in nNiCo are more exposed.Our results suggest the methanol molecule adsorbs at the Co atom stronger than the Ni atom over the four crystallographic planes identified experimentally and theoretically. Our calculations show that the adsorption strength trend for methanol on the Co atom decreases with the order: {200} < {020} < {220} < {222}, while the strength increases at the Ni atom for three surfaces with the opposite trend ({200} > {020} > {220}) (Figure 4).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn conclusion, cubic shaped nanoscale metal organic frameworks were synthesized using low molecular weight polydadmac as the surface coating agent and water as the solvent. We further evaluated the associated reversible uptake kinetics of methanol and water. Our results clearly endorse the speculation that besides regular Fickian behavior for the nanomaterials, small size, short diffusion length, contribution from crystal planes, and the complicated combination of adsorption and diffusion may be involved, resulting in accelerated methanol adsorption kinetics. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.5b04109.Detailed experimental section; TEM images, thermogravimetric analysis, tilting TEM measurements, selected area electron diffraction (SAED) and EDX patterns of nNiCo, methanol adsorption isotherm and time dependent methanol uptake (kinetics plot) of polydadmac, Grand Canonical Monte Carlo (GCMC) simulation and first-principles density functional theory (DFT) calculations (PDF)The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the U.S. Department of Energy (DOE), Office of Energy Efficiency and Renewable Energy Geothermal Technologies Program under Funding Opportunity Announcement DE-PS36-09GO99017. The Pacific Northwest National Laboratory is operated for the U.S. DOE by Battelle Memorial Institute under Contract DE-AC05-76RL01830.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 42 other publications.1. Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. The Chemistry and Applications of Metal-Organic Frameworks Science 2013,  341,  1230444–1– 12 DOI: 10.1126/science.1230444 [Crossref]There is no corresponding record for this reference.2. Cook, T. R.; Zheng, Y. R.; Stang, P. J. Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic Materials Chem. Rev. 2013,  113,  734– 777 DOI: 10.1021/cr3002824 [ACS Full Text ], [CAS]2. Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic MaterialsCook, Timothy R.; Zheng, Yao-Rong; Stang, Peter J.Chemical Reviews (Washington, DC, United States)\r\n        (2013),\r\n    113\r\n        (1),\r\n    734-777CODEN:\r\n                CHREAY;\r\n        ", "title": "Adsorption Kinetics in Nanoscale Porous Coordination Polymers", "authors": ["Satish K. Nune", "Praveen K. Thallapally", "Benard Peter McGrail", "Harsha V. R. Annapureddy", "Liem X. Dang", "Donghai Mei", "Naveen Karri", "Kyle J. Alvine", "Matthew J. Olszta", "Bruce W. Arey", "Alice Dohnalkova"], "doi": ["10.1021/acsami.5b04109"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-39/acsami.5b04109/20151008/images/small/am-2015-041094_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-39/acsami.5b04109/20151008/images/small/am-2015-041094_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-39/acsami.5b04109/20151008/images/small/am-2015-041094_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-39/acsami.5b04109/20151008/images/small/am-2015-041094_0005.gif\">"]}