{"abstract": "The adsorption/desorption cyclability of four flexible MOFs, namely, MIL-53(Al), ELM-11, DUT-8(Ni), and SNU-9, was studied at 298 K using butane as adsorptive. The detailed analysis of thermal response curves, physisorption isotherm data, powder X-ray diffraction patterns, as well as SEM images revealed the highly stable switching performance of MIL-53(Al) and ELM-11 materials during 100 adsorption/desorption cycles. In contrast, for DUT-8(Ni) and SNU-9, the multiple adsorption/desorption stress leads to the reduction of crystallite size, causing changes in the switching behavior in the initial 10 physisorption runs, and a characteristic shift of the “gate-opening” pressure to higher values is observed.", "text": "10.1021/acsami.5b05456 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionFlexible metal–organic frameworks(1) (MOFs) or so-called soft porous crystals(2) represent a subclass of MOFs, which are crystalline but show distinct cooperative structural transformations induced by adsorption (pressure changes), temperature, or other physical and chemical stimuli. Among the fascinating properties are so-called breathing(3-5) and gating phenomena(6, 7) as a function of host–guest interactions. Gating is a cooperative phenomenon involving a solid-state phase transformation from a nonporous to a porous phase of the adsorbent, and all unit cells switch simultaneously. Most frequently, the phase transition is triggered by adsorption or desorption of guest molecules and characterized by an activation energy barrier for the transformation, causing a hysteresis in the adsorption isotherm. Due to their capability to undergo stimulated structural transformations, soft porous crystals are often discussed as materials with huge application potential in gas separation processes, sensor technology, and catalysis. In particular, the high selectivity toward adsorptives stimulating the phase transition may be considered as a unique feature of switchable MOFs vs established adsorbents such as zeolites and activated carbons resulting in high adsorption selectivities. For example, one of the most frequently investigated flexible MOFs, MIL-53(Al), was successfully tested in the methane purification processes.(8) The MIL-53(Al) functionalized with amino groups was discussed as a reversible solid-state nonlinear optical switch(9) or as a component of a polyimide matrix membrane for the CO2/CH4 separation,(10, 11) etc.However, pressure or temperature swing processes require very stable switching performance and reproducible adsorption/desorption behavior over many years. While rigid MOFs have been confirmed to show high cycling stability in various processes,(12-17) no information could be found for flexible MOFs. As soft porous crystals show pronounced volume changes during the switching process resulting in high stress in the crystals, their mechanical properties and mechanism of deformation are responsible for defect formation and  important for maintaining their crystal integrity.(2) Hence, the intriguing questions are as follows: How stable are flexible MOFs during multiple adsorption/desorption cycles? How does the mechanical stress influence the crystallite size, textural properties, and chracteristic quantities of the switching phenomenon (gate opening pressure, hysteresis) during cycling adsorption experiments?With these questions in mind four representative flexible MOFs, namely, MIL-53(Al), DUT-8(Ni), ELM-11, and SNU-9, showing different types of switching mechanism were chosen for investigations. All of these MOFs belong to either  breathing (MIL-53(Al), two transitions, lp–np–lp) or  gate pressure MOFs (DUT-8(Ni) and ELM-11, one transition, cp–lp), associated with the displacement of framework atoms and a change in the unit cell volume. The selection involves 2D (ELM-11) and 3D frameworks (MIL-53(Al), DUT-8(Ni), SNU-9), whereas SNU-9 is a double-interpenetrated framework. The cell volume expansion coefficient (calculated as a ratio of the unit cell volume of open pore phase to the unit cell volume of contracted phase, taking into account that Z must be the same for both structures) is equal to 1.5 for MIL-53, ELM-11, and SNU-9. DUT-8 has a significantly higher expansion coefficient of 2.4. It should be mentioned, that the initial crystal size of the investigated compounds differs. DUT-8(Ni) and SNU-9 are usually available as large crystals (10–100 μm) (see ESI, Figures S22 and S23) in the “as-made” form. ELM-11 and MIL-53(Al), in contrast, tend to form microcrystalline powders (2–10 μm) (see ESI, Figures S24 and S25).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionAll reagents and solvents were purchased from commercial suppliers and used in the synthesis without further purification. The syntheses of MIL-53(Al),(18) DUT-8(Ni),(19) pre-ELM-11,(20) and SNU-9(21) were performed according to published procedures. SNU-9 was synthesized in the 120 mL Schott flask, but the synthesis was scaled up 10-fold. All synthesized compounds are crystalline and phase pure according to the X-ray diffraction patterns presented in Figures S1–S4, ESI. To obtain ELM-11, the as-synthesized pre-ELM-11 was soaked in ethanol at room temperature for 2 days and dried in vacuum at 393 K for 16 h. The PXRD pattern of ELM-11 involves some reflections of pre-ELM-11 phase probably due to adsorption of atmospheric moisture during the measurement or due to  incomplete conversion.Powder X-ray diffraction (PXRD) patterns were collected in transmission geometry with a STOE STADI P diffractometer operated at 40 kV and 30 mA with monochromatic Cu Kα1 (λ = 0.15405 nm) radiation, equipped with a 0D gas-filled detector and with a scan speed of 15 s/step and a step size of 0.1°.Low-pressure nitrogen (77 K) and n-butane (273 and 298 K) adsorption isotherms up to 1 bar were measured volumetrically on BELSORP-max with a sample mass between 30 and 60 mg. The purity of n-butane and nitrogen was 99.95% and 99.999%, respectively.The nitrogen psysisorption isotherms for all investigated MOFs were measured at 77 K. MIL-53(Al) shows a type I isotherm saturating at 354 cm3 g–1 corresponding to a total pore volume of 0.55 cm3 g–1. All other materials show the “gate-opening” and “gate-closing” effects during the nitrogen adsorption at various p/p0 values.The n-butane adsorption cycling experiments at 298 K were performed using the previously described optical calorimeter setup (InfraSORP Technology by Fraunhofer/Rubotherm),(22) which measures the time-resolved temperature change (i.e., the thermal response) of a porous material during adsorption of an adsorptive in a dynamic gas flow (Scheme S1, ESI).(23, 24)The pressure of pure n-butane (used as a test gas in this study) at 298 K and 1 atm corresponds to a relative pressure (p/p0) of 0.4. For the adsorption/desorption cycling experiments, samples were placed in the sample cell and purged with nitrogen until a constant sample temperature was observed. When the sample was at constant temperature, it was exposed to a flow of 70 cm3/min n-butane at 1 bar for 150 (for MIL-53(Al), ELM-11, and DUT-8(Ni)) or 300 s (for SNU-9), causing a temperature increase of the sample detected by a broad-band infrared sensor. Subsequently, the sample cell was purged with nitrogen for 300 s for MIL-53(Al), ELM-11, and DUT-8(Ni). Because of extremely slow adsorption kinetics in SNU-9, longer desorption times of 1000 s were used in this experiment. The bypass time between adsorption and desorption was 100 s. The exposure times to the measuring and purging gases were chosen based on the corresponding adsorption/desorption temperature profiles (see ESI, Figures S7, S10, S13, and S16). The following criterion was used: the baseline temperature detected before the adsorption experiment should be achieved. The thermal response peak area (A) was integrated using Origin 9.0 and is given in °C min.SEM images were recorded using a Hitachi Microscope SU8020.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionPerforming multiple adsorption/desorption cycles using conventional instruments is very time consuming. For rapid cycling of flexible MOFs, the new type of InfraSORP instrument is ideally suited. The instrument allows one to record the temperature of the sample during  adsorption or desorption. The temperature increase is caused by the heat released associated with the adsorption process as represented by the adsorption enthalpy, and the signal integral is a measure for the total adsorption capacity.(22-24)As adsorptive, triggering the structural transformation, n-butane was used, since it allows one to perform the experiments at room temperature, and all investigated materials show structural transformations during the adsorption of n-butane in a pressure range up to 100 kPa at 298 K. This is reflected in the hysteresis in the n-butane physisorption isotherms as well as in PXRD patterns collected in situ.(25-27)As a prototypical breathing MOF we first  investigated aluminum terephthalate, known as MIL-53(Al).(18) The framework consists of infinite trans chains of corner-sharing AlO4(OH)2 octahedra interconnected by therephthalate ligands generating one-dimensional rhombic channels (Figure 1a). The adsorption of n-butane in MIL-53 at 298 K occurs in two steps (Figure 1b): the first adsorption step corresponds to the initial filling of the micropores causing the transition from large pore (lp) phase to the narrow pore (np) phase pressure below 10 kPa.(26) The narrow pore phase exists up to ca. 40 kPa. At higher pressures the opening of the framework leads to a steep increase in the adsorbed amount in the pressure region between 40  (p/p0 = 0.16) and 60 kPa (p/p0 = 0.25). The desorption process is characterized by a hysteresis loop, and the lp → np transition takes place in the pressure range 32–25 kPa corresponding to p/p0 = 0.13–0.10 (Figure 1b). The complete n-butane desorption from MIL-53(Al) cannot be reached even at 0.8 kPa, which points to the strong interaction between the np framework and the adsorbate (Figure S18, ESI).(26) The breathing behavior in the MIL-53 framework was already studied in detail by Coudert et al. using a thermodynamic(28) approach as well as by Maurin and co-authors by combination of molecular simulation with microcalorimetry(29) and quasi-elastic neutron scattering experiments.(30)Figure 1. (a) Structural switching between the large pore (lp) form and the narrow pore (np) form of MIL-53(Al) upon n-butane adsorption. (b) Adsorption isotherm of n-butane at 298 K (left) and nitrogen at 77 K (right) measured on as-synthesized MIL-53 sample (red circles), after 10 adsorption/desorption cycles in the InfraSORP (green triangles), and after 100 InfraSORP cycles (blue diamonds).The first adsorption/desorption run performed using InfraSORP gives a characteristic peak with a shoulder in the temperature profile, which can be correlated to the two-step adsorption behavior of MIL-53 (Figure 2a). To desorb the n-butane from the pores, a nitrogen flow was purged through the sample cell until a constant sample temperature signal was observed. In the second adsorption cycle, however, a significant decrease in the temperature signal and  a decrease of the thermal response peak area (from 279 to 216 A/g) was observed (Figure S17). However, no such significant changes in the mentioned parameters were detectable between the second and following adsorption/desorption cycles.Obviously, it is not possible to reach the initial large pore state by flushing the sample with nitrogen at room temperature. Only the lp → np transition takes place under such desorption conditions, and the phase partially filled with butane (butane@MIL-53 in narrow pore state) is the initial state before the second adsorption cycle. To prove this assumption, XRD measurement on the sample, subjected to the butane adsorption and purging with nitrogen, was performed. The obtained PXRD pattern does not fit to the lp phase.(18, 26) The indexing of the pattern resulted (Figure S1, ESI) in the unit cell parameters and unit cell volume which are close to that recently reported for np phase of MIL-53(Cr), filled with n-butane.(26)The difference between the thermal response peak area obtained in the first and second adsorption cycles is in good agreement with the butane uptake calculated for the first and second step from the adsorption isotherm as shown in  Figure 2b.Starting from the second cycle, the area of the adsorption thermal response peak decreases continuously from 216 (2nd cycle) to 78 (90th cycle) A/g, indicating decreasing butane uptake (Figure S17). As it was shown earlier for activated carbons, the effect originates from incomplete desorption of butane from the micropores during the purge with nitrogen. Oschatz at al. demonstrated already a strong correlation between the pore size, the purging time, and the regenerated porosity in carbon materials.(31) It was shown that with increasing desorption time a larger fraction of the adsorbed n-butane is removed from the pore system of the microporous carbons, but even after 5 min the regeneration is not complete. Thus, the decreasing switching capacity can be attributed to butane accumulation in the pores but not necessarily to structural degradation. However, it also implicates that the switching at higher cycles practically occurs between the partially filled np and the completely filled lp phase and does not involve “full breathing”.In order to analyze the structural integrity of the material, n-butane (at 298 K) and nitrogen (at 77 K) adsorption isotherms for the as-made material as well as for materials subjected to 10 and 100 adsorption/desorption cycles were measured volumetrically as compared in Figure 1b. The perfect superposition of the isotherms demonstrates the high stability of the material for the repeated adsorption/desorption and structural breathing.Figure 2. (a) Thermal response curves during the cycling experiments on MIL-53(Al). (b) Thermal response of MIL-53(Al) exposed to n-butane gas flow at ambient pressure for the first time (A1) and for the second time (A2). (Inset) Adsorption isotherm of n-butane at 298 K measured on as-synthesized sample (A, area; U, uptake). A1:A2 = U1:U2 = 1.7.Further confirmation of the high tolerance for structural transformations of MIL-53(Al) was provided by SEM analysis. The images show no changes in the crystallite size but only slight changes in the surface texture of the crystallites (Figure S24, ESI).Another prototypical flexible MOF is the elastic layer-structured metal–organic framework ELM-11,(7) which is also among the earliest flexible MOFs discovered.(6) Recently, Miyahara and co-workers studied in detail the gating adsorption of CO2 on ELM-11 using a combination of in situ XRD and molecular simulation.(32) The Cu2+ ions are square planar coordinated by four bipyridine ligands to afford two-dimensional, square grid sheets (Cu–Cu squares = 11.15 × 11.15 Å), while two BF4– anions occupy transaxial positions complementing the octahedral coordination(33) (Figure 3a). The freshly activated material consists of platelike crystallites, ca. 5 μm in size, with a smooth surface (Figure S25, ESI). The n-butane adsorption isotherm at 298 K shows a typical gate opening behavior: no adsorption up to 13 kPa and a steep uptake increase starting from 13.6 kPa (Figure 3b). In the initial InfraSORP cycles ELM-11 shows a different behavior in comparison to MIL-53. The thermal response peak area of adsorption drastically increases during the first 3 cycles from 57  to 197 A/g and reaches a maximum of 229 A/g after 10 cycles (Figure 4a). The following cycles have only a minor influence on the adsorption behavior, and the peak area remains almost constant.Since the n-butane and nitrogen adsorption isotherms performed on the material before cycling and after 10 and 100 cycles are conformed (Figure 3b), the increase of the thermal response peak area in the first 10 cycles can be attributed to the displacement of residual water from the pore system by butane. The reason for this is the highly hygroscopic nature of ELM-11 and the sample preparation in the InfraSORP, since the sample transfer into the InfraSORP cannot be performed under inert atmosphere, and consequently, the starting material contains some preadsorbed water from the ambient air. The observations were also confirmed by X-ray diffraction, as the XRD of activated sample contains some peaks corresponding to the open phase. Thus, the first 10 cycles can be considered as sample conditioning. The unchanged thermal response peak areas in the following 90 cycles (Figure S17) as well as the minor changes in nitrogen (77 K) and n-butane (298 and 273 K) physisorption isotherms (Figures 3b and S19, ESI) point to the highly stable behavior of ELM-11 under cyclic butane adsorption. In comparison to MIL-53, for ELM-11 the desorption in the purge is nearly complete, because desorption and gate closing is observed at significantly higher pressure (Figure 3b).Figure 3. (a) Crystal structure of ELM-11. Carbon atoms belonging to different layers are shown in gray and black.  BF4– anions are shown as green sheers.  Cu atoms are represented in light blue and nitrogen atoms in dark blue. (b) Adsorption isotherm of n-butane at 298 K (left) and nitrogen at 77 K (right) measured on as-synthesized ELM-11 sample (red circles), after 10 adsorption/desorption cycles in the InfraSORP (green triangles), and after 100 InfraSORP cycles (blue diamonds).Figure 4. Adsorption/desorption cycling of ELM-11. Thermal response curves of the first four adsorption cycling experiments (a) and following 90 cycles (b).The analysis of the SEM images shows that the crystallites after the adsorption cycling tests show a defected cracky surface (Figure S25, ESI).DUT-8 was studied as a typical member of the so-called pillared layer MOFs, where the layers of Ni2(ndc)2 are pillared by dabco molecules. The compound shows pronounced gate opening during the n-butane adsorption as reported by Klein et al. (Figure 5a).(19) In comparison to MIL-53 and ELM-11, the crystallite size is significantly larger after the synthesis and activation and is approximately 50 μm on average (Figure S21, ESI). Moreover, the structural transformation during gating involves a strong distortion of the Ni2(O2C)4-padlle wheel SBU. The freshly synthesized and activated sample shows gate opening in the range between 60 and 80 kPa in the n-butane adsorption at 298 K and at 10 kPa in the nitrogen adsorption at 77 K (Figure 5b). The thermal response curve of the first n-butane cycle consists of two peaks, similar as for MIL-53 (Figure 6a, red curve). The first temperature increase corresponds to the initial uptake of ca. 20 cm3 g–1 in the pregate region (according to adsorption isotherm of n-butane at 298 K).Figure 5. (a) Structural switching between the closed pore (cp) and large pore (lp) form of DUT-8(Ni) upon n-butane adsorption. (b) Adsorption isotherms of n-butane at 298 K (left) and nitrogen at 77 K (right) measured on as-synthesized DUT-8 sample (red circles), after 10 adsorption/desorption cycles in the InfraSORP (green triangles), and after 100 InfraSORP cycles (blue diamonds).The main thermal response however originates from the uptake during gate opening. In the next 10 cycles, gradual changes in the adsorption behavior were observed. While the intensity of the first component of the thermal response curve increases slightly from the first to the second cycle and remains almost constant in the next 9 cycles, the area of the second peak component decreases drastically (Figure 6a), and as consequence, the overall peak area of adsorption peaks decreases from 258 A/g in the 1st cycle to only 31 A/g in the 10th cycle.Further 90 cycles lead only to slight fluctuations of the thermal response parameters (Figures 6b and S17, ESI). The explanation for such a peculiar behavior can be given after analysis of n-butane (298 K) and nitrogen (77 K) physisorption isotherms shown in Figure 5b. Obviously, the multiple adsorption/desorption stress leads to a significant shift of the gate-opening pressure to higher relative pressure values: for butane at 298 K from 60 kPa to a pressure exceeding 100 kPa and thus located beyond the measuring range and for the nitrogen adsorption at 77 K from 10 to 40 kPa. Thus, at 298 K, butane is not able any more to open the framework of DUT-8 in the dynamic flow. The total pore volume calculated at 100 kPa (p/p0 = 0.41) from n-butane adsorption isotherms measured at 298 K decreases drastically from 0.96 cm3 g–1 for as-synthesized activated material to 0.35 and 0.27 cm3 g–1 for materials after 10 and 100 adsorption/desorption cycles, correspondingly.In order to get deeper insights into the n-butane adsorption behavior of the sample subjected to the adsorption stress, additional adsorption isotherms were measured at 273 K (Figure S20, ESI) to reach higher relative pressure values and prove the changes of the gate-opening pressure. The gate-opening pressure in this case is shifted from 25 to 70 kPa.Figure 6. Adsorption/desorption cycling of DUT-8(Ni): Thermal response curves during the first 10 cycles (a) and next 90 cycles (b).The analysis of nitrogen adsorption isotherms shows that the overall pore volume for the freshly activated material and for the same material after cyclic adsorption experiment is almost the same and decreases only slightly from 0.93 to 0.81 cm3 g–1 for materials after 100 adsorption/desorption cycles. The PXRD patterns and DRIFT spectra of both materials show almost no changes, and the sample contains nearly pure DUT-8(Ni) cp phase (Figures S3 and S26, ESI). The pronounced changes are observed, however, in the size and texture of the crystallites, according to  SEM analysis. Thus, 50 μm large crystallites of as-synthesized material become smaller and are 5–10 μm in size after multiple adsorption/desorption cycling. Also, the perfectly smooth surface of as-made crystals transforms to a strongly defective surface with a multitude of defects and fissures that are obviously the consequence of adsorption stress during the phase transitions.The influence of the crystallite size on the adsorption properties of the flexible pillar-layer MOFs was also shown recently by Sakata et al. for Cu2(bdc)2(bpy),(34) namely, the samples containing crystallites of micrometer size show characteristic switching behavior, while nanocrystalline samples show no signs of flexibility and exist solely in open form. Normally, a decrease of gate-opening pressure is expected for smaller domain sizes due to a reduced activation barrier. In the case of DUT-8(Ni), however, the multiple adsorption/desorption stress leads to a significant reduction of the crystallite (domain) size and in parallel to a shift of the gate-opening pressure to higher values. This observation is contrary to the observations of Sakata et al.,(34) stating that a switch from macroscopic to mesoscopic scale in flexible pillared-layer MOFs makes the open pore form more favorable, and therefore, the gate pressure shifts to  lower values. Thus, the mechanisms associated with switching in DUT-8 must be distinctly different from those in other switchable MOFs. In our view the repeated adsorption stress in DUT-8(Ni) causes an increased yield stress that is responsible for the shift of gating pressure, probably caused by dislocations and lattice strain.Another material that also shows cluster distortion during gating in the adsorption/desorption cycling is [Zn2(BPnDC)2(bpy)]2, also known as SNU-9.(21, 35) The compound was synthesized in the form of larger crystals, comparable in size to DUT-8. The activated material consists of crystallites with dimensions in the range of 50–100 μm (Figure S23, ESI). The structural transformations during  gas adsorption were proved by in situ XRD showing reversible framework switching (Figure 7a).(35)Figure 7. (a) Structural switching between the np and the lp form of SNU-9 upon n-butane adsorption. (b) Adsorption isotherm of n-butane at 298 K (left) and nitrogen at 77 K (right) measured on as-synthesized SNU-9 (red circles), after 10 adsorption/desorption cycles in the InfraSORP (green triangles), and after 100 InfraSORP cycles (blue diamonds).SNU-9 contains two interpenetrated frameworks with pcu topology related by inversion symmetry.(21) The n-butane adsorption isotherm measured at 298 K shows two steps, similar to MIL-53(Al). At pressures up to 37 kPa, a type I run is observed with a saturation uptake of 35 cm3 g–1. After reaching a pressure of 37 kPa, the second step occurs and the isotherm reaches saturation at 60 cm3 g–1. The desorption is characterized by a step at 30 kPa resulting in a hysteresis closing at 20 kPa (Figure 7b). In analogy to MIL-53, the thermal response curve profile of SNU-9 can be deconvoluted into two peaks (Figure 8), corresponding to the two adsorption steps in the isotherm. The first most intense one is referred to the steep uptake in the lower pressure range. The second arises as a broad shoulder and corresponds to the smooth adsorption step at 37 kPa.The cycling experiments show that the most pronounced changes take place in the first two cycles in which the peak area slightly decreases from 166 to 152 A/g (see ESI, Table S4). In the following cycles, the peak area (that corresponds to the amount of adsorbed gas) remains nearly the same showing only slight fluctuations during adsorption cycling (Figure S17, ESI). n-Butane adsorption isotherms measured after 10 and 100 adsorption/desorption cycles at 298 K show that the slope of the gate opening changes during the initial 10 cycles (presumably after first cycle already) and remains constant for further adsorption/desorption runs.Figure 8. Adsorption/desorption cycling on SNU-9. Thermal response curves during the first 10 cycles: 1st, red; 2nd, black; 3rd, blue; 4th, green; 7th, brown; 9th, light blue.The n-butane uptake in saturation decreases from 61 cm3 g–1 in the 1st run to 55 cm3/g in the 10th run to the 50 cm3/g after 100 runs. Pronounced differences in the adsorption behavior are observed in the nitrogen physisorption isotherms measured at 77 K. While the adsorption isotherm of as-made material shows a pronounced and steep gate opening at 700 Pa, a gradual opening over a larger relative pressure range is detected for the material after cyclic butane adsorption (Figure 7b). The saturation uptake of the isotherm decreases from 244  (for the 1st cycle) to 130 cm3 g–1 (after 100 cycles). According to the PXRD and DRIFT spectra (Figure S4, S27, ESI), measured before and after the cycling, the structural integrity of the compound as well as phase purity are retained (Figure S4). The analysis of the SEM images taken before and after cycling experiments shows a strong influence of the adsorption/desorption stress on the crystallite size, which gradually decreases from 100 to 5 μm (Figure S23, ESI). Thus, the effect of repeated adsorption stress is similar as for DUT-8(Ni), resulting in a higher gate-opening pressure after adsorption cycling. Both materials have in common that the metal-containing structural building units (“clusters”) undergo significant deformation during the phase transition of the adsorbent. However, further studies are needed to elucidate in detail the defects, dislocations, and phase boundaries formed after adsorption cycling that are responsible for the observed phenomena.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionAll investigated flexible MOFs, MIL-53(Al), ELM-11, DUT-8(Ni), and SNU-9, are capable of multiple adsorption/desorption processes at least in butane adsorption at room temperature. MIL-53(Al) and ELM-11 can be considered as very tolerant toward repeated adsorption/desorption cycling without significant changes in the textural properties during 100 physisorption runs.DUT-8(Ni) and SNU-9 (as macrocrystalline compounds) show a distinct adsorption behavior during the repeated physisorption experiments that can be explained by the high mechanical stress caused by large volume changes and the large crystallite size of the starting material. As a result, the crystallite size (domain size) changes during adsorption cycling, and the original crystals fragment into smaller domains adjusting to a finite value that can tolerate the adsorption stress. This leads to a less steep gate-opening slope and consequently broadening of the hysteresis loop. After preconditioning in the first cycles, the MOFs show stable adsorption/desorption behavior. An interesting observation is the pronounced shift of the gate pressure toward higher values after cycling. This effect can be interpreted as an analogy of work hardening where multiple plastic deformation generates dislocations and lattice strain fields causing an increasing yield stress with increasing plastic deformation. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.5b05456.PXRD patterns, DRIFT spectra, additional information on the adsorption/desorption cyclization experiments, n-butane physisorption isotherms at 273 K, and SEM images (PDF)Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was supported by the German Federal Ministry of Science and Education (BMBF, Project No 05K13OD3) and “excellence initiative by the German federal and state government” (Institutional strategy, measure “support the best”). Ms. Andrea Brünner (TUD) is kindly acknowledged for  support during SEM measurements.AbbreviationsMILMatériaux de l‘Institut LavoisierELMelastic layer materialDUTDresden University of TechnologySNUSeoul National UniversityPXRDpowder X-ray diffractionSEMscanning electron microscopyDRIFTdiffuse reflectance infrared Fourier transformBPnDCbenzophenone 4,4′-dicarboxylic acidbpy4,4′-bipyridinebdcbenzene dicarboxylatenpnarrow porecpclose porelplarge porendc2,6-naphtalenedicarboxylatedabco1,4-diazabicyclo[2.2.2]octaneReference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 35 other publications.1. Schneemann, A.; Bon, V.; Schwedler, I.; Senkovska, I.; Kaskel, S.; Fischer, R. A. Flexible Metal-Organic Frameworks Chem. Soc. Rev. 2014,  43,  6062– 6096 DOI: 10.1039/C4CS00101J [Crossref], [PubMed], [CAS]1. Flexible metal-organic frameworksSchneemann, A.; Bon, V.; Schwedler, I.; Senkovska, I.; Kaskel, S.; Fischer, R. A.Chemical Society Reviews\r\n        (2014),\r\n    43\r\n        (16),\r\n    6062-6096CODEN:\r\n                CSRVBR;\r\n        ", "title": "Tolerance of Flexible MOFs toward Repeated Adsorption Stress", "authors": ["Volodymyr Bon", "Negar Kavoosi", "Irena Senkovska", "Stefan Kaskel"], "doi": ["10.1021/acsami.5b05456"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0009.gif\">"]}