{"abstract": "Transferring the solution-state chemistry of organic-based molecular switches (OMS) into the solid state usually faces several fatal problems, such as spatial confinement or inefficient conversion. As a result, their switching behavior usually cannot be maintained. Herein, we report a redox-switchable metal–organic framework (MOF) that can undergo a reversible single-crystal-to-single-crystal (SCSC) transformation through a hydroquinone/quinone redox reaction. The redox-triggered transformation is quantitatively reversible while maintaining the crystallinity of the MOF scaffold. In addition, the transformation occurs gradually in the MOF backbone and from the outsurface of MOF to the inside. This study represents a general strategy to enable efficient conversion of the functionality of an OMS from solution into solid state, by incorporation of OMS into the framework of MOF. Furthermore, the material exhibits interesting changes in spectroscopic properties through reversible SCSC transformation and, thus, may be a starting point for the use of such materials in memory storage or redox-based electronic devices.", "text": "10.1021/acs.chemmater.5b02648 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionMolecular switches are essential and possibly even indispensable for the design of nanoscale electronic circuits and component.(1-3) Especially interesting are organic-based molecular switches (OMS),(4-8) owing to their structural flexibility and a large number of synthetic methods based on centuries of knowledge in the field of organic chemistry. The possibility of targeted design and optimization relates OMS to molecular homogeneous or surface anchored catalysts,(9, 10) which in contrast to most heterogeneous surface based catalysts can be designed and developed with a specific task in mind. For further application, the OMS usually have to be linked to the surface of a device or incorporated into a functional solid-state material.(11, 12) However, again resembling similar problems in catalysis, transitioning of solution-based functionality of OMS into solid-state devices is problematic. The switches’ solution-state chemistry does not directly translate into their solid-state behavior.(13) Several fatal problems, such as spatial confinement or inefficient conversion, often prevent their switching behavior to be maintained in the solid state.An attractive way to circumvent many if these problems would be to incorporate these OMS into the scaffold of a crystalline metal–organic framework (MOF),(14-18) as one of its organic linkers.(19) There are several reasons that make this approach particularly attractive. First, similar to the OMS themselves, MOFs can be designed and their properties can be tailored to a given task.(20, 21) Second, the frameworks of MOF are often flexible enough to tolerate even substantial changes to the bridging ligands, and as such, many MOFs can maintain their crystallinity even upon drastic changes to some of their constituents.(22, 23) Third, the porous nature of MOFs allows free access for the reactants needed to activate the OMS and, if designed properly, enough space will be available within the MOF for conformational change of the OMS.(24, 25) Assuming successful implementation, this strategy could not only enable efficient switching of an OMS in the solid state but would also allow the switching behavior through reversible single-crystal-to-single-crystal (SCSC) transformation in the MOF, which would deepen our understanding of structure–function relationships at the molecular level and provide important information for development of technologically useful materials (e.g., memory devices(26)).Although some MOFs can undergo reversible SCSC transformation,(15, 22, 23) the incorporation of an OMS into MOFs as a linker and then performing reversible SCSC transformation upon triggering the OMS have proven to be a substantial challenge.(27-29) Only very recently have a few such systems been reported.(30-39) For example, Zhou et al. reported a photoswitchable MOF by using azobenzene units as a dangling ligand, which exhibits a remarkable stimulus-responsive adsorption effect.(30) It should be noted here that most of the very few reported examples are of photoresponsive MOFs.(30-35) As the construction of such systems is very interesting, more stimuli-responsive MOFs with other triggered mechanism are highly desirable. Moreover, how the switching behavior happens in the MOF state is still not clear. Herein, we would like to report the synthesis and characterization of a redox-switchable MOF, namely UiO-68-OH, which can undergo a reversible SCSC transformation initiated by a hydroquinone/quinone redox reaction (Scheme 1). Our results demonstrate that the redox-tiggered transformation is quantitatively reversible while maintaining the crystallinity of the MOF scaffold. By monitoring the switching process of this unique system, we demonstrated that the transformation occurred gradually in the MOF backbone and from the outsurface of MOF to the inside. In addition, this SCSC transformation is accompanied by drastic changes in spectroscopic properties and, thus, may find application in memory storage, or even in the design of nanoscale electronic devices.Scheme 1. Synthesis of UiO-68-OH and the Redox-Triggered Transformation of Hydroquinone/Quinone Reaction in Solution and Solid StateTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionSynthesis of UiO-68-OHZrCl4 (11.2 mg, 0.048 mmol), compound 1 (24.5 mg, 0.070 mmol), and benzoic acid (222.6 mg, 1.82 mmol) were dissolved in DMF (3 mL) and then filtered into a Pyrex glass tube. The mixture was degassed and sealed under nitrogen atmosphere, and the tube was placed in a preheated 120 °C oven for 13 h. Single crystals with octahedral shape suitable for single crystal diffraction were harvested with a yield of ∼9 mg. The as-synthesized UiO-68-OH was rinsed with DMF overnight to remove any unreacted starting materials and trapped benzoic acid. After that, the sample was allowed to immerse in anhydrous DCM for 3 days to replace and remove DMF. During this period, anhydrous DCM was freshly exchanged three times per day. The crystal samples were kept in anhydrous DCM prior to oxidation. In addition, samples not used for subsequent modification were evacuated in oil pump vacuum at room temperature to yield activated samples. Elemental analyses of the activated sample found [C (49.94%), H (2.80%), N (0.35%)]; this would roughly correspond to a formula of Zr6O4(OH)4(C20H12O6)6(C3H7NO) (CH2Cl2)2 (Mw = 3012), giving a calculated profile as [C (49.84%), H (2.91%), N (0.47%)].Synthesis of UiO-68-C═OFresh UiO-68-OH (∼80 mg) was immersed in 10 mL of DCM solution of iodobenzene diacetate (25 mg mL–1) and was repeatedly agitated by pumping with a pipet during a period of 5 min. After that, the solution was exchanged with anhydrous DCM (5 mL × 3) and kept in anhydrous DCM for further reduction. In addition, samples not used for subsequent modification were evacuated in oil pump vacuum at room temperature to yield activated samples. Elemental analyses on the activated sample found [C (48.76%), H (2.75%), N (0.30%)]; this would roughly correspond to a formula of Zr6O4(OH)4(C20H10O6)6(C3H7NO) (CH2Cl2)3 (Mw = 3085), giving a calculated profile as [C (49.06%), H (2.52%), N (0.45%)].Further Reduction of UiO-68-C═OA crystal sample of freshly prepared UiO-68-C═O (∼80 mg) was exchanged with anhydrous DMF three times and then immersed in 10 mL DMF solution containing ascorbic acid (20 mg mL–1), which was repeatedly agitated by pumping with a pipet for 15 min. After that, the crystals were rinsed with anhydrous DMF (5 mL × 3) and then placed in anhydrous DCM (5 mL × 3) for 3 days to exchange and remove DMF. During this period, DCM was freshly exchanged three times per day. The crystal samples were kept in anhydrous DCM for further oxidation. In addition, samples not undergoing subsequent oxidation were evacuated by an oil pump at room temperature. The 1H NMR spectrum and high resolution mass spectrum of digested activated UiO-68-OH(R) is identical to that of compound 1.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionTo test the possibility of reversible SCSC transformation in an MOF through a redox reaction, we chose to investigate the hydroquinone/quinone system as the prototypical example, as it is usually involved in various biological electron transport systems.(40, 41) As such, we designed and synthesized a new tailored-made ligand, 2′,5′-dihydroxyterphenyl-4,4″-dicarboxylic acid (1).(42) We first investigated the redox switching behavior of compound 1 in the solution-state (Scheme 1 and Supporting Information Table S1). After reacting with oxidant, compound 1 is quantitatively oxidized to 2, as evidenced by 1H NMR spectroscopy (Supporting Information Figure S1) and high resolution mass spectrometry (Supporting Information Figure S24). Furthermore, compound 2 can be quantitatively reduced back to 1 (see Supporting Information Table S2 for details), after addition of reductant. Therefore, compound 1 can undergo a reversible transformation in the solution state through oxidation/reduction cycles.Figure 1. (a) Perspective view ([110] direction) of the reversible transformation between the crystal structures of UiO-68-OH and UiO-68-C═O. Oxidation condition: iodobenzene diacetate, CH2Cl2. Reduction condition: ascorbic acid, DMF. (b) Crystal images of UiO-68-OH after oxidation with different time. (c) Crystal images of UiO-68-C═O after reduction with different time. The pictures were taken with crystals covered by a thin layer of DMF. The scale bar is 50 μm.We then designed and synthesized an MOF system that can favor a reversible SCSC transformation through this hydroquinone/quinone redox reaction. We chose a Zr-MOF as the substrate, due to its robustness compared with common Zn/Cu-centered MOFs.(43, 44) After treatment of a reaction mixture (sealed in a Pyrex glass tube under nitrogen atmosphere) containing ZrCl4, compound 1, benzoic acid and DMF in a preheated 120 °C oven for 13 h, UiO-68-OH was obtained as colorless octahedron-shaped crystals in reasonable yield. Single crystal X-ray diffraction studies performed at the Beijing Synchrotron Facility revealed a UiO-type structure for UiO-68-OH with an fcu topology (Figure 1a, and see Supporting Information Section S7 for details), which crystallizes in the Fm3̅m space group and contains three-dimensional percolated pore structure with the maximum pore diameter of 17 Å. The powder X-ray diffraction (PXRD) pattern of UiO-68-OH was collected, which closely matched with that simulated from the single-crystal structure (Figure 2). Furthermore, the 1H NMR spectrum of digested UiO-68-OH (Figure 3a) is the same as that of compound 1 (Figure S1), indicating that the ligands remained intact in the MOF. However, starting from compound 2 (Scheme 1), the hydrothermal reaction performed under the same condition does not form UiO-68-C═O.(45) This can be possibly attributed to the fact that DMF under hydrothermal conditions can reduce quinone to hydroquinone.(46)Figure 2. PXRD patterns of simulated from the single crystal structure (black line), fresh UiO-68-OH (red line), fresh UiO-68-C═O (blue line), and fresh UiO-68-OH(R) (purple line). The inset shows a magnification on the high 2θ region. The patterns were taken with crystals covered by a thin layer of DMF.Figure 3. 1H NMR spectra of crystals digested with DMSO-d6/HF: (a) UiO-68-OH; (b) oxidation for 5 s; (c) oxidation for 20 s; (d) UiO-68-C═O (oxidation for 5 min.); (e) reduction for 40 s; (f) reduction for 80 s; (g) UiO-68-OH(R) (reduction for 15 min.). The proton for OH could not be detected, due to the existence of HF.The reversible SCSC transformation in UiO-68-OH through hydroquinone/quinone redox reaction was investigated. Unlike in solution, the chemically reversible oxidation/reduction of hydroquinone units in UiO-68-OH is quite a challenge,(47-50) especially if the single crystalline nature of the samples is to be maintained. The choice of oxidant, reductant, and even of the solvent, are all important for a successful SCSC transformation (see Supporting Information Tables S3 and S4 for details). After many unsuccessful or only partially successful attempts, we finally succeeded in reversible tuning SCSC transformation in UiO-68-OH through hydroquinone/quinone redox reaction, using iodobenzene diacetate (PIDA) as the oxidant and ascorbic acid (VC) as the reductant.Addition of an excess of PIDA in dichloromethane (DCM) to the colorless octahedron-shaped crystals (UiO-68-OH) induced a change from originally colorless to yellow (Figure 1b) in 10 s, without change of shape. After this quick deepening of color, crystals did visibly not change substantially any more. However, as monitored by 1H NMR spectroscopy of digested crystals after varying oxidation periods (Figure 3a–d), the transformation of the hydroquinone units into quinone units in UiO-68-OH is a gradual process. As such, we believe the ligands on the surface area of UiO-68-OH are oxidized first, obscuring any change of color deeper within the crystals. After 5 min, the 1H NMR spectrum of the digested yellow crystals is identical to that of compound 2, indicating quantitative oxidation of the hydroquinone units in UiO-68-OH. The solid-state 13C NMR (SSNMR) spectrum (Figure 4d) of UiO-68-C═O is distinct and differs from that of UiO-68-OH (Figure 4a), which also proves that the transformation has occurred. In addition, the Fourier transform infrared (FT-IR) spectrum (Supporting Information Figure S12) of UiO-68-C═O showed a peak at 1655 cm–1, which should be assigned to the vibrational frequency of C═O stretch and also confirm the transformation. As shown in Figure 2, the position of the PXRD peaks of UiO-68-C═O is similar to that of UiO-68-OH, pointing toward retention of the framework topology. Therefore, by using postsynthetic modification approach, UiO-68-C═O was quantitatively obtained from UiO-68-OH via in situ oxidation.Figure 4. Solid-state 13C NMR spectra of (a) UiO-68-OH; (b) oxidation for 5 s; (c) oxidation for 20 s; (d) UiO-68-C═O (oxidation for 5 min); (e) reduction for 40 s; (f) reduction for 80 s.In order to prove the oxidation transformation occurred within the MOF backbone, we investigated the SSNMR spectra of the UiO-68-OH crystals after different oxidation periods (Figure 4b and c). For example, spectrum taken after 5 s shows resonances at both 117 and 186 ppm, characteristic of the unique carbon atoms of compound 1 and 2. These spectra indicate the simultaneous presence of compounds 1 and 2 in the MOF backbone, confirming the oxidation transformation happened within the MOF backbone. Furthermore, the PXRD patterns of crystals after different oxidation time match that of UiO-68-OH and UiO-68-C═O (Supporting Information Figure S18), indicating the retention of the framework topology not only before and after full transformation, but also throughout the oxidation process.Reduction of UiO-68-C═O back to UiO-68-OH [named UiO-68-OH(R)] was then performed. After addition of an excess of VC in DMF, the yellow octahedron-shaped crystals gradually changed back to colorless while again retaining their shape (Figure 1c). Interestingly, core–shell liked MOFs (with a yellow center and colorless on the outside, Figure 1c) were observed during this process. The formation of core–shell MOFs can be explained by the slow diffusion of VC into the crystals of UiO-68-C═O, which results the reduction of the outsurfaces of MOF first and then the inside. After further proved by SSNMR spectrum of the UiO-68-C═O crystals with different reduction time (Figure 4e and f), we can conclude again the reduction of UiO-68-C═O back to UiO-68-OH definitely occurred within the MOF backbone. On the basis of the 1H NMR spectrum of digested crystals (Figure 3g), the quinone units in UiO-68-OH were quantitatively reduced back to hydroquinone within 15 min. Furthermore, the PXRD experiments (Figure 2 and Supporting Information Figure S18) demonstrate that the crystallinity was again retained during this reduction process. Thus, UiO-68-OH can be quantitatively oxidized to UiO-68-C═O, and UiO-68-C═O can be quantitatively reduced back to UiO-68-OH. Such SCSC transformations can be repeated for at least three cycles, with quantitative transformation (Supporting Information Figure S13) and retention of crystallinity (Supporting Information Figure S14).Figure 5. Bright-field and PL images (excited with mercury lamp) of fresh UiO-68-OH (a and d), fresh UiO-68-C═O (b and e), and fresh UiO-68-OH(R) (c and f). The pictures were taken with crystals covered by a thin layer of DMF. The scale bar is 100 μm.Solid-state luminescence materials that exhibit a reversible stimulus-responsive change of luminescence color have attracted great attention in recent years for their manifold applications.(50, 51) The reversible SCSC transformation in UiO-68-OH is also accompanied by a drastic change in its fluorescence spectrum. As shown in Figure 5, UiO-68-OH shows a blue emission, whereas UiO-68-C═O is almost nonfluorescent. After further reduction of UiO-68-C═O, UiO-68-OH(R) crystals have a blue emission again. This fluorescent switching behavior can be repeated for at least three cycles. We believe this phenomenon to be ascribed to the ligands, as compound 1 and 2 have totally different absorption (Supporting Information Figure S3) and fluorescence (Supporting Information Figure S4) properties matching those of UiO-68-OH and UiO-68-C═O.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionWe have reported a novel redox-switchable MOF, which can undergo a reversible SCSC transformation through a hydroquinone/quinone redox reaction. Our investigations demonstrate that, with the right choice of oxidant and reductant, the hydroquinone/quinone redox reaction can not only happen unhindered in the solution state but also quantitatively take place in the MOF, with retention of crystallinity. We also monitored the switching process, which clearly demonstrates that the redox-triggered transformation occurred gradually in the MOF backbone and from the outsurface to the inside. Because MOFs can be designed and their properties can be tailored to a given task, we believe this study represents a general strategy to enable quantitative conversion of OMS in the solid state by incorporation of the OMS into the robust framework of an MOF. In addition, drastic spectroscopic properties changes accompany this SCSC transformation process. We are in the process of fabricating UiO-68-OH based thin-film,(52, 53) with the aim of their implementation in information storage or other redox-based electronic devices. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.chemmater.5b02648.Details of the synthesis, MOF characterization, switching study, and crystallographic data. (PDF)The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was supported by National Natural Science Foundation of China (21203140, 21271172), the Research Fund for the Doctoral Program of Higher Education of China (20130141110008), the Outstanding Youth Foundation of Hubei Province (2015CFA045), and the Beijing National Laboratory for Molecular Sciences. We thank Dr. Junfeng Xiang (Institute of Chemistry, Chinese Academy of Science) for SSNMR measurement, Professor Zhiling Zhang and Miss Li Zhang (Wuhan University) for crystal images recording and all the staff members of the 3W1A beamline of the Beijing Synchrotron Radiation Facility (BSRF) for crystallographic data collection.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 53 other publications.1. Sauvage, J. P.  Molecular Machines and Motors; Springer-Verlag: Berlin/Heidelberg, Germany, 2001.[Crossref]There is no corresponding record for this reference.2. Feringa, B. L.; Brwone, W. R.  Molecular Switches; Wiley-VCH: Weinheim, Germany, 2011.[Crossref]There is no corresponding record for this reference.3. Credi, A.; Silvi, S.; Venturi, M.  Molecular Machines and Motors: Recent Advances and Perspectives; Springer International Publishing: Switzerland, 2014.[Crossref]There is no corresponding record for this reference.4. Tian, H.; Yang, S. Recent progresses on diarylethene based photochromic switches Chem. Soc. Rev. 2004,  33,  85– 97 DOI: 10.1039/b302356g [Crossref], [PubMed], [CAS]4. Recent progresses on diarylethene based photochromic switchesTian, He; Yang, SongjieChemical Society Reviews\r\n        (2004),\r\n    33\r\n        (2),\r\n    85-97CODEN:\r\n                CSRVBR;\r\n        ", "title": "Reversible Tuning Hydroquinone/Quinone Reaction in Metal–Organic Framework: Immobilized Molecular Switches in Solid State", "authors": ["Bo Gui", "Xiangshi Meng", "Yi Chen", "Jianwu Tian", "Guoliang Liu", "Chencheng Shen", "Matthias Zeller", "Daqiang Yuan", "Cheng Wang"], "doi": ["10.1021/acs.chemmater.5b02648"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-18/acs.chemmater.5b02648/20150916/images/small/cm-2015-02648r_0006.gif\">"]}