{"abstract": "", "text": "10.1021/acs.chemmater.5b00665 A deep understanding of the structure of solid-state materials allows for a simplified process of design, synthesis, and characterization. One class of materials which highlights this process are metal–organic frameworks (MOFs), which are crystalline porous solids constructed from organic linkers connecting metal nodes. The crystalline nature of the MOF gives a picture of the internal structure of the solid, providing insight into the structure–property relationships for a desired application, while the combined metal–organic nature allows for iterative design.(1) But while the crystalline nature of MOFs allows for such designability, recent reports have shown that, like other solid-state materials, defects can exist within the crystal lattice that can significantly affect the physical properties of the MOF. Such defects may be intrinsic as crystal imperfections,(2) intrinsic as a partial ligand replacement with a nonbridging ligand such as hydroxide, as has been shown for UiO-66,(3) or can be created by surfactant additives,(4) exist as partially occupied interpenetrated nets,(5) or generated by substitution of the bridging ligand with nonbridging secondary ligands.(6) These ligand substitution defects affect pore size and surface properties, which subsequently affect performance in gas storage, gas separation, and catalytic applications. Our approach was to utilize these ligand substitution defects to enhance the proton conductivity of a MOF material.Owing to their combined metal–organic and porous nature, MOFs can be designed with acidic surface functionalities to act as a proton source, while the pores can allow for facile proton movement along a hydrogen bonded network of included molecules. MOFs are advantageous as proton conductors because their crystallinity and high designability allows for simple structure–property relationship studies and the potential for superprotonic conductivity. A wide variety of MOF proton conductors have been reported to date, which have been summarized in recent reviews.(7) Most efforts at improving the proton conductivity of MOFs have focused around increasing the overall acidity through the use of ligands such as carboxylic or phosphonic acids(8) or through inclusion of strong acids into the pores of MOFs which are stable to such treatment.(9) While these efforts have led to some highly proton conductive MOFs, increasing the pore acidity only addresses one factor of the conductivity–charge carrier concentration.Proton conductivity is a product of charge carrier concentration, the charge of the ion, and importantly, the mobility of the charge carrier (charge velocity under an electric field). To our knowledge, there has been no report of improving the proton conductivity of a MOF through systematic changes to the proton mobility within the framework, and we hypothesized that nonbridging ligand defects could have a significant effect on proton mobility within a MOF. Here we demonstrate that by controlling the defect composition in UiO-66 through the addition of long chain fatty acids to the synthesis, the proton conductivity can be increased by nearly 3 orders of magnitude to 6.79 × 10–3 S cm–1 at high humidity from increases in both charge carrier concentration and mobility.The Zr4+ terephthalate UiO-66 (Zr6O4(OH)4(O2C–C6H4–CO2)6) is composed of hexazirconium(IV) oxo hydroxyl clusters which are 12-connected through linear terephthalate linkers to form a cubic network with small tetrahedral and larger octahedral micropores connected through narrow triangular pore windows.(10) The highly interconnected and oxophilic nature of Zr4+ makes UiO-66 stable to most common solvents, including water, acidic conditions, high temperature, and pressure.(11) For these reasons UiO-66 and its derivates have been extensively investigated for a number of applications, including gas separation and catalytic applications,(12) and were also shown to be a good lithium ion conductor after postsynthetic treatment.(13) Our interest with UiO-66 stemmed from the fact that ligand substitution defects in this MOF can significantly affect the porosity.(14) For example, hydroxide defects form inherently through synthesis,(3) and Lewis acidic Zr4+ sites can be generated by heat treatment of UiO-66 with trifluoroacetate defects.(15) If Lewis acidic sites can be exposed within UiO-66 they can act as a highly acidic proton source with coordinated water (pKa ≤ 0.3),(16) while subsequently increasing the pore volume, possibly allowing for more facile proton transport.Figure 1. Schematic view of ligand defects in UiO-66, showing the increase in pore size, with no defect (left), hydroxyl defects (center), and acetate defects (right). C, black; O, red; Zr cluster, teal polyhedral; H atoms removed.To make samples with a range of defect composition, two previously reported synthetic procedures were modified to promote the formation of defects (Figure 1).(10, 17) In the first procedure, synthetic metal to ligand ratios were adjusted using 6:6 (1), 6:4 (2), and 6:3 (3) synthetic ratios. In the second procedure, monocarboxylic acid additives were used to control defect formation, with acetic acid (4), and low (5) and high (6) concentrations of stearic acid used. Acetic acid was chosen as it can partially replace terephthalate, increasing pore size but filling Lewis acidic Zr4+ sites so pore acidity would not be affected. Stearic acid was used to understand how significantly longer alkyl chains would affect the defect properties. Using a combination of elemental analysis (EA) and thermogravimetric analysis (TGA) (Supporting Information Figure S1) ligand defect amounts of x = 0.3 (1), x = 0.8 (2), and x = 1.4 (3) were determined, based on a Zr6O4(OH)4+2x(L)6–x formula for an average of 0.6, 1.6, and 2.8 carboxylate defects per zirconium cluster, respectively. Attempts to increase the number of defects through this method were unsuccessful, with a secondary amorphous phase being produced (Supporting Information Figure S2). Samples 5 and 6 were determined to have x = 0.4 and x = 1, respectively, with no stearate detected by 1H NMR analysis after dissolution in an aqueous fluoride solution. Sample 4 was determined to have a formula of Zr6O4(OH)4(L)5.3(O2C–CH3)1.4, with 1.4 acetate defects per zirconium cluster, with solution 1H NMR and solid-state 13C NMR used to confirm the presence of acetate. The powder X-ray diffraction (PXRD) patterns of all samples (Supporting Information Figure S3) matched with the simulated pattern of UiO-66.AC impedance analysis was used to measure the proton conductivity of samples 1–6 after solvent exchange with water. Data was collected at 10 °C increments from 15 to 65 °C at 95% RH in order to calculate the activation energy for proton transport (Ea) (Figure 2). All samples showed two separate semicircles in the Nyquist plots, arising from distinct grain interior and grain boundary conduction contributions (Supporting Information Figure S4); the grain interior conductivity was calculated from the higher frequency contributions. As the defect concentration for the samples increased, the conductivity rose to a maximum of 1.30 × 10–5 S cm–1 in 1, 6.61 × 10–5 S cm–1 in 2, and 1.01 × 10–3 S cm–1 in 3 at 65 °C, with Ea values of 0.25, 0.29, and 0.36 eV, respectively, showing that an increase from 5% ligand defects in 1 to 23% ligand defects in 3 causes a remarkable increase in conductivity by almost 2 orders of magnitude at 65 °C. Sample 4, where the acetate blocks the Lewis acidic sites, had a marginally improved conductivity of 2.75 × 10–5 S cm–1 (Ea = 0.29 eV) compared to low defect 1. Surprisingly, samples 5 and 6 showed significantly enhanced conductivity at 2.63 × 10–4 S cm–1 (Ea = 0.32 eV) and 6.93 × 10–3 S cm–1 (Ea = 0.22 eV), respectively, despite the lower amount of defects in the samples compared to 2 and 3. The conductivity of sample 6 is among the highest reported for hydrated MOF materials, and more remarkably the high conductivity was achieved by using an excess of long chain fatty acids during synthesis. These results show that the level of conductivity in UiO-66 can be tuned in a range of almost 3 orders of magnitude through minor tweaking of the reaction conditions. Since there was little correlation between the amount of defects and the level of conductivity, we wanted to investigate further the source of conductivity enhancement in these materials.Figure 2. Proton conductivity of samples 1–6 measured from AC impedance analysis, with corresponding activation energies.Nitrogen gas sorption was performed to compare changes in porosity as the defect composition was altered (Figure 3), as the pore structure should relate to the proton mobility within the pores.(18) Samples 1–3 had similar total N2 uptakes of 12.9 mmol g–1, 12.2 mmol g–1, and 13.3 mmol g–1 at 0.97 P/P0, respectively, showing that increasing metal to ligand ratios during synthesis can slightly enhance the porosity. Samples 4–6 on the other hand had significantly enhanced N2 uptakes of 14.4 mmol g–1, 16.0 mmol g–1, and 17.9 mmol g–1 at 0.97 P/P0, a surprising result demonstrating that the use of stearate as an additive significantly enhances the porosity even though it was not detected in the samples after synthesis. This also shows that the number of defects is not directly related to the porosity of the samples, given that the number of defects in samples 4–6 are fewer than 3. The differences in porosity may relate to the defect structure within the samples, where defect clustering during synthesis causes whole Zr cluster vacancies creating much larger pores, which was shown for UiO-66 (Hf) with formate defects.(19) These larger voids may have partially collapsed in samples 1–3, reducing their contribution to the total porosity. This is supported by micropore analysis of the adsorption data using the Horvath–Kawazoe method,(20) showing that the samples have peaks at 0.6 and 0.7 nm corresponding to the tetrahedral and octahedral pores of UiO-66, followed by a broad distribution of pores up to 1.5 nm (Supporting Information Figure S5). Samples 4–6 have a significantly greater contribution to total micropore volume from the larger pores (Supporting Information Table S2). When comparing the samples with similar amounts of defects (1 and 5; 3 and 6) it is clear that the enhanced porosity in these samples leads to a large increase in the conductivity, which is likely related to the proton mobility within the pores.Figure 3. Nitrogen gas sorption isotherms of 1–6 collected at 77 K.Water sorption analysis was performed to gain an understanding of hydrophilicity and total water uptake (Figure 4). A three-step uptake of water occurs for all six samples, with a small uptake at low humidity followed by a two-step pore-filling uptake beginning at ∼20% relative humidity (% RH). The first uptake step is likely due to absorption on higher energy zirconium cluster sites, and increasing uptake was observed in the order of 4, 1, 5, 2, 3, and 6 for this step, suggesting that the acetate defects in 4 act to block higher energy adsorption sites and that using excess stearic acid as an additive in 6 acts to expose more of these higher energy sites, despite the lower total defects compared to 3. The pore filling steps began at lower % RH for samples 6 (17% RH), 3 (18% RH), and 2 and 5 (21% RH), also suggesting more hydrophilic character in these samples. Samples 1 and 4 displayed greater hydrophobic character, with the second uptake beginning at 22.5% RH for both samples. All samples had hysteresis upon desorption (Supporting Information Figure S6). At 95% RH, the amounts of water per mole of Zr6O4(OH)4+2x(L)6–x formula unit for samples 1–3 were 35.7, 34.0, and 36.2, respectively, adsorbing roughly equivalent amounts of water per formula unit near saturation. In contrast, Samples 4–6 adsorbed 45.7, 44.0, and 46.3 mol of water per formula unit, respectively, showing significantly more water uptake.All of the samples had low Ea values, suggesting proton migration through a Grotthuss-type mechanism, but the changes between the samples likely relates to changes in pore size and surface interactions with water.(21) The increase in Ea from 0.25 eV for 1 to 0.36 eV for 3 is likely due to the increase in proton concentration within roughly equivalent sized pores, which can cause an increase in the Ea due to Coulombic interactions between charge carriers and other charge carriers or the pore surface. As the porosity increased between samples 5 and 6, the Ea is lowered to 0.32 and 0.22 eV, respectively, suggesting weaker interactions between protons and the framework in the larger pores of 6. There was a strong dependence of conductivity on humidity, with the conductivity steadily dropping as % RH was reduced (Supporting Information Figure S7), indicating that the proton is the mobile ion. All remained stable during the pelletization/humidity treatment with minor peak broadening according to PXRD analysis (Supporting Information Figure S8).Figure 4. Water vapor adsorption isotherms of 1–6 collected at 298 K.In order to clarify the role of proton mobility on the increase in conductivity in these samples, the diffusion coefficients of the confined water were calculated from pulsed field gradient solid-state 1H NMR (PFG-NMR) measurements using a stimulated echo experiment (Supporting Information Figure S9), with diffusion coefficients calculated using the Stejskal–Tanner equation.(22) For this measurement, samples 2 and 6 were compared because the amounts of defects were similar (x = 0.8 and 1, respectively), and the spectra were collected after hydration and equilibration at 65 °C. The spectra using no or low field gradient are dominated by a single signal, which was attributed to excess surface water on the sample, but as the gradient value was increased the bulk water signal rapidly decreased, revealing a second sharp signal attributed to confined water, as well as a broad signal attributed to framework protons (Supporting Information Figure S10). For sample 6 the signal from confined water decayed as the magnetic gradient field strength was increased, further confirming that the proton is the mobile species in this MOF, and the diffusion coefficient was calculated at 4.0 × 10–7 cm2 s–1 (Supporting Information Figure S11), giving a mobility of 1.4 × 10–5 cm2 V–1 s–1 using the Nernst–Einstein equation.(23) On the other hand, the same signal for sample 3 showed no decay even at the maximum gradient field strength and diffusion times of our NMR instrument, meaning the diffusion coefficient is below 1 × 10–8 cm2 s–1 (mobility of 3.4 × 10–7 cm2 V–1 s–1) for this sample. These results show that the increase in porosity between 3 and 6 leads to a greater than 40-fold increase in the protonic mobility and is the key factor to the 100-fold increase in conductivity between these samples at 65 °C. More in-depth studies in the relation of porosity to ionic mobility in related MOF systems are currently ongoing in our laboratory.Our findings show that by controlled generation of ligand defects within UiO-66, the level of proton conductivity can be increased by nearly 3 orders of magnitude to 6.93 × 10–3 S cm–1 at 65 °C and 95% RH. The Lewis acid sites that are formed from the ligand defects provide a mobile proton with coordinated water while simultaneously increasing proton mobility due to increases in pore volume. Furthermore, the proton mobility was found to be the major factor for the increase in conductivity as defect concentration was increased. These results are important given that increasing the carrier concentration by increasing the acidity is an oft chosen route for improving the proton conductivity in MOFs,(24) and limitations to further increases in the conductivity may result from restricted proton mobility in narrow pores rather than low carrier concentration. The well-defined structures of MOFs are ideal systems to study the structure–property relationship between pore structure and ion mobility to maximize conductivity, and such results can be extended to a variety of other ion conductive materials. Moreover, the control of proton mobility through controlled synthetic addition of ligand defects within MOF samples may be an important route to achieving benchmark proton conductivity levels within both new and previously reported ion conductive MOF materials in the future. Top of PageAbstractReferencesSupporting InformationExperimental details, TGA curves, TEM images, PXRD patterns, water vapor sorption isotherms, variable humidity impedance graph, Nyquist plots, HK micropore distribution chart, and PFG-NMR charts. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. Funding InformationThis work was partly supported by Grants-in-Aid for Scientific Research No. 20350030 and No. 23245012 from the Ministry of Education, Culture, Sports, Science and Technology of Japan.The authors declare no competing financial interest.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 24 other publications.1. Guillerm, V.; Kim, D.; Eubank, J. F.; Luebke, R.; Liu, X.; Adil, K.; Lah, M. S.; Eddaoudi, M. Chem. Soc. Rev. 2014,  43,  6141– 6172[Crossref], [PubMed], [CAS]1. A supermolecular building approach for the design and construction of metal-organic frameworksGuillerm, Vincent; Kim, Dongwook; Eubank, Jarrod F.; Luebke, Ryan; Liu, Xinfang; Adil, Karim; Lah, Myoung Soo; Eddaoudi, MohamedChemical Society Reviews\r\n        (2014),\r\n    43\r\n        (16),\r\n    6141-6172CODEN:\r\n                CSRVBR;\r\n        ", "title": "Defect Control To Enhance Proton Conductivity in a Metal–Organic Framework", "authors": ["Jared M. Taylor", "Shun Dekura", "Ryuichi Ikeda", "Hiroshi Kitagawa"], "doi": ["10.1021/acs.chemmater.5b00665"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/acs.chemmater.5b00665/20150408/images/small/cm-2015-006659_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/acs.chemmater.5b00665/20150408/images/small/cm-2015-006659_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/acs.chemmater.5b00665/20150408/images/small/cm-2015-006659_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/acs.chemmater.5b00665/20150408/images/small/cm-2015-006659_0005.gif\">"]}