{"abstract": "Metal–organic framework (MOF) materials are known to be amenable to expansion through elongation of the parent organic linker. For a family of model (3,24)-connected MOFs with the  topology, in which the central part of organic linker comprises a hexabenzocoronene unit, the effect of the linker type and length on their structural and gas adsorption properties is studied computationally. The obtained results compare favorably with known MOF materials of similar structure and topology. We find that the presence of a flat nanographene-like central core increases the geometric surface area of the frameworks, sustains additional benzene rings, and promotes linker elongation and the efficient occupation of the void space by guest molecules. This provides a viable linker modification method with potential for enhancement of uptake for methane and other gas molecules.", "text": "10.1021/jp503210h Top of PageAbstractIntroductionStructural PropertiesGas Uptake PerformanceConclusionsReferencesI IntroductionCrystalline nanoporous networks such as metal–organic frameworks (MOFs) with tunable pore geometry and designed chemical functionality(1, 2) are attracting a great deal of interest as promising materials for a wide range of applications including light harvesting,(3, 4) drug delivery,(5) biomedical imaging,(6) catalysis,(7-9) chemical sensing,(10) and gas separation and storage.(11-18) MOFs are compounds containing metal nodes (metal ions or clusters) coordinated to organic linker molecules that form the extended network structures with unique physical and chemical properties. The ability to tailor and control the density, internal pore volume, and the internal surface area of MOFs(19, 20) is crucial for utilizing these materials in high-capacity gas uptake applications. MOFs have shown great promise for mobile CH4 sorption and storage,(21) which has fuelled a further wave of interest in these materials, with the U.S. Department of Energy (DOE) launching a new CH4 storage program(22) with the ambitious new targets. In reference to the usable capacity stored between 35 and 5 bar at near-ambient temperature, the materials-level target for volumetric storage capacity of CH4 after packing losses (25%) is 349 cm3/cm3 and 50 wt % for a gravimetric storage capacity. The drive to achieve these goals is powered by the current demand for alternative fuels and ever growing concerns over international energy security and climate change.Methane storage in MOFs is developing rapidly,(23, 24) and several MOFs(12, 25-28) have been reported to show good volumetric capacity for CH4 uptake at room temperature. It is highly desirable to increase the accessible surface area and introduce stronger interaction sites in order to obtain high CH4 uptake. This can be achieved, for example, through chemical modification of organic linkers. A number of theoretical solutions have been offered previously for the enlargement of the surface area of MOFs and enhancement of gas uptake through modification of the linkers, notably by Duren et al.(29) for CH4 storage and by Mavrandonakis et al.(30) for hydrogen storage. Wilmer et al.(31) developed an exhaustive computational strategy for design and large-scale screening of hypothetical MOFs that allows the generation of new structures from a chemical “library of building blocks” based on  existing MOF structures. Over 300 MOFs with  predicted CH4 storage capacities have been proposed using this structure generation approach. However, as a geometry optimization procedure was not included, it is likely that some stable MOF structures with  high CH4 uptake capacities were overlooked. Martin and Haranczyk have suggested(32-34) an alternative strategy for computational design of the optimal organic ligand leading to an efficient occupation of the internal volume by guest molecules. In this approach, organic ligands are replaced by purely geometrical “building blocks” described by a number of variable parameters, which were optimized to predict and iteratively refine the resulting MOF structure.In this work, a new series of the (3,24)-connected{Cu2(COO)4} paddlewheel-based MOF networks of rht topology has been designed in an effort to increase the surface area and pore volume. It has been found that the use of hexabenzocoronene unit as a central part of the linker leads to a significant enhancement uptake of CH4 and other gases for the entire family of MOFs. This suggests that hexabenzocoronene is an excellent candidate for replacing the phenyl ring, a conventional central element of the linkers used in the (3,24)-connected {Cu2} paddlewheel-based MOFs.(19) We have undertaken an exhaustive computational analysis to study the effect of the dimensions of the proposed hexabenzocoronene-based linkers on the gas storage capacity and other properties of this model family of MOFs, focusing especially on the surface area, pore volume, framework density, and structure–property relationships. Particular attention was focused on the thermodynamic conditions at which the maximum gravimetric and volumetric uptake of CH4 can occur. A similar computational strategy has been adopted previously by Fairen-Jimenez et al.(35) in the study of hydrogen adsorption in hypothetical MOFs with the rht topology.Top of PageAbstractIntroductionStructural PropertiesGas Uptake PerformanceConclusionsReferencesII Structural PropertiesThe structural models are based on the (3,24)-connected network with rht topology previously used by Yan et al.,(36, 37) Nouar et al.,(38) Yuan et al.,(39, 40) and Farha et al.(19, 20) Rht topology has been selected to avoid the interpenetration and/or interweaving that greatly affects the gas sorption properties. The new structures contain vacant sites at each of the Cu(II) ions within the binuclear paddlewheel nodes, which promote binding between the metal and the adsorbate gas molecules. We use the asymmetric unit of NOTT-112(37) (Figure 1a) to form the Cu(II) paddlewheel cluster within the rht network topology with Fm3̅m group symmetry, and replace the central phenyl core with hexabenzocoronene moiety (Figure 1b) to promote the linker elongation and efficient occupation of the void space by guest molecules. As shown in Figure 1a,b, the replacement of the central part in the linker of NOTT-112 with hexabenzocoronene leads to an increase of its dimensions by almost 60%. Seven different linker fragments, labeled L1–L7 (Figure 1c), have been used with the hexabenzocoronene central element to construct a family of frameworks with rht network topology (see Figure S1 in the Supporting Information).Figure 1. Views of (a) organic linker of NOTT-112;(37) (b) organic linker containing hexabenzocoronene and the L2 fragment; (c) the L1–L7 linker fragments.An additional framework, labeled MOF-L0, has been built from a hexacarboxylate linker where three isophthalate units are directly connected to the central hexabenzocoronene part. The structures of the designed frameworks have been optimized using molecular mechanics, and their dimensions have been compared to unmodified MOFs containing a phenyl ring as the central core of the linker (see Supporting Information for details). The structure of a member of the model MOF family, MOF-L1, containing hexabenzocoronene and the shortest organic linker L1 with organic fragments in the branched arms, is shown in Figure 2.Figure 2. View of the structure of model MOF-L1 containing hexabenzocoronene and the shortest organic linker L1.Replacement of the central part of the hexacarboxylate with hexabenzocoronene in the (3,24)-connected MOF networks leads to a significant change not only in the dimensions but also in other structural properties of the proposed family of model MOFs. A summary of the structural properties of the MOFs family containing hexabenzocoronene central part, which include the geometric surface area, pore volume, framework density, and unit cell length, is given in Table 1.Table 1. Structural Properties of the Model MOFs Family Containing Hexabenzocoronene Molecule as a Central Linker Fragment geometric surface areaa (m2/g)pore volume (cm3/g)framework density (g/cm3)unit cell length (Å)MOF-L025891.330.6147.01MOF-L141721.880.4652.93MOF-L250482.400.3659.44MOF-L357843.190.2865.98MOF-L457843.500.2670.06MOF-L564974.520.2076.93MOF-L670146.090.1587.93MOF-L775147.420.1294.68aGeometric surface area is calculated using Materials Studio 4.4.The Brunauer–Emmett–Teller (BET) surface area of NOTT-112 is reported to be 3800 m2/g,(37) whereas the geometric surface area of MOF-L2 is 5048 m2/g, approximately 33% increase upon modification of the central element of the linker. The model MOF-L3 framework, which has been obtained by replacing the central element of the NOTT-119(36)/PCN-69(40) linker with hexabenzocoronene, also exhibits an enhanced geometric surface area of 5784 m2/g, which compares favorably with the surface area of unmodified NOTT-119 (BET surface area of 4118 m2/g)(36) and PCN-69 (BET surface area of 3989 m2/g).(40) Similar increase in the surface area has been achieved in MOF-L4 (5784 m2/g), whose structure can be compared to that of the unmodified NOTT-116 (BET surface area of 4664 m2/g)(36) and PCN-68 (BET surface area of 5109 m2/g)(39) MOFs, and in MOF-L1 (4172 m2/g), which can be compared to the unmodified PCN-61 (3500 m2/g)(39) MOF.An alternative way to compare the proposed model family of MOFs with existing unmodified MOFs structures is shown in Figure 3a–c. The unmodified structures (right panel of Figure 3) are presented against the modified model MOFs with the identical central part (highlighted in blue, left panel), which was decorated by additional nine benzene rings. The optimized length of the cubic unit cell of MOF-L2 is calculated to be 59.44 Å, which is comparable to the unit cells of the MOF structure designed by Fairen-Jimenez et al. using the L3 fragment(35) (58.32 Å), NOTT-119(36) (56.30 Å) and PCN-69(40) (59.15 Å simulation; 56.61 Å experiment). A discrepancy between the model and experimental values of the length of unit cell might be due to the fact that organic linkers in the computationally designed MOFs remain predominantly straight, while the linkers of PCN-69(40) and NOTT-119(36) bend to a certain extent.(40) The geometric surface areas of the model MOFs are also similar: 5049 m2/g for MOF-L2 and 5194 m2/g for the model MOF designed by Fairen-Jimenez et al. using the L3 fragment;(35) however, the BET surface area for the synthesized MOFs is somewhat smaller, e.g., 4118 m2/g for NOTT-119,(36) and 3989 m2/g for PCN-69.(40)Figure 3. Comparison of linker geometries of three members of the proposed model MOFs family, based on hexabenzocoronene molecule, with existing experimental MOFs: (a) model MOF-L2 and NOTT-119;(36) (b) model MOF-L1 and NOTT-116;(36) (c) model MOF-L0 and NOTT-112.(37)The model MOF-L1 framework shown in Figure 3 has a basic structure of the existing unmodified frameworks NOTT-116(36) and PCN-68(39) and the model MOF designed by Fairen-Jimenez et al. using NOTT-112 and the L4 fragment.(35) The optimized length of the unit cell of MOF-L1 is predicted to be 52.93 Å, in good agreement with the available experimental (52.74 Å in PCN-68)(39) and computational data (53.73 Å in the model MOF(35) based on NOTT-112 and L4 fragment). Such good agreement between the computational and experimental data is observed because the organic linkers in these MOFs are entirely straight.However, the predicted geometric surface area for MOF-L1 (4172 m2/g) is smaller than the BET surface area for NOTT-116 (4664 m2/g),(36) BET surface area for PCN-68 (5109 m2/g)(39) and the geometric surface area for the model MOF designed by Fairen-Jimenez et al. using NOTT-112 and the L4 fragment (5033 m2/g).(35) Finally, the smallest MOF-L0 framework can be directly compared to NOTT-112. The unit cell length of 47.01 Å in MOF-L0 is exactly the same as the one experimentally obtained for NOTT-112,(37) although the geometric surface area of MOF-L0 (2589 m2/g) is lower than the BET surface area of NOTT-112 (3800 m2/g).(37) The comparison method used in Figure 3 shows MOF structures of very similar dimensions, but the estimation of their accessible surface area depends very strongly on the method and type of a probe used.The largest MOF of the proposed family, MOF-L7, exhibits a surface area of 7514 m2/g, which exceeds the largest BET surface area reported in experiment to date in this series, that of NU-109 (7000 m2/g).(19) The MOF-L7 framework density of 0.12 g/cm3 is also at the limit close to the lowest calculated density for porous crystals reported for the MOF-399 compound (0.126 g/cm3).(41) The remaining members of the proposed family exhibit structural properties comparable with typical values achieved in the synthesis of ultrahigh porosity MOFs.(42) A longer organic linker typically provides larger void space and a greater number of adsorption sites within a framework. However, linkers with a very large number of phenyl repeat units make a MOF liable to structure interpenetration, poor solubility, low synthetic yields, and cumbersome purification protocols. The use of MOFs with the rht topology, based on a singular net for the combination of 3- and 24-connected nodes, removes any concern for catenation (interpenetration or interweaving of multiple frameworks) and makes them an ideal target in design of ultrahigh porosity. The desolvation and associated activation using supercritical CO2 and solvent exchange and processing(19, 43) is a particularly promising method that allows generation of MOFs with ultrahigh surface areas.Top of PageAbstractIntroductionStructural PropertiesGas Uptake PerformanceConclusionsReferencesIII Gas Uptake PerformanceThe composition, structure, and density of the organic linker, not only its length, also play an important role in design of high surface area and high gas uptake MOFs. Farha et al.(44) showed that replacing the phenyl rings of organic linkers with triple-bond spacers is another effective method of improving gravimetric surface areas and, hence, porosity of MOFs. A comparison of the structural properties of the L3 and L4 linker fragments, which contain two phenyl spacers and a phenyl spacer and a triple bond, respectively, supports this observation. Indeed, both MOF-L3 and MOF-L4 have the same geometric surface area of 5784 m2/g (Table 1) and a very close gas uptake performance at a range of temperatures (see Figure 5 below). However, phenyl rings are found to be quite strong adsorption sites. The “resolution of the identity” integral approximation applied to second-order many-body perturbation theory (RI-MP2), as implemented in the Q-Chem quantum chemistry package,(45) has been employed to analyze the strength of the binding between a phenyl ring and a methane molecule. The RI-MP2 method offers improved computational performance compared to traditional exact second-order perturbation theory (MP2) calculations. A phenyl ring of the linker structure is represented as a benzene molecule; and the geometry optimizations of the benzene–methane dimer and corresponding monomers have been obtained at the RI-MP2/cc-pvqz level of theory. The binding energies were corrected using basis set superposition error (BSSE).(46) The most stable interaction geometry is found to be the anti C6H6–CH4 dimer, which has the binding energy of −7.30 kJ/mol (with BSSE correction), and it is shown in Figure 4. The obtained values for the binding energy of the anti C6H6–CH4 dimer are in good agreement with the RI-MP2/QZVPP value of −7.01 kJ/mol.(47) Although the calculated binding energy gained from forming anti C6H6–CH4 dimer is weaker than a typical weak hydrogen-bond-like interaction, it is sufficient to surpass the kT energy barrier (at room temperature).Figure 4. Most stable interaction geometry, anti C6H6–CH4, as predicted by the RI-MP2/cc-pvqz: the BSSE-corrected binding energy is BE = −7.30 kJ/mol and the equilibrium bond distance, defined as the distance between the center of mass of each molecule, is r0 = 3.65 Å.Grand canonical Monte Carlo (GCMC) simulations have been used to predict CH4 uptake in the model MOF structures at T = 273 and 298 K and for pressures up to 70 bar (details of the simulation approach can be found in the Supporting Information). The MOF frameworks and the guest gas molecules were considered to be rigid. The Lennard-Jones (LJ) potential was used to describe the van der Waals interactions with a cutoff distance of 12.8 Å. The values of the LJ parameters for atoms present in MOFs are summarized in Table S2 in the Supporting Information. Most of the LJ parameters were taken from the DREIDING force field, which uses general force constants and geometric parameters based on simple hybridization considerations, so that the bond distances are derived from atomic radii, and there is one force constant each for bonds, angles, and inversions and six values for torsional barriers. The LJ parameters for copper atoms were taken from the Universal Force Field. Both the total and excess gravimetric and volumetric sorption isotherms of the model MOFs for CH4 uptake were calculated, and the total uptake data are presented in Figure 5 (the excess adsorption isotherms for CH4 in model MOFs with the L0–L7 organic linkers at T = 273 and 298 K are shown in Figure S5 in the Supporting Information). The summary of sorption data at 35 and 70 bar is given in Table 2. At 273 K and 70 bar, the model MOF structures with the L3–L7 linker fragments show a significant total gravimetric uptake exceeding 50 wt % (wt % is equal to amount of adsorbed CH4 relative to mass of framework). The model MOF-L7 with the longest linker exhibits the highest absolute gravimetric uptake of 78 wt %. Although MOF-L7 has extremely large pore openings, the dimensions of MOF-L3 are comparable to those of NOTT-119(36)/PCN-69,(40) which have been synthesized successfully (see details in the Supporting Information). As the computational isotherms correspond to a perfect structure with no impurities or pore collapse, the uptake values for CH4 shown in Figure 5 can only be considered as the upper limit. Various structural defects or collapsed regions that may occur naturally in experimental samples will lower these theoretical estimates. On a volumetric basis at high pressures the structures exhibit the opposite trend so that the lowest volumetric uptake of CH4 (138 cm3/cm3 at T = 273 K and 70 bar) corresponds to the structure with the longest linker, MOF-L7.Figure 5. Calculated total adsorption isotherms for CH4 in model MOFs with the L0–L7 organic linkers: gravimetric (top) and volumetric (bottom) results at T = 273 K (left) and T = 298 K (right).On the other hand, the framework with no linker fragment, L0, exhibits an impressive total volumetric uptake of CH4 of 273 cm3/cm3 at 273 K and 70 bar, although the total gravimetric uptake of this MOF (32 wt %) is the lowest in this series under the same conditions. At 298 K, the overall trend remains the same, confirming that compared to the MOFs with longer linkers, the model MOFs with shorter linkers achieve higher volumetric but lower gravimetric sorption at high pressures. Due to the nature of the physical adsorption of gases in MOFs, the gravimetric uptake depends directly on the surface area and pore volume. Thus, porous materials with high pore volumes show high gravimetric gas uptake at saturation; the larger the gas cylinder the more gas can be stored at saturation. However, structures with high surface areas often possess low framework densities, and thus, in volumetric terms (cm3 of gas per cm3 of host), such highly porous materials often show lower volumetric gas capacities,(48) as observed in the current study. Therefore, a balance of surface area, pore volume, and framework density are important factors in designing materials for optimum volumetric or gravimetric CH4 adsorption.(49)MOFs with the linkers L1 and L2 underperform systematically in both volumetric and gravimetric metrics. An increase in temperature at constant pressure reduces the overall CH4 uptake performance so that only three structures exceed the total gravimetric uptake of 50 wt %, namely MOF-L7 with 63.5 wt %, MOF-L6 with 59 wt %, and MOF-L5 with 50 wt % total gravimetric uptakes (see Table 2 for further details). The volumetric uptake also decreases with increase of temperature in all the considered model MOF structures. It can be generally observed at 298 K and 70 bar that the model MOFs L2–L7 show higher gravimetric uptake than NU-111 (36 wt %),(49) PCN-68 (35 wt %),(39) and NOTT-119 (30 wt %)(36) reported in the literature. The observed strong temperature dependence on CH4 uptake may potentially provide an efficient tool for gas uptake and subsequent release.Table 2. Summary of CH4 Sorption Characteristics in MOF-L0–MOF-L7 Calculated at T = 273 and 298 K and the Pressures of 35 and 70 bara 70 bar35 bar  T = 273 KT = 298 KT = 273 KT = 298 K  total uptakeexcess uptaketotal uptakeexcess uptaketotal uptakeexcess uptaketotal uptakeexcess uptakeworking capacity at 298 Kb wt %v/vwt %v/vwt %v/vwt %v/vwt %v/vwt %v/vwt %v/vwt %v/vwt %v/vMOF-L032.027324.220628.524321.718528.023924.420823.820320.617620.4174MOF-L139.425428.318233.721624.115531.520326.417025.116220.613228.1181MOF-L244.724130.615439.519927.313734.717528.214226.613420.810534.1172MOF-L353.720834.913743.216726.910534.313325.710126.210218.67338.6151MOF-L457.220436.613346.016428.110236.312926.99827.99919.57140.9149MOF-L562.717736.110150.014126.97536.810424.66928.78117.85045.2126MOF-L671.815336.07557.912426.85640.68724.25132.26917.53752.4110MOF-L778.013834.35863.511325.64343.17623.13934.96217.02957.697av/v denotes cm3/cm3.bThe working capacity is defined as the difference in total uptake between 70 and 5 bar.Table 2 and Figure 5 confirm that for a constant temperature CH4 uptake is lower at 35 bar than at 70 bar, as expected. At 35 bar and 273 K the model MOF-L7 framework shows the highest gravimetric uptake of 43.1 wt %, whereas the highest volumetric uptake of 239 cm3/cm3 is shown by MOF-L0.Table 3 presents a direct comparison of the gravimetric and volumetric excess CH4 uptake performance at 298 K and 35 bar in the model MOF-L1 and MOF-L3 frameworks modified with the hexabenzocoronene central unit and the corresponding unmodified MOFs reported in the literature, PCN-61(39) and PCN-68.(39) The modified model MOF-L1 shows an excess uptake of methane of 132 cm3/cm3 and 20.6 wt %, which is significantly higher that the excess uptake values of 99 cm3/cm3 and 18.6 wt % in the unmodified PCN-68 MOF(39) with the same dimensions as MOF-L1 (Figure 3b and Figure S2 in the Supporting Information). However, a larger MOF-L3 framework exhibits an excess methane uptake of 73 cm3/cm3 and 18.6 wt %, which is only comparable to the methane uptake performance in smaller PCN-68 framework. The predicted values for the total and excess gravimetric and volumetric CH4 uptake performance at 298 K of the larger model MOF-L5- MOF-L7 frameworks are also comparable to those reported in the ultrahigh surface area NU-100/NU-109 MOFs.(50)Table 3. Comparison of the Gravimetric and Volumetric Excess CH4 Uptake Performance at 298 K and 35 bar in the Model MOF-L1 and MOF-L3 Frameworks Modified with the Hexabenzocoronene Central Unit and the Corresponding Unmodified MOFs Reported in the Literature, PCN-61(39) and PCN-68(39) MOF-L1MOF-L3PCN-61(39)PCN-68(39)gravimetric excess uptake, wt %20.618.618.618.6volumetric excess uptake, cm3/cm31327314599When considering the performance of a material for practical use in automobile application, the working capacity, which defines how far a car can travel, is more relevant than the adsorption capacity. The working capacity, defined as the deliverable amount of methane from two different pressures (70 to 5 bar), is shown in Table 2. The gravimetric working capacity increases with the size of the linker in this series of frameworks. This is consistent with the fact that the MOFs with higher surface areas and pore volumes can hold more CH4 at high pressures. MOF-L1 with an optimized pore size and surface area shows the highest volumetric deliverable capacity of 181 cm3/cm3 at 298 K.GCMC simulations have also been performed to predict CO2 and H2 sorption in the largest framework of the considered model MOF family, MOF-L7. Simulation of CO2 sorption (Figure 6) reveals a high CO2 storage capacity for MOF-L7 at 298 K, 80 bar of 595 wt %. Due to its very large pore size, MOF-L7 is not suitable for the CO2 sorption at low pressures, but at high pressures a stepwise behavior in the adsorption isotherm is observed, and a significant amount of CO2 is adsorbed in the structure. Therefore, pressures suitable for CO2 storage in these structures must be higher than 70 bar. The highest experimental values for total CO2 uptake achieved so far have been reported for NU-100 (232 wt %)(20) at 40 bar and 298 K and MOF-210 (248 wt %)(49-51) at 50 bar and 298 K. The total uptake of 30.4 wt % for H2 gas in MOF-L7 has been obtained at 60 bar and 77 K, and is a twice as high as the known experimental values for the best performing MOFs with NU-100 and MOF-210 showing total H2 uptakes of 16.4 wt %(20) and 16.7 wt %,(49, 51) respectively.Figure 6. Adsorption isotherms in the model MOF with the L7 organic linker calculated for CO2 (left) at T = 298 K and H2 (right) at T = 77 K.Top of PageAbstractIntroductionStructural PropertiesGas Uptake PerformanceConclusionsReferencesIV ConclusionsA family of model MOFs based on the (3,24)-connected MOF networks with the rht topology has been proposed in which the central part of the organic linker has been replaced with the hexabenzocoronene molecule. An exhaustive computational analysis allows not only prediction of the physical and chemical properties of the proposed MOF family but also a direct comparison of the model structures with existing MOFs of similar structure. It has been shown that a replacement of the central linker fragment with hexabenzocoronene molecule increases the size and, in some cases, gas uptake capability of the MOFs family with rht-network topology. The presence of a small flat nanographene-like central part increases the geometric surface area not only through the provision of additional benzene rings but also by providing some extra rigidity to the linker structure.GCMC simulations of CH4 uptake have been performed on the optimized MOF structures at pressures up to 70 bar and at two temperature values, T = 273 and 298 K. This study confirms that a number of the designed MOFs formally reach the DOE targets(22) for CH4 storage, but none of the proposed MOFs achieve both gravimetric and volumetric uptake targets. In addition to CH4 storage capability, the GCMC simulations of CO2 and H2 have been performed for the largest family member, MOF-L7, which exhibits outstanding sorption properties at high pressures. Overall, it has been demonstrated that a replacement of the central fragment with hexabenzocoronene molecule is a viable linker modification method, which might have the potential in enhancement of gas uptake for CH4 and other gaseous molecules. MOFs derived from hexabenzocoronene have not been reported thus far, although precursors to such materials are known, and significantly there is a very recent report of porous organic materials derived from triiodo-hexabenzocoronene.(52) This suggests that MOFs derived from and incorporating the hexabenzocoronene core are realistic synthetic targets. Top of PageAbstractIntroductionStructural PropertiesGas Uptake PerformanceConclusionsReferencesSupporting InformationAdditional structural information on the model family of the (3,24)-paddlewheel-connected MOF networks with rht topology containing hexabenzocoronene molecule and further computational details. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionStructural PropertiesGas Uptake PerformanceConclusionsReferencesAcknowledgmentWe thank ERC and EPSRC for financial support. E.B. acknowledges an ERC Consolidator Grant and M.S. receipt of an ERC Advanced Grant and EPSRC Programme Grant. We acknowledge the High Performance Computing (HPC) Facility at the University of Nottingham for providing computational time.Reference QuickViewTop of PageAbstractIntroductionStructural PropertiesGas Uptake PerformanceConclusionsReferencesReferencesThis article references 52 other publications.1. Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Reticular Synthesis and the Design of New Materials Nature 2003,  423,  705– 714[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "Methane Adsorption in Metal–Organic Frameworks Containing Nanographene Linkers: A Computational Study", "authors": ["Elena Bichoutskaia", "Mikhail Suyetin", "Michelle Bound", "Yong Yan", "Martin Schröder"], "doi": ["10.1021/jp503210h"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0007.gif\">"]}