{"abstract": "The moisture sensitivity of many metal–organic frameworks (MOFs) poses a critical issue for their large-scale real application. One of the most effective methods to solve this problem is to convert the surface of MOFs from hydrophilic to hydrophobic. Herein, we develop a general strategy to modify hydrophobic polydimethysiloxane (PDMS) on the surface of MOF materials to significantly enhance their moisture or water resistance by a facile vapor deposition technique. MOF-5, HKUST-1, and ZnBT as representative vulnerable MOFs were successfully coated by PDMS, and these coated samples well inherited their original crystalline nature and pore characteristics. Strikingly, the surface areas of these MOFs were nearly 100% retained upon PDMS-coating. Such a coating process might render MOFs applicable in the presence of water or humidity in extended fields such as gas sorption and catalysis.", "text": "10.1021/ja509960n Metal–organic frameworks (MOFs) have become a well-known class of porous solids, which are constructed by the adjustable assembly of metal ions or metal clusters with multifunctional organic ligands.(1) MOFs can be rationally designed and prepared to afford desired versatile applications, such as gas storage,(2) small molecule separation,(3) catalysis,(4) sensing,(5) etc. Although MOFs have shown potential applications in diverse fields, unfortunately, stability has being recognized as a major barrier to limit their practical applications. Especially, most MOFs with weak metal–ligand coordination bonds are more or less vulnerable to water molecules under an ambient atmospheric environment. Typically, MOF-5(6) is very sensitive to moisture although it was intensively investigated for kinds of possible applications.Currently, two main approaches have been adopted to enhance the water stability of MOFs for expanding their practical applications. One is to obtain stable MOFs(7) or hydrophobic MOFs(8) by direct synthesis. On the other hand, to improve the stability of water-sensitive MOFs, the functionalization with hydrophobic surface is an effective solution.(9) Several strategies have been explored to reduce/avoid the contact between water molecules and MOF host frameworks to enhance their moisture/water resistance.(9) Despite improving the stability of MOFs toward water or humidity, these approaches suffer from their respective limitations, such as reduced porosity, tedious procedure, complex instrumentation, etc. Therefore, it is imperative, but challenging, to develop a facile and general approach to the improvement of moisture/water stability for the MOFs that are moisture sensitive while possessing potential applications, to push forward their practical use. To this end, the porosity preservation for the MOFs is of prime importance upon moisture/water stability improvement.Herein, we report our discovery on a general and effective approach by using a facile polydimethysiloxane (PDMS)-coating treatment(10) to form a protective hydrophobic layer on the surface of MOFs for improving their moisture/water stability (Scheme 1) while retaining their intrinsic properties (i.e., high surface area, pore texture, and crystalline structure). Significantly, these PDMS-coated MOFs exhibit highly hydrophobic behavior and excellent moisture/water tolerance as well as well retained inherent porosity. To demonstrate the universality of this PDMS-coating approach, three representative MOFs based on three different secondary building units (SBUs), MOF-5 with Zn4O(COO)6 clusters,(6) HKUST-1 with paddle wheel Cu2(COO)4 centers,(11) and [Zn(bdc)(ted)0.5]·2DMF·0.2H2O (denoted ZnBT hereafter) with pillared square-grid Zn2(COO)4N2 clusters,(12) have been chosen for detailed investigation. Upon PDMS coating, these MOFs exhibit retained crystalline structures and a highly porous feature under moisture/water conditions. It is important to note that the all coated MOFs show nearly intact porosity and unaltered surface area, which are crucial to many applications of MOFs. To the best of our knowledge, this is the first work that improves the moisture/water resistance with intact porosity via a post-treatment approach [see Table S1 in Supporting Information (SI)]. In addition, we have demonstrated the coated MOFs exhibit great performance in CO2 sorption and heterogeneous catalysis after moisture treatment.Scheme 1. Illustration of PDMS-Coating on the Surface of MOFs and the Improvement of Moisture/Water Resistance of MOFsTypically, the coating process has been conducted by heating MOFs in the presence of some PDMS stamp in a sealed glass container at 235 °C, and such a temperature is acceptable for most MOFs (usually stable up to 300 °C). The volatile and low-molecular-weight silicone molecules, which come from the thermal degradation of PDMS, would deposit on the surface of MOFs and subsequently cross-link, to result in the formation of a hydrophobic silicone coating.(10) After cooling down to room temperature, the coated MOFs would be obtained.It is well-known that MOF-5, HKUST-1, and ZnBT are all water sensitive in varying degrees, and they are hydrophilic materials with water contact angles close to 0°. Compared to the pristine MOFs, all PDMS-coated samples exhibit water contact angles 130 ± 2°, revealing their hydrophobic character (Figure 1a–f). The highly hydrophobic behavior of these coated MOFs remains unchanged for a long time. For instance, the coated HKUST-1 is able to float on water for three months or even longer (Figure S1). In order to verify the presence of the PDMS coating layer, element distribution using a composition line-scan profile has been conducted for coated MOF-5 (Figure 1g–h). The results indicate that a small amount of Si element uniformly exists on the crystal and the Si/Zn atom ratio is ∼4.1%, inferring that the PDMS has been successfully coated on the MOF surface. The flat Si distribution in Figure 1h is attributed to a large scan range (to micrometer) while the thickness of the PDMS coating layer is in nanometers. A high-resolution transmission electron microscopy (HRTEM) image clearly presents an ∼10 nm PDMS coating layer on the MOF surface, and energy-dispersive spectroscopy (EDS) results indicate that the Si/Zn ratio in the edge (24.6%) is significantly higher than that of the area away from the edge in coated MOF-5 (2.6%) (Figure S2). The X-ray photoelectron spectroscopy (XPS) for pristine and coated MOFs have been investigated, and the binding energy of Cu 2p in HKUST-1 exhibits an obvious shift after PDMS coating, revealing the possible bond formation between the unsaturated Cu centers and O atoms from the PDMS layer (Figure S3). In coated HKUST-1, Cu 2p3/2 and 2p1/2 peaks have obvious enhancement while the peak intensity of Si 2p decreases after Ar etching, further demonstrating the PDMS coating on the external surface (Figure S3e–f).Figure 1. (a–f) Digital photographs of (a) MOF-5, (d) coated MOF-5, (b) HKUST-1, (e) coated HKUST-1, (c) ZnBT, and (f) coated ZnBT after a drop of water was placed onto the samples. Inset shows contact angle measurement for each sample, respectively (coated MOF-5, 128°; coated HKUST-1, 130°; coated ZnBT, 130°). (g–h) Composition line-scan profile of a coated MOF-5 crystal along cross section direction.The pristine and coated MOF-5 samples were investigated with exposure to air at 55% relative humidity for 2 days in detail due to its extreme moisture sensitivity. As shown in Figures 2 and 3, the morphology, structure, and porosity of all the samples were monitored by scanning electron microscopy (SEM), TEM, power X-ray diffraction (XRD), and N2 adsorption studies, respectively. SEM images show that pristine MOF-5 crystals have regular cubic morphology and a smooth surface (Figure 2a). However, they underwent serious corrosion with full of cracks and cavities caused by water molecule attack, after staying in a humid environment for 2 days (Figures 2b). In sharp contrast, the coated MOF-5 exhibits the identical morphology and smooth surface before and after the 2 day treatment in a humid environment (Figure 2d–e). From powder XRD results, the pristine MOF-5 has been partially transformed to nonporous MOF-69c(13) in a humid environment for ∼2 h, accompanied by the appearance of a characteristic peak at 8.9° and the weakening of the peak at 9.7°. Upon further exposure to air for 2 days, the powder XRD patterns of MOF-5 have almost completely disappeared, revealing the destruction of the initial structure (Figure 2c and 2f). In contrast, the framework and crystallinity of coated MOF-5 remain unaltered after the same treatment. N2 sorption results are in good agreement with the above morphology and structure investigations (Figure 3a–b). The BET surface area (SBET) for pristine and coated MOF-5 are calculated to be 3118 and 3159 m2/g, respectively (Table S1), suggesting that the inherent porous structure is not collapsed or blocked after the cross-linked silicone molecules covered the surface of pristine MOF-5. The SBET of MOF-5 evidently decreases from 3118 to 2532 m2/g (18.8% drop) upon exposure to 55% humidity for 2 h, and the MOF completely loses its porosity after 1 day, demonstrating its structural collapse. However, the coated MOF-5 has almost the same N2 sorption curves and 100% SBET is retained (3158 m2/g) after 1 day treatment in 55% humidity, and SBET has a minor fluctuate and remains as high as 2871 m2/g (∼9% drop) even after 3 days. All the above results unambiguously demonstrate that the PDMS coating for MOF-5 is able to effectively prevent the attack from water molecules to the vulnerable coordination bonds and thus ensure the integrity of MOF-5.Figure 2. (a–b) SEM and TEM images of pristine MOF-5 (a) before and (b and inset in b) after exposure to humidity for 2 days. (d–e) SEM and TEM images of PDMS-coated MOF-5. (d) Before and (e and inset in e) after exposure to humidity for 2 days. (c and f) Powder XRD patterns of (c) pristine MOF-5 and (f) PDMS-coated MOF-5 exposure to humidity for different times.Given the better stability of HKUST-1, the stability investigation was conducted by exposure of the samples to water for 3 days. For pristine HKUST-1, the blue powder turns to physical mixture of whitish and pale blue flocs after soaking (Figure S1), and SEM images show the change from regular octahedral to rod-shaped crystals (Figure S4), suggesting possible structural transformation. The assumption has been well supported by N2 sorption and powder XRD studies. N2 sorption exhibits its nonporous nature of the water-soaked sample, which totally loses characteristic peak of HKUST-1 (Figure 3c–d), as demonstrated by powder XRD (Figure S5). In contrast, the green coated HKUST-1 floats on water with unchanged color as long as 3 months due to its hydrophobicity (Figure S1). In addition, both SEM images and powder XRD profiles present the same results for coated HKUST-1 before and after water treatment. Further characterization by N2 adsorption shows the SBET of coated HKUST-1 is 1544 m2/g, which is as same as that of pristine HKUST-1 (1547 m2/g, Table S1). As expected, the porosity and SBET of coated HKUST-1 is completely retained after water treatment, in good correlation with SEM and powder XRD results. In addition, water sorption has been investigated for HKUST-1 before and after PDMS coating and results show lower sorption capacity and much slower sorption kinetics for coated HKUST-1 (Figure S6). Although different structures and metal clusters from MOF-5 and HKUST-1, all characterizations for pristine and coated ZnBT treated in 55% humidity environment explicitly lead to similar results that the structure of pristine ZnBT rapidly collapse and thus loses its porosity in 1 day, while the PDMS coating can guarantee ZnBT remained morphology and structure as well as high porosity under the same humid conditions (Figures 3e–f and S7–S8, Table S1). It should be noted that PDMS coating might only occur to the exterior MOF powder without any shielding, so the coated MOF-5 and ZnBT on the glass dish without perturbation were directly transferred into temperature humidity incubator for moisture-resistant investigation.Figure 3. (a, c, and e) N2 sorption isotherms for pristine and PDMS-coated MOFs before and after moisture/water treatment (MOF-5 and ZnBT were treated in air at 55% relative humidity for 1 d; HKUST-1 was treated in water for 3 d). (b, d, and f) N2 sorption capacity of samples at relative low pressure (P/P0 equal to 0.1).In recent years, MOFs have been demonstrated to have great potential for selective CO2 capture compared to other porous solids and real implementation, like postcombustion carbon capture, usually takes place under humid conditions. Here, as a proof-of-concept study, CO2 sorption for the pristine and coated MOFs has been evaluated before and after moisture/water treatment. As expected, the CO2 uptakes for all coated MOFs at 273 and 298 K are nearly closed to those of pristine MOFs (Figure S9, Table S2). After moisture/water treatment, CO2 uptake capacities of coated MOF-5, HKUST-1, and ZnBT show almost constant values from 39.5 to 38.8 cm3/g, from 175.3 to 180.1 cm3/g, and from 109.9 to 106.1 cm3/g in 760 mmHg at 273 K, respectively. However, all pristine MOFs almost lose their CO2 uptake capacity due to the attack of water molecules.Based on the above results, the PDMS coating layer on the surface of MOFs would not affect the accessibility of pores and active sites on the framework of MOFs. Given that the exposed Cu(II) centers in HKUST-1 could act as Lewis acid sites for heterogeneous catalysis,(14) we then explored the influence of water vapor treatment for a liquid phase cyanosilylation of benzaldehyde and trimethylsilylcyanide (TMSCN) over the pristine and coated HKUST-1. Both MOFs were preactivated in high vacuum at 393 K to remove coordinated water molecules to release the Lewis acid sites. The reaction was carried out at 333 K in heptane for 48 h, and the products were determined by GC analysis. The pristine HKUST-1 showed good selectivity (99%) and yield (48.2%). However, its catalytic activity sharply decreased (yield to 19.6%) after saturated water vapor treatment at room temperature for only 2 min because some exposed Cu(II) sites were recoordinated by water molecules. The activity of coated HKUST-1 (yield to 50.1%) is similar to that of the pristine one, suggesting the permeability of the PDMS coating layer for the substrates. Remarkably, the coated HKUST-1 has retained activity after the same treatment (yield to 49.1%), indicating that the PDMS coating layer can effectively prevent the entrance and coordination to the exposed Cu(II) sites from water molecules and thus protect the catalytic activity of the coated MOF.All the above results suggest that the PDMS-coating process could be a universal technology to modify the thin hydrophobic PDMS layer on the surface of MOFs, which can suffer from heat treatment at 235 °C. Compared with other postmodified methods, such a PDMS-coating approach not only is facile but also shows significant superiority to retain inherent porosity (Table S1). The SBET of PDMS-coated MOFs exhibit nearly 100% retainment of the porosity of the original MOFs, while the other reported ways more or less lead to decreased SBET. More importantly, the coated PDMS layer significantly promotes the moisture/water resistance of these unstable MOFs, which is an indispensable ability and prerequisite for practical applications in the presence of moisture or water. The results of CO2 sorption and heterogeneous catalysis clearly state that PDMS coating would make MOFs well preserved performances in gas storage and catalysis under practical humid conditions.In summary, we have reported a new general strategy to modify the surface of MOFs with a thin hydrophobic PDMS layer via a simple thermal vapor deposition technique. The PDMS-modified MOFs exhibited significantly enhanced stability of the framework against degradation toward moisture/water. Remarkably, the PDMS-coated MOFs have well retained porosity and surface area, as well as the active sites that are accessible to substrates during the catalytic reaction, possibly due to the good permeability nature of the thin PDMS layer and/or incomplete MOF surface coating. Such a facile and general strategy would open a new avenue to moisture/water stable MOFs or MOF composites for practical applications. Top of PageAbstractReferencesSupporting InformationDetailed experimental section for material synthesis, characterization, and measurements. This material is available free of charge via the Internet at http://pubs.acs.org.†Author ContributionsW.Z. and Y.H. contributed equally to this work.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work is supported by the Ministry of Science and Technology of China (Grants 2014CB931800, 2013CB933900, 2010CB934700), the National Natural Science Foundation of China (Grants 21431006, 91022032, 91227103, 21061160492, 21371162, 51301159), the Chinese Academy of Sciences (Grant KJZD-EW-M01-1), and the Fundamental Research Funds for the Central Universities (WK2060190026). We thank Prof. Ya-Qian Lan at Nanjing Normal University for water sorption measurement.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 14 other publications.1. (a) Férey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F. Acc. Chem. Res. 2005,  38,  217[ACS Full Text ], [CAS]1. Crystallized Frameworks with Giant Pores: Are There Limits to the Possible?Ferey, Gerard; Mellot-Draznieks, Caroline; Serre, Christian; Millange, FranckAccounts of Chemical Research\r\n        (2005),\r\n    38\r\n        (4),\r\n    217-225CODEN:\r\n                ACHRE4;\r\n        ", "title": "A Facile and General Coating Approach to Moisture/Water-Resistant Metal–Organic Frameworks with Intact Porosity", "authors": ["Wang Zhang", "Yingli Hu", "Jin Ge", "Hai-Long Jiang", "Shu-Hong Yu"], "doi": ["10.1021/ja509960n"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-49/ja509960n/20141204/images/small/ja-2014-09960n_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-49/ja509960n/20141204/images/small/ja-2014-09960n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-49/ja509960n/20141204/images/small/ja-2014-09960n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-49/ja509960n/20141204/images/small/ja-2014-09960n_0004.gif\">"]}