{"abstract": "Alkylation reaction byproducts, particularly HCl, strongly affect the framework of MOF-5 catalyst, with an unusual structural transformation. Despite this, the highly desirable catalytic performance in terms of high conversions and selectivity toward the less bulky para-oriented products is maintained.This paper reports the influence of alkylation reaction byproducts, particularly HCl, on MOF-5. Reaction between -butyl chloride and toluene or biphenyl in the presence of MOF-5 as a catalyst generates an unusual structural transformation which was proved to be due to the formation of byproduct HCl by means of powder X-ray diffraction analysis. Despite this, the highly desirable catalytic performance in terms of high conversions (>99%) and selectivity (>98%) toward the less bulky para-oriented products is maintained.", "text": "10.1021/cg100796e Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal−organic frameworks (MOFs) represent a new class of materials consisting of metal centers linked with organic building blocks to produce a variety of structural topologies with high porosity, thermal stability, and synthetic scalability.(1) It is thus not surprising that MOFs have achieved considerable attention in the past decade as excellent candidates for applications in separation, gas storage, and catalysis.(2) In particular, heterogeneous catalysis was one of the earliest proposed uses for MOFs, as well as one of the earliest demonstrated applications.(3) Although many exciting and compelling recent developments in this area have been reported, including those of Hupp and Ferey et al., MOF-based catalysis has yet a long way to go.(1c, 4)Figure 1. Schematic diagram of MOF-5 and other porous MOFs generated using tectonic acid.In this regard, our group has recently reported the catalytic conversion of toluene and biphenyl toluene to the corresponding p-tert-butyl derivative using two porous supramolecular isomers generated from tectonic acid (TA).(5) In addition, both porous materials showed gradual transformation to an unknown form for reaction times longer than 2 h, yet maintaining the excellent selectivity as well as percentage of conversion observed for the as-synthesized material. Although structural transformations from external stimuli are well-known characteristics of MOFs constructed from flexible ligands,(1d) they are somewhat unexpected in MOFs with rigid organic linkers.(4) The present work reports alkylation of toluene and biphenyl and the effects of produced HCl during the course of the catalytic reaction on the catalytic properties of MOF-5 and TA based MOFs.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionSynthesis of MOF-5The synthesis and structural description of MOF-5 have been outlined elsewhere and are briefly described as follows.(6) MOF-5 (Figure 1) crystals were created by mixing Zn(NO3)2·6H2O (0.29 g, 1 mmol, Sigma-Aldrich), 1,4-benzenedicarboxylic acid (H2-BDC, Sigma-Aldrich) (0.08 g, 0.5 mmol), and N,N′-dimethylformamide (DMF, Fisher Scientific) (10 mL, 130 mmol) at room temperature. The thus obtained mixture was sealed, placed in the oven at 120 °C, and left at this temperature for 24 h. The resulting solid material was filtered, repeatedly washed with DMF, and dried at room temperature.Catalytic ReactionsHPLC quality n-decane from Fisher Scientific was used as the reaction medium while toluene (>99.9%), tert-butyl chloride (>99.5%), and biphenyl (>99%) were purchased from Sigma-Aldrich and used without further purification. All reactions were performed at 170 °C for 2 h unless otherwise indicated. The reactants were placed on a Teflon liner which was introduced on a stainless steel autoclave and sealed. Heating was performed by using heating tape while applying continuous stirring.Thermogravimetric Analysis Coupled to Mass Spectrometry (TG-MS)TG analysis was performed on a TG-209F1 from Netzsch Instruments by heating the samples to 500 °C with a heating ramp of 5 °C/min under a nitrogen flow (20 mL/min). Mass spectrometric analysis was done simultaneously on a Aeolos QMS-403C from Netzsch Instruments coupled at the outlet of the TG instrument.Powder X-ray Diffraction Analysis (PXRD)PXRD analysis was performed on D8 Discover from Bruker instruments, employing a cobalt source at 42 V and 150 A, with a scanning time of 60 s.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionThermogravimetric analysis coupled with mass spectrometry (TG-MS) of MOF-5 shows an 11% weight loss between room temperature and 250 °C that corresponds to the loss of water and DMF molecules (see Figure 2). Powder X-ray diffraction (PXRD) on MOF-5 before and after solvent removal shows the successful synthesis and stability of MOF-5 (see Figure 3).Figure 2. TG-MS of as-synthesized MOF-5 showing the release of DMF and unbonded and coordinated water molecules (MS peaks at 100−220 and 350 °C, respectively) and the catalyst decomposition (benzene MS signal starting at 400 °C).Scheme 1. Alkylation of Toluene and Biphenyl to tert-Butyltoluene and tert-butyl phenyl benzene in the Presence of MOF-5 as a CatalystTable 1. Catalytic Alkylation of Toluene and Biphenyl Using MOF-5 toluene/alkylationbiphenyl/alkylationcatalystp-o-di% convp-o-di% convH-BEAx722806055222360AlClx3465406051381160MOF-599.90.3099.695.12.72.293.6ZnO90.58.60.937    BDC908.50.838    no cat.0.80.801.60000xFrom ref 5 and 7. H-BEA -acidic form of Beta zeolite.Figure 3. PXRD of MOF-5 before and after alkylation of toluene with different reaction times.Upon activation of MOF-5 at 200 °C for 12 h, Friedel−Crafts alkylation of toluene and biphenyl using tert-butylchloride was performed employing n-decane as a solvent (170 °C, 2 h) (Scheme 1). The results are summarized in Table 1, which also shows the catalytic performance of β zeolite (H-BEA) and AlCl3, which have been used as reference catalysts elsewhere.(5, 7) For toluene alkylation, MOF-5 shows an outstanding selectivity toward the para-oriented compound with >99% conversion and no evidence of disubstituted products. For biphenyl alkylation, MOF-5 shows high selectivity with 93.6% conversion and >95% selectivity toward para-oriented product with only traces of ortho and disubstituted products during the reaction. The catalytic activity and conversion rates are in agreement with those of Farrusseng and co-workers.(7) According to these authors,(7) to obtain para monosubstituted products, the reactants must be absorbed in a specific manner, allowing the formation of a transition state for the para product. Once alkylated, it cannot be activated in the same manner because of steric hindrance, and in this way, double alkylation cannot proceed.Figure 4. Kinetics of toluene alkylation using MOF-5 as a catalyst.Table 2. Alkylation of Toluene as a Function of Time Using MOF-5 as a Catalyst toluene/alkylationtime (min)p-o-di% conversion1098.91.108.2301000052.76099.90.1067.212099.90.1096.248099.70.3099.6Kinetics experiments on the catalytic activity of MOF-5 were performed for alkylation of toluene at different time scales, showing a sharp increase in the first 100 min of reaction time followed by reaction completion after 120 min (Figure 4). The resulting product is selective toward para-tert-butyltoluene at all reaction times (Table 2). In addition, alkylation reactions in the absence of catalyst and issues with leaching were investigated. No conversion was observed when the reaction was performed without any MOF-5. The catalyst was recycled several times, and no reduction in the percentage conversion was observed, as shown in Table 3. These results indicate remarkable catalytic activity and selectivity toward para-oriented products, as well as excellent recyclability. Powder X-ray diffraction experiments were conducted on MOF-5 after being recovered by filtration to study the stability of the catalyst before and after toluene alkylation at different reaction times. The results are shown in Figure 3, where it can be observed that MOF-5 undergoes a structural transformation in the very first few minutes of reaction.Table 3. Recyclability of MOF5 upon Toluene Alkylation toluene/alkylationrunp-o-di% conversion1st99.90.3099.62nd99.70.1099.53rd89.44.95.799.2In order to understand the mechanism of conversion and the role reaction byproducts such as HCl have on the structural transformation, several experiments were performed on MOF-5. Freshly activated catalysts were soaked in HCl solution with different concentrations at room temperature. Under these conditions, MOF-5 is insoluble and the crystals failed to diffract using single crystal X-ray diffraction analysis. Therefore, the resulting solids were characterized using PXRD, and the results are shown in Figure 5. Surprisingly, the catalyst showed a gradual variation in the PXRD pattern when soaked in HCl solution, with faster conversion with increasing concentration. The PXRD patterns of MOF-5 after catalysis and soaking in HCl solution are identical, which clearly shows that the HCl byproduct released during the alkylation reactions initiates the transformation of MOF-5. It is important to mention that leaching processes during alkylation reactions will take place at higher rates, since the temperature conditions necessary for reaction to occur (170 °C) were significantly higher than RT. A more exhaustive attempt to collect single-crystal information about structural changes in MOF-5, by decreasing crystal exposure to water, consisted in exposing single crystals of MOF-5 to DMF solutions of HCl (0.2 M) for different times. Once again, it was not possible to obtain single-crystal data, since the crystals thus collected were either too small due to acid leaching or low diffracting. Nevertheless, the PXRD spectra of each of these exposed MOF-5 crystals are shown in Figure 6, once again illustrating framework alteration that increases at longer exposure times. The final PXRD patterns of MOF-5 after catalysis were compared with all available powder patterns in the International Centre for Diffraction Database (ICDD) to indentify the final product, but no powder pattern matches were found.Figure 5. Powder diffraction plots of MOF-5 before and after exposure to aqueous solutions of HCl with different concentrations for 1 h. Please compare with Figure 3 after catalysis.Figure 6. PXRD of MOF-5 exposed to DMF solutions of 0.2 M HCl during different times, comfirming once again the transformation of MOF-5.As discussed earlier, we have recently reported the catalytic conversion of toluene and biphenyl to the corresponding tert-butyl derivatives using micro- and mesoporous MOFs generated from TA (Figure 1). In these experiments, we noticed similar conversions and selectivities with simultaneous transformation of these two MOFs to an unknown form. Efforts to get insight into the crystalline structure of the converted materials were also in vain due to the poor diffraction properties of the recovered crystals. Although it was confirmed that these catalysts undergo framework rearrangement during alkylation reaction due to the leaching processes occurring as HCl byproduct is formed, the significant catalytic performance in terms of product selectivity and conversion remained almost completely unchanged. To rule out the possibility that ZnO alone or H2-BDC is acting as the catalyst, the same Friedel−Crafts alkylation of the toluene reaction was performed under identical conditions. The conversion and selectivity toward the para product using ZnO is also reported in Table 1, clearly indicating that ZnO is not acting as the catalyst. Furthermore, the resulting ZnO solids after reaction dissolved in acetone whereas the recylable solids remaining after reaction with MOF-5 were insoluble in acetone.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn summary, it has been demonstrated through PXRD analysis the influence that alkylation reaction byproducts have on MOF-5. Reaction between tert-butyl chloride and toluene or biphenyl in the presence of MOF-5 as a catalyst generates an unusual structural transformation which was proved to be due to the formation of byproduct HCl. Despite this, the catalyst exhibits highly desirable catalytic performance in terms of high conversions (>99%) and selectivity (>98%) toward the less bulky para-oriented products.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was initially started under Laboratory Directed Research Development funding. P.K.T. and J.L. acknowledge the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Materials Sciences and Engineering, under Award KC020105-FWP12152 for developing and characterizing the materials. C.H.F.P. acknowledges support from the DOE/Office of Science, Division of Chemical Sciences Geosciences, and Biosciences, for analyzing the catalytic reactions. PNNL is a multiprogram national laboratory operated for DOE by Battelle under Contract DE-AC05-76RL01830. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationDetails of experimental results, thermal analysis, and PXRD measurements. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 7 other publications.1. (a) Eddaoudi, M.; Li, H. L.; Yaghi, O. M. Highly porous and stable metal-organic frameworks: Structure design and sorption properties J. Am. Chem. Soc. 2000,  122 (7)  1391– 1397[ACS Full Text ], [CAS]1. Highly porous and stable metal-organic frameworks. Structure design and sorption propertiesEddaoudi, Mohamed; Li, Hailian; Yaghi, O. M.Journal of the American Chemical Society\r\n        (2000),\r\n    122\r\n        (7),\r\n    1391-1397CODEN:\r\n                JACSAT;\r\n        ", "title": "Effect of Produced HCl during the Catalysis on Micro- and Mesoporous MOFs", "authors": ["Carlos A. Fernandez", "Praveen K. Thallapally", "Jun Liu", "Charles H. F. Peden"], "doi": ["10.1021/cg100796e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0007.gif\">"]}