{"abstract": "The construction of a simple volumetric adsorption apparatus is highlighted. The setup is inexpensive and provides a clear demonstration of gas phase adsorption concepts. The topic is suitable for undergraduate chemistry and chemical engineering students. Moreover, this unit can also provide quantitative data that can be used by young researchers to screen the adsorption capacity of different adsorbent materials for various gases. A Labview-based interface was developed to allow the students to perform automated data acquisition and unit control. The laboratorial setup permits the simultaneous measurement of gas adsorption equilibrium on two adsorbent samples, up to 20 bar over a wide temperature range (303–1373 K). The quality of the obtained data was validated by comparison with adsorption isotherms recorded on a high-precision gravimetric apparatus. For this purpose, adsorption equilibria of carbon dioxide (CO) at 303 and 353 K and nitrogen (N) at 323 K were recorded on a commercial sample of metal–organic framework MIL-53(Al) as well as on activated carbon. The recorded data were in good agreement with the data obtained by gravimetry, which suggests the validity of the data produced using the new setup.", "text": "10.1021/ed500633h Adsorption processes are an important technology for gas separation and purification in diverse applications,(1-3) including environmental hot topics such as carbon dioxide (CO2) capture.(4, 5)Knowledge of the adsorption equilibrium properties of an adsorbent–adsorbate system is determinant for the design of cyclic adsorption processes.(6, 7) Therefore, it is extremely important that the curricula of future industrial chemistry/chemical engineering graduates include the study of adsorption processes. The chemistry student must be familiar with the experimental procedures used in the determination of adsorption equilibrium data.The educational interest of adsorption theoretical and experimental aspects has been reported in the chemical education literature,(8-12) although little work is devoted to the teaching advantages of using volumetric apparatuses for the measurement of gas-phase adsorption equilibrium.(13, 14) Therefore, in this work, a new volumetric apparatus for the determination of gas adsorption equilibrium was designed, assembled, and tested. The volumetric setup provides pressure and temperature readings, which allow students to apply simple gas-phase physics in order to determine the amount adsorbed. The apparatus has two adsorption cells to allow the simultaneous recording of adsorption equilibrium on two adsorbent samples. The adsorbents can be activated in situ up to 1373 K (maximum oven temperature) under vacuum. The operation of the volumetric apparatus was validated by measuring the adsorption isotherms of carbon dioxide (CO2) at 303 and 353 K, and nitrogen (N2) at 323 K on an activated carbon and on a commercial sample of metal organic framework (MOF) MIL-53(Al). The obtained adsorption equilibrium data were compared with data previously determined by our group, using a high-precision gravimetric unit, in order to assess the good quality of the volumetric apparatus built. This unit was assembled and has been used by students of the Integrated Master of Science in Chemical and Biochemical Engineering program, awarding a Bachelor or a Master of Science (MSc) degree, upon completion of three or five years of the program, respectively. The students employ the unit in their experimental work, as part of their working plan either in the course of Introduction to Scientific Research of the curricula profile or in their MSc dissertations, which give them the insights of fundamental adsorption science and its practice.Top of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesApparatus DescriptionThe low-cost (approximately 8500 €), multisample volumetric apparatus was designed to allow the simultaneous recording of adsorption equilibrium on two adsorbent samples. The system can be expanded to handle additional samples just by reproducing equivalent sample lines. The experimental apparatus was built with stainless steel tubing (Swagelok Company, USA), and a set of solenoid valves (ASCO Numatics, USA) that are controlled through a LabVIEW-based (National Instruments Corp., USA) software developed in-house (see Supporting Information). Two pressure transducers (Omega Eng. Inc., USA) on each sample line measure the operation pressure up to 20 bar; an oven (Nabertherm B170 GmbH, Germany) controls the temperature of the adsorption cells over the range of 303–1373 K. The apparatus includes a stainless steel calibrated volume (Hoke, USA), vcal, used in the determination of the volumes of each section. The general scheme of the adsorption unit is shown in Figure 1.Figure 1. Schematic of the volumetric unit (vcal, calibrated volume; vref, reference volume; vcell, adsorption cell volume; PT, pressure transducer; T, Pt100 temperature sensor; SV, solenoid valve; NV, needle valve; MV, manual valve; VP, vacuum pump).The gas is supplied to the apparatus through a single feed line, which is then divided into two different lines connected to the two adsorption cells. Each gas line connects to a calibrated reference volume (vref1 and vref2) linked to the adsorption cells (Cell 1 and Cell 2). vref1 and vref2 are the volumes between valves SV2 and SV3, and SV4 and SV5, respectively; vcell1 and vcell2 correspond, respectively, to the volumes after SV3 and SV5, as can be seen in Figure 1.The temperature of the reference volumes is measured using four-wire Pt-100 probes (RS Amidata, Spain). The temperature of the adsorber cells is controlled by the oven (Figure 1). This allows the in situ activation of the adsorbent samples and recording of adsorption equilibrium at high temperatures. The activated sample mass was corrected using the percent weight loss previously determined by thermogravimetric analysis (TGA).(15, 16) Finally, a vacuum pump (model RV3, Edwards Ltd., USA) is connected to the volumetric unit to allow the degassing of the adsorbent samples under vacuum.Top of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesExperimental SectionMaterialsThe adsorbents used to validate the multisample volumetric apparatus are a commercial version of the MOF MIL-53(Al) (Basolite A100; BASF SE, Germany) and an activated carbon (Sutcliffe Speakman Carbons Ltd., U.K.). Samples of 0.29 g (activated carbon) and 0.33 g (MIL-53(Al)) were employed in the experiments. These adsorbents were selected because their adsorption properties for CO2 and N2 have already been studied by our group,(17, 18) thus providing a basis of comparison to evaluate the volumetric apparatus (see Supporting Information). The gases used were provided by Air Liquide and Praxair (Portugal): N2, CO2, and He with purities of 99.995%, 99.998%, and 99.999%, respectively.Adsorption Equilibrium MeasurementsThe recording of the adsorption isotherms follows the typical methodology in volumetric apparatuses.(19-24) The experimental procedure consists of the addition of pressure to the reference volumes (vref1 and vref2), and, after pressure and temperature stabilization, the gas supplied is expanded to the cell containing the adsorbent (vcell1 and vcell2). After this step, the system pressure is monitored until the adsorption equilibrium is reached, which is assumed to occur when the rate change of the pressure approaches zero under isothermal conditions, i.e., the pressure variation is lower than 0.01 bar, which is the accuracy of the pressure transducers employed (0.05% of their full scale), over a minimum period of time of 45–60 min. Then, the adsorption cells are once again isolated from the reference volumes, by closing valves SV3 and SV5, and the method is repeated until enough experimental points to generate the adsorption isotherm are obtained. When the maximum pressure is reached, a similar procedure is repeated, but this time by stepwise depressurization of the reference volumes and subsequent contact with the adsorption cells. This allows checking the existence of hysteresis effects.In this work, approximately 7 to 12 experimental points were recorded per isotherm. The unit operator must be aware that as the number of collected points increases, the cumulative error becomes significantly larger. For this reason we suggest the acquisition of a maximum of 15 points per isotherm when pressure transducers similar to ours are employed.Top of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesHazardsThe common cautions when working with high-pressure gases must be taken; close supervision of undergraduate students is suggested. Also, the operator must be careful not to damage the pressure transducers by exceeding their operating range.Top of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesTheoryThe Gibbsian surface model is commonly used to quantify the adsorption in microporous solids through volumetric or gravimetric methods.(25, 26) Adsorption measurements are often reported as excess amount adsorbed, qex, which is the amount of adsorbate put into contact with the adsorbent minus the amount of gas that remains in the gas phase after system equilibration.Adsorption equilibrium measurements through volumetric methods are generally straightforward.(13, 21, 24, 27) The determination of one experimental point is performed in two steps, gas loading and gas expansion. Hence, the calculation of the excess mass adsorbed, mexc,f, can be obtained from(1)where ρref,i = ρ(Tref,Pi) and ρref,f = ρg(Tref,Pf) are the gas density (ρg) in the reference volume before and after expansion, respectively, at the pressure (Pi → Pf) and temperature (Tref) conditions of the reference volume; vs is the solid adsorbent volume present in the adsorption cell; ρcell,i = ρg(Tcell,Pi) and ρcell,f = ρg(Tcell,Pf) are the gas density in the adsorption cell before and after expansion, respectively, at the pressure and temperature conditions of the adsorption cell. Note that the reference volume and adsorption cell share the same final pressure. In the first pressurization, mexc,i = 0, which allows calculation of the amount adsorbed along the isotherm, say for the nth point, considering that the adsorbed mass at the beginning of the nth point is the same as at the end of the previous step (mexc,n,i = mexc,n–1,f)(2)where mgas,n,i and mgas,n,f are the adsorbate amount in the gas phase (including the reference and the cell volumes) at the beginning and end of each point measurement. The amount of gas adsorbed in excess is expressed per unit mass of adsorbent, ms:(3)Alternatively, adsorption equilibrium can be expressed in terms of absolute adsorption, q:(4)where vp is the specific pore volume of the adsorbent penetrable to the adsorbate and ρg is the gas density at the equilibrium temperature and pressure.(16)Top of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesResults and DiscussionAdsorption equilibrium isotherms of CO2 at 303 and 353 K and N2 at 323 K on the activated carbon and MIL-53(Al) samples were recorded. The absolute adsorption equilibrium isotherms were obtained applying simple gas-phase physics (eqs 1 to 4) using the recorded pressure and temperature experimental data. Figures 2a and 2b show the experimental absolute isotherms of CO2 at 303 and 353 K on the activated carbon and MIL-53(Al), respectively.Figure 2. Adsorption isotherms of CO2 at 303 K (red ▲, △) and 353 K (red ◆, ◇) on (a) activated carbon and (b) MIL-53(Al) recorded in the new volumetric unit. Closed symbols denote adsorption data, and open symbols denote desorption data. The adsorption isotherms for MIL-53(Al) recorded by gravimetry are also represented (303 K, ●; 353 K, ■) The solid lines represent the Sips model predictions obtained from the gravimetric data.(17, 18)The adsorption equilibria of CO2 on both adsorbents were previously studied by gravimetry in a magnetic suspension microbalance (Rubotherm GmbH, Germany).(17, 18) Figure 2 shows that the absolute adsorption is a monotonically increasing function of pressure (type I isotherm according to IUPAC classification(28)), which is characteristic of microporous adsorbents.The data measured in this work is compared with the data previously measured by gravimetry. Note that, in the case of the activated carbon, in Figure 2a, the data is only compared with the Sips isotherm prediction,(29, 30) which was fitted to the experimental data obtained in ref 18 (see Supporting Information). This is due to the lack of isotherms recorded by gravimetry at the same temperatures as recorded in this work. The results represented in Figure 2 show that the CO2 data obtained by the new volumetric experimental unit are in accordance with the ones measured in our gravimetric apparatus.The adsorption equilibrium of N2 was also recorded in order to test the feasibility of the volumetric apparatus for the measurement of lesser adsorbing gases. For that purpose, adsorption isotherms of N2 at 323 K on both adsorbents were determined. Figure 3 compares this work and the data measured by gravimetry. It is shown that the volumetric and gravimetric results are in agreement.Figure 3. Adsorption isotherms of N2 at 323 K on activated carbon (red ▲, △) and MIL-53(Al) (red ◆, ◇) recorded in the new volumetric unit. Closed symbols denote adsorption data, and open symbols denote desorption data. The adsorption isotherms recorded in the gravimetric apparatus are also represented for activated carbon (●) and MIL-53(Al) (■). The solid lines represent the Sips model predictions obtained from the gravimetric data.(17, 18)In summary, the good agreement between the experimental results obtained with the new multisample volumetric unit and the previously existing gravimetric data validates the performance of the unit designed and assembled in our laboratory for chemical education purposes.The described apparatus and method can be a powerful tool for undergraduate gas adsorption equilibrium studies. This apparatus is frequently applied in the first cycle of the Integrated Master of Science in Chemical and Biochemical Engineering (IMSCBE) program, Bachelor’s level (3 years), namely, in the class of Introduction to Scientific Research, lectured in the Faculdade de Ciências e Tecnologia (FCT) of Universidade Nova de Lisboa (Lisbon, Portugal). The students have contact with, and are involved in, ongoing research and development projects led by FCT lecturers and researchers (FCT currently has 322 students working on projects within this program). Furthermore, the laboratorial unit has been used in the second cycle of the IMSCBE, Master’s level (5 years), specifically in the development of MSc dissertations. The students are asked to employ the apparatus in their experimental work, as part of their classes or dissertation work plan.The students can use the adsorption equilibria data of different species on a specific adsorbent to evaluate the adsorbent’s selectivity for a given separation. The isosteric heat of adsorption can also be calculated (e.g., employing the Clausius–Clapeyron equation), and its dependence on the adsorbent loading can be studied. Furthermore, since the volumetric unit permits studying two different adsorbents simultaneously, the resulting adsorption equilibrium isotherms can be compared and the students can discuss the influence of the amount adsorbed and isotherm shape on cyclic adsorption separation processes. Finally, it is important to note that the setup built can be focused to specific topical applications like biogas upgrading, which require accurate measurements at pressure ranges lower than 1 bar. For this purpose a highly accurate pressure sensor can be coupled to the unit, after a proper recalibration and correction of its reference volumes.Top of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesConclusionsA low-cost, multisample volumetric apparatus for adsorption equilibrium studies was designed and assembled. A Labview-based software was developed in-house for data acquisition and unit control. The laboratorial apparatus is simple, and its operation is straightforward, offering the possibility of measuring gas adsorption equilibrium isotherms on two adsorbent materials at the same time, between 0 and 20 bar, and over a wide temperature range (303–1373 K).The operation of the volumetric unit was validated by performing adsorption isotherm recordings and comparing the results with data measured in a gravimetric apparatus. For this purpose, the adsorption equilibria of CO2 at 303 and 353 K and N2 at 323 K on MIL-53(Al) metal–organic framework and an activated carbon were recorded. The good agreement between the results successfully validates the operation of the volumetric unit.The volumetric adsorption setup built and described in this work is perfectly adequate for demonstrating the concept of gas adsorption to students. The experimental unit contributes to students’ education and training in adsorption science, introducing to them experimental techniques in this research field. The readout from the setup can be processed to provide good quantitative data of gas uptake by an adsorbent. Through the application of theoretical methods, the setup provides a good introduction to adsorption science to industrial chemistry and chemical engineering students. Top of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesSupporting InformationDetails about the apparatus, materials employed, Sips isotherm theory, and fitting parameters. This material is available via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesAcknowledgmentFinancial support from FCT/MCTES (Portugal) through Projects PEst-C/EQB/LA0006/2013, EXCL/QEQ-PRS/0308/2012, PTDC/AAC-AMB/108849/2008, and PTDC/CTM/104782/2008 is gratefully acknowledged. The authors wish to thank one of our undergraduate students, João S. C. Gomes, for his help in the adsorption measurements and collaboration in the assembly of the apparatus.Reference QuickViewTop of PageAbstractApparatus DescriptionExperimental SectionHazardsTheoryResults and DiscussionConclusionsReferencesReferencesThis article references 30 other publications.1. Cavenati, S.; Grande, C. A.; Rodrigues, A. E. Removal of carbon dioxide from natural gas by vacuum pressure swing adsorption Energy Fuels 2006,  20 (6)  2648– 2659[ACS Full Text ], [CAS]1. Removal of Carbon Dioxide from Natural Gas by Vacuum Pressure Swing AdsorptionCavenati, Simone; Grande, Carlos A.; Rodrigues, Alirio E.Energy & Fuels\r\n        (2006),\r\n    20\r\n        (6),\r\n    2648-2659CODEN:\r\n                ENFUEM;\r\n        ", "title": "Development, Construction, and Operation of a Multisample Volumetric Apparatus for the Study of Gas Adsorption Equilibrium", "authors": ["Rui P. P. L. Ribeiro", "Ricardo J. S. Silva", "Isabel A. A. C. Esteves", "José P. B. Mota"], "doi": ["10.1021/ed500633h"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceda8/2015/jceda8.2015.92.issue-4/ed500633h/20150408/images/small/ed-2014-00633h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceda8/2015/jceda8.2015.92.issue-4/ed500633h/20150408/images/small/ed-2014-00633h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceda8/2015/jceda8.2015.92.issue-4/ed500633h/20150408/images/small/ed-2014-00633h_0004.gif\">"]}