{"abstract": "Although recent experimental studies have demonstrated that H and D molecules wet the inner surface of supergrowth carbon nanotubes at low temperatures, characterization of the structural and dynamical properties in this regime is challenging. This Letter presents a theoretical study of self-diffusion in pure and binary H, D, and T contact monolayer films formed on the inner surface of a carbon nanotube. Our results show that monolayer formation and self-diffusion both in pure hydrogen isotopes and in H/T and H/D isotope mixtures is impacted by nuclear quantum effects, suggesting potential applications of carbon nanotubes for the separation of hydrogen isotopes.", "text": "10.1021/acs.jpclett.5b01545 Understanding how nuclear quantum effects (i.e., zero-point motion and tunneling) influence the dynamics and structure of confined molecular hydrogen isotopes is an important problem in surface science, due to the role of such effects in adsorptive separation processes.(1-3) Experimental measurements of hydrogen isotope diffusion in nanomaterials have generally been limited to high temperatures for which the confined hydrogen is a supercritical fluid.(1-10) Only recently, Contescu et al.(11) used quasielastic neutron scattering to study the self-diffusion of pure H2 and D2 adsorbed in narrow nanopores (<0.7 nm) of polyfurfuryl alcohol-derived activated carbon (PFAC) at subcritical temperatures in the range of 10–40 K. In this work, the measured self-diffusion coefficient for pure D2 was 76 times higher than that of pure H2, revealing a pronounced inverse isotope effect. Steric hindrance in narrow carbon nanopores caused by the higher excluded volume of H2 was used to explain its slower self-diffusion (i.e., the Chudley–Elliott jump-diffusion mechanism), whereas D2 was found to exhibit liquid-like self-diffusion.(11) Similarly, the impact of nuclear quantum effects on diffusion of gases from single-carbon nanotubes has been studied experimentally,(12, 13) revealing that H2 diffuses out of the interior of carbon nanotubes at significantly faster rates than D2. Taken together, these works illustrate the importance of nuclear quantum effects in nanoconfined environments and motivates a more complete analysis of the range of phenomenology that may be observed in nanoconfined mixtures of H2 and D2.Recent progress in the synthesis of pure, structurally homogeneous, and relatively wide carbon nanotubes via the supergrowth (SG) method(13, 15) has triggered new experimental studies of quantum molecular sieving of H2 and D2 at low temperatures.(16) It was shown that single-component H2 and D2 adsorption isotherms have a steep uptake at low pressures, indicating formation of contact monolayer films on the concave inner surface of SG carbon nanotubes at 20 K.(16) However, the formation of the H2 monolayer is more gradual and shifted to lower pressures compared to D2. These experimental results further suggest an interesting role for nuclear quantum effects in the structure and dynamic of molecular hydrogen in pure and binary contact monolayer films.In this work, we present a theoretical study of H2, D2, and T2 dynamics in pure and binary films that line the interior of relatively wide (2.72 nm pore diameter(16)) carbon nanotubes at 25 K, a temperature at which my previous studies of liquid para-H2 have been previously performed.(17-20) We use ring-polymer molecular dynamics (RPMD)(21-23) to provide a quantized description of the molecular dynamics, using n = 32 ring polymer beads for the imaginary-time path-integral discretization in the NVT ensemble. Interactions between hydrogen isotopes are modeled using the spherically symmetric Silvera–Goldman potential.(24) The interactions between hydrogen isotopes and an infinitely long, cylindrically symmetric carbon nanotube are computed using(25)(1)where F(α, β, γ; χ) is a hypergeometric function, R = 13.6 Å is the radius of the nanotube, ρs = 0.382 Å–2 is the density of carbon atoms in the nanotube wall, δ = r/R, and ζ = R/σsf. The parameters σsf = 3.179 Å and εsf/kB = 32.056 K are obtained via mixing rules from self-interaction parameters for carbon atoms and molecular hydrogen.(7) The nanotube is comprised of periodically replicated segments of length 29.58 Å.Using RPMD trajectories, we compute the mean square displacements (MSD) for H2, D2, and T2 as a function of time in pure and binary mixtures of the hydrogen isotopes in the carbon nanotubes, using(26, 27)(2)where z(t) is the bead-averaged position for the time-evolved hydrogen isotope along the axis of the nanotube; the self-diffusion coefficient, D, is then obtained using(26, 27)(3)We adopt previously described time-evolution and thermostatting procedures for the RPMD simulations.(22) Full details are provided in the Supporting Information.Figure 1 presents the self-diffusion of isotopically pure samples of molecular hydrogen as a function of density in the carbon nanotube. An interesting feature of these curves is the sharp decrease of self-diffusion at approximately 16.4 for H2 and at 17.4 mmol/cm3 for D2 and T2. To determine the reason for the sudden drop of hydrogen isotope mobility, we computed the pore density dependence of the ring-polymer radius of gyration, collected from the equilibrium ensemble of RPMD trajectories. Consider first the density variation of the average radius of gyration for the ring polymers of H2 and D2 (Figure 2A). The greatest compression of the ring-polymer radius of gyration (Figure 2A) corresponds to the densities for which the self-diffusion coefficient dramatically decreases (Figure 1), indicating that tight packing of the hydrogen isotopes in the adsorbed films is the cause of the drop in self-diffusion. Equilibrium snapshots collected at 16.4 and 17.4 mmol/cm3 reveal that the structure of pure H2, and D2, contact monolayer films is close packed hexagonal (see Figure 2B, and the Supporting Information movies), such that the minimum in diffusivity corresponds to the onset of long-range structure order.Figure 1. Pore-density variation of the self-diffusion coefficient of H2, D2, and T2 in the carbon nanotube at 25 K. Open and filled symbols correspond to 10 and 25 ps RPMD production runs, respectively.Figure 2. (A) The pore-density variation of the ring-polymer radius of gyration for H2 (top) and D2 (bottom), obtained from RPMD trajectories. (B) Snapshots of equilibrium configurations of H2 and D2 at 16.4 and 17.4 mmol/cm3. (C) The H2 and D2 ring-polymer centroid density distributions at different ranges of distance from the nanotube axis for pore density 16.4 (H2) and 17.4 (D2) mmol/cm3. (D) The H2 and D2 ring-polymer centroid distributions at a range of pore densities. The carbon–hydrogen interaction potential (solid line) corresponds to eq 1.The ring-polymer centroid distributions shown in Figure 2C enables estimation of the density of H2 and D2 molecules in the contact monolayer films. We define the volume between the shells ru and rl as π·L·(ru2 – rl2), where L denotes the length of nanotube, ru = rmax + σ/2, rl = rmax – σ/2, σ = 0.2958 nm is the length scale for the hydrogen–hydrogen repulsions,(7, 28) and rmax = 0.76·R is the radial distance associated with the centroid of the D2 profile. For D2, we obtain a contact monolayer density of 0.21 g/cm3, which is comparable to the experimental density of solid D2 at 4.2 K (i.e., 0.2059 g/cm3);(29) for H2, the estimated contact monolayer density of 0.1 g/cm3 is slightly higher than the experimental density of solid molecular H2 at 4.2 K (i.e., 0.089 g/cm3).(29) A second monolayer of adsorbed H2 molecules forms at lower pore density in comparison to D2 (Figure 2D). Note the significant fraction of H2 molecules in the second monolayer at 15.1 mmol/cm3, whereas D2 molecules start to fill the second monolayer at 17 mmol/cm3 (see Figure 2D). At 19.1 mmol/cm3, the H2 and D2 population in the second monolayer is relatively similar.The data presented in Figures 1 and 2 reveal that the dramatic reduction of hydrogen mobility in the pure H2, D2, and T2 systems corresponds to the formation of dense-packed configuration of the molecules in a single monolayer, whereas higher densities lead to the formation of a second monolayer. This feature, akin to a layering transition,(30) appears in H2 at lower densities than in D2 and T2, due to the greater effective size of the light hydrogen isotope upon inclusion of nuclear quantum effects. For densities that exceed that associated with the dense-packed monolayer, the partially formed second monolayer exhibits loose-packed molecules with high mobility (Figure 1).Figure 3 displays the composition dependence of the isotope-specific self-diffusion coefficients for H2/D2 and H2/T2 mixtures at a fixed total density of 17.4 mmol/cm3, which corresponds to the density at which the pure D2 and T2 contact monolayers exhibit the loss of diffusion (Figure 1); Supporting Information Figure S2 presents the corresponding analysis for a total density of 16.4 mmol/cm3. Figure 3 reveals that for all mixtures, the H2 component has a higher self-diffusion coefficient than is seen for the corresponding system of pure H2 at this total density. For all mixed compositions, the diffusivity of the heavy isotope is significantly increased relative to its value in the pure system, and the diffusivity of the heavier isotope is maximized at approximately the equimolar composition of H2/D2 and H2/T2. Snapshots of the RPMD simulations show the mechanistic basis for this enhancement of the heavy-isotope diffusivity; the H2 and heavier isotopes undergo mixing in the monolayer that contacts the nanotube wall (see Figure 4A and B and movies in Supporting Information), with the H2 molecules acting as impurities that disrupt the dense-packed layering of the pure heavy-isotope system and leading to the higher diffusivity.Figure 3. Self-diffusion coefficients for H2 and the heavy isotope as a function of H2 mole fraction in the H2/D2 (top) and H2/T2 (bottom) mixtures at a fixed pore density of 17.4 mmol/cm3 and 25 K.Figure 4. (A) and (B) Snapshots of equilibrium configurations for the nanoconfined H2/D2 mixtures at 25 K, with a total pore density of 17.4 mmol/cm3 and with a range of values for the H2 mole fraction. (C) Corresponding ring-polymer centroid distributions. The carbon–hydrogen interaction potential (solid line) corresponds to eq 1.To explore the relative isotope concentrations in the contact monolayer and in the second monolayer, Figure 4C presents the density distributions for H2 molecules in the various nanoconfined H2/D2 mixtures. Note that these curves correspond to the combined density distribution for the H2 isotope, such that the integral of the plotted curves is proportional to the mole fraction of H2. It is interesting that although the density of H2 in the contact monolayer varies in direct proportion to the mole fraction of H2, (Figure 4A, top), the corresponding density in the second monolayer is nearly independent of H2 mole fraction. At low H2 mole fractions, Figure 4A reveals a large relative enrichment of H2 in the second monolayer, which corresponds to the large self-diffusion coefficient for this lighter isotope (Figure 3). These results suggest that nanoscale fractionation of the hydrogen isotopes create the potential for new strategies for the separation and purification of hydrogen isotopes using nanostructured materials, such as carbon nanotubes.In this work, we have simulated the self-diffusion of H2, D2, and T2 in pure and binary films confined to the inner surface of a carbon nanotube at 25 K, revealing pronounced self-diffusion and layering effects that are mediated by nuclear quantum effects. D2 and T2 contact monolayers undergo layering at higher pore density than H2 (Figure 2), which can be explained by lower excluded volumes of heavier isotopes, leading to dramatic differences in the relative diffusion of the pure H2 system and the pure D2 and T2 systems at pore densities in the range of 16.4–17.4 mmol/cm3 (Figure 1). Furthermore, we find large isotope effects on the relative diffusion of the hydrogen isotopes in the confined binary mixtures, with H2 molecules diffusing seven to eight times faster than D2 and T2 at certain mole fractions (Figure 3). The finding that the relative enhancement of the light-isotope self-diffusion coefficient is largest in the H2/D2 and H2/T2 mixtures with small H2 mole fractions (Figure 3) is particularly promising for the prospect of isotope separation via nanoporous quantum molecular sieves. Top of PageAbstractReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpclett.5b01545.T = 25 K, pore density = 17.3 mmol/cm3, carbon nanotube radius 1.36 nm. (MPG)T = 25 K, pore density = 17.4 mmol/cm3, carbon nanotube radius 1.36 nm. (MPG)T = 25 K, pore density = 17.4 mmol/cm3, carbon nanotube radius 1.36 nm; H2, D2, T2. (MPG)T = 25 K, pore density = 17.4 mmol/cm3, carbon nanotube radius 1.36 nm; xH2 = 0.28, xH2 = 0.50, xH2 = 0.72. (MPG)T = 25 K, pore density = 17.4 mmol/cm3, carbon nanotube radius 1.36 nm; xH2 = 0.28, xH2 = 0.50, xH2 = 0.72. (MPG)T = 25 K, pore density = 17.4 mmol/cm3, carbon nanotube radius 1.36 nm; xH2 = 0.28, xH2 = 0.50, xH2 = 0.72(MPG)H2—T = 25 K, pore density = 16.4 mmol/cm3, carbon nanotube radius 1.36 nm. (MPG)(MPG)Detailed description of simulation methodology, Figure S1 and S2. It should be noted that all animations and graphics collected in Figure 2 and 4 were created using the VMD program.(31) (PDF)The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentP.K. acknowledges support by the Office of Research & Development, Murdoch University. P.K., A.P.T., P.A.G., and S.F. acknowledge the use of the computer cluster at Poznań Supercomputing and Networking Centre (Poznań, Poland) as well as the Information and Communication Technology Centre of the Nicolaus Copernicus University (Toruń, Poland). This work was supported by resources provided by the Pawsey Supercomputing Centre with funding from the Australian Government and the Government of Western Australia. T.F.M. acknowledges supported by the National Science Foundation CAREER Award under Grant No. CHE-1057112.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 31 other publications.1. Niimura, S.; Fujimori, T.; Minami, D.; Hattori, Y.; Abrams, L.; Corbin, D.; Hata, K.; Kaneko, K. Dynamic Quantum Molecular Sieving Separation of D2 from H2-D2 Mixture with Nanoporous Materials J. Am. Chem. Soc. 2012,  134,  18483– 18486 DOI: 10.1021/ja305809u [ACS Full Text ], [CAS]1. Dynamic Quantum Molecular Sieving Separation of D2 from H2-D2 Mixture with Nanoporous MaterialsNiimura, Subaru; Fujimori, Toshihiko; Minami, Daiki; Hattori, Yoshiyuki; Abrams, Lloyd; Corbin, Dave; Hata, Kenji; Kaneko, KatsumiJournal of the American Chemical Society\r\n        (2012),\r\n    134\r\n        (45),\r\n    18483-18486CODEN:\r\n                JACSAT;\r\n        ", "title": "Nuclear Quantum Effects in the Layering and Diffusion of Hydrogen Isotopes in Carbon Nanotubes", "authors": ["Piotr Kowalczyk", "Artur P. Terzyk", "Piotr A. Gauden", "Sylwester Furmaniak", "Katsumi Kaneko", "Thomas F. Miller"], "doi": ["10.1021/acs.jpclett.5b01545"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpclcd/2015/jpclcd.2015.6.issue-17/acs.jpclett.5b01545/20150831/images/small/jz-2015-015456_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpclcd/2015/jpclcd.2015.6.issue-17/acs.jpclett.5b01545/20150831/images/small/jz-2015-015456_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpclcd/2015/jpclcd.2015.6.issue-17/acs.jpclett.5b01545/20150831/images/small/jz-2015-015456_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpclcd/2015/jpclcd.2015.6.issue-17/acs.jpclett.5b01545/20150831/images/small/jz-2015-015456_0005.gif\">"]}