{"abstract": "Methane and krypton adsorption measured on single-walled nanotubes at 78.7 and 77.3 K, respectively, give rise to stepwise isotherms, representative of the adsorption on two types of comparatively uniform patches during the first stages of the adsorbate condensation. The values of the methane isosteric heat of adsorption on these two fractions of quasi-uniform surface, determined from the dependence of the equilibrium pressure on temperature between 78 and 110 K, are in very good agreement with those measured at 77.3 K by means of isothermal microcalorimetry in quasi-equilibrium. Their respective mean values (18.3 ± 1 and 11.2 ± 0.5 kJ mol) enclose that of methane adsorption on graphite in the monolayer range (14.9 kJ mol). A phase transition occurring in the adsorbed film on the less attractive quasi-uniform part of the surface can be predicted from volumetric measurements. ", "text": "10.1021/la991670p  Top of PageAbstractIntroductionExperimental SectionAdsorption on GraphiteAdsorption on Nanotubes − Results and DiscussionConclusionIntroduction Physical adsorption on powdered carbon-based materials offers the opportunity of studying a large variety of adsorbent−adsorbate pair properties, owing to the numerous forms of these solids. It is currently applied to the surface characterization of disordered substrates, such as activated carbons, for instance, in terms of specific surface area and porous texture.1 On the other hand, on uniform surfaces, approaching the ideal case of a crystalline plane without defects, it is applied to the physisorbed film characterization. Graphite is a model substrate for this category of study. The adsorption of simple molecules on graphite has been shown to proceed by monomolecular layer condensations and evidence has been given of successive two-dimensional (2D) transitions within a single monolayer.2 The discovery of nanotubes in 19913 offered a novel form of carbon, consisting of graphite planes rolled into nanometer diameter cylinders. This field immediately attracted much attention, owing to its fundamental interest and the potential applications, despite the difficulty in obtaining purified and monodisperse samples.  From the adsorption point of view, the possible uses of nanotubes cover many different industrial applications, including gas purification and storage, heterogeneous catalysis, and nanowire manufacture. Physisorption on nanotubes corresponds to an intermediate situation between the two mentioned above, since the nanotube surface is closely related to that of graphite, whose adsorption properties have been extensively studied. Graphite can thus be taken as a reference to establish, from the comparison between the adsorptive properties of those two substrates, the localization and mode of adsorption on nanotubes. A further step in this investigation, of obvious fundamental interest, would be the study of the dependence of the adsorption properties on (i) the curvature of the graphite planes and (ii) the confinement, which with nanotubes might be truly unidimensional (1D).  Some model calculations of adsorption on nanotubes have been performed,4-9 as well as a few experimental works,10-19 mainly concerned with specific surface area determination, porosity characterization, hydrogen storage, and capillary phenomena. There has been comparatively little attention paid thus far to the first stages of adsorption, (for relative pressures lower than 10-3), which are rich in information both about the substrate and the physisorbed film states.  We have undertaken an investigation of methane and krypton adsorption on single-walled nanotubes, in a relative pressure range between 10-6 and 1, for temperatures between 77.3 and 110 K. The adsorption properties of these two gases on graphite have been extensively  studied and can be taken as references. After giving some experimental details and a brief description of methane and krypton adsorption properties on graphite which are relevant to the present work, we present results obtained by means of volumetric measurements and isothermal microcalorimetry. The results derived from these two techniques are in good agreement. Evidence is given of the adsorption on two different types of quasi-uniform fractions of the sample surface.   Top of PageAbstractIntroductionExperimental SectionAdsorption on GraphiteAdsorption on Nanotubes − Results and DiscussionConclusionExperimental Section Sample. The single-walled nanotubes were prepared at the GDPC Laboratory of the University of Montpellier (France), by means of the yttrium−nickel-catalyzed electric arc method in helium atmosphere. Most of them form bundles in which the individual tubes are parallel and regularly arranged in a triangular array. A small fraction is present as isolated nanotubes. The nanotube diameter is 13.7 ± 2 Å, and the mean distance between the centers of two tubes in a bundle is 17 Å. The nanotubes are closed at both ends. Amorphous carbon and metallic particles embedded in carbon are also present in the sample.20,21  Volumetric Measurements. Isotherms were measured in a classical volumetric apparatus, described elsewhere,22 as well as the cryogenic system. The cell temperature was maintained constant and uniform within 0.05 K. The 26 mg sample was outgassed under a vacuum better than 10-5 Torr at 773 K before each experiment. Thermal transpiration was taken into account by using the semiempirical equation of Takaishi and Sensui.23  Microcalorimetry. For calorimetric measurements, the adsorbate was introduced in a continuous way at an extremely slow constant rate, around 2 cm3 h-1, for which it has been checked that the quasi-equilibrium conditions were fulfilled. This way of introduction coupled with adsorption microcalorimetry allows direct access to a continuous measurement of the differential enthalpies of adsorption.24   Top of PageAbstractIntroductionExperimental SectionAdsorption on GraphiteAdsorption on Nanotubes − Results and DiscussionConclusionAdsorption on Graphite Physisorption of methane and krypton on graphite has been studied by means of volumetric measurements mainly by Thomy and Duval.25 These authors have determined the 2D phase diagrams of the monolayer physisorbed films, which were later confirmed and completed by thermodynamic26-28 as well as structural characterizations.  Krypton and methane isotherms measured at 77.3 K exhibit distinct steps representative of the successive condensations on the graphite planes. The successive step pressures on both isotherms are governed by the decrease in the substrate attraction forces with the distance from the surface. Assuming van der Waals adsorbent−adsorbate interactions and equal distances between two successive layers, it can be established that ln(Pn/P0) is proportional to 1/n3, where n is the number of the step, representative of the nth monolayer condensation, Pn is the nth step pressure, and P0 is the saturating vapor pressure of the adsorbate at the adsorption temperature. The proportionality law is comparatively well obeyed both for krypton and methane adsorbed on graphite.29  Methane 2D critical temperature is 68.7 K.27 The krypton 2D film is commensurate solid below 84.8 K and fluid above this temperature.28   Top of PageAbstractIntroductionExperimental SectionAdsorption on GraphiteAdsorption on Nanotubes − Results and DiscussionConclusionAdsorption on Nanotubes − Results and Discussion A methane adsorption isotherm on nanotubes at 78.7 K is represented on a semilogarithmic scale on Figure 1. It is compared to a methane isotherm measured in the same conditions on graphite, as represented in the inset. The curve measured on nanotubes exhibits two distinct bends, which we call steps, although they are not vertical, and which are indicative of methane adsorption on comparatively uniform fractions of the sample surface. If the methane cross section is that of a molecule in a (111) plane of the bulk crystal (15.05 Å2), the adsorbed amount corresponds to a specific surface area of 90 m2 g-1 at the top of the first step, and 204 m2 g-1 at the top of the second. At this stage of the study, the slope of the steps cannot be clearly assigned to the supercritical state of the film, as for graphite, to the dispersion in size or in attraction potential of the surface uniform patches or to a cumulative effect of these two causes.   Figure 1 Methane adsorption isotherm on nanotubes at 78.7 K. The inset represents a methane adsorption isotherm on graphite at 80 K.   A krypton adsorption isotherm, measured at 77.3 K on the same substrate, is shown on Figure 2 and compared to a krypton adsorption isotherm on graphite at the same temperature in the inset. Steps similar to those observed  on the methane isotherm confirm the existence of comparatively uniform patches on the surface of the sample. The adsorbed amount necessary to form a complete monolayer on these patches, represented by the step height, is slightly higher for krypton. This difference originates from the smaller krypton molecular cross section (14.7 Å2 in a (111) plane of the bulk crystal). The step slopes are about the same on the curves of Figures 1 and 2. In contrast to methane, krypton adsorption at 77.3 K should not result in the formation of a supercritical film, but proceed by a gas−solid transition, resulting in a vertical step on the isotherm. This fact is a first indication for ascribing the step slope to successive adsorptions on a distribution of patches with slightly different properties.   Figure 2 Krypton adsorption isotherm on nanotubes at 77.3 K. The inset represents a krypton adsorption isotherm on graphite at 80 K.   The methane and krypton equilibrium pressures at half-height of the steps are compared in Table 1 to those of the adsorption isotherms of the same gases on graphite. The values measured on graphite are between those obtained with nanotubes for the first step; that of the second step is much higher than that observed with the nanotubes. The ratio of the relative pressure logarithms of the two steps on nanotubes is 2.13 for methane and 1.95 for krypton. These values are very different from that of 23 expected for two successive monolayer condensations with van der Waals interactions. The two steps observed with the nanotubes isotherms are thus probably representative of adsorption on surface fractions of different natures.    Table 1.  Methane and Krypton Adsorption Pressures on Nanotubes and on Graphitea   T (K)P1 (Pa)P2 (Pa)P0 (Pa)ref CH4/nanotubes 78.7 3.33 × 10-3 3.6 1720 b CH4/graphite 78.7 1.2 × 10-1 584 1720 c Kr/nanotubes 77.3 3.47 × 10-3 2.13 × 10-1 237.3 b Kr/graphite 77.3 6.6 × 10-2 90.4 237.3 c  a P1 is the equilibrium pressure at half-height of the first step. P2 is the equilibrium pressure at half-height of the second step. P0 is the saturation vapor pressure at the adsorption temperature.b This work.c Calculated from data in Grillet et al.24    To gain a better insight into the nature of these quasi-uniform surface patches, the temperature dependence of the methane equilibrium pressure at constant coverage was measured between 80 and 110 K for adsorbed amounts corresponding to half-height on both isotherm steps and to the foot and the top of the second step. In all cases, the law  is obeyed. The measured linear dependences are represented on Figure 3, and the coefficients A and B obtained for each considered adsorbed amount are reported in Table 2, as well as the correlation coefficients of the corresponding linear regressions.   Figure 3 Linear 1/T dependence of ln P at constant coverages for methane adsorbed amounts corresponding to half-height of the first step (a), and foot (b), half-height (c), and top (d) of the second step on the isotherm of Figure 1.     Table 2.   Coefficients A and B of the 1/T Linear Dependences of ln P for Different Adsorbed Amounts of Methane on Nanotubesa  coverageT (K)ABR 1st step half-height 95.35 ≤ T ≤ 109.90 2200 19 0.9987 2nd step foot 78.60 ≤ T ≤ 90.40 1494 18.5 0.9998 2nd step foot 90.40 ≤ T ≤ 95.35 1121 14.35 0.9996 2nd step half-height 78.60 ≤ T ≤ 87.60 1338 18.2 0.9981 2nd step half-height 87.60 ≤ T ≤ 95.35 803 12.3 0.9985 2nd step top 78.60 ≤ T ≤ 87.15 1228 17.4 0.9995 2nd step top 87.15 ≤ T ≤ 95.35 742 11.8 0.9965  a R are the correlation coefficients.    The slope corresponding to the adsorbed amount at half-height of the first step, much higher than those in the second step range, is representative of methane adsorption on a more attractive part of the surface. In the second step range, two straight lines with significantly different slopes are observed for the three considered coverages. They intersect at temperatures varying between 87 and 90 K with the adsorbed amount. Such a change in slope with temperature is generally the manifestation of a phase transition in the adsorbed film. In the present case, such a transition is quite surprising, since the second step of the adsorption isotherm measured at 80 K exhibits a significant slope. Nevertheless the two straight lines observed for each coverage are clearly distinct, and the evolution of the coefficients A and the intersection temperatures with coverage is progressive and coherent along the step. The observed bending of the isotherm steps may originate from the partial heterogeneity of the surface which results into a smoothing of the adsorption curve.  There is very good agreement between volumetric and calorimetric measurements, as shown on Figure 4, where the differential enthalpy of methane adsorption at 77.3 K and the equilibrium pressure dependence on the adsorbed amount are simultaneously represented. The curve of enthalpy variation exhibits two regions of almost constant values for the same adsorbed amounts as those giving rise to the isotherm steps, which confirm the existence of two different types of quasi-uniform patches on the surface. The slight variations of differential enthalpy in these regions are probably originating from the sample heterogeneity.   Figure 4 Methane adsorption on nanotubes:  (a) adsorption isotherm measured at 78.7 K (× line), and (b) differential enthalpy of adsorption at 77.3 K (solid line).   The isosteric heat of adsorption, Qst, can be deduced either from calorimetric or from volumetric experiments by means of the following two relations:  where ΔH is the differential enthalpy, R is the gas constant, and T is the calorimetric measurements temperature, or  where R has the same meaning and A is the slope of the ln P linear dependence on 1/T at constant coverage.  The values obtained from the quasi-horizontal parts of the enthalpy curve at 77.3 K and those deduced from the dependence on temperature of the equilibrium pressures  for adsorbed amounts at half-height of the steps are compared in Table 3. For the second step, the coefficient A taken into account is that corresponding to the low-temperature regime. The two techniques provide very similar results. The isosteric heat of methane adsorption on graphite in the range of the first monolayer condensation is 14.9 kJ mol-1. The first fraction of quasi-uniform surface occupied on nanotubes is thus more attractive than the graphite surface. The patches occupied in the second stage of methane adsorption are less attractive than the graphite surface.    Table 3.  Isosteric Heat of Methane Adsorption on Nanotubes, Deduced from either Volumetric or Calorimetric Measurements  Qst from volumetric measurements (kJ mol-1)Qst from calorimetric measurements (kJ mol-1) 1st step:  18.3 ± 0.5 1st plateau:  18.4 ± 1 2nd step:  11.1 ± 0.5 2nd plateau:  11.4 ± 0.3    Top of PageAbstractIntroductionExperimental SectionAdsorption on GraphiteAdsorption on Nanotubes − Results and DiscussionConclusionConclusion Methane and krypton adsorption isotherms on single-walled nanotubes provide evidence of two types of comparatively uniform patches on the surface of the sample, giving rise to two distinct steps on the isotherms. The slope of the steps, however, probably originates from a distribution of adsorption energies and sizes of these patches. The results are in very good agreement with those of a complementary investigation of methane adsorption by means of isothermal microcalorimetry. One type of patch is more attractive than the graphite surface and the other less. A phase transition, evidence of which is given by volumetric measurements, occurs at 88 ± 2 K on the less attractive quasi-uniform fraction of the surface.  These results illustrate the advantages and limits of adsorption volumetry for the characterization of nanotube surfaces. It is a nondestructive and global measurement and is very sensitive, especially for the first stages of physisorption, whose reliability is shown by the agreement with the results obtained with calorimetric measurements. Adsorption volumetry is particularly well adapted for the study of nanotubes since fractions of their surface are uniform enough for physisorption of simple molecules to give rise to stepwise isotherms. Nevertheless, it does not allow precise conclusions concerning the nature of the adsorption sites on these quasi-uniform fractions of the surface.  We may question whether the isotherm steps originate from adsorption on metal impurities, amorphous carbon or other impurities, or actually on nanotubes, on which several types of sites can be imagined, such as inside or outside isolated nanotubes, between nanotubes associated in bundles, or on the outside part of the bundles. Some of these can probably be ruled out. Metal particles are not accessible, since they are embedded in amorphous carbon. Amorphous carbon should not give rise to stepwise isotherms. The access inside the nanotubes is not possible, since they are closed at both ends. The following argument suggests that the first step corresponds to the adsorption in the curved triangular channels located between nanotubes into the bundles and the second on the outside surface of the bundles. The number of nanotubes forming bundles in our sample is usually found to lie between 30 and 50, in agreement with TEM observations.20,21 With the value of 37, taken within these limits and which allows the calculation for a perfectly hexagonal section of the bundles, assuming that all the carbon atoms of the sample are involved in the nanotubes, we estimate a cumulative interstitial channel length of 4.5 × 1011 m g-1, with the nanotube diameter and distance given above. If the methane molecules adsorbed in these channels form “1D lines”, equalling the distance between two methane molecules to that in a (111) plane of the bulk crystal, (4.17 Å), we can estimate, from the methane adsorption capacity, an equivalent surface area of 160 m2 g-1. Moreover, taking into account the molecular cross section of methane, the accessible external surface area of the bundles is about 210 m2 g-1. The ratio between the total equivalent surface area (inside the channels and outside the bundles) and that inside the channels is thus 2.3, which is equal to the experimental ratio (2.3). It should be noticed that the adsorbed amount is expected to increase much more quickly inside than outside with increasing the number of nanotubes in a bundle, the choice of 37 nanotubes being a crude approximation. On the other hand, with a less perfect arrangement, the external surface area should be larger than that of bundles involving the same number of nanotubes. Nevertheless, as a first approximation, this model seems reasonable to interpret our results as representing successive adsorption into the interstitial channels and on the outside part of the bundles.The value of the equivalent specific surface area deduced from the adsorbed amount at the top of the first isotherm step (90 m2 g-1) is smaller than that calculated for the interstitial adsorption sites in the bundles (160 m2 g-1) by a factor of 0.6. This discrepancy is very likely to originate from the impurities (carbon and metal particles), which have already been mentioned in the sample description. Adsorption on these impurities is probably responsible for the slope of the plateau between the two isotherm steps. The identification of the adsorption sites should open new perspectives for fundamental investigations of the physisorption properties.    Top of PageAbstractIntroductionExperimental SectionAdsorption on GraphiteAdsorption on Nanotubes − Results and DiscussionConclusionAcknowledgment The authors thank Professor X. Duval and Dr. Mc Rae for fruitful discussions and Dr. J. F. Marêché for technical assistance.         This article references 29 other publications. (1) Porosity in Carbons; Patrick, J. W., Ed.; Edward Arnold:  1995.There is no corresponding record for this reference.  (2) Thomy, A; Duval, X.   Surf. Sci. 1994, 299−300, 415.There is no corresponding record for this reference.  (3) Iijima, S.   Nature 1991, 354, 601.[Crossref]There is no corresponding record for this reference.  (4) Maddox, M. W.; Gubbins, K. E.   Langmuir 1995, 11, 3988.[ACS Full Text ], [CAS](4) . Molecular Simulation of Fluid Adsorption in BuckytubesMaddox, M. W.; Gubbins, K. E.Langmuir\r\n        (1995),\r\n    11\r\n        (10),\r\n    3988-96CODEN:\r\n                LANGD5;\r\n        ", "title": "Methane and Krypton Adsorption on Single-Walled Carbon Nanotubes", "authors": ["M. Muris", "N. Dufau", "M. Bienfait", "N. Dupont-Pavlovsky", "Y. Grillet", "J. P. Palmari"], "doi": ["10.1021/la991670p"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-17/la991670p/production/images/small/la991670pf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-17/la991670p/production/images/small/la991670pf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-17/la991670p/production/images/small/la991670pf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-17/la991670p/production/images/small/la991670pf00004.gif\">"]}