{"abstract": "The study of metal–organic frameworks has largely been motivated by their structural and chemical diversity; however, these materials also possess rich physics, including optical, electronic, and magnetic activity. If these materials are to be employed in devices, it is necessary to develop an understanding of their solid-state behavior. We report an approach to calculate the effect of strain on the band structure of porous frameworks. The origin of the bidirectional absolute deformation potentials can be described from perturbations of the organic and inorganic building blocks. The unified approach allows us to propose several uses for hybrid materials, beyond their traditionally posited applications, including gas sensing, photoelectrochemistry, and as hybrid transistors.", "text": "10.1021/am507016r Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferences1 IntroductionMetal organic frameworks (MOFs) have become one of the most studied systems in materials chemistry. Their porous nature has resulted in speculation on their application as gas storage media.(1-3) This research has yielded many promising results but, as yet, no firm applications.(4) Additionally, the concentration on gas storage has somewhat overshadowed the opportunity for exploiting the chemical and structural diversity of MOFs to control their physical properties.(5, 6) There is a renaissance of the field, with an increasing number of studies demonstrating the potential of MOFs for optoelectronic processes and devices.(7-15)In the design of hybrid devices, control of electronic energy levels is crucial.(16) The bulk electron energy levels provide a “natural” band offset between the bulk phases of materials (the Galvani potential) and can be considered a reliable first approximation to electrical barriers at a heterojunction interface. There is a long history, in the field of semiconductors, of controlling energy levels through the expansion and contraction of the crystal lattice, an idea first explored by Shockley and Bardeen.(17) MOFs display extraordinary flexibility, which allows for the accommodation of extreme lattice mismatch,(18, 19) making them ideal candidates for energy level control by application of epitaxial, uniaxial, or hydrostatic strain. Similar effects can be achieved via thermal expansion, which may be positive or negative for hybrid frameworks.(20-22) The degree to which the energy levels are deformed by strain is quantified by the deformation potential:(1)where εi is the electronic energy level of interest and v is the lattice volume. By judicious pairing of materials, based on knowledge of lattice matching and deformation potentials, the band offset at a heterojunction can be chosen for the desired application, for example, to produce an Ohmic or Schottky electrical contact. The most commonly considered deformation potential is that of the band gap (αvEg), as it is more straightforward to measure or calculate a relative change (the energy difference between the valence and conduction bands) than the absolute shifts of individual bands, that is:(2)where CB and VB refer to the lower conduction band and upper valence band, respectively.Figure 1. Crystallographic unit cell of MIL-125 (right): a catalytically active and photochromic material used for the oxidation of alcohols to aldehydes. The (HSE06) band structure of MIL-125 (left) shows localized electronic states, with no significant band dispersion in reciprocal space. The energy scale is absolute, with respect to the vacuum level determined using the electrostatic potential at the center of the pore.The determination of absolute deformation potentials (ADPs) has proved challenging for some time, even for close-packed elemental and binary semiconductors.(23, 24) From a theoretical point of view, the problem is that standard electronic structure simulations of compact semiconductors with periodic boundary conditions provide no unique, universal electronic energy reference, as there is no point in space where the wave function decays to zero. Thus, electronic eigenvalues cannot be compared over a range of deformations. A number of attempts to circumvent this difficulty have been proposed, for example, the model solid method,(25) the midgap energy,(26) and core state energy levels with an appropriate lattice summation.(27) A set of reference data is now available for simple inorganic semiconductors.(28) The prediction of these quantities for hybrid systems is rarely attempted, due to the complexity of the underlying calculations. In particular, there is no knowledge of the deformation behavior of organometallic solids.In this contribution, we report an approach for calculating the absolute and relative deformation potentials of porous materials. The method is applied to calculate ADPs of five important frameworks: MOF-5 (ZnO-based, Figure 1)(29) and MIL-125 (TiO2-based),(30) one of the highest performing gas-storage coordination frameworks (CPO-27-Mg),(31) a zeolitic imidazolate framework (ZIF-8),(32) and also a covalent organic framework (COF-1M).(33, 34) The chosen frameworks differ in structure, composition, and functionality. The ability to predict and manipulate the band structure of MOFs raises the possibility for application in nontraditional contexts, which we shall explore.Figure 2. Definition of the contributions to the total deformation potential (αα) in metal–organic frameworks. There is a change in the electronic structure following an instantaneous “vertical” volume change (αi), and an additional change following atomic relaxation (Δα) termed hybrid deformation.As demonstrated by our calculations for these materials, the ADPs of MOFs have a number of subtleties arising from the hybrid nature of the structure. First, the band edges can be defined by either the organic or the inorganic motif; the electronic structures of the band edges are illustrated in Figure 3. Furthermore, traditional tetrahedral semiconductors have lattice points strictly defined by a crystal space-group, meaning that expansions or compressions result only in an isotropic scaling of the lattice sites. In MOFs the atomic coordinates can relax upon volume perturbation in an anisotropic manner due to their internal structural flexibility. This relaxation process means that the effective deformation potential can be broken into two contributions: a pure volume deformation (prior to relaxation) and an adiabatic deformation (postrelaxation). We term the difference between the two the “hybrid deformation” (see Figure 2) as it originates from the internal flexibility of the hybrid porous structure.Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferences2 Computational ApproachAll density functional theory (DFT) calculations were performed in the Vienna Ab Initio Simulation Package (VASP)(35) using plane-wave package with projector augmented wave pseudopotentials.(36) All structures were initially fully optimized using the PBESol(37) exchange and correlation functional and a cutoff energy of 500 eV and a Γ-point sampling of the Brillouin zone, allowing all ionic and lattice degrees of freedom to relax. The electronic structure was then calculated using the HSE06(38) functional, with 25% of the short-range semilocal exchange replaced by nonlocal Hartree–Fock exchange.Absolute valence band maxima and conduction band minima were obtained by calculating the difference between the highest occupied and lowest unoccupied one-electron eigenvalues and a reference vacuum potential. The reference vacuum potential was obtained from the Hartree potential at the center of a pore in the material, where the electrostatic potential has plateaued. This procedure for obtaining absolute band energies of porous materials was outlined in a recent publication,(39) and the analysis code and tutorials for performing the calculation are freely available in an online repository.(40)The convergence of the band energies with respect to the density of the k-point mesh in reciprocal space was checked for MIL-125 (which displays some band dispersion and therefore is a good test for the validity of the Γ-point approximation). The results, presented in the Supporting Information, clearly demonstrate that the absolute electron energies are well converged for the properties of interest.The instantaneous volume deformation potential was calculated by applying an isotropic perturbation of ±1% to the equilibrium lattice geometry, scaling both lattice vectors and ionic coordinates. The deformation potential was then obtained as the relationship between the offset of the band edge (εi) and the Hartree potential at the center of the pore (Φpore) and the log of the volume:(3)The total adiabatic deformation potential was calculated following the same procedure; however, the ionic positions of the framework were optimized to their equilibrium values at each point on the energy–volume curve.Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferences3 Band Gap DeformationThe band gap deformation potential for each framework has been calculated self-consistently from the energy separation of the upper valence and lower conduction bands as a function of the cell volume both including and excluding internal structure optimization. The values, collected in Table 1, are large and negative for each MOF. They range from −2.31 eV (MIL-125) to −0.52 eV (CPO-27-Mg). This is the standard semiconductor response; that is, as the lattice is dilated the band gap is reduced.(27) The negative sign is usually attributed to a reduction in separation of the occupied (bonding) and empty (antibonding) states as bond lengths are increased. The one exception is the covalent framework, COF-1M, which exhibits a positive band gap deformation of 1.05 eV. To understand the origin of this anomalous behavior, we need to first consider the individual changes of the valence and conduction bands.Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferences4 Absolute Band Edge DeformationWhile the band gap deformation is straightforward to assess using existing techniques, the underlying contributions are more difficult to compute. Here, we perform a translation of the relative electronic eigenvalues to absolute energies using the (volume-dependent) electrostatic potential at the center of the pore of the framework as a reference. It has been demonstrated that the pore potential (Φpore) represents a good approximation to the vacuum level.(39) Following the procedure outlined above, the absolute valence and conduction band deformation potentials have been calculated and are reported in Table 1 (and Figure 3).Figure 3. Calculated (DFT-HSE06) valence and conduction band energy levels of the five materials studied, which are aligned through the Hartree potential in the center of their pores (following ref 39). Inset in the band gap of each material are shaded lines indicating changes in the valence and conduction band positions as the volume (external pressure) is varied. Above and below each material is the electron density associated with the band edge wave functions; note that the density is associated with organic ligands, with the exception of MOF-5 (valence band, ZnO units) and MIL-125 (conduction band, TiO2 units).Table 1. Calculated Band Gaps, Eg, and Deformation Potentials for a Set of Hybrid Materials (DFT-HSE06), Including Deformation of Valence Band Maximum, αvVB, Conduction Band Minimum, αvCB, and Band Gap, αvEg, with Respect to VolumeamaterialEgαvVBαvCBαvEgMOF-54.640.51–0.59–1.09(1.15)(−1.98)(−3.13)[-0.64][1.40][2.04]ZIF-85.470.60–0.36–0.96(0.48)(−0.79)(−1.27)[0.12][0.43][0.31]COF-1M3.66–3.48–2.431.05(−0.42)(−2.70)(−2.28)[-3.06][0.27][-3.32]CPO-27-Mg3.100.640.12–0.52(−1.49)(−3.25)(−1.76)[2.13][3.37][1.24]MIL-1253.821.10–1.21–2.31(0.59)(−4.10)(−4.69)[0.51][2.89][2.38]aThe top values are the total ADP, in parentheses below are the instantaneous ADPs, and in square brackets are the hybrid deformations, or difference between the first two terms. All values are reported in electronvolts.Generally, valence band potentials are positive, while conduction band potentials are negative; this dictates the overall negative band gap deformation potential. Such behavior is expected for inorganic semiconductors, for example, for bulk ZnO (αvCB = −1.21 eV; αvVB = 0.42 eV), which is very similar to the response predicted for MOF-5. From the five systems studied, MOF-5, ZIF-8, and MIL-125 exhibit this standard response, while COF-1 M (negative αvVB) and CPO-27-Mg (positive αvCB) show unusual behavior.Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferences5 Chemical Origin of Electronic ResponseIn semiconductor physics, the ADP of the band edges are commonly analyzed from the perspective of tight-binding theory.(41) The trends observed in valence and conduction band ADPs are attributed to the balance of three effects:(42) (i) The first is p–p coupling between anion and cation. In the tight-binding model, the valence band maximum is defined by coupling between anion and cation p bands. Therefore, as the volume increases and the interaction is weakened, the energy of the filled bonding state is raised. (ii) Next is electron kinetic energy. The kinetic energy of the electrons results in band broadening. As the volume is decreased, the kinetic energy of the electronic wave functions is increased and the bands become broader, resulting in an increase in the valence band energy. (iii) The final effect is p–d coupling between anion and cation. In cases where there is an active d-band (e.g., ZnII 3d104s0), the band structure is influenced by anion p–cation d coupling. The occupied antibonding state is usually at the top of the valence band, and exhibits an effect similar in magnitude and opposite in direction to (i).Following Harrison,(42) the interaction strength is also influenced by the polarity of the material. In an elemental semiconductor, the band gap depends on a “covalent energy” (V2):(4)where d is the interatomic separation. For a compound semiconductor, where the constituent elements have a difference in electronegativity, the heteropolar bonding results in an additional “polar energy” (V3), which can be represented as the average of the anion and cation p eigenvalues (εpa and εpc). From these contributions, the valence band energy in solid-state semiconductors can be described as(5)The derivative of both of these functions with respect to volume implies that both the band gaps and the valence band edges will decrease in energy as the volume (interatomic separation) is increased. Similar behavior is also predicted for the conduction bands.(27) This interpretation is appropriate for hybrid systems where the band edges are dictated by the electronic states of the inorganic linker (e.g., MOF-5 conduction band and MIL-125 valence band).In MOFs the band edges are often defined by electronic states on the organic ligand (see Figure 3). In this case, the splitting of the energy levels can be defined by an overlap integral (often referred to as β) between adjacent centers. In Hückel theory(43) (and extended Hückel theory(44)), the β parameter has no formal analytical dependence on interatomic separation. However, it has been demonstrated that the extended approach can be equated with the universal parameter theory of tight-binding, resulting in an analogous d–2 dependence of the energy levels.(45)The first framework we consider is MOF-5, which uniquely has an upper valence band defined by the inorganic linker. The behavior (positive VB deformation potential of 0.51 eV) can be explained in terms of the tight-binding model. MOF-5 contains (ZnO)4 clusters, with a tetrahedral bonding structure very close to that of bulk ZnO. The absolute deformation potentials of tetrahedral ZnO have been calculated(46) as 2.85 eV in line with standard anion–cation p–p coupling. The difference in magnitude between the inorganic and hybrid materials originates from the chemical distinction between the oxygen of the carboxylate group and an inorganic oxide anion and the atomic relaxation response discussed in the next section.For four of the systems studied, the valence band increases in energy as the volume is increased, following the arguments discussed above. The one exception is the covalent framework COF-1M, which has a large negative valence band deformation, that results in the unusual positive band gap deformation. COF-1M is distinct from the other materials as it is formed from biphenyl linkers coupled with an electron-withdrawing analogue of borazene. Under pressure, interaction between the two chemical building blocks gives rise to an antibonding response analogous to p–d repulsion in II–VI semiconductors;(27) hence, the behavior is opposite to the general trend.Again, for four of the systems studied, the conduction band decreases in energy as the volume is increased, following the standard model. The one exception here is CPO-27-Mg, which shows a small positive conduction band deformation. In the absence of relaxation, a negative deformation of −3.12 eV is calculated, so the behavior is associated with “hybrid deformation”.Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferences6 Hybrid DeformationThe contribution to the deformation from atomic relaxation is reported in square brackets in Table 1. These effects are large in magnitude, with changes of up to 3.1, 3.4, and 2.4 eV to the valence, conduction, and band gap deformation potentials.The conformational flexibility of the porous frameworks (relative to a close-packed semiconductor) means that even bands residing on inorganic linkers experience a hybrid deformation; the MOF-5 valence band and MIL-125 conduction band both display relaxation, which dampens the electronic response of the band energies to volume changes. One would expect the degree of relaxation to be largely determined by the rigidity of the structure; more rigid structures are expected to display smaller deformations. Indeed the framework with the most rigid organic ligand (ZIF-8) has the smallest hybrid deformation potentials for both the valence and the conduction bands.The one case where hybrid deformation is responsible for a change in sign of the response is CPO-27-Mg. Under a frozen volume change, the behavior is normal; this corresponds to an isotropic change across all bonds lengths. However, the force constants of the organic ligand (2,4-dihydroxy-benzenedicarboxylate) are larger than those of the deformed heteropolar Mg–O polyhedra. Upon relaxation, conduction band states, which have a significant component on the bridging oxygen atoms, are stabilized. This change provides a hybrid deformation contribution of 3.37 eV to give the final positive conduction band deformation potential of 0.12 eV.Depending on the type of group that defines the conduction and valence bands, our results suggest that one can engineer frameworks with different responses to external stresses. By combining different building blocks, it could be possible to access a wider range of strain-induced responses. A device consisting of several MOFs with differing deformation behavior could exhibit complex electrical responses to a single mechanical stimulus. The exploration of this parameter space and the building of a “deformation landscape” will be an important step, which can allow rational design of hybrid frameworks for a number of nontraditional functions, as explored below.Figure 4. Schematic of a MOF-based sensor. (a) The functionalized system is at its equilibrium volume in the absence of an absorbate; there is a band offset with another semiconducting material inside the chemiresistor. (b) The framework selectively uptakes caffeine resulting in a volume expansion. The deformation of MOF-5 shifts the band edge reducing the resistance, which is measured as a change in the circuit voltage.Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferences7 Toward Hybrid DevicesWhile the response functions considered here refer to the bulk material, and real devices may exploit changes in the electronic structure at a surface and/or interface, we can still use this information to suggest some alternative applications of hybrid frameworks.iChemical SensorsFor successful chemical sensors, two parameters are critical: analyte selectivity and signal transduction. MOFs have been shown to be highly effective in the former, while severely lacking in the latter. Mechanisms for analyte selectivity include size, chemical, and physical selectivity.(47-49) The apertures of MOF pores are widely tunable,(50) and this has been exploited to selectively absorb smaller over larger molecules.(51) Organic ligands can be modified postsynthetically(52) to make them chemically selective for certain classes of molecules, for example, through H- bonding.(53) Certain molecules can interact physically with motifs found in MOFs, such as the electrostatic interaction between CO2 and metal ions. An extensive review of the subject of MOF sensors is available,(54) in which the authors state “despite the numerous properties of MOFs that suggest them as attractive chemo-sensory materials, their implementation has been largely limited by one major challenge: signal transduction.”By coupling selective molecular uptake with changes in electronic structure upon expansion or contraction, it is possible to envisage MOF-based chemical sensors. A number of appropriate semiconducting frameworks have recently been reported, including HKUST-1.(14) If it is incorporated into an electronic circuit, this results in a change in current, due to modified contact resistance at the MOF/metal interface. In this way, one can design molecularly sensitive sensors, at low cost. The working principle of such a device is illustrated in Figure 4. The effect could be extreme in the case of “breathing” frameworks.(55, 56)iiPhotoelectrodesMetal oxides, such as ZnO and TiO2, have the ability to split water photoelectrochemically. However, they suffer from reduction potentials that are too low for efficient generation of H2 from H2O. In a MOF the energy levels of the metal oxide moieties are shifted to higher reduction potential, due to spatial confinement of their virtual orbitals. Furthermore, the redox energies are highly tunable by altering the framework composition and topology.(57, 58) This degree of flexibility represents a promising alternative to traditional oxide materials in the search for the combination of an optimal bandgap, which straddles the oxidation and reduction potentials of water, and allows for visible light absorption. The methodology that we have presented allows for the identification of optimal materials for chemical conversion from future computational screening studies of framework compositions.Of particular interest is MIL-125, which maintains a conduction band similar in composition to TiO2 but placed well above the water reduction potential. We have shown that compression will result in the conduction band moving toward the vacuum level (increased reductive power). In addition, a recent experimental and computational effort has shown efficient band gap reduction by valence band (organic ligand) modification.(59) The large internal surface areas found in MOFs should provide enhanced electron transfer kinetics as compared to standard thin-film or mesoporous architectures.iiiHybrid TransistorsOrganic field effect transistors (OFETs) are becoming increasing important for flexible electronic technology, where the mechanical rigidity of traditional inorganic semiconductors is an issue. OFETs currently suffer from a number of drawbacks as compared to traditional FETs. Organic layers are more difficult to dope; therefore, the n+ source and drain emitter regions, which allow for efficient metal to semiconductor charge transfer in inorganic FETs, are difficult to achieve. Forming robust mechanical contacts between metal and organic layers is challenging, and the devices suffer poor stability. MOF-FETs offer a compromise to both technologies, providing flexibility closer to OFETs, while offering dopability and stability comparable to that of traditional FETs. Previous theoretical studies of carrier mobility in COF frameworks, such as COF-1M, indicate that these materials possess electrical conductivity of the order required for such applications.(60) An additional role for such hybrid solids is in organic photovoltaics, where electron and hole blocking layers are required to mediate between organic photoabsorbers and inorganic contacts. The electron energies of MOFs are well suited for this purpose.Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferences8 ConclusionsWe have presented a methodology for calculating the absolute deformation potentials of metal–organic frameworks, and indeed any porous material with a vanishing electrostatic field in the pore. We have applied the methodology to five functional MOFs, obtaining deformation potentials for valence bands, conduction bands, and band gaps under hydrostatic pressure. Quantum chemical and solid-state bonding models explain and predict the salient features of deformation based on the knowledge of the framework fragments that contribute to the band edge states. Moreover, we have presented new possibilities for MOF applications based on the behavior of the band structure under mechanical stress: postulating molecular sensors (e.g., MOF-5), photoelectrodes (e.g., MIL-125), and hybrid transistors (e.g., COF-1M). The approaches employed can easily be adapted for large-scale materials screening procedures. While hybrid solids exhibit many features familiar from the study of inorganic semiconductors, there exists potential for novel and unexpected phenomena. Appreciation of both the chemistry and the physics of these systems is required to unlock their full potential. Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferencesSupporting InformationAdditional information concerning the computational methods. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferencesAcknowledgmentWe acknowledge J. M. Frost and D. W. Davies for insightful discussions regarding organic field-effect transistor technologies. We acknowledge support from the EPSRC (Grants EP/J017361/1 and EP/I01330X/1), the Royal Society, and the European Research Council (Grant 277757). The work benefited from the University of Bath’s High Performance Computing Facility, and access to the HECToR supercomputer through membership of the UKs HPC Materials Chemistry Consortium, which is funded by EPSRC (Grant no. EP/L000202).Reference QuickViewTop of PageAbstractIntroductionComputational ApproachBand Gap DeformationAbsolute Band Edge DeformationChemical Origin of Electronic ResponseHybrid DeformationToward Hybrid DevicesConclusionsReferencesReferencesThis article references 60 other publications.1. Mason, J. A.; Veenstra, M.; Long, J. R. Evaluating Metal-organic Frameworks for Natural Gas Storage Chem. Sci. 2014,  5,  32– 51[Crossref], [CAS]1. Evaluating metal-organic frameworks for natural gas storageMason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.Chemical Science\r\n        (2014),\r\n    5\r\n        (1),\r\n    32-51CODEN:\r\n                CSHCCN;\r\n        ", "title": "Electronic Structure Modulation of Metal–Organic Frameworks for Hybrid Devices", "authors": ["Keith T. Butler", "Christopher H. Hendon", "Aron Walsh"], "doi": ["10.1021/am507016r"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-24/am507016r/20150103/images/small/am-2014-07016r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-24/am507016r/20150103/images/small/am-2014-07016r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-24/am507016r/20150103/images/small/am-2014-07016r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-24/am507016r/20150103/images/small/am-2014-07016r_0002.gif\">"]}