{"abstract": "The sorption properties of the Al-MOF CAU-13 were studied in detail. The adsorption of water and CO leads to small structural changes. However, when CAU-13 is exposed to xylene, a drastic change in the crystal structure is observed. In the evacuated form, CAU-13 contains -cyclohexanedicarboxylate linkers in the e,e and a,a conformations. After the adsorption of xylene, all of the linker molecules exhibit the e,e conformation, leading to a unit cell increase of ∼25%.The Al-MOF CAU-13 ([Al(OH)(-CDC)]; -HCDC = -1,4-cyclohexanedicarboxylic acid) is structurally related to the MIL-53 compounds that are well-known for their “breathing” behavior, i.e., the framework flexibility upon external stimuli such as the presence of adsorbate molecules. The adsorption properties of CAU-13 were investigated in detail. The sorption isotherms of N, H, CH, CO, CO, and water were recorded, and the adsorption enthalpies for the gases were determined by microcalorimetry. The structural changes upon adsorption of CO were followed with in situ synchrotron powder X-ray diffraction (PXRD). The patterns were analyzed by parametric unit cell refinement, and the preferential arrangement of the CO molecules was modeled by density functional theory calculations. The adsorption and separation of mixtures of -, -, and -xylene from mesitylene showed a preferred adsorption of -xylene. The structures of //-xylene-loaded CAU-13 were determined from PXRD data. The adsorption of xylene isomers induces a larger pore opening than that in the thermal activation of CAU-13. In the crystal structure of the activated sample CAU-13(empty pore), half of the linkers adopt the a,a confirmation and the other half the e,e conformation, and the presence of a,a-CDC ions hampers the structural flexibility of CAU-13. However, after the adsorption of xylene, all linkers are present in the e,e conformation, allowing for a wider pore opening by this new type of “breathing”.", "text": "10.1021/ic500288w Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesIntroductionOwing to their potential applications in gas storage and separation, catalysis, and drug delivery or as sensor materials, metal–organic frameworks (MOFs) have become an important class of inorganic–organic hybrid materials.(1, 2) These materials are often (micro)porous and are built up from inorganic building units such as metal ions or metal–oxygen clusters, which are linked by polydentate organic molecules. The great diversity of possible combinations of linkers with different inorganic building units allows the formation of a large variety of structures. Special interest lies in the investigation of MOFs that undergo structural transformations upon temperature and applied mechanical pressure changes or the inclusion of guest molecules. This unusual behavior of crystalline solids, described as “breathing”, was discovered in 2002 for [Co(NCS)2(3-PIA)2]·guest [PIA = N-(3-pyridyl)isonicotinamide],(3) [VIII(OH)BDC]·guest,(4) and [Cr(OH)BDC]·guest (BDC = 1,4-benzenedicarboxylate).(5) The latter examples represent the first MOFs with MIL-53-type structure, which have the general composition [MIII(OH)BDC]·guest and which have now been studied in various functionalized forms. They are built up of zigzag chains of trans-corner-sharing MO6 octahedra, with M3+ being Al3+, Sc3+, Cr3+, Fe3+, Ga3+, and In3+.(4-10) The one-dimensional inorganic building units are interconnected via BDC2– ions, forming a network with diamond-shaped channels. When MIL-53 is stored at ambient conditions, it adsorbs water, leading to the so-called narrow-pore (np) form of the structure. When water is removed, for most of the MIL-53 compounds, a drastic increase of the unit cell volume occurs and the large-pore (lp) form of the structure is observed.(5) For Al-MIL-53, the unit cell volume changes by 33% upon dehydration.(11) The overall expansion or shrinkage of the framework of MOFs is often accompanied by a rotation of the organic and inorganic building units around a part of the structure that plays the role of a “knee-cap”. In MIL-53, this is the axis through the carboxylate oxygen atoms.(12) Layered structures that are connected by flexible (aliphatic) pillar molecules can also exhibit a breathing effect,(13) which has, for example, been realized by layered zirconium phosphates pillared by alkyl diphosphonates.(14) General descriptions of the concept of breathing in inorganic–organic hybrid materials are given in review papers by Kitagawa et al. and Férey et al.(12, 13, 15) The breathing behavior of MIL-53 has been investigated by combining several experimental approaches including in situ powder X-ray diffraction (PXRD) during solvent exchange or exposure to various gases and vapors, infrared and microcalorimetry measurements, and molecular simulations.(16-18) Concerning practical applications, an understanding of the adsorption of CO2(19-22) and the separation of C8 alkyl aromatics (xylenes, ethylbenzene, etc.) is relevant.(23-25)Recently, some of us have reported on the Al-MOF denoted as CAU-13 ([Al(OH)CDC]·guest), which is isoreticular to MIL-53 but contains the flexible aliphatic linker trans-1,4-cyclohexanedicarboxylate (CDC2–).(26) trans-1,4-Cyclohexanedicarboxylic acid is able to undergo conformational changes in solution, leading to an equilibrium between the e,e and a,a conformers. Both conformers are present in the structure of CAU-13, and the same conformers are situated on opposing sides of the pore walls. The structures of MIL-53 and CAU-13 are compared in Figure 1. MIL-53 exhibits “smooth” pore walls, whereas the kinked a,a-CDC2– ions protrude into the channels of CAU-13.Figure 1. Ball-and-stick representations of the crystal structures and structural formula of the incorporated linkers of (a) CAU-13·H2O ([Al(OH)CDC]·H2O) and (b) Al-MIL-53(np) ([Al(OH)BDC]·H2O). AlO6 polyhedra are presented as gray octahedra, carbon atoms as black spheres, and oxygen atoms (of adsorbed water molecules) as red spheres. Hydrogen atoms are omitted. The structures were drawn using the crystallographic data of ref 26 for part a and ref 11 for part b. On the right, the linkers present in the structures of CAU-13 and MIL-53 are shown: (a) e,e-CDC2– and a,a-CDC2–; (b) BDC2–.Here, we present a comprehensive study on the sorption properties and framework flexibility of CAU-13 combining in situ and ex situ PXRD, molecular modeling based on density functional theory (DFT), and force-field-based calculations as well as high-pressure adsorption experiments. The adsorption of xylene isomers gave rise to a new manner of pore-size variation upon adsorption of guest molecules, which is accompanied by a conformational change of the cyclic aliphatic linker.Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesExperimental SectionSynthesisAll reagents and solvents were purchased from commercial sources and used without further purification. Aluminum chloride hexahydrate (AlCl3·6H2O; puriss.) and N,N-dimethylformamide (DMF; 99.5%) were purchased from Grüssing GmbH, Filsum, Germany. trans-1,4-Cyclohexanedicarboxylic acid (trans-H2CDC; 99%) was purchased from TCI Deutschland GmbH, Eschborn, Germany. The synthesis of CAU-13 was carried out as described in the literature using microwave-assisted heating.(26) Typically, 516 mg (3.00 mmol) of trans-H2CDC and 724 mg (3.00 mmol) of AlCl3·6H2O were combined in a Biotage 10–20 mL glass reactor, and 16.0 mL of DMF and 4.00 mL of water were added. The reactor was sealed with a septum. The reaction mixture was heated in a Biotage Initiator microwave oven for 45 min at 130 °C under stirring. Product recovery was performed by centrifugation. The crude product was purified by stepwise treatment with DMF and ethanol for 45 min at 130 °C using the microwave oven. The compound was shown to also be stable in water upon treatment at the same conditions. Product purity and preservation of crystallinity were confirmed by PXRD.PXRDPXRD experiments for product identification were carried out on a Stoe Stadi P diffractometer in transmission geometry with Cu Kα1 radiation, equipped with an image-plate detector system. The high-resolution PXRD pattern of activated CAU-13 for structure refinement was obtained at beamline P08 at PETRA III, DESY, Hamburg, Germany. The sample was prepared as follows: The purified and dried sample was filled into a borosilicate capillary (diameter: 0.7 mm), which was attached to a glass valve. The capillary was heated and evacuated (200 °C, 2 × 10–3 kPa). After 2 h, the capillary was sealed. The PXRD patterns of CAU-13 loaded with o-, m-, and p-xylene were recorded on a PANalytical Empyrean diffractometer (Cu Kα1/α2 radiation) using a PIXcel3D detector. Amounts of 30 mgworking with TOPAS of the purified CAU-13 were placed in a DURAN Pyrex tube and mixed with 3 mL of o-, m-, or p-xylene. The mixture was heated at 100 °C for 5 h under stirring. After cooling to room temperature, the mixture was centrifuged and the supernatant was removed. The suspension was transferred into a glass capillary (diameter: 0.5 mm). The capillary was then centrifuged to concentrate the solid. Temperature-dependent PXRD measurements were recorded under air using a PANalytical Empyrean diffractometer equipped with an oven (TC-radiation, MRI) and a PIXcel3D detector. The samples were loaded into Al2O3 sample holders, and the patterns were recorded in reflection geometry with Cu Kα1/α2 radiation every 10 °C, heating the sample from 30 to 200 °C, then cooling it to 30 °C, and heating it again to 500 °C.Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesInvestigation of the Breathing Behavior of CAU-13 by PXRDThermal TreatmentTo quantify the changes in the unit cell parameters upon thermal treatment, Pawley refinements were carried out using each of the recorded PXRD patterns between 30 and 350 °C. The method of parametric Rietveld refinement, as implemented in the computer program Powder 3D Parametric by Rajiv et al.(27) working with TOPAS-Academic,(28) was applied. Because no obvious reconstructive transitions were observed, the number of phases was set to one. As starting values, the cell parameters of CAU-13·H2O were chosen and refined to the first recorded PXRD pattern. The refined cell parameters are listed in Table S1 in the Supporting Information (SI).CO2 SorptionThe in situ PXRD (synchrotron radiation, λ = 1.5406 Å) study during CO2 adsorption at 195 K was performed at beamline KMC-2 at BESSY, Berlin, Germany. The experimental setup employing a BELSORP-max apparatus and a homemade sample holder is described elsewhere.(29) PXRD patterns were recorded at 16 points of the adsorption branch and 6 points of the desorption branch of the isotherm. The adsorption isotherm is presented in Figure S3 in the SI, together with an overview of the CO2 pressures at which the PXRD patterns were recorded. To quantify the changes of the unit cell parameters, Pawley refinements were carried out using each of the recorded PXRD patterns by the method of parametric Rietveld refinement, as implemented in the computer program Powder 3D Parametric.(27) The number of observed phases was set to one. As starting values, the cell parameters of CAU-13(empty pore) were chosen because the sample had been thermally activated. The refined cell parameters are visualized in Figure S4 in the SI and listed in Table S2 in the SI. To localize the pressure-dependent positions of the CO2 molecules in the framework of CAU-13, DFT calculations were carried out. For the calculations, a structure model of CAU-13 present upon CO2 adsorption was built, starting with the crystal structure of CAU-13(empty pore) and fixing the unit cell parameters to the ones provided in Table S2 in the SI at a CO2 pressure of 96.307 kPa using the same force-field-based computationally assisted structure determination as that described below [structure determination of CAU-13(xylene)]. The structural models were further geometry-optimized by DFT calculations in the absence and presence of one and two CO2 molecules per unit cell. In a manner similar to that in our previous investigation on Al-MIL-53,(19) several starting configurations were considered for CO2 in order to probe the possible geometries of this guest in the pores. These configurations include single interactions between CO2 and either the OH groups of the inorganic structure parts or the organic linker and double interactions in which the guest molecule bridges two OH groups of opposing pore walls. Geometry optimization was performed with the PW91 GGA density functional(30) and the double numerical basis set containing polarization functions(31) on the hydrogen atom, as implemented in the Dmol(3) code.(29) The adsorption enthalpies were then calculated following the same method that we fully described in ref 21 to allow a direct comparison with the microcalorimetry measurements.Xylene Vapor-Phase AdsorptionPXRD was used to examine the flexible behavior of CAU-13 in response to xylene vapor. A Bruker D8 diffractometer operating with Cu Kα1/α2 radiation was used for these experiments, with the hydrated sample packed into a ceramic holder and data measured in θ–θ geometry using a VANTEC solid-state detector, which permitted a typical diffraction pattern to be accumulated in around 3 min. The diffractometer was equipped with an Anton Paar XRK 900 reactor chamber, which allowed accurate temperature control and for gases to be passed over the sample. For the adsorption experiments, nitrogen was bubbled through the chosen xylene isomer in a Drechsel bottle to introduce a vapor of xylene over the sample. The powdered sample was packed into the holder to allow space for expansion, and its height was checked after the experiment to ensure that no movement had occurred. The desorption of each xylene isomer was investigated by heating the xylene-loaded samples in air in the range 60–150 °C. Scans were recorded every 1 °C.Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesStructure DeterminationCAU-13(empty pore)The crystal structure of desolvated CAU-13 denoted as CAU-13(empty pore) was solved and refined from PXRD data obtained at beamline P08, PETRA III at DESY, Hamburg, Germany (λ = 0.825986 Å). The sample was measured in a borosilicate glass capillary (diameter: 0.7 mm) after thermal activation. The experimental setup of the beamline is described in ref 32. After indexing the powder pattern and refining the cell parameters using TOPAS-Academic,(28) the structure was solved by direct methods in the space group P1̅ using the program EXPO 2009.(33) With the extracted atomic positions set as the structural starting model, a Rietveld refinement using TOPAS-Academic was carried out. The profile was fitted using a Thompson–Cox–Hastings pseudo-Voigt profile function and a simple axial model. Soft distance restraints were applied to the C–C bonds of the organic linker molecule (C2–C3, C2–C4, C3–C4, C5–C6, C6–C7, C6–C8, and C7–C8). The Rietveld plot, an image of the asymmetric unit, and a table showing selected bond lengths are presented in the SI (Figures S6 and S7 and Table S3). The unit cell parameters of CAU-13(empty pore) are listed in Table 1.Table 1. Details of the Rietveld Refinements of CAU-13(empty pore), CAU-13(mX), CAU-13(oX), and CAU-13(pX) Compared to the Unit Cell Parameters of CAU-13·H2O CAU-13(empty pore)CAU-13(mX)CAU-13(oX)CAU-13(pX)CAU-13·H2Oawavelength0.825986 (synchrotron radiation)Cu Kα1/α2Cu Kα1/α2Cu Kα1/α2 space groupP1̅P21P21P21P1̅a/Å6.6237(3)6.6103(3)6.6031(8)13.225(2)6.6169(5)b/Å9.7034(5)17.8984(9)18.060(2)17.892(2)9.4300(6)c/Å9.4227(3)11.0989(5)10.858(7)11.0836(9)9.4642(6)α/deg108.362(2)909090107.577(3)β/deg107.395(5)91.246(4)90.374(9)89.80(2)107.725(7)γ/deg93.685(3)90909093.209(5)V/Å3540.04(4)1312.8(1)1294.8(2)2622.6(5)529.08(7)Z24482RBragg0.930.440.680.38 Rwp4.652.983.503.66 GOF0.891.722.282.46 aThe cell parameters of CAU-13·H2O were taken from ref 26.CAU-13(xylene)The PXRD patterns of CAU-13 loaded with an excess of liquid xylene of each isomer were recorded with Cu Kα1/α2 radiation on a PANalytical Empyrean diffractometer. The patterns were indexed with the program EXPO 2009,(33) and the unit cell parameters were refined with the Pawley method using TOPAS-Academic.(28) A Split Pearson VII profile function and a simple axial model were used for profile fitting. The Pawley fits are presented in Figure S8 in the SI, and the details of the refinements are listed in Table S4 in the SI.A structural model was constructed starting from the crystal structure of the large-pore Al-MIL-53(lp) (space group Imma).(11) Using the program Powdercell,(34) the original orthorhombic crystal structure was converted subsequently into hypothetical ones with lower symmetry, using subgroups of Imma (sequence Imma–I212121–P212121–P21). The model of lowest symmetry was used as a starting point for constructing the structural model for CAU-13(oX) and CAU-13(mX) using the same computationally assisted structure determination strategy that some of us previously validated on different MOFs.(19, 35) For that purpose, we considered the initial atomic positions of the large-pore form of Al-MIL-53 converted to the space group P21, the bonding scheme of the organic linker was changed from aromatic to aliphatic single bonds, and the unit cell parameters were changed to the respective indexed ones for CAU-13(oX) and CAU-13(mX). The obtained models were then geometry-optimized with fixed unit cell parameters using the generic universal force field,(36) as implemented in the Forcite software.(37) The indexing of the PXRD pattern of CAU-13(pX) resulted in a doubling of the length of the a axis compared to those of CAU-13(oX) and CAU-13(mX). The structural model for CAU-13(pX) was therefore obtained by doubling the a axis using again the supergroup–subgroup relation employed in Powdercell, and the same geometry optimization procedure as that described above was applied. Two oX and mX molecules as well as four pX molecules per unit cell were then introduced in the structure models. Their positions were energy-minimized by force-field-based simulations. Starting with the resulting structural models, Rietveld refinements were carried out using TOPAS-Academic.(28) The organic linker and xylene molecules were defined as rigid bodies, while the inorganic parts of the framework were freely refined. Because the guest molecules inside the channels arranged in close proximity to each other for the compounds adsorbing o- and m-xylene, their occupancies were constrained to reasonable values, indicating a disordered arrangement inside the channels after the refinements had converged. In the case of p-xylene, the guest molecules occupy well-defined positions. This leads to the doubled value for the a axis, which indicates a fully ordered arrangement of the guest molecules. For all structures, the refinements converged to reasonable figure-of-merit values. The details of the refinements are given in Table 1, and the final Rietveld plots are shown in Figure 2.Figure 2. Final Rietveld plots of the structure refinements of CAU-13 loaded with xylene isomers (Cu Kα1/α2 radiation). The observed powder patterns are shown in black, the calculated powder patterns as an overlay in red, and the difference plots (observed – calculated) in blue. The tics mark the allowed Bragg peak positions.Figures of the asymmetric units as well as tables of selected atomic distances are given in the SI (Tables S5–S7 and Figures S9–S11).Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesSorption ExperimentsSorption IsothermsBefore the gas sorption experiments were performed, the powdered samples were thermally activated at 200 °C under vacuum for at least 2 h. However, the xylene vapor-phase adsorption experiments were carried out using the hydrated CAU-13·H2O. Sorption experiments up to 1 bar were performed with a BELSORP-max apparatus (BEL Japan Inc.). The N2 and H2 sorption isotherms were recorded at 77 K, while the CO2 and H2O sorption isotherms were recorded at 298 K. The apparent specific surface area was determined from the N2 adsorption isotherm, as described in the literature.(38) The micropore volume was obtained at p/p0 = 0.5. Calculations of the micropore volume were performed using the computer program PLATON(39) for the crystal structure of CAU-13(empty pore), with hydrogen atoms geometrically placed using Materials Studio 5.0.(37)MicrocalorimetryAdsorption enthalpies were measured experimentally at 303 K and up to 40 bar using a Tian-Calvet type microcalorimeter coupled with an in-house manometric gas dosing system.(40-42) This apparatus allows the simultaneous measurement of the adsorption isotherm and the corresponding differential enthalpies. Gas is introduced into the system using a step-by-step method, and each dose is allowed to stabilize in a reference volume before being brought into contact with the adsorbent, located in the microcalorimeter. The introduction of the adsorbate to the sample is accompanied by an exothermic thermal signal, measured by the thermopiles of the microcalorimeter. The peak in the calorimetric signal is integrated over time to give the total energy released during that adsorption step.Xylene Liquid-Phase AdsorptionLiquid-phase batch adsorption experiments were carried out according to a literature procedure.(23) A 1.8 mL vial with 25 mg of thermally activated CAU-13 and an empty reference vial were filled with a solution of one of the xylene isomers in mesitylene. The contents of the vials were stirred for 2 h at 298 K. Gas chromatography output data were used to determine the initial and equilibrium xylene concentrations. Adsorption isotherms were obtained by plotting the absorbed amount, in weight percentage, versus the equilibrium concentration. For competitive adsorption experiments, 0.2 mol L–1 binary mixtures of xylene isomers (0.1 mol L–1 each) and a 0.3 mol L–1 ternary mixture in mesitylene were used. Selectivities αi,j were calculated using eq 1,(1)with qi and qj being the amounts (mol g–1) of isomers i and j adsorbed per gram of MOF adsorbent, and cj and ci being the equilibrium concentrations (mol L–1) of isomers i and j present in the liquid phase.Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesResults and DiscussionMIL-53-type compounds exhibit a large breathing effect upon adsorption and desorption of the guest molecules. For example, the pore diameter of Al-MIL-53·H2O increases drastically upon dehydration, whereas for Fe-MIL-53, an even narrower pore is observed.(43) On the other hand, different guest molecules also lead to various pore sizes.(16) To check whether CAU-13 shows a breathing effect, at first the structural changes were studied upon thermal dehydration. Furthermore, the influence of various gases and vapors on the structure of CAU-13 was studied.Thermal BehaviorThe thermal behavior of CAU-13·H2O was investigated with temperature-dependent PXRD measurements under air. To determine the framework flexibility, the sample was at first heated from 30 to 200 °C. The sample was then cooled to 30 °C and subsequently heated to 500 °C. PXRD patterns obtained at selected temperatures are shown in Figure 3 (top). The complete pattern series is presented in Figure S1 in the SI.The temperature-dependent PXRD patterns show a reversible shift of some of the reflections’ positions upon heating to 200 °C. In accordance with the previously published thermogravimetric data,(26) this effect can be attributed to the removal of water molecules from the channels. The reversibility of the observed phenomenon is attributed to the uptake of water from the air. Decomposition of the framework begins at around 350 °C. The structural changes were quantified by parametric refinement of the unit cell parameters. The plot of the cell lengths versus temperature presented in Figure 3 (bottom) shows that mainly the b axis of the unit cell is influenced by the thermal treatment.Figure 3. (Top) PXRD patterns of CAU-13 at selected temperatures (Cu Kα1/α2 radiation). The dashed lines at 12.5 and 22.5° (2θ) are introduced to guide the eye. (Bottom) Evolution of the unit cell lengths over temperature: circles, a axis; squares, b axis; diamonds, c axis.The length of the b axis increases upon the removal of adsorbed water up to 200 °C and then decreases during cooling. The reversibility of this effect could not be fully reached within the time frame of the experiment. However, the breathing effect is clearly observable. The finding that mainly the b axis is affected shows that breathing occurs along the shorter intersection of the lozenge-shaped pores of CAU-13, thus causing a larger opening of the one-dimensional channels (Figure 1a). Small changes in the c axis can be observed, whereas the length of the a axis, which is parallel to the inorganic building unit (i.e., chains of trans-corner-sharing AlO6 octahedra), remains almost unaltered. Similar observations can be made regarding the unit cell angles, whose progress with the temperature is presented in Figure S2 in the SI. The pore is further enlarged upon heating to temperatures higher than 200 °C due to thermal motion of the atoms.On the basis of the temperature-dependent PXRD study, the crystal structure of CAU-13(empty pore) was determined using synchrotron PXRD data. CAU-13·H2O was transferred into a borosilicate glass capillary and thermally activated under vacuum. The structure was solved with direct methods and refined using the Rietveld method. CAU-13(empty pore) crystallizes in the space group P1̅. Thus, no change of the space group could be observed for CAU-13 upon the removal/addition of water molecules. The main difference of the structures is the elongation of the b axis in CAU-13(empty pore) due to the loss of hydrogen-bonding interactions connecting two inorganic building units via adsorbed water molecules. The desorption of water causes an increase of the unit cell volume of about 2% (Table 1). This breathing effect is very small compared to the 33% increase of the unit cell volume of Al-MIL-53 upon thermal activation.(11) The “kinked” a,a conformation of half of the CDC2– ligands in CAU-13 seems to prevent further pore opening.Sorption PropertiesBreathing may be triggered by guest molecules and observed as steps in the respective sorption isotherms because of the presence of different structures (and pore sizes) during the adsorption process. We investigated the sorption properties of CAU-13 towards various gases and vapors at low (p ≤ 1 bar) and high pressures (p ≤ 40 bar). From the adsorption isotherm of N2 at 77 K, the specific surface area (380 m2 g–1) and the micropore volume (0.15 cm3 g–1) were determined. These experimental data are in good agreement with the calculated pore volume of 0.17 cm3 g–1 using PLATON(39) and the simulated accessible surface area (450 m2 g–1) estimated using a Monte Carlo algorithm, following the same strategy as previously reported by Düren et al.(44) The H2O sorption isotherm of CAU-13 at 298 K is presented in Figure 4, while the isotherms for N2, CO2, and H2 obtained up to a pressure of 1 bar are shown in Figure S13 in the SI.Figure 4. H2O sorption isotherm of CAU-13 recorded at 298 K.The H2O sorption isotherm exhibits an S shape. Because of the hydrophobic character of the pore walls, adsorption does not begin at low partial pressures but is shifted to p/p0 = 0.15. This effect has also been observed for functionalized MIL-53 derivatives Al-MIL-53-Cl, -Br, and -CH3.(45) The steep increase at p/p0 = 0.2 corresponds to the adsorption of one water molecule per formula sum (Figure 4) and is in accordance with the water molecule that was localized in the structure of CAU-13·H2O by Rietveld refinement.(26) At higher relative pressures, a maximum of 1.8 mol mol–1 water are adsorbed. The maximum amounts of CO2 and H2 adsorbed at 298 K and 1 bar are 75 and 6.8 mg g–1, respectively. These values correspond to less than one molecule per formula sum (0.36 and 0.73 mol mol–1). An overview of the adsorbed amounts in mol mol–1, mg g–1, and wt % is listed in the SI (Table S8). Except from the water sorption experiment, no stepwise adsorption of the guest molecules could be observed in the low-pressure region. In order to investigate whether such adsorption steps occur at higher adsorbate concentrations, high-pressure isotherms at 303 K were recorded using N2, CH4, CO2, and CO. Simultaneously, the adsorption enthalpies were determined by microcalorimetry. The adsorption isotherms and a plot of the adsorption enthalpies against the adsorbed amount are reported in Figure 5. The exact adsorbed amounts and adsorption enthalpies are presented in Table S8 in the SI.Figure 5. Adsorption isotherms (top) and enthalpies (bottom) for the adsorption of N2 (gray pentagons), CH4 (red diamonds), CO2 (blue circles), and CO (green squares). Repetitions of one experiment are marked by symbols in different shades of the same color.The high-pressure adsorption isotherms show that CAU-13 exhibits porosity towards all investigated gases. All isotherms show a steeper increase at lower pressures than at higher pressures, which is most distinct regarding the adsorption of CO2 and CH4. Unlike the MIL-53 compounds, CAU-13 does not show a stepwise adsorption of the investigated adsorbates, which implies that there are no guest-induced sudden structural changes. The observed capacities for the adsorbates are relatively small. At 303 K and 23 bar, CAU-13 adsorbs 2.78 mmol g–1 CO2 (0.60 mol mol–1), similar to the amount adsorbed by the np form of Al-MIL-53, which is only stable up to a CO2 pressure of 6 bar. However, the lp form of Al-MIL-53 is formed above this pressure and adsorbs almost 4 times the amount of CO2 (∼10 mmol g–1, 2.1 mol mol–1).(46) The relatively flat enthalpy profiles observed for all four samples during pore filling suggests a relatively homogeneous energetic surface. A comparison of the adsorption enthalpies obtained for the adsorption of CO2 shows that the adsorption enthalpy of CAU-13 (−39 kJ mol–1) is similar to that observed in the first step in the experiments with the np form of Al-MIL-53 (−35 kJ mol–1)(46) or with STA-12 (−32 kJ mol–1), which features open metal centers.(47) In contrast, the adsorption enthalpy for methane is remarkably higher for CAU-13 (−32 kJ mol–1) compared to Al-MIL-53 (−17 kJ mol–1).(46) Furthermore, the methane uptake is high with respect to that observed for nitrogen and carbon monoxide. This can be explained by the smaller pore diameter of CAU-13 and thus a higher degree of confinement, which leads to an increase of the host–guest interactions. However, these drastic differences in the methane adsorption enthalpies and uptakes of methane by CAU-13 may also be related to a contribution of the aliphatic pore environment.In Situ PXRD and CO2 AdsorptionThe adsorption of water and CO2 in MIL-53 leads to similar structural changes.(48) Because CAU-13 has already shown a small breathing effect upon the uptake of water, a similar effect was expected for the adsorption of CO2. Because the adsorption isotherms measured at 298 and 303 K gave no direct evidence for a breathing effect, the CO2 sorption of CAU-13 was additionally followed in situ by synchrotron PXRD at 195 K. At this lower temperature, a larger amount of CO2 can be adsorbed. The experiments were performed at beamline KMC-2 at BESSY, Berlin, Germany. The corresponding adsorption isotherm is presented in Figure S3 in the SI (left) together with an overview of the relative pressures at which PXRD patterns were recorded. At the conditions used for this study (195 K, p ≤ 1 bar), CAU-13 adsorbs 24 wt % (1.2 mol mol–1) CO2. During the experiment, PXRD patterns were recorded. Significant parts of the patterns are shown in Figure 6 (top). The full patterns are presented in Figure S3 (right) in the SI. A noticeable shift of the reflections corresponding to the crystallographic b axis (i.e., 010 and 01̅1) can be observed, whereas the position of the 001 reflection is not remarkably influenced.Figure 6. (Top) Synchrotron PXRD pattern series obtained during the adsorption (red patterns) and desorption (blue patterns) of CO2. The PXRD patterns were measured using radiation with λ = 1.5406 Å. From left to right, the 010, 001, and 01̅1 reflections are shown. The dashed lines were added to guide the eye. (Bottom) Evolution of the length of the crystallographic b axis with increasing pressure of CO2 (squares). In addition, the corresponding CO2 adsorption isotherm measured at 195 K (circles) is shown. Filled symbols mark the adsorption and open symbols the desorption.To gain deeper insight into the structural changes that underlie the observations, the unit cell parameters of CAU-13 were determined at various CO2 loadings using parametric cell parameter refinement. In Figure 6 (bottom), evolution of the length of the b axis over increasing partial pressure of CO2 is presented together with the sorption isotherm.Upon adsorption of about 0.5 CO2 molecules per formula sum (CAU-13·0.5CO2), i.e., one molecule per unit cell, the length of the b axis reaches a minimum of 9.316(2) Å. This is even shorter than the length of the b axis of CAU-13·H2O with 9.4300(6) Å. At higher pressures, the b axis is elongated while more CO2 is adsorbed, indicating a change in the interactions between CO2 and the framework of CAU-13. For adsorption of the first CO2 molecule per unit cell, the reduction of the pore opening suggests stronger host–guest interactions, whereas upon the adsorption of more CO2 molecules, the guest–guest interactions seem to dominate. The possible binding schemes were modeled by DFT calculations on the basis of the cell parameters observed at the partial pressures corresponding to the compositions of CAU-13·0.5CO2 and CAU-13·CO2, i.e., CAU-13 with one and two adsorbed CO2 molecules per unit cell, respectively. The calculated arrangements of the CO2 molecules inside the channels are shown in Figure 7.Figure 7. DFT-optimized arrangements of CO2 in CAU-13: left, CAU-13·0.5CO2; right, CAU-13·CO2. The aliphatic cyclohexane rings are omitted for clarity. The characteristic interatomic distances are provided in angstroms. Color code: aluminum, blue; oxygen, red; carbon, black; hydrogen, light gray.The DFT calculations show that the presence of one CO2 molecule per unit cell leads to a double interaction between the quadrupolar CO2 and the OH groups of the framework via its CO2 oxygen atoms. The end-on interaction of one CO2 molecule with one OH group is found to be energetically less favorable. The characteristic OCO2–HOH distances of 2.78 and 2.82 Å between the CO2 molecules and the framework OH groups are significantly longer than those we previously simulated for Al-MIL-53 at the same CO2 concentration (2.07 and 2.10 Å).(18, 19) This observation can be explained by the larger-pore aperture of CAU-13 (8.45 Å; see Figure S5 in the SI) compared to Al-MIL-53 in its narrow-pore form (6.78 Å). This results from the proximity of two CDC2– ions belonging to two neighboring chains, which prevents the pores from further closing and leads to a less confined environment for the guest molecules. These geometric considerations are consistent with a calculated adsorption enthalpy of −34 kJ mol–1, which remains lower than the one previously simulated for CO2 in Al-MIL-53 (−41 kJ mol–1).(21) Nevertheless, the averaged experimentally observed adsorption enthalpy of Al-MIL-53 in the first adsorption step is −35 kJ mol–1,(46) thus similar to both the experimental and calculated adsorption enthalpies of CAU-13.When in the case of CAU-13·CO2 two CO2 molecules per unit cell are introduced (Figure 7, right), the binding scheme switches from the double interaction to an arrangement in which only one CO2 oxygen atom is interacting with an OH group of the inorganic building unit. This is similar to previous findings for Al-MIL-53.(20, 21) The calculated OCO2–HOH distances of 2.34 and 2.33 Å are shorter than that in the case of CAU-13·0.5CO2, leading to a slightly higher adsorption enthalpy (−36 kJ mol–1). The interactions between the CO2 molecules lined up along the direction of the channel are relatively weak, represented by a characteristic CCO2–CCO2 distance of 3.76 Å.Indeed, the differences in sorption behavior between Al-MIL-53 and CAU-13 are mainly based on the space the respective ligands occupy in the structure. This spatial arrangement influences the interactions between the CO2 molecules and the framework. The interactions of CO2 with CAU-13 and MIL-53 mainly occur between the adsorbate and the OH groups that are part of the inorganic building units.Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesXylene AdsorptionSo far, the steric properties of the aliphatic CDC2– ions dominated the sorption behavior of CAU-13. To study possible interactions with the aliphatic pore environment, xylene adsorption experiments were performed. In competitive adsorption experiments, the MIL-53 compounds showed a preference for o-xylene over the other isomers.(23, 25) Crystal structure refinements of xylene-loaded Fe-MIL-53 indicated π–π interactions not only between the adsorbate molecules but also between the adsorbate and the aromatic pore walls.(25) Because the pore walls of CAU-13 are aliphatic, such an interaction is improbable and should result in different sorption behavior.We studied the liquid- and vapor-phase single-component xylene adsorption on CAU-13 and also the competitive adsorption from the liquid phase. In Figure 8, the liquid-phase batch adsorption isotherms of CAU-13 are presented. The experiments were carried out at 298 K using mesitylene as the eluent. For o-xylene, a slightly higher uptake (17 wt %, 0.34 mol mol–1) than those for p-xylene (15 wt %, 0.29 mol mol–1) and m-xylene (14 wt %, 0.28 mol mol–1) can be observed.Figure 8. Liquid-phase batch adsorption isotherms of CAU-13 for o-xylene (squares), p-xylene (circles), and m-xylene (triangles) from mesitylene at 298 K.In competitive adsorption experiments from a mixture of o- and p-xylene in hexane, the o-xylene uptake of Al-MIL-53 is higher (45 wt %, 0.88 mol mol–1).(23) The selectivities given in Table 2 show only a slight preference of CAU-13 for o-xylene over the other isomers. While the separation factors of o/m-xylene and o/p-xylene are lower than those observed for Al-MIL-53, the separation of m/p-xylene results in similar selectivities (CAU-13:1.3, Al-MIL-53:1.2). This fact can be attributed to the shape-selective interactions of o-xylene in Al-MIL-53,(23) which are not possible in CAU-13.Table 2. Comparison of the Selectivities Calculated for the Adsorption from Equimolar Binary and Ternary Mixtures of Xylene Isomers by CAU-13 and Al-MIL-53 α(o/p)α(o/m)α(p/m)mixtureCAU-13aAl-MIL-53bCAU-13aAl-MIL-53bCAU-13aAl-MIL-53bbinary, o/p1.52.7    binary, o/m  1.93.5  binary, p/m    1.31.2ternary1.7 2.1 1.3 a0.2 mol L–1 binary or 0.3 mol L–1 ternary mixtures in mesitylene. Batch experiments at 298 K.b0.028 mol mol L–1 binary mixtures of xylene isomers in hexane. Batch experiments at 298 K. Experimental data from ref 23.The lower capacity of CAU-13 is attributed to the smaller accessible pore volume due to the bulkier nature of the CDC2– ion in comparison to the BDC2– ion of Al-MIL-53. Not only does the aliphatic six ring of carbon atoms in the chair conformation need more space than the rigid planar aromatic ring of the BDC2– ions but also the number of hydrogen atoms has doubled. Because of the sp3 configuration of the carbon atoms, the hydrogen atoms are not in the same plane as the carbon atoms but point in different directions. To find out if any structural changes occur when xylene is adsorbed, the vapor-phase adsorption of the xylene isomers was monitored by in situ PXRD. Figure 9 shows the contour maps of PXRD data collected during the adsorption as well as the desorption of xylene by CAU-13·H2O. The adsorption experiments were performed using a steady flow of xylene-saturated nitrogen, and the PXRD patterns were recorded with a time resolution of ∼3 min scan–1. Desorption was achieved by stepwise heating.Figure 9. Contour maps of the in situ PXRD investigation of the adsorption (bottom) and desorption (top) of xylene isomers (Cu Kα1/α2 radiation). In the adsorption experiment, one scan number corresponds to approximately 3 min.Upon adsorption of the three different xylene isomers, structural changes of CAU-13 are observed. The beginning of the phase change is first seen for m-xylene (15 scans, approximately 45 min) followed by o-xylene (20 scans, approximately 60 min) and p-xylene (25 scans, approximately 75 min). During the adsorption of o- and m-xylene, the coexistence of two phases continues over a range of about 15–20 scans, while the phase change in the adsorption of p-xylene is faster (within less than 10 scans). The desorption experiments show that p-xylene is retained to the highest temperature followed by o- and m-xylene. Thus, only one step can be seen in each of the experiments with CAU-13, while Al-MIL-53 undergoes two steps in the adsorption of xylenes.(24) The observed phases during the adsorption are CAU-13·H2O in the beginning of the experiment and one phase for each of the xylene-loaded samples. During the desorption experiments, the resulting phase is CAU-13(empty pore) instead of CAU-13·H2O because desorption was achieved via thermal treatment. Interestingly, upon the adsorption of xylene, the reflections shift to lower angles, indicating an increase of the unit cell to values larger than those observed for CAU-13(empty pore) (Figure 10). To gain deeper insight into the structural changes triggered by the xylene adsorption of CAU-13, powdered samples were treated with an excess of the pure liquid xylene isomers and PXRD patterns were recorded. A comparison of the PXRD patterns of CAU-13·H2O, CAU-13(empty pore), and CAU-13 loaded with xylene, collected during the in situ experiments and obtained with an excess of xylene, is shown in Figure 10.Figure 10. Comparison of the theoretical PXRD patterns of CAU-13·H2O (black) and CAU-13(empty pore) (gray) with the PXRD patterns of xylene-loaded samples: cyan, final pattern of vapor-phase adsorption experiments; blue, pattern of CAU-13 loaded with an excess of liquid xylene.The PXRD patterns exhibit a shift of the reflections to lower angles in the order CAU-13·H2O < CAU-13(empty pore) < CAU-13(xylene, vapor phase) < CAU-13(excess xylene). Indexing of the powder patterns obtained for CAU-13 loaded with the xylene isomers and Pawley refinements gave rise to cell volumes of 1350 Å3 for the m-xylene-loaded sample and 1317 Å3 for the o-xylene-loaded sample. The unit cell of p-xylene-containing CAU-13 is doubled in the direction of the one-dimensional pores (a axis), giving a cell volume of 2654 Å3. The results of the refinement and final Pawley plots are presented in Table S4 and Figure S8 in the SI. With a cell content of Z = 4 [8 for CAU-13(pX)], this corresponds to a relative expansion by ∼25% compared to CAU-13(empty pore) (V = 540 Å3, Z = 2; Table 1). The volume changes are accompanied by an increase of symmetry from the triclinic space group P1̅ to the monoclinic space group P21. On the basis of these findings, structural models have been set up in the space group P21 using Materials Studio 5.0.(37) To allow for the large unit cell dimensions, all of the linker molecules had to be introduced using the e,e conformation, which represents the longer molecule of the two conformers [the Ccarboxy–Ccarboxy distance of the e,e conformer is ∼5.6 Å and that of the a,a conformer is ∼4.6 Å, taken from the crystallographic data of CAU-13(empty pore)]. Rietveld refinements applying rigid bodies for both the linker and guest molecules proved the validity of the assumption. Representative images of the crystal structures of the three xylene-loaded CAU-13 samples are given in Figures 11 and S12 in the SI.Figure 11. Ball-and-stick representations of the crystal structures of xylene-loaded CAU-13. (a) View along the channels of CAU-13(mX). Note the e,e conformation of all of the linker molecules. (b–d) Representative images of the arrangement of the xylene molecules in (b) CAU-13(mX), (c) CAU-13(oX), and (d) CAU-13(pX). In parts b–d, the carbon atoms of the cyclohexane rings are omitted for clarity.As in CAU-13(empty pore), each chain of trans-corner-sharing AlO6 octahedra is connected to four other chains by two types of crystallographically independent CDC2– ions; i.e., the topology of the structure is maintained. In the xylene-loaded CAU-13, both CDC2– ions are in the e,e conformation; however, in CAU-13(empty pore), half of the linker molecules are in the a,a- and e,e conformations, respectively. The pore aperture of CAU-13 is characterized by the Al–Al distance of two opposing inorganic building units and measures 9.70 Å for CAU-13(empty pore). The increase to around 11 Å determined for the xylene-loaded CAU-13 is only made possible by a conformational change of the flexible aliphatic linker molecules from the a,a conformation to the e,e conformation. In contrast, the breathing of MIL-53 is just accompanied by a rotation around the O–O axis of the O–M–M–O and O–C–O planes.(15) Breathing involving conformational changes of the flexible aliphatic linkers has so far only been reported for layers of zirconium phosphates pillared by aliphatic connectors such as 1,2-decanediphosphonates.(14) However, these layered compounds are of low crystallinity, and the pillaring connectors are statistically distributed throughout the layers, mixed with short monophosphonate molecules acting as space holders. Hence, the breathing of CAU-13 upon the adsorption of xylene represents a new kind of flexibility in MOFs.The xylene molecules are located in the center of the pores in two different types of stacking. In CAU-13(oX) and CAU-13(mX), the positions of the xylene molecules are disordered, whereas in CAU-13(pX), an ordering of p-xylene can be observed. Therefore, the a axis of the unit cell of CAU-13(pX) is doubled compared to the structures of CAU-13(oX) and CAU-13(mX). The observed arrangements of the xylene molecules compare well with the behavior of the compound during the in situ PXRD experiments, where p-xylene is desorbed at the highest temperature followed by the other two isomers. The well-ordered array indicates relatively strong intermolecular adsorbate–adsorbate interactions, in good agreement with retention of the adsorbed molecules during the desorption experiment. The fact that only p-xylene is well ordered in CAU-13 might be due to its linear shape and its kinetic diameter, which is the smallest of the three isomers.Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesConclusionThe sorption properties and breathing behavior of the Al-MOF CAU-13 have been studied extensively and have been compared to those of Al-MIL-53. In summary, the adsorption capacities of CAU-13 are lower than those of Al-MIL-53, which adopts the large-pore form under similar experimental conditions. The micropore volume of CAU-13 is relatively small because of the bulkier aliphatic CDC2– ions in CAU-13 compared to the BDC2– ions in Al-MIL-53. A small breathing effect under thermal treatment in air (i.e., the desorption of water) and upon the adsorption of CO2 was revealed. DFT calculations evidenced the most preferred arrangements of CO2 within the pores of CAU-13 for different loadings, resulting in simulated adsorption enthalpies only slightly lower than those previously reported for Al-MIL-53, consistent with the microcalorimetry data. The adsorption of o-, m-, and p-xylene as single components and mixtures was investigated using solutions of the adsorbate in mesitylene. From mixtures in the liquid phase, o-xylene is adsorbed preferentially. The adsorption of the xylene isomers from the gas phase was monitored with in situ PXRD, which shows that upon desorption p-xylene is retained inside the pores to the highest temperature. Structure determinations of CAU-13 loaded with the xylene isomers reveal a remarkable breathing effect. The CDC2– ions that show the a,a and e,e conformations (ratio 1:1) in all other investigated forms of CAU-13 change their conformation upon loading with xylene to adopt the e,e conformation only. This results in a symmetry increase and allows for a wider pore opening and a cell volume increase by about 25%. This new type of breathing behavior has not been observed for any other MOF so far. Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesSupporting InformationX-ray crystallographic data in CIF format, details of the parametric refinement of the unit cell parameters for the temperature-dependent experiments as well as the in situ CO2 sorption experiments (tabulated and graphical representations of the unit cell parameters, full PXRD patterns, and CO2 sorption isotherms), images of the asymmetric units as well as bond length tables of CAU-13(empty pore), CAU-13(mX), CAU-13(oX), and CAU-13(pX), N2, CO2, and H2 sorption isotherms recorded up to 1 bar, and a tabulated overview of all adsorbate uptakes of CAU-13 in the different experiments. This material is available free of charge via the Internet at http://pubs.acs.org. Crystallographic data for CAU-13(empty pore), CAU-13(mX), CAU-13(oX), and CAU-13(pX) have also been deposited with the Cambridge Crystallographic Data Centre (CCDC 980340, 980341, 980342, and 980343). The data can be obtained free of charge via the Internet at ww.ccdc.cam.ac.uk/conts/retrieving.html or from the CCDC, 12 Union Road, Cambridge CB2 1EZ, U.K. (fax, +44 1223 36033; e-mail, deposit@ccdc.ac.uk).Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesAcknowledgmentThe research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7MACADEMIA/2007-2013) under Grant 228862. D.d.V., J.L., and H.R. are grateful for support by IWT Belgium (MOFshape) and FWO (Vlaanderen). G.M. acknowledges the Institut Universitaire de France for financial support. A.H. and S.K. acknowledge the Federal Ministry of Education and Research for financial support (Project BMBF 05K10OD3). F.N. and N.S. are thankful for the support of the DFG (SPP 1362). We acknowledge the Helmholtz Association for beamtime on KMC-2 at BESSY and P08 at DESY.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionInvestigation of the Breathing Behavior of CAU-13 by PXRDStructure DeterminationSorption ExperimentsResults and DiscussionXylene AdsorptionConclusionReferencesReferencesThis article references 48 other publications.1. Themed issue on Metal-Organic Frameworks:  Chem. Soc. Rev. 2009,  38,  1201– 1508.[Crossref]There is no corresponding record for this reference.2. Special Issue on Metal-Organic Frameworks:  Chem. Rev. 2012,  112,  673– 1268.[ACS Full Text ], [CAS]2. Introduction to Metal-Organic FrameworksZhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    673-674CODEN:\r\n                CHREAY;\r\n        ", "title": "Conformation-Controlled Sorption Properties and Breathing of the Aliphatic Al-MOF [Al(OH)(CDC)]", "authors": ["Felicitas Niekiel", "Jeroen Lannoeye", "Helge Reinsch", "Alexis S. Munn", "Andreas Heerwig", "Ivo Zizak", "Stefan Kaskel", "Richard I. Walton", "Dirk de Vos", "Philip Llewellyn", "Alexandra Lieb", "Guillaume Maurin", "Norbert Stock"], "doi": ["10.1021/ic500288w"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0011.gif\">"]}