{"abstract": "The porphyrinic metal–organic framework (MOF) PCN-224 is metalated with Fe to yield a 4-coordinate ferrous heme-containing compound. The heme center binds O at −78 °C to give a 5-coordinate heme-O complex. For the first time, this elusive species is structurally characterized, revealing an Fe center coordinated to superoxide via an end-on, η linkage. Mössbauer spectroscopy supports the structural observations and indicates the presence of a low-spin electronic configuration for Fe. Finally, variable-temperature O adsorption data enable quantification of the Fe–O interaction, providing a binding enthalpy of −34(4) kJ/mol. This value is nearly half of that observed for comparable 6-coordinate, imidazole-bound heme-O complexes, a difference that further illustrates the importance of axial ligands in biological heme-mediated O transport and storage. These results demonstrate the ability of a MOF, by virtue of its rigid solid-state structure, to enable isolation and thorough characterization of a species that can only be observed transiently in molecular form.", "text": "10.1021/ja5103103 Metalloproteins featuring iron porphyrin, or heme, prosthetic groups are ubiquitous in nearly all forms of life. The heme functionality is intimately involved in a variety of biological processes, including O2 transport and storage, electron transport, catalysis, and sensing.(1) Specifically, O2 transport and storage, mediated by the proteins hemoglobin and myoglobin, respectively, are essential to mammalian life.(2) The critical roles of heme proteins have rendered them a topic of intense study, primarily in order to understand the structural and electronic features that govern their functionality. Toward this end, tremendous concerted efforts have focused on the development of synthetic heme molecular model complexes that can mimic the reversible O2 binding characteristic of globin proteins.(3)The study of molecular heme dioxygen model complexes has been hampered by their instability as mononuclear complexes. In the absence of a protein superstructure, heme complexes typically undergo irreversible oxidation via bimolecular condensation reactions, ultimately forming oxo-bridged FeIII2 complexes.(4) This obstacle prompted the development of multiple elaborate porphyrin scaffolds such as the sterically protected “picket-fence” porphyrins, which served to prevent bimolecular decomposition reactions and enabled isolation of the first examples of thoroughly characterized heme-O2 adducts.(3, 5) These systems also enabled studies to understand the role of axial histidine donors, present in both hemoglobin and myoglobin, in O2 binding.(6) Along these lines, a longstanding challenge has been the isolation and characterization of 5-coordinate, or “base-free”, heme-O2 adducts. Indeed, comparison of the O2 binding affinity of such a species with their 6-coordinate analogues would help to further elucidate the function of the axial ligand in biological heme centers. Nevertheless, despite the elegant design of other elaborate porphyrin scaffolds,(2) observation of 5-coordinate heme-O2 adducts has been limited to spectroscopic evidence at low temperature, primarily within frozen gas matrices, as these species invariably undergo bimolecular decomposition or O2 dissociation under ambient conditions.(7)As an alternative to the above methods for isolating 5-coordinate heme-O2 adducts, we hypothesized that a heme-containing metal–organic framework (MOF) would provide an ideal platform for the isolation and study of these species, as the solid-state structure of the MOF should prevent bimolecular condensation reactions and obviate the need for solvent to enable gas-phase reactions. MOFs are particularly well-suited for this challenge over other solid-state materials, owing to their porous structure, high degree of synthetic tunability, and amenability to single-crystal diffraction studies. Moreover, while a number of research groups have found success in explorations of MOF reactivity, the vast majority of these reports have centered on catalytic activity rather than the isolation and study of reactive species.(8) Encouragingly, numerous porphyrinic MOFs have already been reported, including those with open porphyrin ligands that can be post-synthetically metalated.(9) Herein, we report the incorporation of a coordinatively unsaturated ferrous heme center into a MOF and its reaction with O2 to give a 5-coordinate heme-O2 complex. This species is structurally characterized for the first time, and combined spectroscopic and O2 adsorption experiments reveal key features of its electronic structure and O2 affinity.The recently reported Zr-based porphyrinic MOF PCN-224 exhibits several attributes that are well-suited for the isolation and study of reactive species, including remarkable stability to acid and base, large pore sizes for the diffusion of substrates, and capacity for post-synthetic porphyrin metalation (see Figure 1).(10) Using a slight modification of the reported preparation, large cubic crystals of PCN-224, suitable for single-crystal X-ray diffraction analysis, were prepared (see experimental details in the Supporting Information (SI)). Subsequently, following a procedure similar to that for preparation of molecular (TPP)FeII (TPP = 5,10,15,20-tetraphenylporphyrin dianion),(11) single crystals of PCN-224 were heated under N2 in a DMF solution containing excess anhydrous FeBr2 and 2,6-lutidine to give the ferrous heme-containing compound PCN-224FeII (1, see Figures 1 and S1 and Table S1).Figure 1. Reaction of PCN-224FeII (1) with O2 at −78 °C to form PCN-224FeO2 (2). Green octahedra represent Zr atoms; orange, blue, red, and gray spheres represent Fe, N, O, and C atoms, respectively; H atoms are omitted for clarity. Selected interatomic distances (Å) and angles (deg) for 2: Fe–O 1.79(1), O–O 1.15(4), Fe···N4 plane 0.526(2), Fe–O–O 118(4), N–Fe–O 104(1).Single-crystal X-ray diffraction analysis of 1 revealed a structure that exhibits a 4-coordinate heme center residing in a square planar coordination environment. The Fe–N distance of 1.982(4) Å is close to that of 1.966 Å reported for (TPP)FeII.(12) No significant residual electron density corresponding to an axial ligand could be located in the difference Fourier map (see Figure S2). Note that while a number of heme-containing MOFs have been previously reported,(9f, 9h, 9i, 9l) to our knowledge, 1 represents the first example of a MOF with coordinatively unsaturated ferrous heme centers.(13) In addition to X-ray analysis, complete metalation of the bulk crystalline material with FeII was confirmed by IR, diffuse reflectance UV–vis, and trace metals analysis (see experimental details and Figures S3 and S4 in the SI). Furthermore, N2 adsorption data collected for a desolvated sample of 1 at 77 K provided a Brunauer–Emmett–Teller surface area of 2901(32) m2/g (see Figures S5 and S6). This value is close to those reported for other metalated forms of PCN-224 and confirms that high porosity is maintained upon metalation of PCN-224 with FeII.Upon exposure of desolvated 1 to 1 atm of dry O2 at ambient temperature, no significant changes were observed in the IR and diffuse reflectance UV–vis spectra. This result is in stark contrast to behavior previously observed in molecular ferrous heme complexes with axial imidazole (Im) ligands, which readily bind O2 at room temperature.(3) In contrast, carrying out this experiment with single crystals of 1 at −78 °C resulted in an immediate color change from purple to dark red-brown. Subsequent X-ray diffraction analysis of data collected at 100 K revealed the formation of a new compound, PCN-224FeO2 (2), featuring an O2 ligand coordinated to the heme iron center (see Figures 1 and S1 and Table S2). The structure of the heme unit in 2 consists of a 5-coordinate Fe center residing in a square pyramidal coordination environment, with the O2 ligand coordinated to the Fe center in an η1, end-on binding mode. The Fe–O distance of 1.79(1) Å is in the range of 1.75–1.90 Å previously reported for molecular 6-coordinate heme-O2 adducts, which are best described as featuring an FeIII-superoxide composition.(14) Additionally, while the O–O distance of 1.15(4) Å and the Fe–O–O angle of 118(4)° are consistent with those previously reported, these metrics must be regarded with caution due to crystallographic disorder of the O2 about a 4-fold axis. The FeIII center is displaced out of the plane formed by the four pyrrole N atoms by 0.526(2) Å along the Fe–O bond, consistent with displacement distances typically observed for 5-coordinate metalloporphyin complexes.(15)To the best of our knowledge, compound 2 represents the first structurally characterized example of a 5-coordinate, “base-free” heme-O2 adduct. In fact, coordinatively unsaturated terminal metal-O2 adducts in any ligand environment are exceedingly rare, with only three structurally characterized examples in molecular complexes of Cu(16) and Pd.(17) Indeed, to our knowledge, 2 represents the first structurally characterized example of an Fe–O2 species with an Fe coordination number less than 6. Here, the stability of this complex toward irreversible oxidation is almost certainly provided by the rigid solid-state MOF scaffold, which precludes bimolecular condensation reactions.The surprising lack of reactivity of 1 with O2 at ambient temperature prompted us to examine the thermodynamics of O2 binding using gas adsorption measurements. Consistent with the reactivity described above, the O2 isotherm obtained for 1 exhibits an initial sharp uptake at temperatures below 195 K (see Figures 2 and S7). The slope of this uptake decreases upon warming to 226 K, and the isotherm becomes nearly linear with pressure upon warming further to 298 K. To quantify the O2 binding, isotherm data at temperatures of 141, 156, 195, 226, 273, and 298 K were independently fit using a dual-site Langmuir model as previously described (see Table S3).(18) These fits revealed binding enthalpies of −29(2) and −10.0(2) kJ/mol, which we assign to O2 binding at the Fe centers and physisorption on the remainder of the MOF surface, respectively. Consistent with this assignment, treatment of the 141, 156, and 195 K isotherm data with the Clausius–Clapeyron equation provided an initial isosteric heat of adsorption of −34(4) kJ/mol at low coverage, which ultimately drops to a plateau of −10(2) kJ/mol at loadings greater than 0.7 mmol/g, the value expected for a 1:1 Fe:O2 stoichiometry (see Figure 2, inset). Note that, to our knowledge, this represents only the second measurement of O2 adsorption at a coordinatively unsaturated Fe center within a MOF.(19)Figure 2. O2 adsorption data for 1 at 141, 156, 195, 226, 273, and 298 K (blue to red gradient). Circles represent data, and solid lines correspond to fits using a dual-site Langmuir model. Inset: O2 isosteric heat of adsorption curve for 1 as a function of amount adsorbed.The observed O2 binding enthalpy at low coverage of −34(4) kJ/mol in 1 is substantially lower than those of 63–65 kJ/mol previously reported for Fe centers in myoglobin and molecular heme complexes with axial Im ligands.(3) We initially hypothesized that this difference may stem from a high-spin electronic configuration for FeIII in 2, in contrast to the low-spin configuration invariably observed in 6-coordinate species. To further probe this possibility, Mössbauer spectra were collected for a pulverized crystalline sample of 1, both in the absence and presence of O2. At 100 K, the spectrum of 1 in the absence of O2 exhibits a quadrupole doublet with an isomer shift of δ = 0.580(2) mm/s and a quadrupole splitting of ΔEQ = 1.417(6) mm/s, both consistent with previously reported values for 4-coordinate D4h ferrous heme centers (see Figure 3).(20) Upon addition of 1 atm of dry O2 to this sample at −78 °C, the subsequent Mössbauer spectrum at 100 K showed complete consumption of 1 and concomitant formation of primarily 2 with a small amount of high-spin FeIII impurity. Compound 2 exhibits a quadruple doublet with an isomer shift of δ = 0.378(2) mm/s and a quadrupole splitting of ΔEQ = 2.24(1) mm/s, which can be unambiguously assigned to a low-spin ferric heme center.(20, 21) Indeed, these parameters are very similar to those previously reported for 6-coordinate heme-O2 adducts, all of which are also low-spin.(20) Moreover, the low-spin configuration is consistent with that suggested by a low-temperature NMR study of a 5-coordinate heme-O2 adduct.(7a) In stark contrast to previously reported 6-coordinate heme-O2 adducts, the spectrum of 2 undergoes a gradual release of O2 upon warming, converting cleanly back to 1 at 250 K (see Figure S8). This observation is consistent with the relatively weak O2 binding enthalpy determined from gas adsorption analysis.Figure 3. Mössbauer spectra of 1 and 2, collected for pulverized crystalline samples at 100 K. Black crosses represent experimental data, and solid lines correspond to fits to the data.The observation of low-spin configurations for both 2 and 6-coordinate heme-O2 adducts systems eliminates the possibility of a high-spin state in 2 as the source of highly dissimilar enthalpies of O2 binding. Furthermore, the temperature independence of binding enthalpy at low temperature, as ascertained through the O2 adsorption experiments, suggests that a thermally induced spin state transition is not operative in 2. Thus, electron donation from an axial ligand appears to be the primary source of differences in O2 binding. Despite this supposition, the enhanced electron density at Fe in 6-coordinate Im-ligated heme complexes apparently does not engender a significant change in π backbonding, as the CO stretching frequency in heme-CO adducts has been shown to be similar in both 5- and 6-coordinate adducts (1973 vs 1972 cm–1 respectively).(22) Alternatively, since the binding of O2 effects a redox reaction at both Fe and O2 centers, we hypothesize that the difference in binding strengths may be correlated to the relative redox potentials of 4- and 5-coordinate ferrous heme centers. Indeed, inspection of reported redox potentials for the FeII/FeIII couple reveals a difference of ca. 0.250 V between 4-coordinate and Im-ligated 5-coordinate heme complexes and likely reflects and encompasses the different ligand field environments and spin states involved in both systems.(23) The potential difference, when substituted into the Nernst equation, corresponds to a difference in free energy of 24 kJ/mol (see experimental details in the SI). This value, while a rudimentary approximation, nevertheless is very close to the observed estimated difference in O2 binding enthalpy of 30(5) kJ/mol between 2 and 6-coordinate Im-ligated analogues. Thus, this analysis suggests that a critical role of axial Im ligation in 6-coordinate heme-O2 species may be to generate a heme center with a sufficiently reducing FeII/III couple to enable strong O2 binding at ambient conditions.The foregoing results demonstrate the ability of a MOF to enable the isolation of a 5-coordinate heme-O2 complex, a species that has previously eluded structural and thorough spectroscopic characterization in molecular form. A combination of structural and spectroscopic experiments reveals unequivocally that this species comprises a low-spin FeIII center coordinated to a superoxide ligand in an end-on, η1 geometry. Moreover, variable-temperature O2 adsorption studies show that O2 binding in this species is much weaker than that observed in 6-coordinate analogues. This observation further highlights the critical importance of the axial histidine ligand on heme sites in globin proteins, as the absence of this ligand would lead to ineffectual O2 transport properties due to a drastically weakened O2 binding enthalpy. Taken together, these results provide an illustration of how the solid-state structure of a MOF can provide a platform to isolate and study unstable species that cannot be isolated in molecules. Top of PageAbstractReferencesSupporting InformationExperimental details and characterization data for 1 and 2, including CIF files. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis research was funded by the U.S. Army Research Office through agreement no. W911NF-14-1-0168, the Institute for Sustainability and Energy at Northwestern, and Northwestern University. A.T.G. is supported by the National Science Foundation through the Graduate Research Fellowship Program. We thank N. L. Gruenke and Drs. W. Morris, E. D. Bloch, and T. M. McDonald for experimental assistance and helpful discussions, Prof. M. G. Kanatzidis for use of his gas adsorption analyzer, Prof. R. P. Van Duyne for use of his UV–vis–NIR spectrometer, and Prof. J. R. Long for helpful discussions.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 23 other publications.1. (a) Sono, M.; Roach, M. P.; Coulter, E. D.; Dawson, J. H. Chem. Rev. 1996,  96,  2841[ACS Full Text ], [CAS]1. Heme-Containing OxygenasesSono, Masanori; Roach, Mark P.; Coulter, Eric D.; Dawson, John H.Chemical Reviews (Washington, D. C.)\r\n        (1996),\r\n    96\r\n        (7),\r\n    2841-2887CODEN:\r\n                CHREAY;\r\n        ", "title": "A Five-Coordinate Heme Dioxygen Adduct Isolated within a Metal–Organic Framework", "authors": ["John S. Anderson", "Audrey T. Gallagher", "Jarad A. Mason", "T. David Harris"], "doi": ["10.1021/ja5103103"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-47/ja5103103/20141120/images/small/ja-2014-103103_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-47/ja5103103/20141120/images/small/ja-2014-103103_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-47/ja5103103/20141120/images/small/ja-2014-103103_0003.gif\">"]}