{"abstract": "Selective adsorption and separation of CO are of great importance for different target applications. Metal–organic frameworks (MOFs) represent a promising class of porous materials for this purpose. Here we present a unique MOF material, [Cu(tba)] (tba = 4-(1-1,2,4-triazol-1-yl)benzoate), which shows high CO adsorption selectivity over CH/H/O/Ar/N gases (with IAST selectivity of 41–68 at 273 K and 33–51 at 293 K). By using a critical point dryer, the CO molecules can be well sealed in the 1D channels of [Cu(tba)] to allow a single-crystal X-ray analysis, which reveals the presence of not only C—H···O bonds between the host framework and CO but also quadrupole–quadrupole (CO···CO) interactions between the CO molecules. Furthermore, [Cu(tba)] will suffer divergent kinetic and thermodynamic hydration processes to form its isostructural hydrate {[Cu(tba)](HO)} and a mononuclear complex [Cu(tba)(HO)] via single-crystal to single-crystal transformations.", "text": "10.1021/ja506357n Carbon dioxide, the predominant greenhouse gas causing global warming, mainly originates from the combustion of carbon-based fossil fuels. Effective capture and separation of CO2 are of great importance for relieving the environmental pressure and for some significant industrial applications, such as natural gas purification.(1) As a new class of porous materials, coordination polymers, or metal–organic frameworks (MOFs), have attracted intense interest due to their easily tunable pore structures and properties.(2) Thus far, the substantial potential of porous MOF materials for CO2 storage and separation has been well corroborated.(3) Normally, introducing open metal sites,(4) Lewis basic sites,(5) and strongly polarizing functional groups(6) as well as their combinations(7) in MOFs can be anticipated to enhance the adsorption of CO2 by forming interactions between the functional sties and the quadrupole of CO2 molecules. Several methods have shown such interactions between the host framework and included CO2 guest, including theoretical calculations,(8) spectroscopy,(9) and synchrotron powder X-ray diffraction (PXRD).(10) Single-crystal X-ray diffraction (XRD) analysis of the CO2-loaded composite structures will provide straightforward and convincing evidence that can reveal more details of such host–guest interactions,(11) despite the difficulty in practice for the gaseous nature of CO2 at ambient conditions.MOFs are usually prepared in solution through slow crystallization (e.g., diffusion or solvothermal synthesis).(12) Examples of solid-state reactivity of MOFs are uncommon, especially single-crystal to single-crystal (SCSC) transformations.(13) In this condition, molecular movement is restricted in the crystalline lattice, and it is difficult to retain crystallinity during structural transformation.(13) Nevertheless, solid-state SCSC reactions of MOFs can occur with destruction/formation of coordination bonds in response to external stimuli such as solvent, heating, and light.(14) Notably, significant modification of physicochemical properties such as magnetism, luminescence, and porosity is commonly observed in this course, which may be used to prepare new crystalline materials.(15)We have reported a unique 3D MOF, {[Cu(iba)2](H2O)2}n (Hiba = 4-(1H-imidazol-1-yl)benzoic acid), with the 3-fold interpenetrating lvt framework, which shows distinct kinetic and thermodynamic SCSC transformations upon heating or spontaneous dehydration,(14a) demonstrating the duality—both rigid and flexible—of such porous framework materials upon dehydration. In the current work, by replacing the Hiba ligand with 4-(1H-1,2,4-triazol-1-yl)benzoic acid (Htba), another 3D MOF, {[Cu(tba)2](DMF)}n (1·DMF), with the 4-fold interpenetrating dia framework, can be obtained. It is very interesting that the desolvated MOF 1 has the dual nature of hydration, suffering distinct SCSC transformations via kinetic and thermodynamic control (Scheme 1). Remarkably, 1 shows exclusive capacity to adsorb CO2 selectively over CH4/H2/O2/Ar/N2, which can be attributed to the thermodynamic equilibrium effect.(3a) Further, CO2 molecules can be loaded in the 1D channels of 1, and single-crystal XRD of 1·0.75CO2 clearly reveals both host–guest Cδ+—H···Oδ− H-bonding and quadrupole–quadrupole interactions between the CO2 molecules.Scheme 1. Schematic Representation of Single-Crystal to Single-Crystal Transformations for 1, 1·DMF, 2, 1·0.75CO2, and 1·H2OSolvothermal reaction of Cu(NO3)2 with Htba in C2H5OH–DMF solution yields blue block crystals of {[Cu(tba)2](DMF)}n (1·DMF, Supporting Information (SI)). Single-crystal XRD analysis of 1·DMF indicates that the asymmetric coordination unit consists of a half-occupied CuII center and one deprotonated tba ligand. Each CuII ion is four-coordinated by two carboxylate O’s and two triazolyl N’s from different tba ligands, with the presence of weaker Cu–Ocarboxylate (2.515(4) Å) interactions (Figure S1a). The adjacent CuII centers are extended by the bridging tba ligands to construct a 3D coordination network with dia topology (Figure 1a).(16) In each diamondoid unit, the Cu···Cu···Cu angles range from 84.39(2)° to 131.58(2)°, indicating considerable distortion from the ideal tetrahedral angle of 109.8°. Moreover, four such open networks are entangled in each other to form a 4-fold interpenetrating framework (Figure 1b), which represents a [2+2] roto-translational system comprising two sets of normal 2-fold interpenetrating patterns. According to Blatov’s classification of interpenetrating networks, it can be ascribed to the rare type IIIa motif in RSCR notation, which accounts for only <5% of all reported examples.(17) Despite interpenetration, the intersecting 1D rhombus-shaped channels are still observed along the crystallographic b axis, with pore sizes of ∼3.0 × 6.0 Å2 (considering van der Waals radii of atoms). Calculation of the solvent-accessible area by the PLATON program(18) (1.8 Å probe radius) reveals a value of 498.2 Å3 (22.5% per unit cell volume).Figure 1. (a) A single 3D coordination network (cyan polyhedra for CuII) in 1·DMF. (b) Representation of 4-fold [2+2] interpenetrating framework with four independent networks shown in different colors in 1·DMF. (c) Destruction, reconstruction, and rearrangement of coordination interactions around CuII ion in SCSC transformation from 1 (top) to 2 (bottom) upon thermodynamic hydration.Thermogravimetric analysis (TGA) of 1·DMF (Figure 2) reveals that the lattice DMF molecule will be removed upon heating and the coordination framework is thermally stable up to ca. 240 °C. Thus, desolvated 1 can be obtained by heating 1·DMF at 150 °C under vacuum for 1 week, and TGA and IR (Figure S2) clearly indicate that the DMF guest was completely excluded. Single-crystal XRD of desolvated MOF 1 (Table S1) shows that the coordination framework is unchanged, and the PXRD pattern (Figure 2) also suggests phase purity of the bulk sample. As expected, inverse SCSC transformation from 1 to 1·DMF will occur when the evacuated solid is immersed in DMF solution for 3 days. To confirm the water stability of 1, which is very important for practical applications of MOF materials, the bulk sample of 1 was further placed in water solution, where a color change of the crystals from dark blue to light blue was observed in minutes. Single-crystal XRD analysis reveals the framework integrity of the resulting crystalline product 1·H2O (Table S1). Dehydration of 1·H2O by heating the sample at 150 °C for 1 week regenerates the evacuated crystal of 1 (Table S1). At this stage, it seems that the coordination framework of 1 is quite robust during the reversible solvation and desolvation processes and maintains excellent single crystallinity (Table S1 and Figure S3). However, when crystals of 1 are exposed to air for a long time (at least 1 month), a visible SCSC transformation of the sample is observed (Figure S4). Single-crystal XRD of the resulting cyan crystal reveals the formation of a distinct mononuclear coordination species, [Cu(tba)2(H2O)4] (2). The asymmetric unit of 2 comprises one CuII center with half occupancy, one tba ligand, and a pair of water ligands (Figure S1b). Each octahedral CuII center is surrounded by two triazolyls from a pair of tba ligands and four water molecules. This observation can be regarded as a result of slow attack of water in air to MOF 1 crystals, which leads to complete destruction of all Cu–carboxylate interactions and, accordingly, the formation of four Cu–water coordination bonds. Meanwhile, the two cis-N donors of tba ligands around each CuII in 1 rearrange to their trans orientation in 2 (Figure 1c). The completely different water-induced SCSC transformations of 1, which result in the kinetic and thermodynamic products 1·H2O and 2, respectively, first reveal the duality and sensitivity of such porous materials toward water.Figure 2. PXRD patterns (from bottom to top) for 1·DMF (calculated), 1·DMF (experimental), 1 (calculated), 1 (1·DMF→1), 1·H2O (calculated), 1·H2O (experimental), 1 (1·H2O→1), and 1 (after gas adsorption). Inset: TGA curves for 1, 1·DMF, and 1·H2O.The desolvated microporous MOF 1 shows no obvious sorption of N2 at 77 K (Figure S5), which can be attributed to the fact that its aperture is smaller than the kinetic diameter of N2 (3.64–3.80 Å).(19) For comparison, the adsorption isotherms of CO2, CH4, H2, O2, Ar, and N2 gases were measured for 1 at 195, 273, and 293 K, respectively (Figures 3 and S6). Interestingly, a significant higher capacity for adsorption of CO2 compared to the other gases was observed in all these cases. At 195 K, the CO2 adsorption of 1 displays a type I isotherm. The sorption amount of CO2 at saturation is 77.6 cm3/g, which corresponds to 1.5 CO2 molecules per formula unit of 1. The adsorption isotherms of CO2 show a gradual increase and reach the maximal amounts of 51.8 cm3/g (10.2 wt%) at 273 K and 43.9 cm3/g (8.6 wt%) at 293 K. The CO2 uptake of 1 at 293 K is comparable to that reported for ZIF-96 (8.8 wt%) under similar conditions.(5a) In contrast, the capture capacities of 1 for CH4, H2, O2, Ar, and N2 are extremely poorer (<2.2 cm3/g at all tested temperatures). In this context, the selectivity of CO2 adsorption from binary gas mixture can be evaluated by the ideal adsorbed solution theory (IAST), which is well recognized and applied to predict gas mixture sorption behaviors in porous materials.(20) Based on the single gas adsorption isotherms and the IAST model, the sorption selectivity of CO2 over other gases for 1 (Figure S7) is 33–51 at 293 K, which will be slightly higher at 273 K (Table 1). Remarkably, MOFs materials with selective sorption of CO2 over one or two specific gases are familiar, while MOF 1 here represents a unique example for exclusively capturing CO2 over a broad spectrum of gases with generally high selectivity, which indicates its great potentials in applications of selective gas separation (normally with a selectivity >8).(20b)Figure 3. Comparison of gas adsorption isotherms of 1 for CO2/CH4/H2/O2/Ar/N2 at 273 K (top) and 293 K (bottom).Table 1. Calculated IAST Selectivity (at 1 bar) for Binary Gas Mixturesa CO2/CH4CO2/H2CO2/O2CO2/ArCO2/N2273 K5568434151293 K4551343345a15% for CO2 and 85% for the other gas in each case.The isosteric heats (Qst) of CO2 were calculated with the Clausius–Clapeyron equation from the CO2 isotherms measured at 273 and 293 K (see SI for details).(21) For CO2 in 1, Qst = 36.0 kJ/mol at the onset of adsorption (Figure 4), comparable to some well-known MOFs examples such as MOF-5,(22) HKUST-1,(4c) bio-MOF-1,(5c) and MIL-53(Al)(3f) (34–36 kJ/mol). The high Qst may indicate strong interactions between the coordination framework and CO2 guest.(11b) To confirm this opinion and, further, find some clues to the CO2 sorption sites and high sorption selectivity of MOF 1, we successfully loaded the CO2 molecules in the channels using a critical point dryer (SI). This method is very convenient to operate, and it may be applied for CO2 encapsulation in other porous crystals. The resulting CO2-loaded single-crystal sample can be determined with a conventional X-ray diffractometer at 120 K. The single-crystal X-ray structure for 1·0.75CO2 undoubtedly reveals that the adsorbed CO2 molecules can be accommodated in the 1D channels along the b axis (Figure 4 inset). As expected, one refined CO2 molecule (with 1/4 occupancy) forms host–guest C—H···O interactions with phenyl and 1,2,4-triazolyl rings, respectively, with short H···O distances of 3.18 and 3.24 Å (Table S3). This suggests that the adsorbed CO2 molecules prefer to be projected by H atoms and conjugated aromatic systems, which can be normally considered as the binding domains of CO2 in MOFs. Notably, the rhombus-shaped cavities also allow another CO2 to locate in the central site, and both types of adsorbed CO2 molecules are distributed in the 1D channels in a Z-shaped manner (Figure 4 inset). Of further significance, intermolecular Cδ+···Oδ− interactions between adjacent CO2 molecules are also observed with a C···O distance of 2.607 Å, which will also contribute to the high isosteric heats of CO2 for 1. Furthermore, when the sealed glass capillary tube holding the single crystal of 1·0.75CO2 was broken from one end, XRD analysis of the sample at the same conditions (Figure S8) indicates the regeneration of 1. The maximum and minimum residual electron density peaks in this CO2-escaped crystal are only 0.434 and −0.266 e/Å3 (Table S1), which can also definitely confirm the proper encapsulation of CO2 molecules in the 1·0.75CO2 crystal.Figure 4. Adsorption enthalpies of CO2 calculated by isotherms at 273 and 293 K. Inset: (upper right) a local view of 1·0.75CO2 showing the interactions between host framework and CO2 molecules (green dashed lines), and (lower left) Z-shaped arrangement of CO2 guests with quadrupole–quadrupole interactions.In summary, the evacuated microporous framework 1 shows distinct hydration behaviors controlled by kinetic or thermodynamic process, which provide new insights for the evaluation of water stability of MOF materials. Remarkably, top-rank CO2 adsorption selectivity over a variety of gases is observed for 1, which can be rationally attributed to synergistic Cδ+—H···Oδ− (framework···O2C) H-bonding and CO2δ−···δ+CO2 quadrupole–quadrupole interactions, as confirmed by single-crystal XRD. These results will be helpful to understand the origin of CO2 sorption in coordination frameworks and also to design new MOF materials for future applications. Top of PageAbstractReferencesSupporting InformationExperimental details, tables and structural figures, characterization for complex 2, gas sorption isotherms of 1 at 77 and 195 K, IAST selectivity of 1 at 273 and 293 K, single-crystal photos of 1, and crystallographic data (CIF). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was supported by the National Natural Science Foundation of China (Nos. 21031002, 21171151, and 21201154), Plan for Scientific Innovation Talent of Henan Province, and Program for Innovative Research Team in University of Tianjin (No. TD12-5038).Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 22 other publications.1. (a) Casper, J. K.  Greenhouse Gases: Worldwide Impacts; Infobase Publishing: New York, 2010.There is no corresponding record for this reference.(b) Mokhatab, S.; Poe, W. A.  Handbook of Natural Gas Transmission and Processing; Elsevier Inc.: Oxford, 2012.There is no corresponding record for this reference.2. (a) Schröder, M.  Functional Metal–Organic Frameworks: Gas Storage, Separation and Catalysis; Springer: Berlin, 2010.[Crossref]There is no corresponding record for this reference.(b) Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. Science 2013,  341,  1230444[Crossref], [PubMed], [CAS]2. The chemistry and applications of metal-organic frameworksFurukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar MScience (New York, N.Y.)\r\n        (2013),\r\n    341\r\n        (6149),\r\n    1230444\r\n        ", "title": "Divergent Kinetic and Thermodynamic Hydration of a Porous Cu(II) Coordination Polymer with Exclusive CO Sorption Selectivity", "authors": ["Miao Du", "Cheng-Peng Li", "Min Chen", "Zhi-Wei Ge", "Xi Wang", "Lei Wang", "Chun-Sen Liu"], "doi": ["10.1021/ja506357n"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja506357n/production/images/small/ja-2014-06357n_0005.gif\">"]}