{"abstract": "We present a systematic and efficient methodology to derive accurate (nonpolarizable) force fields from periodic density functional theory (DFT) calculations for use in classical molecular simulations. The methodology requires reduced computation cost compared with other conventional ways. Moreover, the whole process is performed self-consistently in a fully periodic system. The force fields derived by using this methodology nicely predict the CO and HO adsorption isotherms inside Mg-MOF-74, and is transferable to Zn-MOF-74; by replacing the Mg-CO interactions with the corresponding Zn-CO interactions, we obtain an accurate prediction of the corresponding isotherm. We have applied this methodology to address the effect of water on the separation of flue gases in these materials. In general, the mixture isotherms of CO and HO calculated with these derived force fields show a significant reduction in CO uptake with the existence of trace amounts of water vapor. The effect of water, however, is found to be quantitatively different between Mg- and Zn-MOF-74.", "text": "10.1021/ct500094w Top of PageAbstractIntroductionMethodologyResult and DiscussionConcluding RemarksReferencesIntroductionMetal–organic frameworks (MOFs) are a relatively new class of porous materials first synthesized about a decade ago and have become of great interest to the chemistry and materials community.(1) Due to their large internal surface area and enhanced adsorption capacity, MOFs are highly promising for more energetically efficient carbon capture and sequestration (CCS) applications.(2-4) CCS is one of the few viable ways to reduce the emission of CO2 into the atmosphere and to mitigate green house effects associated with the continuous use of fossil fuels.(5) One of the attractive features of MOFs is that they are highly tunable materials, and one can possibly synthesize an ideal framework by using exactly the right combination of metal cluster and organic linker for optimal performance. Since the number of distinct MOFs that one can envision is essentially infinite, finding such an optimal combination is a great challenge, as it is practically impossible to synthesize and characterize all possible materials experimentally. In this regard, it would be helpful to evaluate the performance of these materials by molecular simulation techniques prior to experimental synthesis. A prerequisite to making reliable predictions of relevant thermodynamic and transport properties of gas molecules adsorbed in these materials is that we can accurately describe the interactions of these gas molecules with the atoms of the materials. Namely, there is a necessity to have accurate force fields for use in molecular simulations.Reasonable estimates of the thermodynamic and transport properties of gases in MOFs might be obtained using one of the common force fields (e.g., universal force field (UFF)(6) or Dreiding(7)). However, the chemical diversity of MOFs includes many new types of functionalities for which these force fields fail to give a reasonable description. Of particular interest is the subset of MOFs with so-called open-metal sites.(8) During the crystallization of such MOFs from a solution, solvent molecules can directly coordinate to the metal sites. Once the MOF crystals are formed, the material can be activated by removing these solvent molecules, leaving under-coordinated open-metal sites. The open-metal sites are responsible for some unique properties. For instance, M-MOF-74, also known as M-CPO-27, frameworks (e.g., M = Mg, Zn, etc.) have been demonstrated to have extraordinarily high CO2 adsorption capacity and selectivity toward CO2 over N2 under flue gas conditions, making them to be promising candidates for CCS applications.(9-11) From a computational point of view, it has been shown that these common force fields provide only a limited description of the interaction strength between guest molecules and these open-metal site structures and therefore yield a poor estimation of their adsorption properties.(12)A few studies have been reported in the literature to improve the accuracy of force fields for these systems using ab initio calculations. Chen et al.(13) utilized a genetic algorithm to parametrize dozens of force-field parameters for CO2 in Mg-MOF-74. This method relied on many (thousand) single-point quantum-chemical calculations. Fang et al. proposed a methodology to obtain force fields from dispersion-corrected density functional theory (DFT) calculations, and the method accurately predicts the CO2 adsorption isotherms inside zeolites.(14) In their approach, two global scaling factors were added to the classical 12–6 Lennard-Jones potential, and these parameters were optimized using about one thousand single-point DFT calculations. Zang et al. used this method to study H2O inside CuBTC, which also possesses open-metal sites.(15) Zang et al. observed, however, that for this material appropriate scaling factors could not be determined. Instead, an empirical term as a function of the copper–water distance was added to correct the total energies computed by common force fields.In a previous work, some of us proposed a methodology to develop force fields generalizable to a broad class of MOFs including open-metal site structures, and the methodology required only a small number of single-point ab initio calculations.(16) This method utilized Møller–Plesset second-order perturbation theory (MP2) cluster calculations for each configuration along approaching paths that were designed to probe specific pairwise interaction energies. The fitting procedure was further simplified by decomposing the MP2-calculated energies into electrostatic, repulsive, and attractive interactions using the nonempirical model potential (NEMO) decomposition technique.(17, 18) As a result, a simple fitting algorithm (i.e., grid search method) was required as only up to two variables have to be optimized at the same time. For instance, a CO2 force field inside Mg-MOF-74 was obtained from about one hundred designed configurations, and the predicted adsorption isotherm was found to be in excellent agreement with the experimental data.Compared to DFT calculations with periodic boundary conditions, MP2 calculations require significantly more computational resources and are therefore limited to smaller clusters. In addition, the NEMO technique was developed for molecular systems. Consequently, the previously developed force-field parameters were based upon cluster calculations.(16) By increasing the size of these clusters, one can systematically improve the description of extended (periodic) systems. However, conventional MP2 calculations scale as N6 and are unaffordable for large clusters (i.e., >100 atoms). This poses practical limitations on the approach. As a result, this force field could not correctly predict the binding geometry of the CO2 molecule in Mg-MOF-74 as measured, for example, with neutron diffraction.(19) Another important conclusion of our previous work is that MP2 and van der Waals dispersion-corrected DFT (i.e., vdW-DF) give nearly identical results at the cluster level for the Mg-MOF-74 system.(16) The agreement between these two approaches is not surprising, because Mg(II) is a closed-shell system and the interaction between CO2 and Mg is dominated by dispersion-effects. It should be noted that, if open-shell transition metals (e.g., Fe(II)) were considered, one would have to be more careful because stronger electron correlation effects may occur and have to choose an appropriate functional or use multireference wave function based methods. Accordingly, all of above suggests that we should extend our methodology to periodic systems to remove all these constraints imposed by the use of cluster calculations and develop a force field that not only correctly predicts the adsorption isotherms but also yields accurate binding geometries.In this work, we propose a new approach for deriving force fields from periodic DFT calculations. This enables all steps of the force-field generation to be conducted within a periodic framework: from the structural optimization of the MOFs, to the force-field parametrization, to classical molecular simulations (i.e., Monte Carlo and molecular dynamics). With this newly developed methodology, the computational time required to obtain a DFT-derived force field is highly reduced, about the same order of magnitude of the cost required for periodic structure relaxation. We have used this newly developed methodology to obtain an improved force field for CO2 in Mg-MOF-74, and our new force field can accurately predict the CO2 binding geometry, adsorption isotherm, and dynamic property inside the material. We further demonstrate that our methodology is applicable for generating force fields for water molecules within MOFs. Water is one of the major components in the flue gases emitted from coal-fired power plants, and the presence of water can potentially degrade the CO2 adsorption performance enormously.(20, 21) In this context, it is crucial to consider the effect of water on CO2 uptake while evaluating the performance of a given MOF. Using our new ab initio force fields, we have studied the performance of CO2 adsorbed inside M-MOF-74 (M = Mg and Zn) in the presence of water vapor.Top of PageAbstractIntroductionMethodologyResult and DiscussionConcluding RemarksReferencesMethodologyOverviewThe methodology consists of the following steps (see Figure 1 for the flow diagram)•Structure optimization: Periodic DFT structural optimization is utilized to obtain reliable geometries, which will be used throughout the entire process.•Atom-types identification: For a given structure, we identify different atom-types on the framework for which we need to determine the pairwise potentials.•Approaching paths determination: For each of the identified atom-types, we determine an approaching orientation (path) toward the atom-type and a set of configurations of the guest molecule along the orientation.•Interaction energy calculation: For each configuration, the interaction energy between the guest molecule and the MOF is computed using DFT with an appropriate dispersion-corrected exchange-correlation functional.•Energy decomposition: The total interaction energies are decomposed into three major contributions: long-range Coulomb interactions, short-range exchange repulsion, and dispersion interactions.•Force-field parametrization: The force field is then parametrized with the guest-framework short-range repulsive parameters being optimized. In this step, we have introduced a self-consistently fitting loop to ensure that the force field becomes independent of the details of the energy decomposition.•Classical molecular simulation: The obtained force field is used as the basis in classical molecular simulations for adsorptive and diffusive property predictions. These molecular simulations also require a force field for the guest–guest interactions. For these, we directly employ one of the existing models that can reproduce the experimental guest molecular properties, such as vapor–liquid equilibrium (VLE).Each step is discussed in detail in the following sections. We use CO2 adsorbed in Mg-MOF-74 as case study.Figure 1. Flow diagram of the proposed method to derive force field from periodic DFT calculations.Structure Optimization (DFT)For some materials, the experimental crystal structures rely on powder samples for which the accuracy of obtained atomic positions can be very limited. For instance, Dzubak et al. have shown that the experimentally obtained structure of Mg-MOF-74 has distorted benzene rings, and the computed CO2 adsorption properties inside the material are very sensitive to the details of the adopted structure.(16) Accordingly, DFT, which can capture many details of the structure with good accuracy, is utilized to ensure the force fields are faithful to result from accurate crystal structures. In this work, we use the same optimized geometries as in our previous work.(16)Atom-Types Identification and Approaching Paths DeterminationM-MOF-74 is composed of four different elements: Metal (M), O, C, and H. If one further considers the local environment of each of these elements, 9 different atom-types can be identified, denoted as M, Oa, Ob, Oc, Ca, Cb, Cc, Cd, and H (see Supporting Information (SI) Figure S1). Note that the hydrogen in this case is not considered explicitly, and thus, there is no corresponding path to be considered.In our approach, the short-range repulsive forces between each nonbonding pair of framework atom-types and guest molecule are specifically probed. For each framework atom-type, the method determines an approaching orientation (path) of a given guest molecule toward the target atom-type. This approaching orientation is determined by minimizing the repulsive energy between the guest molecule and the framework atoms with other atom-types (i.e., different from the target atom-type). This procedure ensures that the pairwise repulsive interaction between the guest molecule, particularly the closest atom, and the target atom dominates the total repulsive energy. For instance, the repulsive interaction between the O(CO2) and the Mg atom-type of the framework is designed to be the dominant component of the total repulsion along the corresponding Mg–CO2 path. The combination (i.e., O(CO2)–Mg) is the so-called “approached pair” along a given path. UFF force fields are used to determine these paths. For each path, ∼15 configurations at different distances (i.e., with the intervals of 0.1 or 0.2 Å) from the approached atom-type are generated.Ideally, one would like to be able to generate specific paths for all atoms of the guest molecule (e.g., C and O of CO2) with respect to all atom-types of the MOF. However, for some of the atom combinations, we cannot generate a path for which the contribution of the approached pair cannot dominate the total repulsion. We denote these atom combinations as “un-approachable pairs”. In this case, the unapproachable pairs are those pairs that involve the carbon atom of CO2.Interaction Energy Calculation (DFT)The interaction energies of an individual guest molecule inside the MOF (i.e., Eint) are defined as(1)All the calculations are conducted in the conventional hexagonal unit cell composed of 162 atoms. We use DFT with vdW-DF2 exchange-correlation functional(22) for all total energy calculations as implemented in the Quantum Espresso code(23) with a planewave basis. We use the Troullier–Martins type norm-conserving pseudopotentials, and kinetic energy and charge density planewave cutoff are set to be 120 Ry and 480 Ry, respectively. The integration over the irreducible Brillouin zone is carried out over 2 × 2 × 4 Monkhorst–Pack grids.Force FieldWe use two different types of potential forms for the short-range repulsion: the Lennard-Jones type 1/r12 and the Buckingham type e–r potential as shown in eqs 2 and 3, respectively.(2)(3)where qi and qj are the atomic charges of atoms i and j, rij is the distance between atoms i and j, εo is the permittivity of free space, Rmin is used to prevent the conventional Buckingham potential from going to negative infinity at short distance, εij and σij are the Lennard-Jones energy and distance parameters, respectively, (Aij, Bij) and Cij are the conventional Buckingham parameters for repulsive and attractive contribution, respectively. In this work, we introduce a global scaling factor, Sg, for the dispersion energies. The rationale for this factor will be discussed in one of the next sections. It should be noted that nonelectrostatic pair-wise potential will be truncated and shifted to zero at the cutoff radius of 12.8 Å while computing interaction energies in periodic system.It is well known that the repulsive interactions can be described better with the Buckingham potential (i.e., e–r) compared to the Lennard-Jones form (i.e., 1/r12) (e.g., see Dzubak et al.(16)) Therefore, we use the Buckingham potential for all approachable pairs. In the next section, we discuss how we obtain the parameters of the Buckingham potential. For the pairs that are unapproachable (e.g., include C(CO2)) or not considered explicitly (e.g., framework atom-type H), we keep the Lennard-Jones potential with parameters given from one of the common force fields.Energy DecompositionThe DFT-computed energies for these configurations are decomposed into long-range Coulomb interactions, short-range exchange repulsion, and dispersion interactions. The long-range Coulomb contribution is computed through the Ewald summation technique.(24) The partial atomic charges of the framework atoms are determined using the REPEAT scheme,(25) with the self-consistent DFT electrostatic potentials obtained from the DFT structural relaxation. The REPEAT scheme finds a set of atomic charges that best represents the DFT electrostatic potential surface. The charges for the guest molecules are directly taken from the guest molecule models (e.g., TraPPE(26) or EPM2(27) models for CO2 molecules).The dispersion term is computed with C6 dispersion coefficients that are initially taken from one of the commonly used force fields. We assume that these coefficients give reasonable relative energies but their absolute values can be off. To correct this, we introduce a global scaling factor, Sg. We can then obtain the decomposed short-range repulsion by subtracting from the total energies the sum of the dispersive and electrostatic energies. Note that without the scaling factor, this decomposition can result in negative repulsive energies (see SI Figure S2). Namely, a global scaling factor is determined to ensure the decomposed repulsion energies are all positive-definite along each path.Force-Field ParametrizationThe methodology utilizes the short-range nature of the repulsive energies, and probes each pairwise interaction separately (i.e., different paths for different approached pair). Given that the specific repulsion between the approached pair along a given path is designed to dominate the total repulsion, only the corresponding pairwise repulsive parameters (i.e., 2 parameters: Aij and Bij) are optimized by grid search method to reproduce the total decomposed repulsion energies along the path. Further, to determine the order in which we fit these parameters of different approached pairs, we compute the ratio of the computed repulsive energy between the approached pair to the total repulsive energy for each path. The fitting of the pairwise repulsive parameters is then performed for each path sequentially in order from the highest to lowest ratio. This procedure is repeated iteratively until all the parameters are converged (i.e., no change in parameters after a loop). With the fitted parameters of a given global scaling factor, the fitting can be further fine-tuned to obtain the optimal scaling factor by minimizing the error, e.g., difference between the energies computed by the force field and by DFT along all the paths.Classical Molecular SimulationMonte Carlo (MC) and molecular dynamics (MD) simulations are used for predicting thermodynamic and transport properties of the adsorbed gases. In these simulations, total interaction energies include the electrostatics, short-range repulsion, and dispersion energies using the force-field parameters obtained from the previous section. Nonelectrostatic potential is truncated and shifted to zero at the cutoff radius of 12.8 Å. The simulation box is composed of multiple unit cells to ensure that each distance between two successive planes of (1,0,0), (0,1,0), and (0,0,1) is at least twice the cutoff radius. Detailed information of the force-field parameters can be found in SI section 3.For MC simulations in the grand-canonical ensemble (i.e., GCMC simulations), several million configurations are sampled. These configurations are generated by random translation, rotation, insertion, and deletion to obtain statistically averaged loadings as a function of the fugacity with high accuracy. The MD simulations are carried out in the canonical ensemble and use the Nosé–Hoover thermostat with a time step of 0.5 fs for a total simulation time of at least 10 ns.Top of PageAbstractIntroductionMethodologyResult and DiscussionConcluding RemarksReferencesResult and DiscussionCO2 Adsorption and Dynamics in Mg-MOF-74To validate our approach, we first derive a force field for CO2 adsorbed in Mg-MOF-74. The EPM2 model is adopted for CO2 molecules while UFF force fields are used for framework atoms as a starting point. The resulting DFT-derived force field is denoted as model 1.Thermodynamic PropertiesFigure 2 shows that the model 1 nicely reproduces the DFT energies along all the paths. Comparison with the energies computed with the original UFF force field shows that UFF overestimates the short-range repulsive energies and, therefore, underestimates the interaction energies. To further evaluate our new force field, a total of 1200 random configurations are generated in the accessible pore volume. These points are not included in the fitting procedure. The comparison between the DFT computed energies and the force-field energies for these random configurations is given in Figure 3. The green-dashed line represents a perfect agreement between the DFT and force-field energies, and the energies computed by DFT-derived force field nicely lie on top of the line. In contrast, the energies computed by UFF tend to underestimate the interaction energies. To further quantify the improvement, we compute the Boltzmann-weighted mean deviation (BMD) that is defined as eq 4:(4)where Ns is the total number of sampled configurations while EFF,i and EDFT,i represent the interaction energies of configuration i computed by force fields and DFT, respectively. The Boltzmann-weighted mean deviations at T = 300 K for the UFF and DFT-derived FF (model 1) are 15.27 and 2.02 kJ/mol, respectively.In Figure 4, we compare the adsorption isotherms of model 1 with the experimental isotherms for CO2 inside Mg-MOF-74. Since it is well known that not all the Mg sites are accessible, we rescale the experimental isotherm by assuming 80% availability of the materials.(28) The determination of the scaling factor is based on the inflection point of the experimentally measured heat of adsorption as a function of adsorbed CO2 loading. Detailed discussion can be found in ref 16. With our new DFT-derived force field, the predicted isotherm is in excellent agreement with the scaled experiment isotherm.Figure 2. Comparisons of CO2–framework interaction energies as a function of distance inside Mg-MOF-74 obtained from the DFT calculations (closed symbols) with the ones computed from the DFT-derived force field (model 1, solid line) and the UFF (dashed line) along (a) Mg and O and (b) C paths.Figure 3. Comparison of the CO2–framework interaction energies obtained from the DFT calculations with the ones computed from the UFF (open blue squares) and the DFT-derived force field (model 1, open red circles) for a set of 1200 CO2 random configurations inside the accessible pore volume of Mg-MOF-74. The green-dashed line indicates perfect agreement between the energies computed by DFT and by force fields.At this point, it is instructive to compare our new force field with the one we previously derived from MP2-cluster calculations. The predicted adsorption isotherms by this MP2 force field are in good agreement with the experimental data (see Figure 4).(16) However, if we compare the MP2 force-field predictions for a set of random configurations with the DFT energies (see SI Figure S3), we observe that the MP2 force field cannot nicely predict the DFT-energies computed in the periodic system. The energies of CO2 configurations located near the center of the pores are systemically overestimated. In addition, the minimum energy configuration that is predicted by this force field has a correct energy, but gives a different orientation than the one predicted by DFT. DFT predicts that the minimum energy configuration of O═C═O has an angle of ∼80° with respect to the axis parallel to the channel, whereas the corresponding angle predicted by MP2 force field is significantly smaller (<60°). Predicting this angle correctly is significantly important to reproduce the NMR measured line-shape induced by CO2 dynamics (see next section). These results suggest that the previously adopted clusters may have been too small to capture the range of possible interactions in the extended structure.Figure 4. Comparison between the experimental and simulated isotherms of CO2 inside Mg-MOF-74 at 313 K. The experimental data of Mason et al.(28) and the corresponding scaled isotherm (assume 80% of material is accessible) are shown by the closed black squares and red closed circles with dashed line, respectively. The blue closed upper-triangles show the predicted isotherm using the UFF force field while the brown closed stars show the predicted isotherm by using the MP2-derived force field of Dzubak et al.(16) The other symbols correspond to the isotherms of four different DFT-derived force fields (models 1 to 4).To test the robustness of our methodology, we replace the C6 coefficients with values adopted from Grimme’s DFT-D2 method(29) for the dispersive interactions between framework atoms and O(CO2) (i.e., approached pairs); the other interactions were kept the same as in model 1. This force field is denoted as model 2. Figure 4 shows that the predicted isotherm of this model is nearly identical to the isotherm predicted by model 1, suggesting that our methodology is not very sensitive to the choice of initial C6 coefficients for the approached pairs.To test the sensitivity of our approach to the details of the CO2 model, we further replace the EPM2 model by the TraPPE model for CO2, which we refer to as model 3. The calculated isotherm is again very similar to the ones obtained from models 1 and 2, although a slightly different loading at higher-pressure region is observed. Compared to the TraPPE model, the EPM2 has similar Lennard-Jones parameters but different partial atomic charges (i.e., −0.35e vs −0.325e for the oxygen of CO2, respectively). The similarity of the isotherms predicted by models 1 and 3 demonstrates that the differences in electrostatic energies can be taken into account correctly by adjusting the pairwise repulsive energies.Although the predicted isotherms of these three models show generally good agreement with the experimental isotherms, the calculated Henry coefficients are about 3 times smaller than the experimental values. To understand these differences, we introduce a rotational motion of CO2 as shown in the inset of Figure 5. Figure 5 elucidates that model 1 fails to capture the DFT energy as a function of rotational angle. This model underestimates the interaction energies if CO2 rotates toward the linker. The pairwise parameters between C(CO2) and framework atoms are not optimized and, as these three models have similar parameters for C(CO2), similar deviations can be expected for the other models. A further improvement of the force field might be obtained by refining the parameters between C(CO2) and the framework. Unfortunately, our methodology is not applicable to the middle atom of a linear molecule (i.e., unapproachable pairs). To obtain some insights in the role of the C(CO2) interactions, we replace the parameters for the framework–C(CO2) interactions in model 2 with the C6 coefficients from DFT-D2 method. As these coefficients were optimized from quantum calculations, they might give a more consistent result with the rest of the force field. Given that DFT-D2 method does not provide information on the repulsive part of the potential, we assume that the sigma parameters used in the Lennard-Jones potential has the value equal to the summation of atomic van der Waal radii. The obtained set of parameters is denoted as model 4. Figure 5 shows a small improvement for this model. Additionally, the Boltzmann-weighted mean deviation of model 4 for the set of 1200 random configurations (see SI Figure S4) is 0.76 kJ/mol, which is smaller than that of model 1. These improvements are also reflected in the predicted isotherm, which has better agreement with the experimental data at low-pressure region. In the high-pressure region, the loading is overestimated, which might be due to our assumptions of the repulsive parameters between framework–C(CO2). The overestimation of the predicted energies can also be seen for a small portion of the randomly generated configurations (see SI Figure S4) at intermediate adsorption energies (i.e., −25–0 kJ/mol). It should be noted that all of these 4 models has their corresponding global scaling factor, Sg, to be further fine-tuned to minimize difference between the energies computed by the force fields and by DFT along all the paths.Figure 5. Comparison between the DFT and force-field interaction energies as a function of the angle θ. This angle gives the orientation of O═C═O with respect to the vector of Mg–CO2 approaching path (see the inset of figure). The O–Mg distance, d, is set to d = 2.4 Å. Black closed squares are the DFT reference energies and the other symbols are the corresponding energies calculated by different force fields.Furthermore, in Figure 6, we compare the binding geometry computed by model 4 with the corresponding geometry obtained from DFT calculations. Table 1 gives a quantitative comparison of the distances between CO2 and a few selected framework atoms. The comparison clearly demonstrates that model 4 nicely reproduces the DFT binding geometry. It is also important to note that the predicted DFT binding geometry agrees very well with the experimental binding geometry, as obtained from the neutron powder diffraction experiment at 20 K by Queen et al.(19)Figure 6. DFT Binding geometry of a single CO2 molecule adsorbed inside Mg-MOF-74. The figure represents the material as balls and sticks (Mg, green; O, red; C, gray; H, white). The inset amplifies the binding region.Table 1. Comparison of Binding Geometries Obtained from DFT-Derived Force Field, DFT, and Neutron Power Diffraction (NPD)a distance (Å)sourceO′–MgC′–ObC′–CcDFT2.402.943.37DFT-derived force field2.422.943.25NPDb (Queen et al.)2.393.103.07aThe atomic labels used in this table can be found in Figure 6 of the manuscript.bAt 20 K and 0.25 CO2/Mg.Transport PropertiesAt this point, it is instructive to apply our derived force field to study the dynamic properties of CO2 inside Mg-MOF-74. In our previous study, we used the UFF force field to predict the experimentally measured 13C NMR line shapes.(30) The uniaxial rotational-like NMR patterns were properly explained in terms of a hopping motion of CO2 along the X–Y plane.(30) The UFF force field does give a reasonable prediction of the binding orientation and, hence, correctly predicts the equivalent rotational angle resulted from the CO2 hopping from one metal site to another. However, as the binding energies are predicted incorrectly by UFF, we were unable to predict the correct transition temperature of experimental NMR patterns from fixation to hopping motion.(31)An important test of our new force field is whether we now can correctly predict this transition temperature. Accordingly, molecular dynamics simulations are performed with model 4, and a collection of MD trajectories is analyzed. Figure 7 shows that the hopping rate along the X–Y plane becomes nonzero above 150 K, which is exactly the temperature where experimentally measured pattern shows the intermediate motion.(31) Furthermore, for the activation energies of the hopping motions along the X–Y plane and Z-direction, we obtain 10.7 and 11.4 kJ/mol, respectively, from our calculations. These activation energies are in good agreement with the experimental value, which is the average of these two activation energies (i.e., 10.0 kJ/mol). Additionally, our force field predicts a slightly higher barrier of the hopping along the Z-direction than along the X–Y plane. The result is consistent with the free energy barrier calculation performed by Canepa et al. using the ab initio nudged elastic band (NEB) method.(32)Figure 7. Hopping rate (number of jumps per ns) of CO2 along the X–Y plane (red squares) and Z-direction (blue circles) as a function of temperature (K). The inset illustrates the pore topology as well as the coordinates system. The Z-direction corresponds to the crystallographic c-axis.CO2 Adsorption in Zn-MOF-74The transferability of the methodology is evaluated by studying CO2 inside Zn-MOF-74. Compared to the Mg-MOF-74 case, the main differences of the DFT energies are observed along the path toward the metal center. All other paths give very similar energies as for the Mg-MOF-74 case. In this regard, the CO2–Zn approaching path is the only path required to be reoptimized. We develop the force field for Zn-MOF-74 upon the model 4 for Mg-MOF-74. Figure S5 of the SI shows that the obtained force fields with only the metal path to be reparametrized can indeed reproduce the DFT energies along all other paths (i.e., O and C paths). Figure 8 shows that, for Zn-MOF-74, our predicted isotherm is also in good agreement with the experimentally scaled one.(33) Given that we can obtain such a good agreement by only reparameterizing the metal–guest interactions, indicating that the parameters obtained in the Mg-MOF-74 are transferable to the Zn-MOF-74 as well as the method itself.Figure 8. Comparison between the experimental and simulated isotherms of CO2 inside Zn-MOF-74 at 298 K. The experimental data of Yu et al.(33) and the corresponding scaled isotherm (assume only 80% of material are accessible, which is the same value we have used for Mg-MOF-74) are shown by the closed black squares and red close circle with dashed line, respectively. The symbols are the isotherms from the GCMC simulations as predicted by the different models.H2O Adsorption in Mg-MOF-74We also apply the methodology to H2O that is a major component, next to N2 and CO2, of flue gases. For water we use the TIP4P-Ew model.(34) According to the TIP4P-Ew model, there is no nonelectrostatic interactions between framework atoms and H(H2O), and therefore H(H2O) is not considered explicitly for paths determinations. Our study shows that, however, the resulting model without considering the nonelectrostatic interactions between framework-H(H2O) (model A) leads to unrealistic energies of some configurations. This problem can be further corrected by introducing H(H2O) approaching paths explicitly into parametrization loops (model B). During the development of water models, sufficiently large global scaling factors, Sg, are chosen and have not been further optimized.Similar to CO2, a total of 8 paths (i.e., Mg, Oa, Ob, Oc, Ca, Cb, Cc, and Cd) are determined in which the O(H2O) is approaching toward the different framework atom-types. We find that the path targeting the Oa atom does not give a satisfactory fitting of the DFT-energies. The Oa atom is more embedded in the framework compared to other atom-types, and therefore, the repulsion between the approached pair of Oa and O(H2O) has a much smaller contribution to the net repulsion compared to the other atom-types. The reason is that the repulsion from the neighbor framework atoms prevents the O(H2O) from probing the short-range repulsion with Oa. Accordingly, the corresponding pairwise repulsive parameters will be far less sensitive to the DFT-decomposed repulsion and cannot be obtained accurately. Such a poorly defined path degrades the stability of the parametrization loop. At the same time because of this effect the correction for the short-range repulsion of this pair is less important and can therefore be omitted from the optimization loop. Without the Oa path, the DFT energies along all other 7 approaching paths are nicely fitted as shown in Figure 9. We denote the set of parameters as model A.Figure 9. Comparison of H2O–framework interaction energies as a function of distance as obtained from the DFT calculations (closed symbols) with ones computed from the UFF (open symbols with solid lines) and the DFT-derived force field (dashed and solid lines for model A and B, respectively) along (a) Mg and O and (b) C paths.Figure 10. Comparison of the interaction energies obtained from the DFT calculations with the ones computed from the UFF (open black squares), the DFT-derived force field (model A, open red circles), and the DFT-derived force field (model B, open upper-triangles) for a set of randomly selected (a) 2000 H2O configurations in the accessible pore volume and (b) 1000 H2O configurations located near the open metal sites inside Mg-MOF-74. The green-dashed line indicates the location where the energies computed by DFT and by force fields are identical.To test the reliability of model A, we also generate a set of 2000 random H2O configurations in the accessible pores of this system. The comparison between the DFT and force-field energies for these configurations is shown in Figure 10a. Compared to the UFF, our new force field shows a much better agreement with the DFT energies. However, model A highly overestimates the interaction energies for some configurations. For example, for one of these configurations the energy calculated from the DFT is −15 kJ/mol while model A gives −55 kJ/mol. Detailed inspection of these configurations shows that the hydrogen site in the TIP4P-Ew model causes these differences. The H(H2O) site has a positive partial charge, but the site does not include repulsive interaction, which artificially enables H(H2O) getting close to negatively charged framework atoms and thus gain favorable energies. To correct the interaction between H(H2O)–framework, 2 hydrogen-approaching paths (i.e., Ob–H and Cb–H paths) are generated and included in the self-consistent parametrization loops. The fitted parameters from the Ob–H and Cb–H paths are applied to other framework atom-types with the same element type. The resulting force field is denoted as model B.Figure 11 compares the DFT and force-field energies along these two hydrogen paths. Model B perfectly reproduces the energies along the paths, whereas model A highly overestimates the interaction. It is intriguing to see that the UFF force field does not seriously overestimate the energies along these paths although there is no physical repulsion applied on the H(H2O). The overestimation of the repulsive interaction in the O(H2O)–framework protects the hydrogen atoms of water and, hence, avoids this issue. Figure 10a illustrates that the energies computed by model B are in much better agreement with the DFT energies compared to the previous model. Moreover, another set of 1000 configurations is chosen to sample the region near the open-metal sites in order to concentrate on water binding region. Figure 10b again illustrates that the model B nicely reproduces the DFT energies and shows huge improvement compared to the UFF. Similarly, we computed the Boltzmann-weighted mean deviations at 300 K for the UFF and model B with the set of selected 1000 configurations, and the values are 47.70 and 1.07 kJ/mol, respectively.Figure 11. Comparison of the H2O–framework interaction energies as a function of distance obtained from the DFT calculations (closed symbols) with ones computed from the UFF (open symbols with solid lines) and the DFT-derived force fields (dashed and solid lines for model A and B, respectively) for Ob–H (black) and Cb–H (red) paths.In Figure 12a, we compare the water isotherms predicted by the model B and the UFF with the corresponding experimental isotherms reported in the literature.(35-37) The model B isotherm agrees much better with the experimental data of Yang et al. (C)(35) compared to the UFF isotherm at the low-pressure region. At the higher-pressure region (i.e., P = 0.1–1 kPa); however, both the model B and UFF predict a much higher loading than the experimental measurement. The water adsorption isotherms in Mg-MOF-74 reported in the literature have, however, a wide range of uptake values. The experimental data of Schoenecker et al.(36) has comparable uptake at higher-pressure region with the one obtained by Yang et al. (C), whereas Glover et al.(37) obtain up to 70% lower adsorption. Moreover, Yang et al. show different adsorption behaviors with the Mg-MOF-74 samples synthesized from different methods (i.e., (C) vs (S)). These large variations illustrate the difficulties in measuring the water uptake. These differences make it difficult to make quantitative statements on the reliability of our predicted isotherms at higher-pressure region. Same procedure (i.e., model B) is also applied to generate force field of H2O in Zn-MOF-74, and the resulted isotherm is given in Figure 12b.Figure 12. (a) Comparison between the experimental and simulated isotherms for H2O inside Mg-MOF-74 at 298 K.(35-37) The experimental isotherms are shown by the open symbols. The closed red circles and blue closed upper-triangles represent the computed isotherms with the UFF and the DFT-derived force field (model B), respectively. (b) Calculated H2O adsorption isotherms at 298 K inside Mg-MOF-74 (closed black squares) and Zn-MOF-74 (closed red squares). In these calculations, DFT-derived force fields (model B; explicitly takes H(H2O) paths into the parametrization loops) are used.Interestingly, we find different adsorption mechanisms of H2O molecules adsorbed inside Mg-and Zn-MOF-74. Zn-MOF-74 shows a much sharper transition, resembling capillary condensation, in the water adsorption isotherm as compared to Mg-MOF-74. To understand these differences, we partitioned the average energies per H2O molecule into framework–guest and guest–guest interactions (See Figure 13). The results show that, because of the strong H2O–metal interactions in Mg-MOF-74, the H2O molecules tend to fully occupy all open-metal sites before condensation. This is consistent with the shape of H2O isotherm in Mg-MOF-74, which has the condensation of H2O molecules at higher loadings, that is, beyond one H2O molecule per metal site. In contrast, for Zn-MOF-74, the interactions between H2O and metal sites are much weaker. As a consequence, once there is one H2O molecule adsorbed on an open metal site, for the next H2O molecule it would be energetically more favorable to be adsorbed in proximity to the first H2O molecule due to the strong H2O–H2O interactions. As we can clearly see from Figure 13(b), the strong guest–guest interactions essentially introduce a more negative average adsorption energies of H2O molecules compared to infinite dilution conditions.Figure 13. Average energies per H2O molecule (kJ/mol) as a function of loading (# H2O/metal) adsorbed inside (a) Mg-MOF-74 and (b) Zn-MOF-74. To illustrate the energy contributions of framework–guest and guest–guest to the total energies, the total energies and these two components are plotted separately. In these calculations, DFT-derived force fields (model B; explicitly takes H(H2O) paths into the parametrization loops) are used.CO2/H2O Mixture Adsorption in M-MOF-74 (M = Mg and Zn)The presence of water has been regarded as one of the key problems for the application of MOFs with open metal sites in CCS. With our novel force fields for CO2 and H2O, we are in a position to make quantitative prediction on the effect of water on the uptake of CO2 at the typical mixture condition of flue gases for both Mg-MOF-74 and Zn-MOF-74. To the best of our knowledge, there are no experimental mixture data available on these systems.Since nitrogen has a much weaker binding strength inside M-MOF-74 compared to the other main components (i.e., CO2 and H2O) of the flue gases emitted from a coal-fired power plant,(38, 39) we can focus on the binary mixture of CO2 and H2O and simply assume that N2 does not adsorb at these conditions. Our simplified flue gases are at total pressure of 0.15 bar and at temperature of 313 K with a range of H2O mole fraction varying from 0.001% to 5%. The mixture GCMC simulations are performed to predict the uptake at each specific composition. To quantify the effect of water on the CO2 uptake performance, we introduce a reduction factor. This factor is defined as the ratio of CO2 uptake in the presence of water vapor to pure component CO2 uptake at (P, T) equal to (0.15 bar, 313 K).For the mixture inside Mg-MOF-74, the simulated uptake and the reduction factor as a function of H2O composition is shown in Figure 14(a). Surprisingly, the result shows that the reduction of CO2 reaches 50% in the presence of 0.2% water. At 0.5%, the CO2 uptake is essentially equal to zero, which indicates that the material has no capability of adsorbing carbon dioxide. A detailed investigation shows that the computed binding energy of H2O is strong (i.e., ∼ −70 kJ/mol), and the difference in the isosteric heat of adsorption between H2O and CO2 is large (i.e., >20 kJ/mol). In this regard, H2O molecules are expected to adsorb on the open metal sites very strongly, and in a much more energetically favorable way than CO2. Accordingly, one would need very dry flue gases for Mg-MOF-74. Otherwise the separation performance will be degraded enormously.Figure 14. Binary mixture inside (a) Mg-MOF-74 and (b) Zn-MOF-74. Left y-axis: simulated binary mixture uptake of CO2 (red closed circles) and H2O (closed blue squares) as a function of H2O mole fraction at total pressure of 0.15 bar and temperature of 313 K. Right y-axis: the reduction of CO2 uptake (%) as a function of H2O mole fraction. The definition of reduction is the ratio of CO2 uptake under the mixture condition to the pure component CO2 uptake at (P, T) = (0.15 bar, 313 K).It is interesting to compare the effect of water on adsorption of CO2 in Zn-MOF-74. Compared to the Mg-MOF-74, given that the binding strength of water is much weaker, Zn-MOF-74 is less sensitive to the presence of trace amounts of water vapor. Our calculations show that there is nearly no degradation in the CO2 uptake before the occurrence of water condensation inside the Zn-MOF-74 (i.e., ∼2%, see Figure 14(b)).Top of PageAbstractIntroductionMethodologyResult and DiscussionConcluding RemarksReferencesConcluding RemarksIn summary, we have developed a new method to derive accurate (nonpolarizable) force fields from periodic DFT calculations. The characteristic of this method is that we only calculate DFT energies on specific paths that are most sensitive to their corresponding pairwise interactions between approached pairs. Compared to methods that use genetic algorithms, this reduces the number of required ab initio calculations. In addition, we use an energy decomposition scheme in combination with a self-consistent optimization loop, which allows us to fit only two parameters at the same time. Our method therefore significantly reduces the computational cost to develop ab initio force fields and is relatively simple to be implemented. Part of the gain in efficiency is due to the fact that our approach uses one of the common force fields (e.g., UFF) as a starting point and aims to correct these. We have also tested the robustness of this methodology by showing that the predicted adsorption properties of the derived force fields are insensitive to the choice of the initial force fields. We anticipate that this methodology can be generally applicable for metal–organic frameworks or even some other classes of porous materials. However, the method might have limitations in those structures that possess too small channels or pores to properly generate approaching paths.In this work, we have demonstrated that these new force fields yield accurate estimates of the CO2 adsorption properties inside Mg-MOF-74. We also studied the dynamics of the adsorbed CO2 molecules in Mg-MOF-74. Both the transition temperature from fixation to hopping motion and the activation energies of CO2 hopping motion nicely match the experimental observations. To test transferability of the methodology, we have also studied CO2 adsorbed inside Zn-MOF-74, and the predicted isotherm is in excellent agreement with the experimental data.Moreover, we have developed a force field for H2O. This water force field gives a reasonable prediction on the water adsorption inside Mg-MOF-74 and provides significant improvements compared to the prediction made by the UFF force field. Additionally, very different H2O adsorption mechanisms between Mg-MOF-74 and Zn-MOF-74 are found due to the difference in the H2O-metal binding strength. Finally, with these new force fields, we make further predictions on the CO2/H2O mixture adsorption properties, and the results show that the performance of both Mg- and Zn-MOF-74 to uptake CO2 can be degraded enormously by the presence of water. Compared to Mg-MOF-74, we find that Zn-MOF-74, however, can tolerate roughly four times higher in water concentration without sacrificing considerable ability of adsorbing CO2. Top of PageAbstractIntroductionMethodologyResult and DiscussionConcluding RemarksReferencesSupporting InformationAdditional figures as described in the text; detailed force field parameters derived in this study. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodologyResult and DiscussionConcluding RemarksReferencesAcknowledgmentWe gratefully thank Prof. Jihan Kim at Korea Advanced Institute of Science and Technology (KAIST) for providing help with code modifications to facilitate the development of this methodology. This research was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences, and Biosciences under award DE-FG02-12ER16362. Work at the Molecular Foundry was supported by the Office of Science, Office of Basic Energy Sciences, of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231. L.-C.L. acknowledges financial support from a Chevron Fellowship. This research used resources of the National Energy Research Scientific Computing Center (NERSC), which is supported by the Office of Science of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231.Reference QuickViewTop of PageAbstractIntroductionMethodologyResult and DiscussionConcluding RemarksReferencesReferencesThis article references 39 other publications.1. Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. The Chemistry and Applications of Metal–Organic Frameworks Science 2013,  341,  1230444[Crossref], [PubMed], [CAS]1. The chemistry and applications of metal-organic frameworksFurukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar MScience (New York, N.Y.)\r\n        (2013),\r\n    341\r\n        (6149),\r\n    1230444\r\n        ", "title": "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal–Organic Frameworks", "authors": ["Li-Chiang Lin", "Kyuho Lee", "Laura Gagliardi", "Jeffrey B. Neaton", "Berend Smit"], "doi": ["10.1021/ct500094w"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2014/jctcce.2014.10.issue-4/ct500094w/production/images/small/ct-2014-00094w_0010.gif\">"]}