{"abstract": "The paper shows what can be deduced on sorption mechanisms in hard coals and active carbon by using a theoretical model of sorption of small molecules in elastic submicroporous materials. This model (referred to as the multiple sorption modelMSM) describes both adsorption and absorption phenomena. Basic assumptions and formulas of the MSM are presented. The computations were performed for isotherms of CO and CH at elevated pressures on three coal samples of different rank and on an active carbon. Nonideality of the sorbates is handled by an original state equation providing consistent information on fugacity and cohesion energy corresponding to a given molar volume of sorbate molecules in the sorption system. Surface structure of the studied coals and energetic parameters of the systems determined with MSM are compared to those obtained by using BET and Dubinin−Radushkievitch equations. It was stated that MSM provides more information on surface structure (including submicropores) and clearly explains sorption properties of hard coals (together with expansion phenomena). It is also applicable to examination and prediction of adsorption on microporous materials (like active carbon). ", "text": "10.1021/la991515a  Top of PageAbstractIntroductionTheoretical ConsiderationsMultiple Sorption Model (MSM)Experimental SectionComputation ResultsConclusionsIntroduction Sorption properties of coal play important role in technologies of coal mining and processing. Small molecules such as methane and carbon dioxide are contained in a coal bed in its natural state, and evolving during the mining, result in squeals, rapid changes in rock mass strains, and other phenomena. On the other hand the sorption itself may be a subject of interest in the coal processing from a practical as well as theoretical point of view.  Sorption of CO2 and CH4 in hard coals has been very often interpreted on the basis of adsorption theories.1-7 However, a number of phenomena, such as a sorption-induced swelling (1−2%)8,9 and peculiarities of vapor diffusion in coals,10 give evidence for an elasticity of this material. Hence, coal−small molecule systems should be treated as specific solutions.11,12 Such an opinion is supported by recent knowledge on coal structure (a considerable fraction of elastic macromolecular and molecular compounds; a large amount of micropores13-16). It means that both adsorption and absorption phenomena should be taken into considerations.16-19 This approach has been systematically developed by our team.  In the paper17 Milewska-Duda proposed a dual sorption model (DSM) describing absorption and adsorption as two interacting subprocesses. This model was found to be adequate for sorption of small molecules such as water and methanol.20 However, further examination showed that the absorption capacity is significantly lower than might be expected given the chemical and structural properties of coal.8,20,21 To give a formal explanation of such effects and to obtain a model satisfactory for larger sorbate molecules, Milewska-Duda and Duda elaborated an extended mathematical description of sorption equilibrium in submicroporous elastic materials (like hard coal), including absorption and a spectrum of adsorption-like subprocesses. It is referred to as the multiple sorption model (MSM).22 The basic properties of MSM (related to those of DSM) are discussed in ref 22. In this paper the newest version of the model is used, with heterogeneity of coal structure and multilayer adsorption being taken into regard.  The main idea of our approach to the sorption modeling is to find links between measurable sorption data and physical properties of the sorbent and sorbate viewed separately. These properties, represented by appropriate  parameters of DSM and MSM, are assumed to be the same in any sorption system. It enables us to obtain more information on sorption mechanisms and sorbent structure, by examination of sorption properties of a particular sorbent with different probing sorbates.  The aim of this paper is to show how the multiple sorption model may be applied to interpretation of methane and carbon dioxide sorption isotherms on hard coals and active carbon at elevated pressures.   Top of PageAbstractIntroductionTheoretical ConsiderationsMultiple Sorption Model (MSM)Experimental SectionComputation ResultsConclusionsTheoretical ConsiderationsMultiple Sorption Model (MSM) For the theoretical description of coal sorbate, equilibrium coal may be treated as a submicroporous, heterogeneous copolymer containing a significant fraction of elastic polymer-like chains and some fraction of crystal-like arene domains.13-16,22  The characteristic feature of coal porosity is a large number of micropores and submicropores. They may be viewed as irregular holes of molecular and submolecular size, randomly distributed within the elastic phase. It was stated22,23 that submicropores play a very important role in sorption on coal. Meso- and macropores affect sorption properties to a much smaller extent24 as their surface areas are practically negligible compared to those of submicro- and micropores.  In such materials, the sorption process may be considered as penetration of sorbate molecules among elastic chains (pure absorption) and placing of molecules in holes (pores) properly enlarged to the molecule size. In the latter case, we may distinguish larger holes (micropores), which may hold a sorbate molecule with no changes in size. The corresponding process will be referred to as pure adsorption, while that in smaller holes (submicropores) is of an adsorptive−absorptive nature.  Let as consider the sorption system as consisting of a number of subsystems a, each containing mpa moles of sorbate molecules with the same molar energy Qa and the molar volume Vs25. In the model presented, the energy Qa is viewed as the effect of combination of cohesion energies of the sorbent and sorbate according to the Berthelot rule. It may be expressed as22  The variables are defined as follows:  φc°, fraction of coal molecules surface in total surface of dry coal and pores; δc and δp, solubility parameters of sorbent and sorbate, respectively; Up, molar cohesion energy of pure sorbate with the molar volume Vs; ωa, surface expansion ratio of holes attributed to the ath subsystem  Rha and Rp, the radius of the ath type hole and the radius of the sorbate molecule, respectively; ζa, a factor correcting the adhesion energy due to nonperfect sorbent−sorbate contacts (geometric factor) and effects of specific interactions (chemical factor).  where ZB is an empirical parameter determining a fraction of effective sorbent sorbate contact area (like that occurring in pure absorption sites) for the given hole radius RB, ZA is the value of ζa averaged over holes larger than sorbate molecule, and Cp is the polarity factor representing effects of specific interactions of polar sorbates with active groups on the coal surface.  For nonpolar sorbates Cp = 1, so as ζa is equal to the fraction of the hole wall surface viewed as being in full contact with the sorbate molecule (as in polymer solutions), while the remaining part of the surface is treated as being in contact with a vacuum.  For the pure adsorption (indicated by the subscript A) (RhA ≥ Rp) we have ωA = 0, and  As can be seen, the adsorption is mostly probable on local niches and cavities where ZA is appropriately large, andin the case of polar sorbateson active groups where Cp is high. According to eq 3, the surface magnitude affects the adsorption capacity in two opposite directions. The larger the surface, the greater the number of adsorption sites, but they become less attractive due to a decrease in φc°.  In turn, energetic interactions in pure absorption may be characterized by the Flory−Huggins parameter χpc, calculated by using eq 1 with ζa = 1, ωa = 1, and φc° = 1 (as for polymers26)   It should be emphasized that sorption energy in the above model is expressed by cohesion energies of sorbate (Up or δp) and of sorbent (δc)see formula 3 for Qa and eq 2those are treated as being independent of the particular sorption system (δc can be taken from the van Krevelen curve27). Moreover, in the case of gaseous sorbates, Up and Vs are strictly intercorrelated by a pure sorbate state equation.25 For the pure adsorption and absorptive−adsorptive subprocesses the parameter Qa is corrected by the fitting parameters ZA, RB, and ZB (with respect to constraints:  ZA < 1, ZB < 1), but for the pure absorption ζa = 1 is assumed (see eq 4), so the absorption capacity is closely correlated with that of the remaining subprocesses. This specific feature of the model tightens considerably the area of acceptable values for its parameters and allows us to draw conclusions on sorption mechanisms in submicroporous materials.  In classical adsorption models QA is treated as an empirical parameter characterizing the sorption system.  The eq 3 shows that this quantity is very sensitive to changes in the surface properties (represented by φc° and ZA); hence, QA is not appropriate to characterize the system, if a prediction of sorption properties is required. The proposed model seems to be more reliable for such purposes.  Let T and P be temperature and pressure, respectively:  Ps is a pressure corresponding to the volume Vs of the pure sorbate at T; f(P,T) is the fugacity of the sorbate.  In the equilibrium state of such a system the following general formula is valid:17  where ΔH and ΔS denote total enthalpy and entropy change due to the sorption; R = gas constant. If sorption at near and over critical temperature is considered, the value for Ps is proposed to be determined by using of an appropriately accurate state equation,25 with Vs being treated as a fitting parameter. This is the case if sorption of methane and carbon dioxide is analyzed in room temperature, as in this paper.  The value for ΔH is a sum of quantities Qa for all sorbate molecules, corrected due to sorbate−sorbate interactions and changes in the sorbent surface area.23 The entropy term ΔS may be derived with a modified Flory method,26 based on a lattice model of the mixture containing empty holes. Finally, the formula for the sorption isotherm in the ath subsystem attributed to holes of Rha size may be derived by differentiation (with respect to mpa) of formula 5, including equations for ΔH23 and ΔS.17,22  In this paper the extended version of MSM is used, respecting the heterogeneous structure of coal. In particular, effects of arene domains on both ΔS and ΔH are taken into account as depending on their volume and surface fraction in the system.  The isotherm equation has the form  where, indices a and b point to different subsystems. Π = f/fs ≅ P/Po denotes the relative fugacity of the sorbate (relative pressure for vapors). vpa and vpb are the volume fractions of sorbate molecules sorbed in the ath and bth subsystems, respectively. vha is the volume fraction of original size holes attributed to the ath subsystem. vd, ve1, and ve2 are the volume fractions of arene domains, cross-linked chains, and non-cross-linked chains, respectively, in the sorption system (coal−sorbate). wa and wb are the volume expansion ratios of holes attributed to ath and bth subsystems  ue1 is the volume fraction of cross-linked chains in coal. xd, xe1, and xe2 are the average sizes of arene domains, cross-linked chains and non-cross-linked chains, respectively, related to the volume of the sorbate molecule. βdd is the geometrical parameter representing an effect of shape of paired {d,d} arene domains on the configurational entropy, calculated according to the formula  where zwd characterizes a compactness of arene domains (zwd ∈ [1,z/2]). See eq 17 given in ref 17 or eq 2 given in ref 20. z is the lattice coordination number. ad is the “specific surface area” of arene domains related to that of sorbate molecule:  Le1 is the number of typical cross-linkages per cross-linked chain. Qa and Qb are the main energetic parameters defined in eq 1 for subsystems a and b. R and T are the gas constant and temperature. φpb and φpB are the surface fractions of sorbate molecules placed in the bth and Bth subsystems of holes, respectively. φh and φe are the surface fractions of holes and elastic chains, respectively, in the sorption system. φe° is the surface fraction of elastic chains in dry coal. φd° is the surface fraction of arene domains in dry coal. ωa and ωb are the surface expansion ratios of holes of ath and bth subsystems (see eq 1). Eab, Eba, and EBb are the energetic constants defined for each pair of molecules {a,b}, {b,a}, {B,b} by eq 15 in ref 23:  ξa and ξb are expressed by eq 2 with Cp = 1. Ah is the total surface area of pores related to that of the sorbate molecule (in moles). δφh represents the changes in free surface area of coal due to swelling of coal matter, computed in the same way used for isotropic expansion of spheres, i.e.  and the derivative of δAh in eq 6 is   mp is the total sorption capacity. mpa is the amount of sorbate in the ath subsystem of a sorption system (in moles). vc is the volume fraction of coal molecules in the sorption system.  To evaluate the surface and volume fractions (φ(.) and v(.)) of the system components, the model has to be completed with a quantitative description of the pore structure.  The submicropores can be treated as spherelike holes of left-truncated normal size distribution with the mean value Rhav, minimal radius Rhmin, and dispersion σRh.23 Thus, having given a total volume of the submicropores, Vhsub, one can evaluate the specific surface area. It was stated in our earlier research that it is usually larger than that of water molecule.17,22,23  The micropores are of more irregular shape; therefore, there is no simple and reliable relation between their volume and surface area. However, the following assumptions seem to be acceptable:  (a) Placing of a sorbate molecule at a site on a micropore surface disables a part of the micropore space for further independent first layer adsorption, and the volume excluded in this way depends on the sorbate molecule volume (micropore volume filling, rather then surface coverage),  (b) The surface of the micropores may be roughly computed by treating the first layer adsorption space (described above) as consisting of randomly placed spheres of the same radius, referred to as the micropore radius Rhm.  (c) The next molecules to appear can be adsorbed in a direct neighborhood of the site occupied by a molecule, provided that there is a space large enough and the consecutive molecules are in direct contact with previously adsorbed ones (it may be treated as a multilayer adsorption of BET type).  Assumption a is valid if a typical micropore wall distance is of range of double diameter of small molecule sorbates (ca 12 × 10-10 m) that is fulfilled for hard coals.4,11,24,28 It allows us to assume that the volume of the first layer adsorption space Vhm is a property of the microporous structure, which does not depend on the sorbate molecule size (like Vhsub for submicropores). Therefore, by virtue of assumption b, the surface of submicropores may be roughly evaluated, if Vhm and Rhm are given. In the case of hard coals, the radius of micropores Rhm is of less importance, as the main contribution to the coal surface is due to submicropores.24,28 However, for microporous sorbents, this parameter plays a considerable role. On the basis of our computations made for an active carbon, the value Rhm = 8.5 ×10-10 m (ca. five times larger than the water molecule radius) was found to be appropriate.  The multiple sorption eq 6 has no analytical solution with respect to mha. Hence, it should be solved numerically for a finite number of sorption subsystems specified according to the radius Rh of pores. To reach this goal, the range Rh ∈ [Rhmin − Rp] is divided into a number of sections with average value Rha (we specify 10 sections; i.e., we consider 11 subsystems including that for pure absorption − Rh0 = 0). The number of sorption sites mha in the ath subsystem is calculated by dividing the volume of ath subsystem holes (evaluated according to the normal distribution of Rh within ath section), by the volume Vs of sorbate molecule.23 The last section, corresponding to the average radius equal to that of sorbate molecule (Rha = Rp), is attributed to the pure adsorption subsystem (denoted with the subscript A). In this subsystem one includes also the remaining “large” submicropores and micropores.  Total volume Vhls of the “large” submicropores (determined by the normal distribution for Rh ≥ Rp) is viewed as providing a room for the first layer adsorption only, like the volume Vhm of microporessee assumption a. Therefore, the number of sites mhA for the first layer adsorption is calculated as  Let Vh denote the total pore volume available for the monolayer adsorption:  Notice that the quantities Vh (i.e., Vhsub and Vhm), as well as Rhav and σRh, are treated as if the parameters do not depend on sorbate molecule size (but mha, mhA, and Vhls are different for different sorbates). The same is assumed for the solubility parameter δc of coal, and coal structure parameters (volume fraction and average volume of elastic chains, volume fraction, and size and shape of arene domains). This makes possible to obtain more reliable information on the porous and chemical structure of an examined sorbent, by using a number of sorbates of different physical properties.  The eq 6 describes also the pure adsorption (a = A; ωA = 0; wA = 0), but under the assumption that only Langmuir type monolayer adsorption occurs. To handle possible multilayer adsorption in microporous sorbentssee assumption cwe assumed that there is a spectrum of adsorption sites in micropores, each being capable to contain the number of 1, 2, ..., k, ..., ∞ sorbate molecules. Hence, creation of aggregates (like in BET theory) is possible, but only for the limited number of k layers. We assumed30 that the number of sites for consecutive k layers adsorption is  where α is an empirical parameter and mhA is the number of sites for the first layer adsorption.  The above assumptions lead to the following formula, referred to as the LBET equation30  where QA*/RT is the sum of the all energetic terms in eq 6 applied to the Ath subsystem (QA* ≅ QA).  The volumetric adsorptivity of the micropores Vmic, viewed by the above model is   and the total volume of pores Vpores available for sorption, may be evaluated as  The equations (6, 10) have to be solved together for all subsystems, with an assigned pressure P. In this way, one obtains values of mpa(P/Ps) for a sequence of P, i.e. the set of individual theoretical sorption isotherms, in particular, the absorption isotherm. Then by summing up the sorption capacities mpa for all the subsystems, one may obtain the theoretical sorption isotherm mp(P/Ps).   Top of PageAbstractIntroductionTheoretical ConsiderationsMultiple Sorption Model (MSM)Experimental SectionComputation ResultsConclusionsExperimental Section Coal Samples. The studied material were three samples of a hard coal coming from Lower Silesia Coal Basin mines. The samples were different in Cdaf content and porosity. For comparison, an active carbon produced in Poland by the activation of a hard coal with steam and wood tar as binding agent was studied as well. Selected fractions with 0.5−0.75 mm grains were used for the measurements (the same referred to the active carbon). Some parameters specific for the studied samples are given in Table 1, where Th1 denotes the sample from Thorez mine (Julia field, bed 672), NR1 the sample from Nowa Ruda mine (Piast field, wall 301), W1 the sample from Wałbrzych mine (Chrobry field, bed 430), and AK the active carbon.    Table 1.  Selected Parameters Characterizing the Studied Coal Samples  sample Th1 NR1 W1 AK ρHe (g/cm3) 1.36 1.46 1.45 2.39 ρHg (g/cm3) 1.31 1.31 1.33 0.79 porosity (%) 3.7 10.2 8.5 67.1 Vt (cm3/g) 0.028 0.078 0.063 0.853 Vmac (cm3/g) 0.011 0.011 0.012 0.391 Vmic + Vmes (cm3/g) 0.017 0.067 0.051 0.462 Cdaf (%) 84.8 88.7 89.3 97.0 Vdaf (%) 37.7 18.0 23.5 0.8 Adaf (%) 14.2 11.2 14.6 23.5   The important parameter characterizing porous materials is the total volume of pores. The volumes of pores Vt in Table 1 is the total volume of open pores not penetrated by mercury under a pressure of 0.1 MPa (1 atm) and is the sum of three kinds of pores:  micropores (Vmic), mesopores (Vmes), and macropores (Vmac).  The dimensions of the above types of pores were classified according to IUPAC (Sing et al. 1985). The sum of micro- and mesopores volumes (Vmic + Vmes) was determined by subtracting macropore volume Vmac from the total pore volume Vt.  Methods. The total volumes of pores of the samples were determined by measuring their apparent (mercury method) and true (helium method) densities.28 The volume of macropores in hard coals is usually determined by means of mercury porosimetry,3 because of the difficulties in experimental determination of the typically small mesopores volume with sorptive methods.  Before the sorption experiments, the samples were outgassed at 343 K to get a static vacuum of 0.,1 Pa. The main sorption studies were performed for methane and carbon dioxide within the range of pressures 0−6 MPa at 298 K, by means of an original volumetric apparatus. Details of the experimental sorption equipment and procedures employed have been described elsewhere.29  Some exemplary CO2 and CH4 sorption isotherms of the studied samples found at 298 K have been shown in Figures 1 and 2 in ref 31. One may note a distinct difference in the gas capacities of the active carbon when compared to those of hard coals. When comparing the carbon dioxide and methane sorption, one gets analogous discrepancies. On the active carbon, methane sorption is about 30% lower than that of carbon dioxide, while for hard coal the difference observed is about 40%.   Top of PageAbstractIntroductionTheoretical ConsiderationsMultiple Sorption Model (MSM)Experimental SectionComputation ResultsConclusionsComputation Results The computations were performed for sorption isotherms of CO2 and CH4 on the studied samples (Table 1) at the temperature 298 K. The same empirical data were previously analyzed using the so-called dual sorption model (DSM), with the sorption process viewed as consisting of absorption and adsorption.8,17 In this way the structure parameters of the studied coals were evaluated.  The aim of the numerical study was to examine the multiple sorption model as a theoretical tool for interpretation of sorption isotherms of gaseous sorbates in hard coals. Additionally, the active carbon was taken under study in order to check applicability of the presented approach to the sorption energy evaluationsee eq 4for microporous sorbents  Physical parameters of methane and carbon dioxide used in the computations are gathered in Table 2. Nonideality of the sorbates was taken into account by using our own method,25 which provides consistent data on fugacity and cohesion energy of sorbate at a given temperature with molar volume Vs being assumed. The key problem is to find an appropriate set of values for Vs. We assumed they have to be the same for all sorbates at the same temperature. The set shown in Table 2 was found by numerous computations for a number of different coal samples at 298 K, including those presented in this paper. It should be emphasized that no recommended set (denoted in Table 2 as Vm) yields an acceptable fitting of MSM isotherms to empirical data with the same surface parameters taken for the both sorbates, if fugacity correction and cohesion energy relationship Up(Vs) are respected.    Table 2.  Physical Parameters of Sorbates  parameterssymbolsCO2CH4 molecular mass (g/mol) M 44.01 16.04 critical temperature (K) Tc 304.46 190.55 critical pressure (MPa) Pc 7.382 4.641 critical density (kg/dm3) ρc 0.468 0.162 molar volume at 298 K (cm3/mol) Vs (ref 30) 58.86 56.13  Vm (ref 32) 42.40 51.35  Vm (ref 33) 42.40 53.06  Vm (ref 34) 46.86 60.28 energetic parameter at 298 K (according to ref 30) Up/RT 3.010 1.73 solubility parameter at 298 K for Vs δp 11.30 8.70 reference pressure at 298 K (MPa) for Vs (ref 30) Ps 7.096 56.78 pseudo-saturation pressure at 298 K (MPa) Po (used) 6.43 57.6 (ref 34)  Po (ref 33) 4.55 45.30   The effect of the fugacity correction is depicted in Figure 1. Pressure values were scaled by using the pseudosaturation pressure Po (i.e., real saturated vapor pressure for CO2 at 298 K, and a value computed according to ref 34 for methane). The value for Po has no effect on computations with MSM, but it is also used to apply BET and Dubinin−Radushkievitch models. As can be seen in Figure 1, the discrepancy between the fugacity and relative pressure is considerable for the both sorbates; thus, MSM is rather sensitive to changes in Vs.   Figure 1 Relative fugacity vs relative pressure at 298 K in the pressure range used in the experiments:  (a) for CH4; (b) for CO2 (dotted lines show P/Po, solid lines show relative fugacity)    Theoretical sorption isotherms confronted with empirical data are shown in Figures 2, 4−8, 10, and 11, and corresponding parameters of the model are gathered in Tables 3 and 4. In particular, Table 3 contains the quantities which are assumed to be independent of the probing sorbate. Size and compactness of arene domains were also taken to be the same for both sorbates, but the corresponding parameters xd and zwd placed in Table 4 are related to the particular sorbates.   Figure 2 Sorption isotherms for W1−CO2 system:  (○) empirical data; (0) theoretical sorption; (1) total sorption in pores; (2) hypothetical adsorption (pure adsorption + unswelled fraction of filled pores); (3) total pure adsorption; (4) monolayer adsorption on micropores (as for α = 0); (5) volume expansion expressed in mmol/g of sorbate (absorption + swelled fraction of pores); (6) pure absorption.   Figure 3 BET and DR models (related to P/Po according to ref 34see Table 2) in linear form, applied to the system coal W1−CO2. (a) BET plot for sorption data; (b) BET plot, with curve 0 for theoretical sorption, curve 1 for sorption in pores (shown as curve 2 in Figure 1), and curve 2 for pure adsorption. (c) DR plot for sorption data; (d) DR plot:  curves 0, 1, and 2 as for the BET plot.   Figure 4 Sorption isotherms for W1−CH4 system:  curves denoted as in Figure 2.   Figure 5 Sorption isotherms for Th−CO2 system:  curves denoted as in Figure 2.   Figure 6 Sorption isotherms for Th−CH4 system:  curves denoted as in Figure 2.   Figure 7 Sorption isotherms for NR−CO2 system:  curves denoted as in Figure 2.   Figure 8 Sorption isotherms for NR−CH4 system:  curves denoted as in Figure 2.   Figure 9 BET and DR models (related to P/Po according to ref 34see Table 2) in linear form, applied to the sorption on active carbon:  (a) BET plot for CO2; (b) DR plot for CO2; (c) BET plot for CH4; (d) DR plot for CH4.   Figure 10 Theoretical and empirical isotherms for the active carbon−CO2 system:  curves denoted as in Figure 2.   Figure 11 Theoretical and empirical isotherms for the active carbon−CH4 system:  curves denoted as in Figure 2.     Table 3.  Structural Parameters of Studied Samples  parameteraTh1 (84.8% C)NR1 (88.7% C)W1 (89.3% C)AK (97% C) Vmic+mes* (cm3/g) 0.017 0.067 0.051 0.462 Vpores(eq 6) (cm3/g) 0.069 0.099 0.093 0.513 Vh(eq 8)) (cm3/g) 0.069 0.099 0.093 0.375 Vhm (cm3/g) 0.034 0.043 0.039 0.375 Vhsub (cm3/g) 0.035 0.056 0.054 0.00 Rhav/Rw 0.869 0.849 0.802 - σRh/Rw 0.24 0.24 0.24 - ah 0.61 0.67 0.73 0.21 ud 0.230 0.290 0.310 1.00 ue1(eq 6) 0.569 0.530 0.529 0.00 ue2 0.199 0.154 0.150 0.00 δc (MPa1/2) 23.95 22.6 23.1 32.5  a Key:  Rhav/Rw, average radius of submicropore (parameter of hole size distribution function) related to radius of water molecule; σRh/Rw, standard deviation of hole size distribution function related to radius of water molecule; δc, solubility parameter of coal (MPa1/2); ah, “specific surface area” of coal related to that of a water molecule; ud; volume fraction of arene domains in macromolecular structure of coal; ue1; volume fraction of cross-linked chains in dry coal; ue2; volume fraction of elastic chains in dry coal.      Table 4.  Parameters of Studied Sorption Systems    Th1 (84.8% C)NR1 (88.7% C)W1 (89.3% C)AK (97% C)parameter CO2CH4CO2CH4CO2CH4CO2CH4 RB/Rw(eq 2)a  1.084 1.100 1.247 1.104 1.306 1.303   ZB(eq 2)  0.81 0.765 0.724 0.765 0.645 0.759   ZA(eq 2)  0.596 0.720 0.715 0.680 0.641 0.679 0.517 0.660 QA/RT(eq 3)  −3.82 −4.43 −4.18 −3.30 −3.57 −3.44 −2.52 −3.54 QDR/RT with P/Po34 −2.62 −3.15 −2.60 −2.20 −3.12 −2.41 −2.27 −2.87  with P/Po33 −2.52 −3.08 −2.61 −2.21 −3.01 −2.29 −2.18 −2.72  with f/fs −2.50 −3.15 −2.71 −2.14 −2.99 −2.34 −2.16 −2.79 QBET/RT with P/Po34 −4.05 −5.98 −4.07 −3.44 −4.89 −3.88 −3.55 −5.18  with P/Po33 −3.76 −5.71 −4.12 −2.94 −4.59 −3.35 −3.25 −4.62  with f/fs −3.72 −5.98 −4.42 −3.12 −4.56 −3.56 −3.21 −4.87 χpc(eq 4)  3.92 4.84 3.06 4.00 3.4 4.68 10.72 12.80 α(eqs 9,10)  0.00 0.00 0.00 0.00 0.00 0.00 0.27 0.27 zwd  2.98 3.04 3.20 3.26 2.34 2.42 3.65 3.69 xd  10.86 11.62 19.6 20.90 12.23 13.07 14.8 15.8 Vmic+mes (cm3/g)  0.017 0.0170.067 0.0670.051 0.0510.462 0.462Vpores(eq 13) (cm3/g)  0.069 0.0690.099 0.0990.093 0.0930.513 0.513VmicDR (cm3/g) with P/Po34 0.057 0.046 0.069 0.065 0.046 0.063 0.407 0.413  with P/Po33 0.038 0.041 0.046 0.046 0.043 0.047 0.260 0.330  with f/fs 0.052 0.046 0.063 0.056 0.043 0.056 0.360 0.381 Vhls + Vhm(eq 7) (cm3/g)  0.036 0.036 0.047 0.046 0.039 0.039 0.375  VhBET (cm3/g) with P/Po34 0.041 0.020 0.046 0.048 0.033 0.039 0.266 0.205  with P/Po33 0.028 0.019 0.032 0.044 0.032 0.036 0.184 0.191  with f/fs 0.039 0.020 0.045 0.049 0.032 0.039 0.256 0.205  a Rw:  radius of water molecule.    The above assumption related to the volume of micropores Vhm was found to be very restrictive, as in the case of hard coals the larger Vhm yields a better fitting of the model for methane, while the fitting for CO2 needs lower values.  In the case of hard coals the monolayer adsorption mechanism explains adequately filling of micropores by both CO2 and CH4 (α = 0see Table 4). It suggests that in the studied coals channel-like and small spherelike  micropores are dominant. However, in the case of the active carbon, application of the multilayer adsorption model (LBET) was necessary to explain differences in its adsorptivity for CO2 and CH4 (α is of importance in the case of CO2, but it does not affect the methane adsorption within the pressure range under study). It seems to be understandable, as a spectrum of micropore size in active carbons is certainly wider than that in hard coals.  In general, the multiple sorption model fits satisfactorily all the examined empirical data. In the case of CO2, the fitting quality may be viewed as very good over the full pressure range; in the case of methane, it is a bit worse. In particular, no way was found to reach better fitting of the initial slope of the CH4 isotherms, with acceptable deviations for higher pressure being held. It is probably  caused by the energetic heterogeneity of the surface of micropores that is omitted in the model. It can be seen in Table 4 that the correcting factors ZA and ZB (see eqs 1 and 3) for methane are close to those for CO2, as might be expected, since sorbates of similar molecule size are considered.  The values of χpc (see Table 4) show that CH4 and CO2 are very poor solvents for coal molecules. Nevertheless, the results of computations give evidence that both adsorption and absorption phenomena play important role in the sorption of CO2 and CH4 at hard coals. In the case of CO2, the contribution of pure absorption is comparable  to that of pure adsorption, while in the case of methane the pure absorption is much lower and adsorption is growing in full pressure range (because of low solubility parameter). This is why the CO2 sorption capacity of coals and active carbon is higher than that for CH4 in the pressure range under study. However, it should be noticed that for the both sorbates the coal matter swelling (shown as curve 4 in Figures 2 and 4−8) is large enough to explain an observed expansion of coals during the sorption process. It confirms our opinion that coal expansion under methane sorption is caused by filling of submicropores, and in a less extent, by sorbate penetration into organic mass of coal (i.e., it can be described in terms of the absorption process). Hence, the multiple sorption model is applicable to investigation of expansion and squealer phenomena.  It is noteworthy that the considerable sorption of methane in submicropores means roughly linear growing of hard coal expansion with growing pressure, so in coal beds the expansion can be larger than that shown in Figures 4, 6, and 8.  The multiple sorption model applied to the active carbon confirmed the lack of submicropores (Vhsub = 0) and of elastic chains in the sorbent matter (ue1 = 0, ue2 = 0). The model fits empirical data provided that the very high cohesion energy (δc) of the sorbent is taken. It was revealed that in a low-pressure range (up to 2 MPa) there is a micropore contents (a bit larger than that in Table 3) resulting in maximal adsorptivity of methane, but the adsorption of CO2 is the larger, the greater Vpores. In both cases the adsorptivity decreases rapidly with growing contents of submicropores. This property is of importance for adsorbent production technologies.  The multiple sorption model needs larger volume of pores (Vpores) to be assumed then the values Vmic+mes evaluated by density measurements and porosimetry (see Table 3). It suggests, the great part of submicropores in hard coals is not detectable by true density measurements. In the case of the active carbon Vh is merely a bit larger than Vmic+mes, which can be due to multilayer adsorption occurring in macropores as well.  The studied isotherms were also examined by using BET and Dubinin−Radushkievitch (DR) equations. Exemplary BET and DR plots in the linear form (related to P/Po according to ref 34) are shown in Figures 2 and 9. In Figure 2, the plots representing the empirical data are compared with those obtained for the pure adsorption and for volume of filled pores. It can be seen that the latter two better fit straight lines in the case of the DR model, but in the case of BET, their fitting is much worse. The same was observed for the other studied systems. It means that the BET equation is not an adequate description of the sorption (adsorption) in the studied systems; however, MSM and LBET isotherms (eqs 6 and 10) may be well approximated by the DR model. Therefore, good fitting of the DR equation does not answer the question of what a sorption mechanism is.  Parameters characterizing the porosity and sorption energy determined by the DR and BET models are presented in Table 4, and confronted with their MSM counterparts, i.e.:  (QDR, QBET − QA); (VmicDR − Vpores); (VhBET − Vhm + Vhls). The empirical sorption data related to P/Po according to ref 34 and to P/Po according to ref 33 (with corresponding Vmsee Table 2), as well as to relative fugacity f/fs (see Figure 1), were used. First, it can be seen that both DR and BET models give significantly different evaluations of hard coal porosity, when applied to CO2 and CH4 sorption data. It is probably due to absorption of CO2 (see low rank coal Th1). The values VmicDR are rather closer to the monolayer adsorptivity (Vhls + Vhm) than to Vpores, but the former is better evaluated by the BET model with P/Po.34 In turn, the DR model characterizes well the surface of the active carbon. However, both DR and BET do not detect nonsorptive submicropores, which are of significance in the MSM as affecting sorption energy. Moreover, in the case of active carbon, MSM reveals an additional space for multilayer adsorption (maybe in macropores), which is occupied by CO2 but remains free in CH4 sorption.  The parameter QBET is closer to QA then QDR. Notice that both QBET and QA have the same physical meaning; i.e., they represent the first layer adsorption energy on a homogeneous surface (hence, much closer values might be expected), while QDR represents an energy averaged over a heterogeneous surface.35  It should be noticed that DR and BET parameters are rather sensitive to measurement errors, as they are determined on the basis of low pressure data only, while the parameters found with MSM are smoothed over the full pressure range. Hence, the observed discrepancies may be partially due to measurement errors.   Top of PageAbstractIntroductionTheoretical ConsiderationsMultiple Sorption Model (MSM)Experimental SectionComputation ResultsConclusionsConclusions The multiple sorption model explains adequately sorption properties of hard coals as well as of active carbon, related to CH4 and CO2.  It gives evidence that sorption of these substances in hard coals consists of adsorption and absorption. The absorption is by penetration among elastic chains contained in coals and by filling of submicropores smaller than the sorbate molecule.  In the case of CO2, contribution of absorption to the sorption capacity is comparable to that of pure adsorption (in micropores).  Methane sorption is mainly by pure adsorption; i.e., the pure absorption is much lower than in the case of CO2. Nevertheless, filling of submicropores is noticeable.  For both CO2 and CH4, expansion of coal matter due to absorption, determined by MSM, is large enough to explain the coal swelling phenomenon as being caused by the absorption.  MSM needs larger molar volumes of CO2 and CH4 to be assumed than those recommended in the literature for adsorbed molecules. The values taken in the paper yield satisfactorily results for all the examined systems, including that with the active carbon.  The computations confirm that the DR model adequately evaluates adsorptivity of microporous adsorbents; however, it seems to be insufficient to get reliable information on pore structure in hard coals. The volume of micropores may be roughly evaluated by using both BET and DR formulas with Po taken according to ref 34; however, the quantities obtained in this way should be treated instead as a lower bound for the total volume of sorptive pores.  The multiple sorption model, if well fitted to empirical sorption isotherms for a number of sorbates of different properties, provides consistent and reliable information on the sorbent surface geometry and energy with submicroporisity taken into account (undetectable in another way), including pores unavailable for sorbate molecules.  MSM may be also used to analysis and prediction of properties of microporous rigid adsorbents. On the other hand, it seems to be applicable to glass polymer-vapor systems as a more advanced theoretical tool than models proposed in the literature.36   Top of PageAbstractIntroductionTheoretical ConsiderationsMultiple Sorption Model (MSM)Experimental SectionComputation ResultsConclusionsAcknowledgment The work was sponsored by Scientific Research Committee (KBN)-Warsaw-within the University Research Grant (AGH No. 11.210.12).        This article references 36 other publications. (1) Ruppel, T. C.; Grein, C. T.; Bienstock, D.   Fuel 1974, 53, 152.[Crossref], [CAS](1) . Adsorption of methane on dry coal at elevated pressureRuppel, Thomas C.; Grein, Clifford T.; Bienstock, DanielFuel\r\n        (1974),\r\n    53\r\n        (3),\r\n    152-62CODEN:\r\n                FUELAC;\r\n        ", "title": "Absorption and Adsorption of Methane and Carbon Dioxide in Hard Coal and Active Carbon", "authors": ["Janina Milewska-Duda", "Jan Duda", "Adam Nodzeñski", "Janos Lakatos"], "doi": ["10.1021/la991515a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2000/langd5.2000.16.issue-12/la991515a/production/images/small/la991515af00011.gif\">"]}