{"abstract": "This work reports hydrogen adsorption properties of four different metal–organic frameworks (MOFs) namely Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC. Gravimetric hydrogen adsorption measurements are performed over a wide range of temperature (90 K to 298 K) and pressure (0 bar to 100 bar). At the lowest experimental temperature (90 K to 100 K) all the isotherms are saturated and the adsorption capacity is governed by pore volume. On the other hand, at room temperature the isotherms closely follow Henry’s law. Modeling of the excess isotherms is also done. Net adsorption isotherms, which can directly indicate the efficiency of porous adsorbent for storage, are also presented. In terms of volumetric efficiency, Mg-DOBDC MOF exhibits best storage capacity out of all the MOFs considered in this study.", "text": "10.1021/je400546d Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferences1 IntroductionMany countries have recognized the hydrogen-based energy system as a partial substitute to the conventional oil-based system. Depleting resources of fossil fuel may reduce production and supply in the future. Air pollution is a collateral damage while using fossil fuel. Hydrogen-based fuel may overcome some of these environmental impacts as it is a lightweight flammable gas. However, hydrogen storage poses a serious challenge. The US DOE(1, 2) hydrogen storage target for 2015 is about 9 wt % of the adsorbent (and 81 g L–1 volumetric storage capacity) considering a refueling range in excess of 300 miles. Moreover, future generation cars may be lightweight and more fuel efficient; therefore, lower values than the target may be realistic. While, hydrogen storage capacity of traditional porous materials like carbons(3, 4) and zeolites,(5, 6) etc. has been studied for a long time, interest in storage in metal–organic frameworks (MOFs) is a more recent phenomenon.MOFs are porous material readily synthesized by coordinative bonding of metal atoms with organic linkers. These materials are widely being investigated for their potential application in gas separation, gas storage, and catalysis.(7-14) Adsorption characteristics in MOFs depend on the geometry of the linker as well as the saturation (coordinated) level of the metal atom. MOFs have gained attention over other conventional materials because of their high surface area, larger pore volume, and tunable structure. However, some MOFs degrade on exposure to water vapor.(15) Adsorption isotherms of hydrogen on various porous materials such as activated carbons, zeolites, or MOFs are reported mainly at ambient temperature and at 77 K. A comparison of sample literature for hydrogen storage on some MOFs, zeolites, and allotropes of carbon is elaborated in Table 1.Table 1. Comparison of Hydrogen Uptake in Different Adsorbents for Different TemperaturesadsorbentT/KP/barwt %refT/KP/barwt %refCu-BTC77503.816298500.31617550116    Cr-BTC7726.53.2817298730.1517Co-DABCO7712.451829817.20.8918MIL 5377163.819293500.3720MOF 17777707.5212981000.6222Ni-DOBDC150271.523    Graphene77101.224298100.124 123100.624173100.2524CNT7710.825298600.1425Zeolite77152.195303300.325Zn-BDC77204.510, 26298201, 0.0510, 27101200.85this work293200.1228136200.6this work169200.25this workCr-BDC77806.117297800.431792803.6this work297800.42this work136802.5this work165801.7this workNi-DABCO77503.7629299500.652990503.39this work297500.4this work145502.39this work194501.2this workMg-DOBDC77803.230298800.530101803.6this work298800.6this work 133803.2this work192802.4this workIn general, high pressure hydrogen adsorption data for cryogenic temperatures above 77 K is relatively limited.(16, 23, 24) An alternative to very low temperature storage/adsorption of hydrogen (and physically realizable target in near future) is to store it at an intermediate temperature. Moreover, study of hydrogen adsorption properties at the intermediate temperatures help in understanding the effect of various characteristics of porous solids and in the design and development of “tuned” materials to enhance hydrogen storage capacity.The measurement of hydrogen storage on porous solids is a nontrivial task. The calculation of the pore and impenetrable solid volume may introduce considerable error(31) in estimating the amount of adsorbed hydrogen. These quantities (viz. solid volume and pore volume) are used during buoyancy corrections for obtaining excess and absolute adsorption, respectively. In net adsorption measurements, the use of these volumes is avoided(31) and reduces unnecessary confusion in estimation of the solid and pore volumes. Moreover, net adsorption accounts for the loss of volume (of the bulk gas phase) occupied by the impenetrable solid. Thus, net adsorption isotherm directly gives the additional amount of hydrogen that can be stored in a tank containing adsorbent compared to that of an empty tank at the same temperature and pressure.In this work, excess hydrogen adsorption isotherms are reported at several intermediate temperatures between 90 K and 298 K over a wide pressure range. In addition, for the reasons discussed earlier, hydrogen adsorption is also reported in terms of net adsorption, and its suitability for evaluating the performance of solid adsorbents is illustrated. The MOFs chosen for the study are Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC, which cover a wide range of physical characteristics (Table S1 in the Supporting Information).Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferences2 Experimental Section2.1Material Synthesis and CharacterizationThe detailed procedures that were followed to synthesize the studied materials are provided in the Supporting Information. The synthesized materials are thoroughly characterized by performing TGA, XRD, and BET surface area analysis. These results closely match with that reported in earlier literature and are included in the Supporting Information.2.2Hydrogen Adsorption MeasurementAdsorption equilibria were measured gravimetrically using a magnetic suspension balance (Rubotherm). The adsorbents were activated prior to each isotherm measurement by heating it at 473 K under vacuum (and a purge flow of 20 cm3 min–1 of helium). Equilibrium measurement was carried out as per the usual procedure.(32) For excess adsorption, adsorbent as well as bucket volume was used as buoyancy volume during buoyancy corrections. The buoyancy volume of the porous solid adsorbent sample was obtained using buoyancy measurement on the sample using helium as a nonadsorbing gas. However, for net adsorption only the bucket volume was used for buoyancy corrections. The density of hydrogen was taken from the NIST Web site(33) for the corresponding experimental conditions. Cryogenic temperatures were obtained using a mixture of methanol and liquid nitrogen.(34) During experiments, temperature fluctuations were within a range of ± 2 K. The intermittent addition of excess liquid nitrogen was done manually to maintain the desired temperature.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferences3 Result and Discussion3.1Excess AdsorptionExcess adsorption isotherms of hydrogen on Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC at four different temperatures are shown in Figures 1 to 4. Isotherms of all the MOFs show saturation at 90 K to 100 K within our experimental pressure range. At room temperature, the isotherms were within the Henry region throughout the entire measurement. However, for intermediate temperature range (133 K to 194 K) even though saturation was not achieved, significant adsorption capacities were observed.Figure 1. H2 pressure composition isotherms of Zn-BDC. Symbols are excess adsorption from experimental data at red triangle, 101 K; green circle, 136 K; yellow square, 169 K. Lines are model fit to excess adsorption.Figure 2. H2 pressure composition isotherms of Cr-BDC. Symbols are excess adsorption from experimental data at red triangle, 92 K; green circle, 136 K; yellow square, 165 K; purple diamond, 297 K. Lines are model fit to excess adsorption.Figure 3. H2 pressure composition isotherms of Ni-DABCO. Symbols are excess adsorption from experimental data at red triangle, 90 K; green circle, 145 K; yellow square, 194 K; purple diamond, 297 K. Lines are model fit to excess adsorption.Figure 4. H2 pressure composition isotherms of Mg-DOBDC. Symbols are excess adsorption from experimental data at red triangle, 101 K; green circle, 133 K; yellow square, 192 K; purple diamond, 298 K. Lines are model fit to excess adsorption.Saturation loading of hydrogen on Zn-BDC is 0.85 wt % at 20 bar and 101 K (Figure 1). This value is five times less compared to the loading reported by Yaghi’s group(10) which is mainly due to the difference in the surface area and pore volume (see Table S1 in Supporting Information). Such variations are not uncommon in the literature for Zn-BDC.(26, 27) For Cr-BDC the saturation is 3.8 wt % at 45 bar and 92 K (Figure 2). Similarly, for Ni-DABCO the adsorption isotherm saturates at 3.65 wt % at 25 bar and 90 K (Figure 3). For Mg-DOBDC the adsorption isotherm saturates with 3.2 wt % loading at 25 bar and 101 K (Figure 4). At low temperature (92 K) maximum excess loading of 3.8 wt % was obtained for Cr-BDC due to its high pore volume compared to other considered MOFs. The saturation adsorption capacity for hydrogen on porous materials mostly depends on the pore volume(35) and results obtained in this study also indicate this relationship.To better understand the effect of temperature on hydrogen adsorption, measurements were performed at intermediate temperatures. For Zn-BDC, the hydrogen loading increases from 0.47 wt % to 0.84 wt % at 50 bar when temperature changes from 169 K to 136 K (Figure 1). Similarly for Cr-BDC loading changes from 1.2 wt % to 1.8 wt % at ∼40 bar when temperature changes from 165 K to 136 K (Figure 2). Similar changes in loading (1.6 wt % to 2.7 wt %) at ∼40 bar are observed for Mg-DOBDC when temperature is reduced from 192 K to 133 K (Figure 4). However, Ni-DABCO exhibits a greater increment (0.9 wt % to 2.1 wt %) at ∼40 bar when temperature decreases from 194 K to 145 K (Figure 3).A simple Langmuir equation was sufficient to fit the experimental excess adsorption isotherms of all the MOFs. Langmuir equation can be represented as (eq 1):(1)where W is the amount adsorbed in wt %, P is the pressure in bar, and Wmax is the saturation loading in wt %. Parameter b is the affinity constant and can be expressed in terms of temperature independent parameters b0 and b1 (eq 2). The fit parameters are given in Table 2.(2)Table 2. Parameters for Fitted Langmuir Isotherm Model and Enthalpy of Adsorption at Zero Coverage maximum loadingaffinity constantadsorption enthalpyadsorbentWmax/wt %b0·104/bar–1b1/KkJ mol–1Zn-BDC0.9050.58410147.79Cr-BDC3.9081.2457146.89Ni-DABCO3.9071.6657445.6Mg-DOBDC3.4163.3697807.96Figure 5. Henry’s constant of all four metal–organic frameworks obtained from different isotherms: green circle, Zn-BDC; yellow square, Cr-BDC; purple diamond, Ni-DABCO; and red triangle, Mg-DOBDC. Lines are guide to eye.The variation in Henry’s constant with temperature is shown in Figure 5. As temperature increases from 90 K to 297 K, the difference between Henry’s constants of all the four MOFs gradually decreases. Henry’s constants of Mg-DOBDC and Cr-BDC at cryogenic temperature are slightly higher than that of other two MOFs; this could be possibly due to the presence of unsaturated metal sites in Mg-DOBDC and Cr-BDC. The enthalpies of adsorption at zero coverage (Table 2) were obtained from the change in Henry’s constants with temperature.3.2Net AdsorptionMost of the hydrogen adsorption data in literature is reported either in terms of excess or absolute amount.(36) However, in both these representations, the volume loss corresponding to the volume of solid part of adsorbent is not considered. Any conclusion about advantage of using adsorbent for storage based on excess or absolute adsorption data may lead to wrong interpretations. Moreover, incorrect estimates of impenetrable solid volume lead to erroneous excess adsorption data; the error will be significant for low adsorbing species like hydrogen.To avoid this confusion, all experimental measurements are directly converted into net adsorption values (Figures 6 to 9).(31) At room temperature, net adsorption for Cr-BDC and Ni-DABCO are close to zero, indicating that a tank containing Cr-BDC or a Ni-DABCO sample will store almost the same amount of hydrogen either in the presence or in the absence of the adsorbent material; that is, no additional benefit exists in using adsorbent for storage. However it must be noted that their excess loadings of 0.5 wt % and 0.6 wt % at 297 K and 90 bar (Figures 2 and 3) are quite decent. On the other hand, Mg-DOBDC, which contains open metal sites exhibits a significant positive net adsorption 0.32 wt % at 298 K and 80 bar (Figure 9) compared to the other MOFs; the presence of metal sites for room temperature hydrogen storage is now apparent. All MOFs in this study with the exception of Zn-BDC, exhibit a maximum net adsorption uptake of about 3 wt % at the lowest experimental temperature.Figure 6. Net adsorption isotherms of Zn-BDC: red triangle, 101 K; green circle, 136 K; and yellow square, 169 K.Figure 7. Net adsorption isotherms of Cr-BDC:  red triangle, 92 K; green circle, 136 K; yellow square, 165 K; and purple diamond, 297 K.Figure 8. Net adsorption isotherms of Ni-DABCO: red triangle, 90 K; green circle, 145; yellow square, 194 K; and purple diamond, 297 K.Figure 9. Net adsorption isotherms of Mg-DOBDC: red triangle, 101 K; green circle, 133 K; yellow square, 192 K; and purple diamond, 298 K.Comparison of isotherms at intermediate temperatures suggests that presence of open metal sites plays a crucial role at low pressures. The highest net loading for the intermediate temperature range was obtained for Mg-DOBDC as 1.9 wt % at 192 K and 75 bar (Figure 9). This value is almost twice than that for other MOFs thereby highlighting the usefulness of metal sites unsaturation for practical hydrogen storage applications.Figure 10. Tank volumes required to store 1 kg of H2 with the following as adsorbent: green circle, Zn-BDC; yellow square, Cr-BDC; red triangle, Ni-DABCO; and blue diamond, Mg-DOBDC. Line represents empty tank.Figure 11. Tank volumes required to store 1 kg of hydrogen with Mg-DOBDC as adsorbent.3.3Gas StorageHydrogen is a lightweight gas hence the volumetric storage capacity is rather important. Tank volume required to store say, 1 kg of hydrogen can give a clearer picture (minimum requirement to run in excess of 100 km(37)). Tank volumes needed to store 1 kg of H2 at room temperature and at 100 bar pressure using four different MOFs are calculated using the net adsorption capacities directly and are shown in Figure 10. A tank filled with Zn-BDC will actually reduce the volumetric capacity of the tank. Even at a cryogenic temperature of 101 K the volume of the tank required increases from 41 (empty tank) to 46 L (filled with Zn-BDC). On the other hand, if the tank is filled with other MOFs (Cr-BDC, Ni-DABCO, or Mg-DOBDC), its volume decreases; the smallest volume required would be for the tank using Mg-DOBDC as adsorbent.Figure 11 shows the effect of Mg-DOBDC adsorbent on the volume of tank necessary to store 1 kg of hydrogen at different temperatures and 100 bar pressure. A similar comparison for other MOFs is given in the Supporting Information (Figures S4–S6). An empty tank of 122 L is required to store 1 kg of H2 at 298 K and 100 bar, whereas the tank volume reduces to 97 L when filled with Mg-DOBDC. Similarly for 101 K and 100 bar, the tank volume decreases from 41 to 31 L. It was observed that over the temperature range of our measurements, the volume of the tank for hydrogen storage is reduced by about 20 % to 30 % by using Mg-DOBDC as an adsorbent.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferences4 ConclusionsFour different types of MOFs namely Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC have been synthesized in our laboratory for hydrogen adsorption studies. Gravimetric adsorption measurement has been carried out between 90 K and 298 K. The effect of coordinatively unsaturated metal sites on the hydrogen adsorption characteristics was demonstrated with respect to temperature; it was observed that for experimental conditions where isotherms are not saturated, these unsaturated metal sites plays a major role during adsorption. On the other hand, saturation loadings are governed by pore volume. Net adsorption framework is suggested to avoid unnecessary confusion in determination of impenetrable solid volume and pore volumes and highlight the actual advantage of storing hydrogen in a tank containing adsorbent as compared to that in an empty tank. Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesSupporting InformationDetailed procedures that were followed to synthesize the studied materials; analysis results; additional tables and graphics as described in the text. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesAcknowledgmentThe authors are thankful to Centre for Scientific and Industrial Research, New Delhi, India, for financial support through project Grant 01(2522)/11/EMR-II.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesReferencesThis article references 37 other publications.1. DOE Hydrogen Program 2007 Annual Report; DOE: Washington, DC, 2007; www.hydrogen.energy.gov/annual_progress07.html).There is no corresponding record for this reference.2. NREL/MP-150-42220; DOE: Washington, DC, 2007; www.nrel.gov/docs/gen/fy08/42220.pdf.There is no corresponding record for this reference.3. Panella, B.; Hirscher, M.; Roth, S. Hydrogen adsorption in different carbon nanostructures. Carbon 2005,  43,  2209[Crossref], [CAS]3. Hydrogen adsorption in different carbon nanostructuresPanella, Barbara; Hirscher, Michael; Roth, SiegmarCarbon\r\n        (2005),\r\n    43\r\n        (10),\r\n    2209-2214CODEN:\r\n                CRBNAH;\r\n        ", "title": "Hydrogen Adsorption on Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC Metal–Organic Frameworks", "authors": ["Debjyoti Sahu", "Prashant Mishra", "Satyannarayana Edubilli", "Anil Verma", "Sasidhar Gumma"], "doi": ["10.1021/je400546d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0011.gif\">"]}