{"abstract": "Metal–organic frameworks (MOFs) with constricted pores can increase the adsorbate density of gas and facilitate effective CO separation from flue gas or natural gas due to their enhanced overlapping of potential fields of the pores. Herein, an MOF with constricted pores, which was formed by narrow channels and blocks of functional groups, was fabricated from the assembly of a methyl-functionalized ligand and Zn(II) centers (termed NPC-7-Zn). Structural analysis of the as-synthesized NPC-7-Zn reveals a series of zigzag pores with pore diameters of ∼0.7 nm, which could be favorable for CO traps. For reinforcing the framework stability, a solvothermal metal metathesis on the pristine MOF NPC-7-Zn was performed, and a new Cu(II) MOF (termed NPC-7-Cu) with an identical framework was produced. The influence of the reaction temperatures on the metal metathesis process was investigated. The results show that the constricted pores in NPC-7-Zn can induce kinetic issues that largely slow the metal metathesis process at room temperature. However, this kinetic issue can be solved by applying higher reaction temperatures. The modified MOF NPC-7-Cu exhibits significant improvements in framework stability and thus leads to a permanent porosity for this framework. The constricted pore structure enables enhanced potential fields for these pores, rendering this MOF with high adsorbate densities for CO and high adsorption selectivity for a CO/N gas mixture. The adsorption kinetic studies reveal that CH has a faster diffusion rate constant than CO, showing a surface diffusion controlled mechanism for CO and CH adsorption.", "text": "10.1021/acsami.5b07953 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionMetal–organic frameworks (MOFs) are an emerging class of crystalline porous materials that have attracted enormous interest in many applications, including gas storage,(1, 2) separation,(3, 4) catalysis,(5, 6) and so forth. As a type of organic–inorganic hybrid material, the properties and functionalities of MOFs can be rationally tuned by modifying both the components of organic ligands and inorganic struts.(7, 8) Anchoring functional groups on organic linkers is a promising strategy to tune the properties of MOFs.(9, 10) On the basis of ligand functionalization, MOFs with homogeneous(11, 12) or multivariate functional groups(13) have been synthesized, and many intriguing properties induced by functional groups have been elucidated.(14) Besides optimizing pore structures and surface chemistry, modifying metal centers is also a choice to tune the properties of MOFs.(15, 16) Metal metathesis has emerged in recent years as a promising technique using the modification of metal centers to tune the properties of MOFs. On the basis of metal metathesis, some MOFs with novel metal centers that cannot be formed by conventional de novo self-assembly can be obtained,(17, 18) and the active metal sites or novel properties that are not obtained in pristine MOFs can be produced.(19, 20) For gas sorption applications, metal metathesis not only affects the interaction strength between gas molecules and metal centers but also enhances the framework stability significantly.(17, 21)Although most studies on MOFs in the past few years have focused on constructing frameworks with large pores and high surface areas, the fabrication of frameworks with constricted pores are relatively rare. Because the MOFs with constricted pores can offer enhanced local charge densities, it is thus beneficial for efficient gas separations through molecular recognition or molecular-trapping effects.(22, 23) In this respect, P. Nugent et al. have synthesized a series of MOFs with finely tuned pores that exhibit high selectivities for CO2/CH4 and CO2/N2 gas mixtures, and the enhanced selectivities are attributed to the better overlapping of attractive potential fields of opposite walls to CO2 molecules.(23) When constructing MOFs with constricted pores, anchoring functional groups on ligands is an alternative method in addition to the traditional crystal engineering methology.(24) The pore sizes of MOFs can be precisely tuned by incorporating functional groups on organic ligands.(25, 26) This feature is important for gas separations, which highly correlate with pore size.Regarding the construction of MOFs with desired structures, the choice of ligand is of crucial importance. The methyl functionalized ligand is preferable to fabricate MOFs with contracted windows through the steric hindrance of methyl groups, as revealed by a previous study in our group.(27) In the context of CO2-capturing applications, we opt to use a methyl-functionalized ligand and metal centers with more versatile coordination modes, e.g., Zn(II) ions, to construct the MOFs with constricted pores that are in the preferred range of pore sizes for CO2 adsorption. As a result, a new nanoporous MOF, Zn2(TMBDI) (DMF)3 (termed NPC-7-Zn), was synthesized and characterized. It exhibits constricted pores with diameters of ∼0.7 nm. However, it was not robust enough to be activated for gas uptake. To reinforce the framework stability, a metal metathesis on Zn(II) centers by Cu2+ ions was performed on this pristine MOF, and a new MOF termed NPC-7-Cu, which has the isomorphic network but different metal centers with NPC-7-Zn, was obtained. The temperature effect on the metal metathesis process was investigated. The adsorption characteristics for CO2, N2, CH4, and H2 on the parent and the modified MOFs were studied, and the gas sorption selectivities toward CO2/N2 and CO2/CH4 gas mixtures were investigated. Besides the equilibrium adsorption behaviors, the adsorption kinetics for CO2 and CH4 diffusions in the constricted pores were studied, and the diffusional behaviors were discussed.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences2 Experimental Section2.1MaterialsThe starting material 1,4-dibromo-2,3,5,6-tetramethylbenzene, 1,3-diethylisophthalate-5-boronic acid, metal salts, and all of the solvents were obtained from commercial lines and used without further purification. Ultrapure (99.9999%) hydrogen and nitrogen, high-purity (99.999%) carbon dioxide, oxygen, and methane were provided by Qingdao Heli Gas Company, Ltd., of China and were used for gas sorption measurements without further purification.2.2Ligand SynthesisThe ligand 2,3,5,6-tetramethyl-1,4-diisophthalate (TMBDI) was synthesized by Suzuki coupling reactions of 1,4-dibromo-2,3,5,6-tetramethylbenzene and 1,3-diethylisophthalate-5-boronic acid via the similar procedure described in previous literature (for synthetic details, see Supporting Information Figure S1).(27) 2.3MOF SynthesisNPC-7-ZnLigand TMBDI (0.046 g, 0.1 mmol) and Zn(NO3)2·6H2O (0.107 g, 0.36 mmol) were dissolved in DMF (12 mL). After the addition of 4 drops of concentrated HNO3, the mixture was stirred for 30 min and transferred into a 20 mL Teflon-lined stainless steel container. The container was then heated to 358 K for 72 h in a programmed oven and cooled to ambient temperature at a rate of 0.3 K/min. A pure phase of colorless block crystals was obtained by filtration and was washed with pure DMF. Elemental analysis for [Zn2(TMBDI) (DMF)3]·(DMF)3 (%) calcd: C 51.42, H 5.88, N 8.17. Found: C 51.75, H 5.93, N 8.13. Before gas adsorption measurements, the crystals of NPC-7-Zn were solvent exchanged with CH2Cl2 by Soxhlet-extraction for 48 h.NPC-7-CuThe as-synthesized crystals of NPC-7-Zn were soaked in Cu(NO3)2/DMF solution (10 mL, 0.165 M) in a 20 mL Teflon-lined stainless steel container. The container was placed in a programmed oven and was heated to 333 K for 24 h. Then, the liquid phase was refreshed by Cu(NO3)2/DMF solution (10 mL, 0.165 mol/L) and was heated to 333 K again. This procedure was repeated five times, and the color of the crystals turned from colorless to blue, indicating that the metal metathesis of Zn(II) metal centers to Cu(II) has occurred. Elemental analysis for NPC-7-Cu: [Cu1.9Zn0.1(TMBDI) (DMF)3]·(DMF)3 (%) calcd: C 51.60, H 5.90, N 8.21. Found: C 51.69, H 5.82, N 8.07. Before sorption measurements, the crystals of NPC-7-Cu were solvent exchanged with CH2Cl2 for 48 h using the Soxhlet-extraction to fully exchange the guest compounds.2.4Physical CharacterizationSuitable crystals of NPC-7-Zn were selected for single crystal X-ray diffraction measurements. The diffraction data was collected at 195 K on a Bruker SMART APEX2 CCD area detector equipped with graphite monochromated Mo Kα radiation. Data reduction and adsorption correction were carried out using SAINT(28) and SADABS(29) programs, respectively. The structure was solved by a direct method and refined by the difference Fourier technique using the SHELXTL(30) software package. Hydrogen atoms on the ligand were placed in idealized positions and were refined using a riding model. Solvent molecules in the unit cell were so highly disordered that they could not be located. To resolve these issues, we removed the contribution of electron density of solvent molecules by the PLATON/SQUEEZE(31) program.Powder X-ray diffraction (PXRD) of NPC-7-Zn and NPC-7-Cu was performed on a BRUKER D8-Focus Bragg–Brentano X-ray Powder Diffractometer equipped with Cu Kα radiation (λ = 0.154 nm). Thermogravimetric analyses (TGA) for as-synthesized and solvent-exchanged samples were conducted on a NETZSCH STA 449F3 unit at a heating rate of 10 K/min under a nitrogen atmosphere. Fourier transform infrared (FTIR) measurements were performed on a Nicolet 6700 FTIR spectrometer. Nuclear magnetic resonances (NMR) were collected on a BRUKER AVANCE-III NMR (600 MHz) spectrophotometer. Inductively coupled plasma emission mass spectrometry (ICP) for the modified MOFs was carried out on a Profile Spec ICP-AES spectrometer (Leeman, USA). X-ray photoelectron spectroscopy (XPS) measurements were performed on a Thermo ESCALAB 250 spectrophotometer with a monochromic X-ray source (Al Kα, 1486.6 eV).2.5Gas Sorption MeasurementsGas sorption measurements were conducted on an Intelligent Gravimetric Analyzer (IGA-001, Hiden). Before the gas sorption measurements, the solvent exchanged sample was loaded in the sample cell and was evacuated at 393 K under ultrahigh vacuum (10–7 mbar). Nitrogen and hydrogen sorption isotherms were performed at 77 K using a cryogenic liquid nitrogen bath over the pressure range of 0–20 bar. Carbon dioxide and methane sorption isotherms between 273 and 303 K were obtained using a circulating water/ethylene glycol bath controlled by a computer using IGA software.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences3 Results and Discussion3.1Structural DescriptionMOF Zn2(TMBDI) (DMF)3 (termed NPC-7-Zn) was constructed from the self-assembly of the ligand TMBDI and Zn(NO3)2·6H2O under solvothermal reactions (see details in the Experimental Section). Single crystal X-ray studies reveal that NPC-7-Zn crystallizes in a monoclinic space group P21/c. The crystallographic asymmetric unit consists of one TMBDI ligand, two crystallographic independent Zn(II) atoms, and three coordinated DMF molecules (as shown in Figure S2). Owing to the steric restriction of methyl groups on the central phenyl ring, two zygomorphic isophthalate groups on the TMBDI ligand are located in nearly the same plane. Two of four carboxylate groups in the ligand are connected to metal centers in a bis-bridging bidentate mode, whereas the other two carboxylate groups are connected to metal centers in a monodentate-bridging and a monodentate mode, respectively (as shown in Figure 1). As a result, three different coordination modes are formed between carboxylate groups and metal centers. As for metal centers, two types of coordination spheres for Zn(II) are observed in NPC-7-Zn. One of the Zn(II) centers (termed Zn1) is tetrahedrally connected by four oxygen atoms from four TMBDI ligands, whereas the other Zn(II) center (termed Zn2) is octahedrally coordinated by six oxygen atoms from three TMBDI ligands and three coordinated DMF molecules (as shown in Figure 2b). Then, the linkage between Zn1 and Zn2 through carboxylate groups gives rise to a Zn2(COO)4(DMF)3 secondary building unit (SBU), which can be viewed as a distorted paddle-wheel SBU (as shown in Figure 2b).Figure 1. Coordination modes of oxygen donor atoms of carboxylate groups to metal centers.If the TMBDI ligand is viewed as a 4-connected linker with a square planar configuration, and the Zn2(COO)4(DMF)3 SBU is considered a tetrahedral 4-connected node extending to the ligand, then the assembly of 4-connected linkers and 4-connected SBUs gives rise to a three-dimensional (4,4)-connected network (as shown in Figure 2c). The topology of this network is PtS, corresponding to the point symbol of 42·84 (as shown in Figure 2e). The PtS topology is another type of network formed by 4-connected ligands and SBUs other than the commonly encountered NbO topology,(32) and it is commonly found in networks assembled from either 4-connected tetrahedral linkers and 4-connected square planar nodes(33, 34) or 4-connected square planar linkers and 4-connected tetrahedral nodes.(35) Interestingly, the NbO and the PtS network can be obtained using the same components under different synthetic conditions, as revealed in former reports.(36) The PtS net is the thermodynamically favored structure that can be produced by the rearrangement of the NbO nets upon heating.(36)Figure 2. Structural representation of NPC-7-Zn. (a) Ball and stick representation of the TMBDI ligand and simplification of this ligand (blue line); (b) coordination environments of the metal centers in the secondary building units (left) and simplification of the secondary building units (red line); (c) packing mode presentation of NPC-7-Zn viewed from the b axis (the blue molecules represent the coordinated DMF molecules); (d) cross-section view of pores of NPC-7-Zn viewed from the b axis; and (e) simplified networks of NPC-7-Zn viewed from the b axis.As a feature of the PtS networks, two rectangular channels running along the a or b axes are cross-linked to each other to form a porous framework. The solvent accessible volume for the completely solvent-free framework of NPC-7-Zn is 58.8% as calculated by the PLATON(31) program. However, the pore channel running along a axes is largely blocked by coordinated DMF molecules and decorated methyl groups, leading to a reduced void ratio of 34.0% for NPC-7-Zn. The corresponding pore volume is 0.314 cm3 g–1, and the crystallographic density is 1.084 g cm–3. The space occupation by methyl functional groups and coordinated DMF molecules leads to a hierarchically constrained pore structure for which the narrow window is approximately 0.6 nm, and the mean pore width of cavities measured from crystallographic data is approximately 0.7 nm (as shown in Figure 2d). Such pore structure is favorable for commensurate packing of CO2 molecules, as indicated by former theoretical and experimental surveys.(22, 37) The PXRD pattern of the as-synthesized sample is in acceptable agreement with the simulated XRD patterns from crystallographic data with some differences in the relative intensity of some main peaks (2θ = 9.3, 9.7, and 11.5°). Because the PXRD pattern of as-synthesized NPC-7-Zn was collected at ambient conditions, the exposure of as-synthesized crystals to ambient environments may induce the release of guest molecules from the framework, and the contact with moisture in air may lead to a partial phase change of the framework. These changes may result in differences in the PXRD patterns for NPC-7-Zn. The instability of Zn(II)-based MOFs is a severe problem that impedes their utilization in practical applications. Therefore, further efforts should be spent in improving the stability of MOFs. On the basis of single-crystal X-ray studies and elemental analysis, the formula of as-synthesized NPC-7-Zn can be determined as [Zn2(TMBDI) (DMF)3]·(DMF)3. However, the activation of NPC-7-Zn has proven unsuccessful, although several activation methods had been tried, including direct heating under vacuum and solvent exchange-assisted activation. The obtained BET surface area for activated NPC-7-Zn is only 21.9 m2 g–1, corresponding to a pore volume of 0.022 cm3 g–1. This pore volume is much smaller than the theoretical value (the theoretical pore volume calculated by the PLATON program(31) is 0.314 cm3 g–1). The PXRD pattern of the activated sample changes significantly from the as-synthesized sample (as shown in Figure S3), suggesting that the framework of NPC-7-Zn has undergone a structural variation upon activation, and a new phase with almost no porosity was formed.3.2Study of the Metal Metathesis ProcessMetal metathesis on metal centers can significantly improve the stability of MOFs, especially for those MOFs with Zn(II) metal centers, as suggested in former studies.(38) Therefore, to improve the framework stability, we subjected NPC-7-Zn to further metal metathesis by Cu2+ ions. First, NPC-7-Zn was treated by metal metathesis through the conventional method of soaking the as-synthesized crystals in Cu(NO3)2/DMF solution (0.15 M) at ambient temperatures. However, only a very small fraction of Zn(II) centers were substituted by Cu2+ ions (mole fraction: 5%) even with a duration time of one month, as revealed by the inductively coupled plasma emission spectroscopy (ICP) result (see ICP results in Figure S4). To make the metal metathesis process more efficient, we employed an elevated reaction temperature for metal metathesis, and the as-synthesized crystals of NPC-7-Zn were subjected to further solvothermal metal metathesis. After repeating the metal metathesis procedure six times, the color of the crystals changed from colorless to blue, suggesting that the metal metathesis was completed (the MOF after metal metathesis is termed NPC-7-Cu). ICP results revealed that 95% of Zn(II) metal centers were replaced by Cu2+ ions in NPC-7-Cu. The attempt to determine the crystal structure of NPC-7-Cu has proven to be unsuccessful owing to cracks on the crystals of NPC-7-Cu, although several methods have been attempted. The PXRD studies suggest that NPC-7-Cu has almost the identical structure as NPC-7-Zn (as shown in Figure 3a). The same ligands and similar organic groups in both compounds are also confirmed by the similar IR spectra of NPC-7-Zn and NPC-7-Cu (see the IR spectra in Figure S5).Interestingly, the direct synthesis of NPC-7-Cu through de novo synthesis using the TMBDI ligand and Cu2+ salts has proven to be unsuccessful, as NPC-4(27) was always obtained under various conditions. NPC-7-Cu and NPC-4 share the same ligand and Cu(II) centers, but they exhibits distinct pore structures. Therefore, by adjusting the synthesis strategy, several types of MOFs with distinct pore structures can be produced. Compared to the large pore cavity in NPC-4, NPC-7-Cu is comprised of constricted pores with a mean pore width of 0.7 nm, which is between the ideal ranges of pore size for CO2 capture.(22) To investigate the oxidation state of metal centers, we performed X-ray photoelectron spectroscopy (XPS) measurements on NPC-7-Zn and NPC-7-Cu (as shown in Figure S6). The narrow survey of the XPS spectrum for NPC-7-Zn shows that the Zn 2p1/2 and 2p3/2 peaks are in the positions of 1022.7 and 1045.8 eV, respectively (as shown in Figure 3b). These values indicate that the Zinc center in NPC-7-Zn has a fully occupied d10 orbital corresponding to a Zn(II) oxidation state. This is in agreement with the crystallographic data. The peaks at 932.7 and 954.9 eV in the XPS spectrum of NPC-7-Cu correspond to the Cu 2p1/2 and 2p3/2 peaks, respectively (as shown in Figure 3c). These values are consistent with the d9 configuration or Cu(II) state for copper centers. Moreover, very subtle peaks of Zn2P with weak singles are also observed in the XPS spectra of NPC-7-Cu, suggesting that NPC-7-Cu has a small fraction of unexchanged Zn(II) centers, which is in agreement with the ICP results. On the basis of the ICP measurements and elemental analysis, the formula of NPC-7-Cu can be determined as Cu1.9Zn0.1(TMBDI) (DMF)3, and the density of desolvated NPC-7-Cu can be calculated as 1.079 g cm–3.Figure 3. (a) PXRD patterns of NPC-7-Zn and NPC-7-Cu; (b) XPS survey of Zn(II) metal centers for NPC-7-Zn; and (c) XPS survey of Cu(II) metal centers for NPC-7-Cu.There are many factors that affect the metal metathesis process, and the feasibility of metathesis on MOFs is markedly influenced by both the characteristics of coordination spheres and the structures of the pore environments. Although numerous MOFs have been reported, only a small fraction of the MOFs were investigated for metal metathesis to date, and the mechanism of metal metathesis is seldom investigated.(38) The effect factors of metal metathesis that have been investigated include the types of metal ions, SBUs, reaction times, concentrations of metal ions, and so forth,(18, 39) whereas the effect of reaction temperature, which has a marked impact on both diffusion rates of metal ions in pores and the reaction rates of metal ion metathesis on metal struts, has seldom been investigated to date.(38, 40) To unveil the influence of reaction temperature on the progress of metal metathesis process, we subjected the as-synthesized sample of NPC-7-Zn to metal metathesis by Cu2+ at different temperatures with other conditions kept completely the same (using the same batch of Cu(NO3)2/DMF solution and employing the same reaction times). The progress of metal metathesis was recorded by the percentage of Zn(II) centers exchanged by Cu2+ ions as measured by ICP. It is shown that the fraction of Zn(II) metal centers exchanged by Cu2+ ions is only 4.2% (mole fraction) after being immersed in Cu(NO3)2/DMF solution for 24 h at 293 K. As the reaction temperature increases, the fraction of Zn(II) centers metathesized by Cu2+ increases significantly (as shown in Figure 4). The fraction of Zn(II) centers substituted by Cu2+ reaches 11.1% when reacting at 333 K for 24 h, which is ∼2.5 times higher than that at 293 K. Therefore, the reaction temperature can efficiently accelerate the metathesis progress. Although the percentage of metal metathesis after one time is not high, repeated procedures of solvothermal metal metathesis using higher Cu2+ salt concentrations can lead to nearly complete exchange of Zn(II) centers by Cu2+ ions.Figure 4. Profile of the percentage of Zn(II) centers in NPC-7-Zn exchanged with Cu2+ ions for 24 h at different temperatures.The experimental results show that metal ion metathesis on NPC-7-Zn at room temperature is extremely slow even using highly concentrated Cu2+ solutions under elongated reaction times. The situation is different for NTU-101-Zn19, which possesses the same coordination spheres as NPC-7-Zn. The metal metathesis of Cu(II) over Zn(II) on NTU-101-Zn in DMF solutions proceeded efficiently at room temperature (with 80% of Zn(II) ions metathesized by Cu2+ ions in DMF after 24 h at room temperature). This result suggests that metal metathesis of Cu2+ over Zn(II) on this type of SBU is thermodynamically allowed. As opposed to the efficient metal metathesis progress on NTU-101-Zn, the metal metathesis on NPC-7-Zn is infeasible at room temperature. From a structural point of view, the two compounds share identical coordination environments and the same topology, except that NPC-7-Zn possesses narrower pores due to large steric hindrance induced by the four methyl groups on the ligand (0.7 nm for NPC-7-Zn vs 1.0 nm for NTU-101-Zn, as determined from their crystallographic data). This implies that the extremely slow rate of metal metathesis is attributed to steric issues. The diffusional barrier of the solvated metal ions in the pores is the rate control step for the overall metal metathesis process.Generally, the metal metathesis process in MOFs comprises the diffusion of metal ions in pores and the subsequent metal metathesis reactions on metal struts. Successful metal metathesis not only needs to overcome the activation energy of metal metathesis reactions but also requires overcoming the diffusion barriers induced by limited pore sizes, steric hindrance, and confinements in coordination geometries.(38) Similar to chemical reactions on common compounds, a higher reaction temperature is beneficial to overcome kinetic or diffusion barriers encountered in metal metathesis processes, especially for MOFs with large steric hindrances. The experimental results of this work confirm that higher reaction temperatures can overcome the kinetic barrier and are efficient for the metal metathesis process.3.3Adsorption PropertiesTo evaluate pore structure, we conducted N2 adsorption measurements at 77 K on the activated sample of NPC-7-Cu. As shown in Figure 5a, the activated sample of NPC-7-Cu shows the typical type-I isotherm according to the IUPAC classification scheme, indicating the microporous nature of this MOF. The pore volume of NPC-7-Cu derived from saturated N2 adsorption is 0.317 cm3 g–1, which is agreeable with the theoretical pore volume of NPC-7-Zn (0.314 cm3 g–1 as calculated by the PLATON program(31)). The agreement between experimental and theoretical pore volume confirms that NPC-7-Cu possesses an identical framework to that of NPC-7-Zn, validating the result of the PXRD pattern. The BET and Langmuir surface areas derived from the N2 isotherms for NPC-7-Cu are 730.6 and 886 m2 g–1, respectively (see calculation details in Figure S10–S12). To evaluate the mean pore size, we employed the Dubinin–Radushkevich (DR) analysis based on the CO2 isotherm at 273.15 K, which has been proven as an effective way to determine the pore size distribution (PSD) of adsorbents with a narrow pore size,(41, 42) to calculate the PSD for NPC-7-Cu (see calculation procedures in Figure S13). As shown in Figure 5b, NPC-7-Cu shows a mean pore width of 0.77 nm, which is consistent with crystallographic data. The significant enhancement in surface area of NPC-7-Cu over NPC-7-Zn is attributed to the improvement of network stability and the successful activation of pores in NPC-7-Cu. The higher stability of the Cu(II) MOF over its Zn(II) analogue is also observed on other analogous MOFs with different metal centers.(43, 44) It is agreeable with the stability sequence of the Irving–Williams series that the order Mn < Fe < Co < Ni ≈ Zn < Cu has been found to hold for the stability of complexes irrespective of the nature of the coordinating ligand.(45) The reason for the enhanced framework stability of NPC-7-Cu over its parent MOF can be attributed to the interplay of two factors: (i) the reciprocal of the ionic radii and ionization potentials of the Cu(II) metals, and (ii) the stabilization of distorted coordination spheres by the Jahn–Teller effect for Cu(II) complexes.(38, 43)Figure 5. (a) N2 isotherms at 77 K on NPC-7-Zn and NPC-7-Cu and (b) pore size distribution of NPC-7-Cu.Figure 6. Gas sorption isotherms (absolute) on NPC-7-Zn and NPC-7-Cu. (a) H2 isotherms at 77 K; (b) CO2 isotherms at room temperature, and (c) CH4 isotherms at room temperature.The H2 isotherm was measured at 77 K in the pressure range of 0–20 bar (as shown in Figure 6a). The adsorbed amount of H2 on NPC-7-Cu is 1.2 and 2.7 wt % at 1 and 20 bar, respectively. The CO2 isotherms were measured at room temperature. As shown in Figure 6b, NPC-7-Cu adsorbs 10.3 wt % of CO2 at 293 K and 1 bar, similar to the uptake on Mil-53(Al).(46) At 293 K and 0.15 bar, the CO2 uptake is 0.58 mmol g–1, which is comparable to that on en-Cu-BTTRi(47) and SNU-50(48) under similar conditions. At higher pressures, the CO2 uptake in NPC-7-Cu is gradually close to saturation, indicating the commensurate adsorption of CO2 in the pores. At 293 K and 20 bar, the CO2 uptake is 34.1 wt %, corresponding to an adsorbate density of 1.076 g cm–3 (determined from the gas uptake divided by the pore volume derived from the N2 adsorption isotherm at 77 K). This adsorbate density is 91.4% of the density of liquid CO2 at 216.6 K (the density is 1.177 g cm–3 for liquid CO2 at 216.6 K) and is denser than liquid CO2 at critical temperature (0.762 g cm–3 for liquid CO2 at 294.3 K). The exceptionally high CO2 adsorbate density suggests a great confining effect of the pores to CO2 molecules. CH4 isotherms were measured at room temperature in the pressure range of 0–20 bar (see Figure 6c). At 293 K and 20 bar, NPC-7-Cu adsorbs 4.4 mmol g–1 of CH4, corresponding to the volumetric uptake capacity of 106 cm3(STP) cm–3. The adsorbate density of CH4 in NPC-7-Cu at 293 K and 20 bar is 0.222 g cm–3. It is noteworthy that the adsorbate density of CH4 in NPC-7-Cu is higher than those of benchmark MOFs HKUST-1(49) and PCN-14,(50) and it is comparable with the values of USTA-20(15) at 35 bar, ranking among the top values of adsorbate density of CH4 adsorption in MOF materials.(15, 51) The isotherms of CH4 on NPC-7-Cu can be described accurately using the dual-site Langmuir equation (see details in Figure S15). From the simulated isotherm, the adsorbed amounts of CH4 at 35 and 50 bar can be estimated as 5.504 and 6.159 mmol g–1, respectively. The corresponding CH4 adsorbate densities are 0.278 and 0.310 g cm–3, comparable to 65.7 and 73.3% of density for liquid CH4 (0.423 g cm–3 at 111 K), respectively. Noteworthily, to the best of our knowledge, these values are the highest adsorbate densities of CH4 reported to date,(15) reflecting the great enhancement of potential fields of the pores in this MOF to CH4 molecules. Owing to its limited surface area compared to other MOFs, the total uptakes of CO2, CH4, and H2 on NPC-7-Cu are moderate (as shown in Table 1). However, the constricted pores of NPC-7-Cu enable this MOF with enhanced potential fields for gas molecules, as indicated by its high adsorbate density for CO2 and CH4.Table 1. Uptakes of CO2, CH4, N2 and H2 on NPC-7-Cu and other MOFscompoundCO2 uptake at 1 bara(mmol g–1)CH4 uptake at high pressuresa (cm3stp cm–3)N2 uptake at 0.75 bara,b (mmol g–1)H2 uptake at 1 bar and 77 Ka  (wt %)NPC-7-Cu (this work)2.34 (293 K)133 (293 K)0.19 (293 K)1.2NPC-44.45 (293 K)(27)195 (290 K)(27)0.26 (293 K)(27)2.3(27)HKUST-14.16 (295 K)(52)225 (298 K)(53)0.15 (293 K)(54)2.27(55)SIFSIX-2-Cu-i5.41 (298 K)(23) 0.11 (298 K)(23) [NC2H8]4Cu5(BTT)32.42 (298 K)(9) 0.08 (298 K)(9)1.03(9)ZIF-80.98 (298 K)(52)131 (300 K, 36 bar)(56) 1.27(57)en-Cu-BTTRi1.25 (298 K)(47) 0.06 (298 K)(47) SNU-503.11 (298 K)(48)123 (298 K)(48)  UiO(bpdc)1.82 (293 K)(58)180 (293 K)(58) 1.6(58)Mg2(dobdc)6.06 (298 K)(59)200 (298 K)(53)0.65 (298 K)(59)2.2(60)aThe uptake capacities of different gases on some MOFs were reported in other literature.bWhen not directly reported in the literature, values were estimated from adsorption isotherms in the corresponding reference.Figure 7. Qst plots of CO2 and CH4 adsorption on NPC-7-Cu.The binding strength of CO2 and CH4 molecules with the framework of NPC-7-Cu can be evaluated from isosteric adsorption enthalpies (Qst), which can be calculated from the Clausius–Clapeyron equation (see calculation details in Figures S16 and S17). As shown in Figure 7, the Qst of CO2 on NPC-7-Cu lies in the range of 17–25 kJ mol–1 with the overall trend decreasing with increasing CO2 uptake. The Qst plots of CH4 on NPC-7-Cu lie in the range of 12–17 kJ mol–1 and show a similar trend with that of CO2. With the increasing uptake, the preferred adsorption sites, which have higher potentials as well as adsorption enthalpies, are gradually occupied by gas molecules during adsorption. Afterwards, pore filling occurs at less preferred adsorption sites, thereby leading to lower adsorption enthalpies at higher uptakes. This sequential pore filling mechanism of gas sorption rationalizes the gradually decreasing trends in the Qst plots. The adsorption enthalpy at zero surface coverage for CO2 and CH4 are 24.5 and 16.0 kJ mol–1, respectively (see calculation details in Figures S18–S21). These adsorption enthalpies indicate that the binding strength of CO2 and CH4 with NPC-7-Cu are moderate and are comparable to those MOFs with a high density of open metal sites.(61)In the context of CO2 capture and natural gas upgrading, gas sorption selectivities toward CO2/CH4 and CO2/N2 gas mixtures are key parameters for gas separation applications. To evaluate the separation selectivity, the ideal absorbed solution theory (IAST)(62) is employed to predicate the selectivities of binary gas mixtures based on experimental pure-component adsorption isotherms. The IAST method has been extensively employed to predict gas separation selectivities of several adsorbents, including porous carbon,(63) zeolites, and MOFs,(9, 23) and its reliability has been confirmed by gas separation experiments and GCMC simulations.(63, 64)The single-component adsorption isotherms on NPC-7-Cu were first fitted using the dual-site Langmuir–Freundlich equation (the simulated parameters for the isotherms are listed in Table S5). As shown in Figure 8a, the single-component isotherms of CO2, CH4, and N2 at room temperatures on NPC-7-Cu can be precisely fitted using a dual-site Langmuir–Freundlich equation (with R2 values over 0.99995 for all isotherms). The selectivities for the CO2/CH4 mixtures were predicted by IAST when the CH4 fraction is 0.95, a typical feed composition for natural gas purification (see calculation details in Figure S13). As shown in Figure 8b, the selectivities of CO2/CH4 on NPC-7-Cu do not significantly vary with increasing pressure. At 293 K and 1 bar, the selectivity of CO2/CH4 on NPC-7-Cu is 5.65, which is comparable with the reported values for HKUST-1.(65) The selectivities of CO2/N2 on NPC-7-Cu are higher than that of CO2/CH4 because CH4 always has a stronger interaction with adsorbent than N2, and this stronger interaction is attributed to the higher degree of polarizability of CH4 molecules than N2.(66) For the case of yCO2 = 0.15, a typical composition for flue gas from power plants, the predicted selectivity of CO2/N2 on NPC-7-Cu is 30.2 at 293 K and 1 bar (see Figure 8b). Notably, this value is higher than MOFs with open metal sites, such as NOTT-101,(42) and is also higher than MOFs with amide functional groups,(67) reflecting the synergistic effect of constricted pores on gas selectivities.Figure 8. (a) Simulation for CO2, CH4, and N2 isotherms by the dual-site Langmuir–Freundlich equation and (b) gas sorption selectivities for CO2/CH4 and CO2/N2 gas mixtures on NPC-7-Cu.Apart from the equilibrium adsorption properties that most previous studies have elucidated, dynamic adsorption kinetics are another important property for solid porous adsorbents, which are of crucial importance in the actual performance of gas storage or separation applications. Compared with the large numbers of studies on equilibrium adsorption properties on MOFs, kinetics studies are seldom investigated.(27, 68) NPC-7-Cu has a hierarchically constrained one-dimensional pore structure. Gas diffusion in the pores of porous solid materials can be described by the stretched exponential model (SE model), a model suitable for depicting the gas relaxation process via parallel channels and the serial hierarchically constrained pores.(27) The SE model is described by the equation(1)where Mt is the mass at time t, Me is the mass at equilibrium, k is the mass transfer rate constant, and β is the parameter that is dependent on the material and is indicative of the width of the distribution of relaxation times. The rate constant (k) can be used as an index to compare the rate of gas diffusion within the pores of absorbents.To investigate the diffusion dynamics of CO2, CH4, and N2 molecules in NPC-7-Cu, which has constricted pores, we analyzed the adsorption kinetics at representative temperatures (e.g., 293 K) using the SE model. As shown in Figure 9a and b, all of the uptakes reach equilibrium within 5 min, suggesting that the diffusional rates of CO2, CH4, and N2 are fast. The adsorption kinetics of CO2, CH4, and N2 in NPC-7-Cu are in good agreement with those of the SE model. The stretched exponential diffusion rate constants at 293 K for 900–1000 mbar increments for CO2, CH4, and N2 are 0.03857, 0.05994, and 0.06212 s–1, respectively. These values reveal that N2 has the fastest adsorption kinetics, whereas CO2 has the slowest diffusion rates in the pores of NPC-7-Cu. The diffusion rate of CH4 is ∼1.55-times faster than that of CO2 at the same temperature (293 K) and the same loading (1 mmol g–1), and the diffusion rate of N2 is ∼1.61-times faster than that of CO2. In the context gas separations for gas mixtures, the kinetic difference is also an important property for absorbents. For selective separation of CO2 from gas mixtures, the marked differences of diffusion kinetics combined with high thermodynamic adsorption selectivities are beneficial for selective CO2 capture from CO2/CH4 and CO2/N2 gas mixtures.Figure 9. (a) The adsorption kinetic profile for 900–1000 mbar pressure increments for CO2 and CH4 at 293 K and the fitted curve using the stretched exponential model; (b) the adsorption kinetic profile for 900–1000 mbar pressure increments for CO2 and N2 at 293 K and the fitted curve using the stretched exponential model.To further explore the mechanisms of gas diffusion in the pores of NPC-7-Cu, we investigated the adsorption kinetics for CO2 and CH4 at different pressures and loadings. It is clearly shown that the diffusion kinetic constants of CO2 and CH4 decrease significantly with increasing uptake at lower uptakes and reach fairly steady values at higher uptakes (as shown in Figure 10a and b). The stretched exponential diffusion rate constants of CO2 and CH4 are in the ranges of 0.0199–0.0764 s–1 and 0.0387–0.1266 s–1, respectively. Comparison of CO2 and CH4 rate constants shows that CH4 has a faster diffusion rate than CO2 in the full uptake range but that CH4 has a larger molecular size as well as larger kinetic diameter than CO2 molecules (CO2 has a kinetic diameter of 3.3 Å, whereas CH4 has a kinetic diameter of 3.8 Å). The diffusion rate of CH4 is ∼1.5 times faster than that of CO2 at 293 K and at the same loading (1 mmol g–1). This situation is significantly different with that of a carbon molecular sieve (CMS) in which CO2 has a diffusion rate approximately >200-times faster than that of CH4 under the same conditions.(69)Figure 10. Variation of kinetic parameters with (a) pressure and (b) the amount adsorbed.It has been well-known that intraparticle gas diffusion resistance in porous materials involves molecular sieving through constrictions in the pore structure and surface barriers by surface diffusion. In a previous study, we investigated the diffusional characteristics of CO2 and CH4 molecules in a nanoporous MOF (NPC-4) comprised of nanoscale cages (16 Å) interconnected by windows (5.2 × 6.3 Å) from a thermodynamic and kinetic point of view.(27) The results demonstrated that the diffusional barriers rather than the diffusional resistance through the windows control the diffusion rate. In the case of NPC-7-Cu, CO2 moves much slower than CH4, which is consistent with the situation in NPC-4, although they have different pore structures. Despite the fact that the pores in NPC-7-Cu are largely constricted by methyl functional groups and coordinated DMF molecules, the constricted pores do not show an obvious molecular sieving effect on the diffusion kinetics of CO2 and CH4. The adsorption enthalpies of CO2 and CH4 are in the range of 17–25 and 12–17 kJ mol–1, respectively, revealing that CO2 has a stronger diffusion resistance than CH4 through the pore surface. Therefore, it could be deduced that the slower diffusional rate of CO2 is attributed to the stronger surface diffusion resistance of CO2 over CH4 during adsorption. The larger surface diffusion barrier of CO2 molecules compared to CH4 allows CO2 to diffuse slower than CH4. However, in general, the diffusion rate of CO2 and CH4 is still fast with 90% of the loading completed within 2 min in most cases. The corresponding isosteric adsorption enthalpy is relatively low compared to those adsorbents with amine groups.(70) The lower adsorption enthalpy is advantageous to practical applications because of the ease of regeneration of adsorbent and low energy compensation. These properties should enable NPC-7-Cu to be a promising candidate for CO2 capture from flue gas.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferences4 ConclusionsIn summary, a MOF NPC-7-Zn with constricted pore cavities was synthesized using a methyl-functionalized ligand and Zn(II) metal centers. Upon solvothermal metal metathesis, a new MOF NPC-7-Cu with Cu(II) metal centers and isomorphic structures with NPC-7-Zn was produced. The study of the metal metathesis process shows that the pore structure is also an important factor for metal metathesis in addition to the metal centers. The constricted pores of NPC-7-Zn induce significant kinetic issues on the metal metathesis process, and these issues can be effectively solved by applying higher reaction temperatures. The metathesis of metal centers from Zn(II) to Cu(II) on NPC-7-Zn can stabilize the porous framework and thus lead to permanent porosity. Owing to the confinement effects of the constricted pores, NPC-7-Cu exhibits very high adsorbate density for CO2 and CH4 molecules. The constricted pores also enable NPC-7-Cu to have high CO2/N2 selectivity. At 293 K and 1 bar, the selectivity of CO2/N2 on NPC-7-Cu is as high as 30.2 for simulated flue gases from power plants. The adsorption kinetic analyses demonstrate that CH4 and N2 have faster diffusion rates than CO2. Comparative studies of thermodynamic and kinetic properties reveal that the surface diffusion barriers rather than molecular sieving effects in the constricted pores play the dominate role in the diffusion resistance. The above observations evidently demonstrate the effectiveness of constructing constricted pores for improving gas selectivities and metal metathesis in modifying the properties of MOFs. This opens a new pathway for the synthesis of novel MOF materials with outstanding properties that could not be obtained by conventional synthetic routes. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.5b07953.Experimental details, crystallographic data, structural representations, IR and XPS curves, and calculation details on Qst and IAST selectivities (PDF)CIF file for CCDC 1051341, which can be obtained free of charge from the Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/data_request/cif (CIF) Funding InformationX.Z. and M.J. received funding from the National Natural Science Foundation of China (NSFC) (Grant No. 21173246). X.Z. and L.L. received funding from NSFC Grant 21473254. L.L. received funding from NSFC Grant 21401215. H.X. received funding from the National Science and Technology Major Project Grant 2011ZX05004-001.The authors declare no competing financial interest.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 70 other publications.1. Cook, T. R.; Zheng, Y.-R.; Stang, P. J. Metal–Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal–Organic Materials Chem. Rev. 2013,  113,  734– 777 DOI: 10.1021/cr3002824 [ACS Full Text ], [CAS]1. Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic MaterialsCook, Timothy R.; Zheng, Yao-Rong; Stang, Peter J.Chemical Reviews (Washington, DC, United States)\r\n        (2013),\r\n    113\r\n        (1),\r\n    734-777CODEN:\r\n                CHREAY;\r\n        ", "title": "Solvothermal Metal Metathesis on a Metal–Organic Framework with Constricted Pores and the Study of Gas Separation", "authors": ["Liangjun Li", "Haitao Xue", "Ying Wang", "Pinhui Zhao", "Dandan Zhu", "Min Jiang", "Xuebo Zhao"], "doi": ["10.1021/acsami.5b07953"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-45/acsami.5b07953/20151112/images/small/am-2015-07953n_0008.gif\">"]}