{"abstract": "Energy-efficient CO capture is a stringent demand for green and sustainable energy supply. Strong adsorption is desirable for high capacity and selective capture at ambient conditions but unfavorable for regeneration of adsorbents by a simple pressure control process. Here we present highly regenerative and selective CO capture by carbon nitride functionalized porous reduced graphene oxide aerogel surface. The resultant structure demonstrates large CO adsorption capacity at ambient conditions (0.43 mmol·g) and high CO selectivity against N yet retains regenerability to desorb 98% CO by simple pressure swing. First-principles thermodynamics calculations revealed that microporous edges of graphitic carbon nitride offer the optimal CO adsorption by induced dipole interaction and allows excellent CO selectivity as well as facile regenerability. This work identifies a customized route to reversible gas capture using metal-free, two-dimensional carbonaceous materials, which can be extended to other useful applications.", "text": "10.1021/acsnano.5b03400 Post-combustion gas from power plants, namely flue gas, accounts over 40% of all CO2 emissions. Effective management of flue gas is of colossal research interest as a sustainable energy supply and remediation of global climate change.(1) Presently, industrial flue gas control is principally based on wet chemical absorption using alkanolamine solvents.(2) Unfortunately, separation of CO2 and regeneration of these solvents require intensive amount of energy (up to 30% of total energy production).(3) Moreover, the corrosive operating condition raises significant maintenance cost.(4, 5) Various porous solid adsorbents have been proposed as alternatives, including zeolites(6, 7) and metal organic framework (MOFs).(8-13) Those solid adsorbents relying on the high isosteric adsorption of metallic components (Eads ∼ 0.4–1.0 eV) may attain remarkably high volumetric CO2 capacity and selectivity but commonly suffer from hard regenerability of the adsorbents and subtle sensitivity to ambient humidity.(14)An ideal CO2 adsorbent should bear appropriate adsorption energy that can counterbalance the adsorption capacity and the regenerability for easy CO2 capture/release system. A recent systematic DFT study has shown that CO2 affinity of MOF-74 can be tuned from 0.3 to 0.5 eV, depending on nature of the building unit.(15) The hydroxyl group, if present in MOF, can also anchor oxygen terminals of CO2 via hydrogen bonds.(16) Strong orbital coupling between CO2 and adsorbent can result in noticeable bending of CO2 and an adsorption energy as high as 0.7 eV.(17) In this regard, adsorbents with intermediate adsorption energy without strong perturbation of electronic structures of CO2 and adsorbents are expected to satisfy the subtle requirements for large capacity/selectivity along with easy regeneration.Here, we introduce the unique concept of effective CO2 capture system under ambient temperature and pressure, and highly selective adsorption against N2 through polarizing nitrogen edges of carbon nitride pore sites. Graphitic carbon nitride (g-C3N4) is a layered material consisting of hexagonally organized heptazine (tri-s-triazine) units linked by tertiary amines.(18) Its nonplanar structure with well-defined porosity (pore diameter d = 0.75 nm) results from the buckled packing of heptazine chain. Intrinsic semiconducting property (optical band gap ∼2.7 eV), chemical/thermal stability, and genuine microporosity of the carbon nitride have been exploited for metal-free photocatalyst, biomolecule imaging, and so on.(19-23) However, currently available synthetic methods yield a highly condensed form of carbon nitride with minimal surface area.(24, 25) Tight interlayer packing between heptazine units prevent exploitation of the potential large surface area of the carbon nitride, and conventional exfoliation techniques are not as efficient as other two-dimensional materials.(26, 27) For this reason, applications requiring genuine large surface of carbon nitride (e.g., CO2 capture) have been rarely shown. To overcome this problem, we chose the reduced graphene oxide aerogel surface to provide desirable porous structure and template platform to grow carbon nitride on the surface. Subsequent procedures of gelation of graphene oxide solution with soluble carbon nitride precursor (Dicyandiamide), solvent exchange, liquid extraction, and thermal treatment in the nitrogen results in highly porous reduced graphene oxide aerogel network composed of carbon nitride moieties. This heterostructure inherits large adsorption capacity and selectivity, but eliminates high isosteric adsorption energy. Induced dipole–dipole interactions highly specific for CO2 molecules at the porous carbon nitride surface, whose strength is larger than typical physisorption (0.01–0.1 eV), achieve excellent regenerability (R = 97.6%) of adsorbent along with decent CO2 adsorption capacity (0.43 mmol·g–1 at 0.1 bar, 300 K) and high selectivity (α12ads = 427).Top of PageAbstractResults and DiscussionConclusionMethodsReferencesResults and DiscussionSynthesis and Characterization of Carbon Nitride Functionalized Reduced Graphene Oxide AerogelFigure 1 presents a synthetic approach to construct carbon nitride functionalized reduced graphene oxide aerogel (CNA). Dicyandiamide, a soluble precursor of carbon nitride, is cross-linked into the gel structure in the presence of a porous graphene network, which was prepared by mild reduction of exfoliated graphene oxide aqueous dispersion.(15) During the gelation process, oxygen functional groups (carboxyl, phenolic, carbonyl, hydroxyl) of graphene oxide facilitate cross-linking with amine groups of dicyandiamide providing a subtle platform for carbon nitride growth.(28) Carbon nitride is grown by subsequent procedures of solvent exchange, liquid extraction, and thermal treatment. These processes remove soluble impurities, extract water molecules trapped within graphene layers while preserving porous network, and transform dicyandiamide precursors at the graphene surface into the two-dimensional carbon nitride phase. A highly porous structure composed of carbon nitride moieties is constructed based on this scalable sol–gel route with inexpensive metal-free carbonaceous precursors. This bottom-up synthetic strategy exploits adequately soluble dicyandiamide as the building block of carbon nitride and the graphene surface as the robust porous framework which maintains its skeletal structure during the thermal growth of carbon nitride. Given the low solubility and dispersibility of carbon nitride, conventional exfoliation and nanostructuring techniques are not a viable option to yield a homogeneous carbon nitride/graphene system.Figure 1. Synthetic procedure for carbon nitride aerogel (CNA). Modified sol–gel reduction of graphene oxide (GO) with dicyandiamide resulted in dicyandiamide-functionalized reduced graphene oxide (DC-rGO) hydrogel. Subsequent liquid extraction with supercritical CO2 drying and thermal treatment transform this hydrogel into carbon nitride embedded graphene aerogel, which is capable of selective CO2 gas capture against N2.One of the most critical criteria for effective solid adsorbent is robust porous structure that grants high surface area and facile permeation/diffusion of adsorbate. Porous structure of CNA is carefully analyzed by porosimetric measurements based on N2 and Ar isotherms, which present that graphene gelation and critical point drying are essential steps for desirable porous structure. N2 adsorption isotherm (Supporting Information, S Figure 1) represents a type II isotherm with initial adsorption at low partial pressure region (P/P0 < 0.01) followed by gradual adsorption at intermediate region (0.01 < P/P0 < 0.8) and rapid adsorption at the saturation pressure region (P/P0 > 0.8) with large surface area (450 m2·g–1), large pore volume (1.5 cm3·g–1), and a considerable amount of meso- (2 < d < 50 nm) and macropores (d > 50 nm). The Argon (Ar) adsorption isotherm offers complementary information for well-defined micropores (Figure 2a). Pore size distribution based on the Horvath–Kawazoe model detects 0.8 nm micropores, which corresponds to the cavity space of buckling heptazine units (inset of Figure 2a). More in-depth analysis of this pore site and its impact on the high selectivity toward CO2 are given in the computational study section below.Figure 2. Porous structure and spectroscopic characterizations of CNA. (a) Ar adsorption isotherm and pore size distribution (inset). (b) Scanning electron microscope (SEM) analysis of CNA. White, green, and red scale bars represent 100 μm, 2 μm, and 2 nm, respectively. (c) Scanning transmission electron microscope (STEM) image and elemental mapping. Scale bar is 400 nm. (d) High-resolution transmission electron microscope (HR-TEM) of CNA and (e) crystalline domains of g-C3N4 on reduced graphene oxide (rGO) surface. Scale bar represents approximately 1 nm. (f) Discrete phase of g-C3N4 in (101) and (210) orientation from corresponding area of (e). (g) Attenuated total reflectance infrared (ATR-IR) spectroscope. (h) X-ray photoelectron spectroscopy (XPS) analysis. Deconvoluted peaks represent graphene oxide domains (1), C–N bonding (2), graphitic sp2 carbon (3), tertiary nitrogen bound to three carbons (4), terminal amine defect site (5), and aromatic C═N–C domains from carbon nitride (6), respectively.Morphology of CNA is visualized by scanning electron microscope (SEM) (Figure 2b). Macroporous spongy-looking channels (Figure 2b and green inset) composed of graphene layers (Figure 2b red inset) are observed. During the gelation from graphene oxide dispersion, the pores originate from the space once occupied by the water molecules trapped within graphene oxide layers. Individual reduced graphene oxide flakes possess average layer thickness of 2.1–2.5 nm (Supporting Information, S Figure 2). The macroscopic structure of CNA features a highly amorphous surface of reduced graphene oxide framework as shown in the PXRD pattern (Supporting Information, S Figure 3). Elemental mapping by scanning transmission electron microscope (STEM) reveals the fairly well-dispersed nitrogen, carbon, and oxygen elements throughout the specimen (Figure 2c). During the thermal treatment of D-rGA, discrete carbon nitride phases are gradually grown on the porous graphene surfaces (CNA), as demonstrated by a high-resolution transmission electron microscope (HR-TEM) (Figure 2d,e and Supporting Information, S Figure 4). The apparent domains of g-C3N4 are well-dispersed throughout the reduced graphene oxide (rGO) surface, some of which show a discrete diffraction pattern of specific lattice direction (Figure 2f). This direct visualization of carbon nitride domains confirms the successful heterostructure of carbon nitride on the porous carbon surface.A series of complementary analyses are conducted to understand the macroscopic and local structure of CNA, including attenuated total reflectance infrared (ATR-IR) and X-ray photoelectron spectroscopy (XPS). Various IR bands of CNA reflect the presence of carbon nitride functional groups (Figure 2g and Supporting Information, S Table 1). The development of aromatic C–N bonding (1450–1600 cm–1) and skeletal vibration of tri-s-triazine (730–740 cm–1) after thermal treatment indicate the growth of carbon nitride on graphene gel.(26, 29-31) XPS analysis shows the deconvoluted peaks of carbon nitride at 285–288 eV (peak 2), 398–399 eV (peak 6), 399.5–400.5 eV (peak 5), and 401–402 eV (peak 4), which correspond to C–N, aromatic C═N–C, aliphatic C═N (or N–H), and tertiary amine bound carbon, respectively (Figure 2h and Supporting Information, S Figure 5).(32-37) The peaks at 297–291 eV (peak 1) and 284.5 eV (peak 3) responds to oxidized and pristine graphitic carbon domains of reduced graphene oxide, respectively. Evolution of the XPS peaks during thermal annealing (25–600 °C) confirms the condensation of dicyandiamide into polymeric carbon nitrides as well as the presence of functional groups from reduced graphene oxide template. Notably, successful formation of carbon nitride at temperatures significantly lower than usual condensation temperature (500–600 °C) is induced by reduced graphene oxide templates. As demonstrated by Oh et al., graphene oxide functions as catalytic surface to grow carbon nitride even at 100 °C.(38) Excessive thermal treatment at higher temperatures (T > 400 °C) leads to the substantial loss of surface area that ultimately hampers overall CO2 capture functionality (Supporting Information, S Figure 6). Elemental analysis through CHN pyrolysis and XPS reveals that CNA sample contains as much as 8 wt % of nitrogen (∼13 wt % of carbon nitride).CO2 Capture Evaluation of CNA and Benchmark MaterialsThe efficient CO2 capture behavior of CNA is demonstrated through CO2 adsorption analysis along with dicyandiamide-functionalized reduced graphene oxide aerogel (D-rGA) and pristine reduced graphene oxide aerogel (rGA) as shown in Figure 3a. rGA shows 0.9 mmol·g–1 adsorption capacity at standard ambient temperature and pressure (SATP: T = 300 K and P = 1 bar), whereas D-rGA shows enhanced CO2 uptakes of 2.2 mmol·g–1 at SATP. Subsequent thermal annealing at 200 °C under N2 atmosphere condenses dicyandiamides to polymeric carbon nitrides, which further enhance CO2 adsorption capacity up to 4.2 mmol·g–1 at SATP. All adsorption capacity is evaluated on the basis of the total weight of the sample.Figure 3. (a) CO2 adsorption isotherms of carbon nitride aerogel (CNA), dicyandiamide-functionalized reduced graphene oxide aerogel (D-rGA), and pristine reduced graphene oxide aerogel (rGA). (b) Multiple cycles of relative CO2 adsorption capacity for regenerability test for CNA at 1 bar. (c) CO2 and N2 adsorption isotherms of CNA with high selectivity toward CO2.To grasp CO2 capture capability of CNA, CO2 adsorption capacity (N1ads), working capacity (ΔN1), regenerability (R), adsorption selectivity (α12ads), and sorbent selection parameter (S) of well-known benchmark materials along with CNA and rGA itself are estimated under vacuum swing adsorption conditions (Table 1). These evaluation parameters and benchmark materials are adapted and chosen from precedent literature as a reasonable CO2 adsorption evaluation standard.(39-42) The adsorption condition is assumed to be a CO2/N2 mixture in a 10:90 ratio to represent typical flue gas composition and to evaluate CNA in comparison with other benchmark materials under the same conditions.(42) CNA shows a moderate N1ads value of 0.43 mmol·g–1 compared to strong binding adsorbents, such as Zeolite-5A(6) (3.50 mmol·g-1), Zeolite-13X(7) (2.49 mmol·g–1), and Ni-MOF-74(41) (4.34 mmol·g–1). It is noteworthy that VSA conditions are chosen to directly compare the adsorption capacity of CNA with other benchmark materials, but CNA is expected to be a stronger competitor for higher pressure range where carbonaceous materials are at an advantage as indicated by superior CO2 uptake of 4.2 mmol·g–1 at 1 bar.Table 1. CO2 Adsorbent Evaluation Results of Selected Benchmark Materials and CNA for Vacuum Swing Adsorption Process (VSA)aadsorption of CO2 at 300 KN1adsΔN1Rα12adsSZIF-78(65)0.600.589635396Zeolite-5A(6)3.502.366762163Zeolite-13X(7)2.491.355486128Ni-MOF-74(41)4.343.20744184Co-carborane MOF-4b(66)0.070.0684154104rGA0.140.139339175CNA0.430.4298113427aN1ads (mmol g–1): CO2 uptake under adsorption conditions. ΔN1 = N1ads – N1des (mmol g–1): working CO2 capacity. R = (ΔN1/N1ads) × 100 (%): regenerability. α12ads = (N1ads/N2ads)(y2/y1): selectivity under ambient adsorption conditions. S = (α12ads)2/(α12des)(ΔN1/ΔN2): sorbent selection parameter. 1: strongly adsorbed component (CO2). 2: weakly adsorbed component (N2). y: molar fraction in the equilibrium gas phase.The effective CO2 adsorption of CNA at low pressure (0.1 bar) with moderate adsorption strength is beneficial for facile regeneration by pressure driven CO2 adsorption/desorption (vacuum swing adsorption). Working capacity (ΔN1), net amount of CO2 release after adsorption, and regenerability (R), the percentage of reusable CO2 capture site, reflect this aspect. Adsorbents with strong chemisorption sites generally suffer from largely diminished working capacity with respect to initial adsorption capacity, as demonstrated in Zeolite-13X (1.35 mmol·g–1/2.49 mmol·g–1), Zeolite-5A (2.36 mmol·g–1/3.50 mmol·g–1), and Ni-MOF-74 (3.20 mmol·g–1/4.34 mmol·g–1). By contrast, mild adsorbents such as ZIF-78 (0.58 mmol·g–1/0.60 mmol·g–1) and CNA (0.42 mmol·g–1/0.43 mmol·g–1) show minor reduction of working capacity with an excellent regenerability of 97.6%. The CO2 adsorption/desorption isotherms for repeated cycles (Figure 3b) also show excellent regenerability through multiple cycles. As displayed in Figure 3c, CO2 adsorption shows a modest S-shaped isotherm, which is originated from strong CO2–CO2 interactions due to large quadrupole moment of CO2.(43) However, N2 adsorption shows a linear isotherm with minor uptakes. Interestingly, unlike other moderate binding adsorbents such as ZIF-78, CNA exhibits highly selective CO2 adsorption against abundant N2, as demonstrated by selectivity parameter (α12ads) and experimental adsorption result (Figure 3c). CO2 and N2 adsorption/desorption isotherms at 300 K reveals an outstanding selectivity value of 113. It is noteworthy that the metal-free CNA system displays equivalent or even higher selectivity over other candidates. Eventually, the sorbent selection parameter (S) is the key criterion, which sums up all aspects of adsorption/desorption capacity and selectivity and represents overall performance of adsorbent. CNA shows the excellent S value of 427 which is far greater than pristine reduced graphene oxide aerogel (S = 175). This indicates significant role of carbon nitride on CO2 capture efficiency. It is noteworthy that some of benchmark materials with remarkably high adsorption capacity (zeolite series and Ni-MOF-74) show relatively lower S value than CNA due to the penalties in regenerability and selectivity parameter. Sorbent selection parameter is not the ultimate figure of merit for CO2 capture efficiency, but this result illustrate the great advantages of carbon nitride adsorbent for CO2 capture, particularly in terms of regenerability and selectivity, which rarely coexist.Modeling Study of CNA through Density Functional Theory CalculationTo elucidate the microscopic origin of enhanced CO2 adsorption and selectivity of carbon nitride, we performed first-principles density functional theory (DFT) calculations on carbon nitride model in parallel with graphene as the reference. The difference in adsorption mechanisms is elucidated between graphene and carbon nitride, the latter of which is largely governed by the distinctive nonplanar porous geometry. At pristine graphene surface, CO2 and N2 adapt substrate-parallel adsorption configuration to maximize van der Waals contact surface. Three unique binding sites were identified, including (i) hexagonal center, (ii) above carbon atom, and (iii) above C–C bond center (Supporting Information, S Figure 7). The optimized geometries of adsorbed molecules reveal typical van der Waals distances of 3.2–3.5 Å. Owing to the larger van der Waals contact area, CO2 has slightly stronger adsorption energies than N2. For all three different binding sites, the standard deviation of adsorption energies is negligible. This clarifies that the local surface geometry of graphene does not significantly influence the adsorption strength. Overall, the interaction between CO2/N2 and pristine graphene surface is pure van der Waals type relying on the π–π stacking interaction between π orbitals of CO2/N2 and π network of graphene.The typical adsorption sites for graphitic carbon nitride were classified into (i) tertiary N site, (ii) heptazine site, and (iii) pore site (Figure 4a). For each adsorption site, adsorption energies (Eads) of a single CO2/N2 molecule were averaged over nine distinct possible configurations. Interestingly, the standard deviations in averaged Eads exhibit the strong correlation with surface geometry of nonplanar porous carbon nitride. From a structural viewpoint, graphitic carbon nitride is constructed from two-dimensionally interconnected heptazine units solely through N linkages.(44) This framework puts forward a unique feature with both high porosity and mechanical flexibility. The obtained standard deviations serve as an indication of directional dependence of CO2/N2 adsorption on the g-C3N4 surface.Figure 4. (a) DFT analysis of gas adsorption. (a) Optimized geometry of heptazine-based g-C3N4 (top and side view). The corrugation is shown in the unit of Å. (b) Averaged DFT adsorption energies of single CO2/N2 at the pore site (P), heptazine (H) and tertiary N (T), in comparison with pristine graphene (Gr). The error bars represent standard deviation from mean adsorption energies. (c) Contour plot of average electrostatic potential of g-C3N4, representing electron distribution at the pore site. The differential charge density map of captured CO2/N2 indicates polarization of CO2/N2 via dipole-induced dipole interaction. The blue and red colors represent the charge depletion and accumulation, respectively. (d) Estimated CO2/N2 occupation number as a function of the total pressure (10% CO2 and 90% N2), following first-principles thermodynamics and grand canonical ensemble formalism.The tertiary N reveals noticeably weakened CO2 affinity compared to pristine graphene. The limited van der Waals contact areas renders the tertiary N sites unfavorable sites for CO2 (Figure 4b). The heptazine site is more rigid, resembling the surface of pristine graphene the most. However, the π network of the heptazine site is hampered by twisted geometry, favoring CO2/N2 head-on configuration with minimal strain (Figure 4b). By contrast, the pore sites demonstrate a noticeable enhancement in CO2 capture and selectivity (Figure 4b). The electrostatic potential map (Figure 4c) shows the significant localization of electrons at N atoms, especially at the edges of the pore sites. The electron-rich N atoms may polarize CO2/N2 molecules, leading to an enhanced adsorption by induced dipole–dipole interaction. The magnitude of binding energy (0.27 eV) for CO2 is ideally in the optimum level for facile reversible adsorption/desorption (Figure 4d). We note that the differential charge density plots of CO2 adsorption at tertiary-N and heptazine sites reveal little or no polarization effect (Supporting Information, S Figure 8). Here, the arrangement of pore edges mitigate steric repulsion and play a key role in the effective polarization of CO2/N2 molecules (Figure 4c). The average surface roughness of g-C3N4 arising from nonplanar nitrogen bond angles was calculated to be 0.57 ± 0.41 Å. The local geometry of the pore always consists of concave-up and concave-down edges, exposing the electron-rich edges toward gas molecules (Figure 4c). These polarizable edges slightly bend (2.07°) the adsorbed CO2 molecule at the pore site, indicating the involvement of enhanced physisorption mechanics. Indeed, CO2 molecule possesses a higher quadrupole moment and polarizability than N2.(45) For all adsorption configurations, our DFT adsorption energies show preference of CO2 over N2 (Figure 4b). Whether the intrinsic difference in electronic structures can amount to a meaningful selectivity at ambient condition is the key of our proposal. By employing the intrinsic corrugated geometry of g-C3N4 with direct exposure of polarizing edges, we can capitalize on the aforementioned intrinsic polarizability of CO2. In addition, no significant change in geometry or electronic properties of carbon nitride has been observed since the interaction nature with CO2/N2 falls within the physisorption regime.To illustrate the influence from polarizable edges of carbon nitride pores on the adsorption/desorption thermodynamics, we calculate the occupation number of adsorbed gas molecules at the pore site using first-principles thermodynamics,(46) represented by the differential Gibbs free energy ΔG(T,P) and grand canonical ensemble approach.(47) As the possible occupation numbers are either 0 (desorption) or 1 (adsorption) at the pore site, the average occupation number f is represented byFirst-principles ΔG(T,P) was obtained from the adsorption energy, zero-point energy, vibrational entropy, and finite-temperature chemical potential of CO2 and N2. The calculated occupation number at the experimental gas composition of 10% CO2 and 90% N2 at 300 K (Figure 4d) shows a remarkable agreement with experimental observation (Figure 3c). This verifies that the high CO2/N2 selectivity originates from the polarizing carbon nitride edges even at ambient condition. The polarity driven selectivity enhancement strategy is effective not only for metal-based adsorbents like MOF,(48-50) but also for nonmetal adsorbent like the case of CNA.Top of PageAbstractResults and DiscussionConclusionMethodsReferencesConclusionWe have demonstrated the CO2 capture of metal-free large surface area carbon nitride heterostructure in a highly regenerative and selective manner. Template growth of carbon nitride on porous reduced graphene oxide grants readily accessible CO2 capture site and volumetric space for reserving incoming gas without serious chemical modification of carbon nitride. Strong dipole interaction induced by electron-rich nitrogen at nonplanar microporous carbon nitride geometry enforces specific and reversible adsorption of CO2 under ambient condition. Thus, the possible CO2 capture by pressure swing grants energy-efficient, economical, and sustainable industrial flue gas treatment platform. Judicious utilization of the well-balanced and specific binding at layered materials would also be useful for photocatalysis,(51) sensory, natural gas processing,(52) biomolecule imaging,(53) CO2 capture,(54) and so on. Besides, effective enlargement of functional layered material surface by template growth at reduced graphene oxide surface may be applicable to other carbon nanostructure (e.g., CNT) and broaden the functionality of carbonaceous materials.Top of PageAbstractResults and DiscussionConclusionMethodsReferencesMethodsSynthesis of Graphene OxideGraphite (1 g; flakes, + 100 mesh, Sigma-Aldrich), NaNO3 (1 g; ≥99.0%, Sigma-Aldrich), and sulfuric acid (47 mL; ACS reagent, 95.0–98.0%, Sigma-Aldrich) were added to a round-bottom flask and mixed with a stirring bar. KMnO4 (Powder, 97%, Sigma-Aldrich) was slowly added to the flask where an ice bath was placed at the bottom of the flask to keep the temperature low during the addition. The mixture solution was kept at 35 °C for 2 h with continuous stirring. The flask was cooled with an ice bath while 20 mL of H2O2 (reagent, 30%, JUNSEI) was added slowly with stirring for 30 min. The resulting solution was filtered and washed with 4% HCl five times. The filtered solid was dried under vacuum for 24 h at room temperature. Every 1 g of graphene oxide solid was mixed with 500 mL of deionized water and sonicated for 2 h. The sonicated GO suspension was centrifuged at 1500–2000 rpm for 40 min to isolate exfoliated GO from the rough graphite residue. The exfoliated GO solution was purified with a dialysis tube for 2 weeks where fresh deionized water was supplied every 24 h.Synthesis of Dicyandiamide-Functionalized Reduced Graphene Oxide Aerogel (D-rGA)l-Ascorbic acid (0.1 g) and varying amounts of dicyanamide (40–400 mg) were added to 5 mL of exfoliated graphene oxide solution (2.4 mg·mL–1) and heated with stirring at 50 °C for 30 min. The resulting black solution was cooled to room temperature, and slow gelation occurred within 8–10 h, turning the viscous solution into a monolithic gel. There is a practical limit in the N-content (<10 wt %) in the gel network structure due to the unstable solidification of graphene gel with dicyandiamide concentrations higher than 40 mg·mL–1. This gel was first washed with hot H2O twice and then submerged with H2O for 5 d and ethanol for 5 d, consecutively. Every 8 h, submerging solvent medium was exchanged with fresh medium to wash out remaining ionic precursors or byproducts. Solvent-exchanged gel is dried with CO2 at supercritical point. The resulting gel turns into a flexible and monolithic aerogel.Thermal Treatment and Synthesis of Carbon Nitride Functionalized Aerogel (CNA)The monolithic D-rGA sample was placed inside of a ceramic crucible and heated in the tubular furnace under nitrogen atmosphere at 200 °C for 2 h. The ramping rate was set to 5 °C/min, and cooling was performed at room temperature quenching.Porosimetry AnalysisDetailed analysis of porous structures was determined through nitrogen and argon adsorption/desorption isotherm. Micromeritics ASAP 2020 was used for both N2 and Ar isotherm measurement. Brunauer–Emmett–Teller (BET) and Horvath–Kawazoe (HK) models were used to evaluate surface area and pore size distribution, respectively.CharacterizationsFT-IR spectroscopy was measured using Bruker IF66/S and Hyperioin 3000 with attenuated total reflectance (ATR) mode between 600 and 4000 cm–1. Powder X-ray diffraction (PXRD) analysis was performed using Rigaku D/MAX-2500 (18 kW) within 3–60° range, 2°/min scan speed, and 40 kV 300 mA. X-ray photoelectron spectroscopy (XPS) measurement was performed using Thermo VG Scientific Sigma Probe. The CHN element was analyzed using a Thermo Scientific Flash 2000 analyzer. Scanning electron microscope (SEM) images were taken using FEI Magellan 400 with 1–5 kV power, 13 pA to 1.6 nA current, and 500×–100000× magnification mode. Transmission electron microscope (TEM) images were captured using FEI Tecnai G2 F30. Thermal gravimetric analysis was performed by Setaram Setsys 16/18 at 25–600 °C in N2 atmosphere.CO2 and N2 Adsorption analysisBefore the gas adsorption measurement, rGO aerogel samples were dried under vacuum at 200 °C for 24 h. For gas adsorption, Micromeritics ASAP 2020 was used to evaluate how effective these rGO aerogel samples can adsorb CO2 gas in comparison with N2 gas. CO2 and N2 gas adsorption/desorption isotherms were measured in the range of 0–1 bar at 300 K separately. For regenerability evaluation experiments, multiple runs of CO2 adsorption isotherm were measured without degassing process before the analysis.Gas Capture Efficiency Evaluation CriteriaTo evaluate how efficiently material can capture CO2 in flue gas conditions, we assumed that CO2 is present as 10% in the mixture form with N2 as 90%. The rest of the real flue gas components such Ar, NOx, SO2, and others were excluded to simplify the evaluation. Five adsorbent evaluation criteria were adopted(42) and used herein to assess CO2 capture capability in comparison with previously reported benchmark materials (e.g., zeolites, and MOFs). For evaluation of these parameters, individual N2 and CO2 isotherms of samples are measured at 300 K. These are CO2 adsorption capacity (N1ads[mmol·g–1]), working CO2 capacity (ΔN1 = N1ads – N1des[mmol·g–1]), regenerability (R = (ΔN1/N1ads) × 100 (%)), adsorption selectivity (α12ads = (N1ads/N2ads)(y2/y1)), and sorbent selection parameter (S = ((α12ads)2/(α12des))·(ΔN1/ΔN2)). CO2 adsorption capacity means how much volume of CO2 can be loaded into a given weight of material. Working capacity indicates the net adsorption capacity which can be found from the difference between the adsorbed amounts at the adsorption pressure (0.1 bar for CO2 and 0.9 bar for N2) and desorption pressure (0.01 bar for CO2 and 0.09 bar for N2). The adsorption pressure and desorption pressure are assumed if flue gas is released at 1 bar with a CO2/N2 = 1:9 ratio and adsorbed at 1 bar and desorbed through the vacuum swing process at 0.1 bar. Regenerability measures reusability of materials, and selectivity indicates how material can selectively remove CO2 over N2. The sorbent selection parameter combines adsorption selectivity and working capacity to evaluate overall performance of given material. N stands for the amount of adsorption, subscripts 1 and 2 for strongly bound gas (CO2) and weakly bound gas (N2), respectively, and y for mole fraction.Computational MethodsWe employed the projector-augmented wave (PAW) potentials(55) with Perdew–Burke–Ernzernhof (PBE) exchange-correlation functional(56) within density-functional theory (DFT) as implanted in the Vienna Ab-Initio Simulation Package (VASP).(57) The simulation cell of single-layer C3N4 (g-C3N4) corresponds to a 3 × 3 × 1 supercell consisting of 126 atoms in total. The steric repulsion between dangling bonds at the edge of the pore facilitates a structure preference of the buckled geometry over the planar geometry as demonstrated in the previous experimental and theoretical studies.(58-60) Since the heptazine moieties are connected solely through tertiary N linkages, g-C3N4 is susceptible to adsorption-induced strains. Thus, the size of simulation cell was chosen to minimize the effect of strain on the calculated adsorption energies. The CO2/N2 adsorption characteristic of g-C3N4 was compared with a 6 × 6 × 1 supercell of pristine graphene where the gas-substrate interaction is well established to be van der Waals physisorption.(61) A plane-wave basis set with an energy cutoff of 500 eV was chosen to ensure convergence of total energy within a few meV. We adopted 2 × 2 × 1 k-points sampling for g-C3N4 and 3 × 3 × 1 k-points sampling for the graphene supercell. All atomic forces were fully relaxed to less than 0.015 eV/Å. A 15-Å vacuum was imposed in all calculations to minimize any spurious image–image interaction. The adsorption energy (Eads) of single gas molecules is formulated based on DFT total energies as followswhere Esub, Egas, and Esub+gas are total energies of g-C3N4 substrate, CO2/N2 molecule, and gas-absorbed systems, respectively. We chose to adapt the convention in which positive adsorption energy (Eads > 0) indicated a favorable interaction between gas molecule and substrate. To obtain more reliable adsorption energies in the physisorption regime, we also employed the van der Waals corrected DFT-D2 method readily implemented in VASP.(62, 63) Since the adsorption–desorption thermodynamics of CO2/N2 is pressure dependent, the free energy change ΔG is more relevant to selectivity than the binding energy Eads. Adopting our previous formalism, ΔG of adsorption can be decomposed as follows:(64)Here, the ΔG was calculated as G(adsorbed) – G(desorbed) in view of CO2/N2 adsorption. Then, ΔE = −Eads as mentioned before. The zero-point energy correction (ΔZPE) and vibrational free energy correction (ΔF) were obtained from DFT vibrational spectra. Standard CO2/N2 chemical potentials (μgas) were extracted from tabulated thermodynamic table. To obtain accurate vibration spectra, atomic geometries were tightly optimized until all forces were less than 10–3 eV/Å. Phonon calculations were carried out with a fixed displacement of 0.01 Å for atoms constituting the edge of g-C3N4. The average occupation numbers f of CO2/N2 were derived from the grand-canonical ensemble approach,(13) bounded by the desorption limit (f = 0) and the adsorption limit (f = 1).We now demonstrate that grand canonical ensemble is equivalent to the well-known Langmuir isotherm. First, the Boltzmann factor can be decomposed as follows:The first exponent term denotes the partition function of system. The adsorption–desorption equilibrium constant  in the Langmuir isotherm is shown to have a simple microscopic interpretation related to:For CO2 gas, Eads, ΔZPE, ΔF, and μgas terms were calculated to be 0.295, 0.019, −0.206, and −0.568 eV, respectively. Likewise, the corresponding terms for N2 gas were calculated to be 0.174, 0.019, −0.195, and −0.686 eV, respectively. In accordance with the experimental conditions, we have considered a flue gas mixture of 10% CO2 and 90% N2 with total pressures of 0.1 bar at the desorption limit and 1.0 bar at the adsorption limit. On the basis of these conditions, ΔGCO2 are 0.145 and 0.204 eV at the two operational limits, corresponding to occupation numbers of 3.61 × 10–3 and 3.68 × 10–4, respectively. In contrast, ΔGN2 are evaluated to be 0.338 and 0.398 eV, resulting in much smaller occupation numbers of 2.04 × 10–6 and 1.99 × 10–7 at the two aforementioned conditions.#Author ContributionsY.O. and V.-D.L. contributed equally.The authors declare no competing financial interest.Top of PageAbstractResults and DiscussionConclusionMethodsReferencesAcknowledgmentThis work was supported by the Multi-Dimensional Directed Nanoscale Assembly Creative Research Initiative (CRI) Center (2015R1A3A2033061) and the Hybrid Interface Materials Research Group (Global Frontier project, 2014M3A6B1075032) of the National Research Foundation of Korea (MSIP). V.-D.L. and Y.-H.K. were financially supported by NRF (2012R1A2A2A01046191) and the global frontier R&D (2011-0031566) programs of MSIP, and Asian Office of Aerospace Research and Development (AOARD-14-1403). Y.O. and S.O.K designed the overall experiments and principally wrote the manuscript. Y.O. carried out the synthesis, characterizations, and adsorption isotherms of the materials. V.-D. L. and Y.-H.K. carried out the DFT calculations and analyzed the results. W.J.P. and Y.S.B. contributed to gas adsorption experiments and analysis. U.N.M., J.O.H., J.L., and K.E.L. participated in discussions for manuscript. Top of PageAbstractResults and DiscussionConclusionMethodsReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsnano.5b03400.S Figures 1–8 and S Table 1 as described in the text (PDF)Reference QuickViewTop of PageAbstractResults and DiscussionConclusionMethodsReferencesReferencesThis article references 66 other publications.1. Olivier, J. G. J.; Janssens-Maenhout, G.; Muntean, M.; Peters, J. A. H. W. Trends in Global CO2 Emissions - 2013 Report; PBL Netherlands Environmental Assessment Agency: The Hague, 2013.There is no corresponding record for this reference.2. Rochelle, G. T. Amine Scrubbing for CO2 Capture Science 2009,  325,  1652– 1654 DOI: 10.1126/science.1176731 [Crossref], [PubMed], [CAS]2. Amine Scrubbing for CO2 CaptureRochelle, Gary T.Science (Washington, DC, United States)\r\n        (2009),\r\n    325\r\n        (5948),\r\n    1652-1654CODEN:\r\n                SCIEAS;\r\n        ", "title": "Selective and Regenerative Carbon Dioxide Capture by Highly Polarizing Porous Carbon Nitride", "authors": ["Youngtak Oh", "Viet-Duc Le", "Uday Narayan Maiti", "Jin Ok Hwang", "Woo Jin Park", "Joonwon Lim", "Kyung Eun Lee", "Youn-Sang Bae", "Yong-Hyun Kim", "Sang Ouk Kim"], "doi": ["10.1021/acsnano.5b03400"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2015/ancac3.2015.9.issue-9/acsnano.5b03400/20150917/images/small/nn-2015-03400p_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2015/ancac3.2015.9.issue-9/acsnano.5b03400/20150917/images/small/nn-2015-03400p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2015/ancac3.2015.9.issue-9/acsnano.5b03400/20150917/images/small/nn-2015-03400p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2015/ancac3.2015.9.issue-9/acsnano.5b03400/20150917/images/small/nn-2015-03400p_0003.gif\">"]}