{"abstract": "Solvent-assisted ligand incorporation (SALI) was utilized to successfully functionalize Zr-based MOF  with phosphonate-terminated ligand. The phosphonates connectivity to the M(IV) sites as well as their extended chemical stability were studied relative to the corresponding carboxylate-based ligands.Solvent-assisted ligand incorporation (SALI) is useful for functionalizing the channels of metal–organic framework (MOF) materials such as  that offer substitutionally labile zirconium(IV) coordination sites for nonbridging ligands. Each of the 30 or so previous examples relied upon coordination of a carboxylate ligand to achieve incorporation. Here we show that, with appropriate attention to ligand/node stoichiometry, SALI can also be achieved with phosphonate-terminated ligands. Consistent with stronger M(IV) coordination of phosphonates versus carboxylates, this change extends the pH range for retention of incorporated ligands. The difference in coordination strength can be exploited to achieve stepwise incorporation of pairs of ligands—specifically, phosphonates species followed by carboxylate species—without danger of displacement of the first ligand type by the second. Diffuse reflectance infrared Fourier-transform spectroscopy suggests that the phosphonate ligands are connected to the MOF node as RPO(OH)¯ species in a moiety that leaves a base-accessible −OH moiety on each bound phosphonate.", "text": "10.1021/ic502639v Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) are solid-state compounds generated by the interconnection of multitopic organic linkers and metal-based nodes via coordination bonds.(1) These hybrid polymers produce crystalline(2) and often highly porous(3) materials that hold potential  for gas capture, separation, and storage.(4) Owing to their modular nature, MOFs are attractive candidate materials for a wide range of applications including, but not limited to, catalysis,(5) sensing,(6) light harvesting,(7) luminescence,(8) ionic conductivity,(9) and nonlinear optics.(10) Various postsynthesis manipulations including postsynthesis modification(11) and building block replacement (BBR)(12) may provide routes to functional MOFs when incorporating the desired chemical entities is not straightforward via direct synthesis methods.(11a, 12, 13)Scheme 1. Molecular Representations of NU-1000 (top) and Depictions of Solvent-Assisted Ligand Incorporation (SALI) (bottom)Zr- and Hf-based MOFs have attracted considerable attention due to their good thermal,(14) chemical,(15) and mechanical(14, 16) stability. Mesoporous versions of these MOFs(17) offer sizable channels and/or pores that, in principle, allow for extensive interior functionalization. Recently, a node-centered chemical modification route termed solvent-assisted ligand incorporation (SALI) was described, and its effectiveness was demonstrated for NU-1000 [molecular formula Zr6(μ3-O)4(μ3-OH)4(-OH)4(-OH2)4(TBAPy)2] (see Scheme 1; H4TBAPy is 1,3,6,8-tetrakis(p-benzoic-acid)pyrene).(17a, 18) This BBR reaction entails substitution of a terminal hydroxo and aqua ligand pair at a single M(IV) atom by the carboxylate terminus of an incoming ligand. We  reported about 30 examples of SALI, including incorporation of fluoroalkanes, organic bases, redox species, and dye molecules. Additionally, we  established that daughter materials (termed SALI-CFGs; CFG = carboxylate functional group) are sufficiently robust and their channels are sufficiently accessible to permit reactive secondary functionalization.(12, 18b) Because the incorporated ligands are bound to the MOF node in a charge-compensating fashion and not merely by dative bonding, they are additionally anticipated to be strongly resistant to thermal release into the vapor phase.(19)A functional group that manifests a stronger interaction with oxophilic metal ions than does carboxylate is phosphonate.(20) In previous studies, advantage has been taken of ZrIV–phosphonates as metal-linker combinations in order to obtain unusually chemically stable MOFs and closely related materials.(13, 20b-20e) Enhanced stability is a particularly desirable property for emerging MOF applications such as proton conductivity in highly acidic environments.(20d) We reasoned that similar advantages might be obtained for MOF applications that rely upon nonbridging ligands; thus, we  examined and describe here the viability, with NU-1000, of phosphonate-based SALI of a representative nonbridging ligand, phenylphosphonate (PPA). Additionally, we  (a) compared the chemical stability (especially acid and base stability) of the SALI-PFG compound (PFG = phosphonate functional group) to that of a representative SALI-CFG(12, 18a, 18b) compound, SALI-BA, where BA is benzoate, and (b) found conditions that permit sequential SALI of different ligands to be achieved.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterialsAcetone (Macron, 98%), N,N-dimethylformamide (DMF) (Macron, 99.8%), dichloromethane (Macron, 99.0%), deuterated dimethyl sulfoxide (d6-DMSO) (Cambridge Isotopes, 99%), and deuterated sulfuric acid (Cambridge Isotopes, 96–98% solution in D2O) were used as received without further purification. Phenylphosphonic acid was purchased from Aldrich. H4TBAPy [1,3,6,8-tetrakis(p-benzoic-acid)pyrene](21) was synthesized as previously described.(17a)Microcrystalline NU-1000 was prepared solvothermally according to a published procedure.(17a) For the activation of the as-synthesized material (including removal of ligated and free benzoate/benzoic acid), DMF (12 mL in total) and 0.5 mL of 8 M HCl (aq) were added to the isolated solid and the resulting suspension was heated at 100 °C oven for 18–24 h. After cooling to room temperature, the suspension was centrifuged (5 min, 7000 rpm) and washed (3 × 12 mL) with fresh DMF. The residual solid was soaked and washed with acetone (4 × 15 mL) and finally dried in a vacuum (∼100 Torr) oven for 30 min at 50 °C to yield ∼50 mg of activated MOF.InstrumentationPowder X-ray diffraction (PXRD) patterns were recorded on a Rigaku ATXG diffractometer equipped with an 18 kW Cu rotating anode, MLO monochromator, and a high-count-rate scintillation detector (measurements made over a range of 1.5° < 2θ < 30° in 0.05° step width with a 2 deg/min scanning speed). 1H and 19F NMR spectra were recorded on an Agilent 400 MHz instrument after digesting the samples in 10% D2SO4/DMSO-d6: the 19F signals of the trifluoroacetic acid were integrated against the 1H NMR signals of the TBAPy ligand using an internal standard (2,5-dibromo-1,4-bis(trifluoromethyl)benzene) (see Figures 6 and SI-10, Supporting Information). Diffuse reflectance Fourier transformed infrared spectra (DRIFTS) were recorded on a Nicolet 7600 FTIR spectrometer equipped with an MCT detector. The spectra were collected in a KBr mixture. Scanning electron microscopy (SEM) images and energy-dispersive X-ray spectroscopy (EDS) mapping were recorded on a Hitachi SU8030 SEM. Nitrogen isotherms were measured on a Micromeritics TriStar II 3020 at 77 K; for BET surface area analyses we ensured that the consistency criteria described by Rouquerol et al.(22) and Walton et al.(23) were satisfied. Pore size distributions were calculated using the Barrett–Joyner–Halenda (BJH) method with a Halsey thickness curve and Kruk–Jaroniec–Sayari correction applied.Synthesis of SALI-BAThis material, featuring four benzoates per node, is simply the as-synthesized form of NU-1000,(17a) which was sequentially washed with DMF and acetone (4 × 10 mL each for 100 mg sample) prior to thermal activation at 120 °C for 12 h.Synthesis of SALI-PPAExploratory syntheses were done by combining NU-1000 with 0.013–0.027 M PPA solutions. Notably, these are from 5 to 10 times less concentrated than those used  typically for a SALI-CFG reaction. To obtain a version of SALI-PPA featuring ca. four phenylphosphonate ligands per Zr6 node, we proceeded as follows: A 45 mg portion of activated NU-1000 (0.021 mmol) was placed into a 4-dram vial (VWR). Subsequently, a 0.027 M solution of HPPA (0.102 mmol; ∼4.42 equiv per Zr6 node) in DMF was added to the reaction vial, which then was capped and heated at 55 °C for 18 h with occasional swirling. The reaction mixture was centrifuged (7000 rpm, 5 min), and the sedimented SALI-PPA sample was soaked in fresh solvent, centrifuged, washed sequentially with DMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane (3 × 10 mL), and finally dried in a vacuum oven at 60 °C. 1H NMR spectra, collected after dissolving the MOF samples in a 10% D2SO4/DMSO-d6 mixture, confirmed that approximately four phenyl phosphonates per Zr6 node were incorporated.SALI-PPA@2 (NU-1000 decorated with, on average, ca. two phenylphosphonate ligands per Zr6 node) was similarly prepared, except that a 0.013 M solution of HPPA (0.051 mmol; ∼2.65 equiv per Zr6 node) in DMF as solvent was used. See section S1, Supporting Information, for characterization.Stability TestsA 45 mg portion of SALI-BA or SALI-PPA (∼0.017 mmol) was exposed to 5 mL of 0.2 M solution (corresponding to a 10-fold molar excess of reagent relative to the total BA or PPA ligand present) of various acids or bases in organic or aqueous media for 18–24 h. The pH of the aqueous solutions was varied by using acids with different pKa values: 0.2 M aqueous solutions of acetic acid (pH ≈ 4.2), formic acid (pH ≈ 2.0), and hydrochloric acid (pH ≈ 0.5). Also used were aq. N-ethylmorpholine (pH ≈ 10.5) and aq. 0.01 M NaOH. After the MOFs were treated with the respective chemical solution, the reaction mixture was centrifuged (7000 rpm, 5 min) and the sedimented MOF sample was soaked in fresh solvent, centrifuged, washed sequentially with DMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane (3 × 10 mL), and finally dried in a vacuum oven at 60 °C. These samples were then characterized by PXRD, collection of N2 sorption isotherms, and DRIFTS.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionSynthesis and Characterization of SALI-PPASince dibasic phosphonates form strong bonds with high-valent transition metals,(20c) including ZrIV, synthesizing SALI-PPA materials required milder conditions than used previously for incorporating carboxylates.(18a, 18b) In particular, it proved essential to limit added PPA to stoichiometric (4 per Zr6) or substoichiometric amounts. When larger than stoichiometric amounts were used, appreciable release of TBAPy4– linker was detected. Presumably, when present in excess, PPA is substituting not only for water and hydroxo ligands but also for the linker. In fact, even under stoichiometric synthesis conditions we found that a modest amount of linker loss occurred (ca. 8%; as detected from the absorption spectra of the supernatant recovered from the SALI reaction). In contrast, with stoichiometric or substantial excess carboxylate ligand no linker loss is observed during SALI.Returning to PPA, 1H NMR measurements for digested samples showed that the extent of SALI  varied from roughly 2 PPA ligands per node to roughly 4 simply by varying the concentration of HPPA between 0.013 and 0.27 M (i.e., ∼2 and ∼4 equiv of PPA for the volume of solution and mass of MOF used). The incompletely decorated material was termed SALI-PPA@2 to distinguish it from a fully decorated form. SEM images (Figure 1) of the latter show that phosphonate ligand incorporation does not detectably change the size or shape of the MOF crystallites.Figure 1. Representative SEM picture of (A) NU-1000 and (B) SALI-PPA (i.e., before and after treating NU-1000 with HPPA); (inset) enlarged crystal;  white scale bar = 2 μm.Previous work with carboxylate ligands established that SALI of four such ligands per node yields a local coordination environment that closely resembles that for a hypothetical defect-free version of UiO-66, i.e., 12 carboxylates total, with four μ3-hydroxo and four μ3-oxo ligands; see Scheme 1 for a simplified drawing where the eight carboxylates associated with linkers are omitted.(18a, 18b) Together these 20 ligands present a charge of −24 that is fully balanced by six tetravalent zirconium ions. Similar charge-balancing considerations led us to hypothesize that a dibasic phosphonate ligand RPO2(OH)¯ binds to a node by chelating (with two oxygen atoms) a terminal Zr(IV),(20c) leaving one acidic proton (P–O–H) to hydrogen bond with either a μ3-oxo ligand of the node or with residual solvent molecules (Scheme 1).Figure 2. DRIFTS spectra for (A) NU-1000, (B) SALI-BA, (C) SALI-PPA@2, and (D) SALI-PPA with marked band positions for various O–H stretching modes (left) and P–O stretching modes in bound phosphonate ligands (right). Samples were prepared under ambient condition under air.Diffuse reflectance infrared Fourier transform spectroscopic (DRIFTS) data, summarized in Figure 2C and  2D, show peaks at 1145, 1133, and 1066 cm–1 that are consistent with phosphorus–oxygen stretches for phosphonate featuring two coordinated oxygen atoms and one P–O–H with the characteristic P–OH peak appearing at 2300–2350 cm–1 (see Figure SI-2D, Supporting Information).(24) Peaks assignable as O–H stretches appear in the 3600–3700 cm–1 region. The intense peak at 3674 cm–1 for underivatized NU-1000 (Figure 2A) has recently been assigned to both terminal and bridging O–H stretches.(18c) Notably, this peak is significantly attenuated for SALI-PPA@2 and yet further attenuated for SALI-PPA. Nevertheless, some intensity remains (in contrast the peak is fully eliminated for SALI-BA; see Figure 2B).(25) The residual intensity indicates a detectable degree of unfunctionalized hydroxyl and aqua ligands at the node termini.(26) Unfortunately, attempts to push the SALI process to completion by increasing the quantity of initially used HPPA results in MOF degradation as evidenced by release of TBAPy4–, as already noted. Indeed, even with stoichiometric (4:1) addition of HPPA to the MOF, slight degradation is observed, as evidenced again by release of ca. 8% of the TBAPy4– initially present in the framework.Returning to the DRIFTS spectrum for SALI-PPA, peaks for additional O–H stretches are observed at 3660 and 3650 cm–1. While the former can be assigned to the residual bridging μ3-O–H stretch (a corresponding transition in the SALI-BA sample appears at 3671 cm–1), the latter is associated the acidic phosphonate O–H unit, as its intensity diminishes upon treatment with an organic base (vide infra). Lastly, a broad band at ∼3614 cm–1 is evident. By analogy to a similarly shaped peak (at ∼3653 cm–1) for SALI-BA, the band is tentatively assigned to H-bonded moieties as sketched in Scheme 1.(17a, 18)Figure 3. (A) N2 adsorption isotherms and (B) PXRD patterns for NU-1000 and SALI-derived samples.MOF porosities were evaluated via N2 adsorption isotherm measurements at 77 K (Figure 3A). All four versions of the MOF yielded type IVc isotherms. Assessments of Brunauer–Emmett–Teller (BET) surface areas (Table 1) show that channel functionalization with either PPA or BA engenders small but easily detectable decreases. The total amount of gas taken up (Figure 1) is similarly changed by SALI-based functionalization. Moreover, the N2 adsorption isotherms exhibit a shift in the mesoporosity step at P/P0 = 0.25 for unmodified NU-1000 to lower pressures for the functionalized materials. This result is consistent with loading-dependent decreases in micropore volume and channel diameter (see Table 1).The crystallinity of the phosphonate-functionalized materials was assessed by powder X-ray diffraction (PXRD). The PXRD patterns for all SALI-PPA materials, presented in Figure 3B, show no sign of degradation of the crystallinity of the parent framework, although there are slight changes in relative diffraction peak intensities, due to changes in the electron density introduced by the functionalized ligands.(18a, 18b)Table 1. BET Surface Areas, Pore Diameters, and Pore Volumes for NU-1000 and SALI-Derived VariantsMOFligandligand:Zr6aBET surface area (m2 g–1)BJH pore diameter (Å)pore vol. (cm3 g–1)aNU-1000–OH, −H2O 2145311.46SALI-BAPhCO2–4.02005281.21SALI-PPA@2PhPO2(OH)–2.41920301.27SALI-PPAPhPO2(OH)–4.11720291.12aSee Figures 3 and SI-1 and SI-2, Supporting Information, for characterization data.Chemical Stability of SALI-BA and SALI-PPATo assess the chemical stability of the installed-ligand/MOF-node bonding in SALI-PPA and SALI-BA and to gain further insight into the nature of the bonding in SALI-PPA, we challenged the two materials with various chemical conditions: (i) hot water, (ii) HCl solution in DMF, (iii) aqueous acid and base solutions, and (iv) organic acid and base solutions.(27)First, we soaked the SALI-derived samples (SALI-BA and SALI-PPA) in water at 100 °C for 24 h. Subsequent analysis via 1H NMR spectroscopy indicated little, if any, ligand loss and essentially no change in framework porosity or crystallinity (Figures 4A, 4B, and SI-3; Table S1, Supporting Information).SALI-derived samples were then treated with 0.2 M aqueous acid solutions (5 mL each) with varying pH (realized by using acids with different pKas with constant reagent concentration; see Experimental  Section). Similar degrees of ligand loss (∼12–25% by 1H NMR) but no significant linker (TBAPy4–) leaching were detected for SALI-BA and SALI-PPA. Subsequent N2 isotherm measurements indicated 85–96% porosity retention for SALI-BA and 94–98% retention for SALI-PPA, as judged by BET surface areas. PXRD patterns (Figures 4E,  4F, and SI-5, Supporting Information) were unchanged.Figure 4. N2 isotherms of (A) SALI-BA and (B) SALI-PPA after treatment with 0.2 M aqueous acid solutions of different pH. Representative partial 1H NMR spectra and PXRD patterns before (top) and after (bottom) aqueous acid (pH 0.5) treatment for (C, E) SALI-BA and (D, F) SALI-PPA samples, respectively. See Table S1, Supporting Information, for tabulated data; 1H NMR peaks are marked with * for H4TBAPy, † for BA, and § for PPA.Treatment with aqueous base provided a more distinctive picture of the relative (ligand and framework) chemical stabilities of the BA and PPA functionalized samples. Exposure to 0.2 M aqueous N-ethylmorpholine led to loss of 70% of the BA ligand (of SALI-BA), while the SALI-PPA sample suffered a loss of only ∼40% of its phosphonate ligand. After exposure to a more basic solution (pH 12.0), the SALI-BA sample lost 80% of its benzoate ligands while SALI-PPA lost 60% of PPA ligands. The frameworks for both versions remained intact in the aqueous basic solutions as evidenced by PXRD and porosity measurements; see Supporting Information.Finally, 45 mg samples of SALI-BA and SALI-PPA were exposed to a mixture of 8 M HCl (0.5 mL) in DMF (12 mL) at 100 °C for 24 h. As we  previously noted in describing the activation of as-synthesized NU-1000,(17a) these conditions lead to quantitative removal of ligated benzoate. In striking contrast, zero ligand loss was detected for SALI-PPA (see Figure SI-10, Supporting Information).The combined results clearly indicate that the phosphonate ligands are more tenaciously bound to the Zr6 node than are monotopic carboxylates. Additionally, the results of base exposure indicate that PPA incorporation renders the parent material slightly more resistant to hydroxide attack and framework dissolution. Full characterization data including 1H NMR, PXRD patterns, DRIFTS data, and tabulated change in chemical composition and physical metrics upon exposure to various chemical conditions are chronicled in the Supporting Information (sections S3 and S6).Ligand Binding Mode in SALI-PPAExposure to an organic base, piperidine (pKa of the conjugated acid ∼11) in DMF, left SALI-BA essentially unchanged: 1H NMR data (Figure SI-15, Supporting Information) indicated no loss of BA ligands, no residual base, and no change in N2 isotherm at 77 K and corresponding BET surface area. In contrast, 1H NMR data for a digested sample of a piperidine-exposed sample of SALI-PPA (Figure 5A) revealed incorporation of 0.8 piperidines per PPA ligand. An attractive interpretation consistent with the mode of phosphonate coordination proposed in Scheme 1 is reaction of the added base with PPA’s P–O–H moiety. DRIFTS data for the piperidine-exposed SALI-PPA sample (Figure 6C) clearly show diminished band intensities at 3662 and 3650 cm–1 relative to the 3674 cm–1 transition. Among these, the band at 3650 cm–1 is especially affected by the piperidine treatment, suggesting that the transition is associated with the acidic hydroxyl group of the bound phosphonate ligand. We attribute (speculatively) a broad band at 3598 cm–1 to an H-bonded species formed by the piperidinium moiety with the Zr-bound phosphonate, hydroxyl, and residual solvents; note a corresponding band in the SALI-PPA sample, prior to piperidine treatment, appearing at 3614 cm–1. Regardless of the assignments, it is clear that piperidine binds via an acid/base interaction that is unavailable in SALI-BA. Thermogravimetric analysis (TGA) data (see Supporting Information section S8, Figure S-20) showed ∼8% mass loss at 250 °C as expected for the ∼1 piperidine per PPA ligand (calculated ∼10%).Figure 5. Exposure of SALI-PPA to piperidine base in DMF solvent. (A) Partial 1H NMR spectra of SALI-PPA after exposure to piperidine showing incorporated piperidine relative to that of PPA ligand (sample was digested in 10% D2SO4/dmso-d6; 1H signals for the PPA and piperidinium signals are denoted by § and ⧫, respectively, where residual solvent peaks are marked with ×). (B) Comparative DRIFTS data highlighting evolution of the −OH stretching manifold for SALI-PPA before and after reacting with piperidine. (Note that the SALI-PPA used in this study is a different batch than that used in the data in Figure 2D.)Consecutive SALIExposure of SALI-BA and SALI-PPA samples to 0.2 M trifluoroacetic acid (HTFA) solution in DMF as solvent yielded contrasting results. While all the benzoate ligands in the SALI-BA sample were replaced by trifluoroacetate, no loss of phenylphosphonate was detected for SALI-PPA sample. Complete replacement of the benzoate ligands in SALI-BA with trifluoroacetate is consistent with our previous finding that the conjugate base of the carboxylic acid possessing the lower pKa is more competitive for node ligation than is the conjugate base of the carboxylic acid featuring the higher pKa.(12, 18a, 18b) In contrast, no PPA ligand loss (via replacement) was observed in the SALI-PPA sample by trifluoroacetate even though HPPA is a weaker acid (pKa1 = 1.83) than HTFA (pKa = 0.5).(28) These data clearly suggest that bound phosphonate ligands at the Zr6 nodes manifest robust anchors compared to their carboxylate analogues and establish, as one would anticipate, that it is not only the Brönsted acidity of the conjugate of the incoming anionic ligand that drives a SALI reaction(29) but also the strength of the newly formed metal–ligand bond(s).Figure 6. Reaction of SALI-PPA with HTFA: (A and B) 1H NMR and 19F NMR spectra of HTFA-treated SALI-PPA taken after decomposing the material in 10% D2SO4/DMSO-d6 mixture; 1H signals for the H4TBAPy and PPA ligands are denoted by * and §, respectively. 1H and 19F signals of 2,5-bis(trifluoromethyl)-1,4-dibromobenzene used as internal standards are denoted with ⧫. (C) Comparative DRIFTS data for SALI-PPA in the O–H stretching region before and after reacting with HTFA. (Note that the SALI-PPA samples used in this study are from a different prep than that used in Figure 2D; thus, relative peak intensities are not identical.)Interestingly, 19F NMR spectra (Figure 6A and  6B) indicate incorporation of ∼1 trifluoroacetate ligand per Zr6 node in the SALI-PPA sample (now denoted SALI-PPA/TFA) following exposure to a HTFA solution, without significant change in BET surface area or pore volume (Table S1, Supporting Information). Since the SALI-PPA sample contains a modest fraction of unfunctionalized, terminal Zr(IV) sites (Figures 2D and 6C), a reasonable explanation for TFA incorporation is an additional SALI reaction but now with a ligand (a carboxylate) that is not strongly interacting enough to initiate partial MOF dissolution.(18a)(30) DRIFTS data for the SALI-PPA/TFA sample are consistent with a consecutive-SALI scenario. Thus, the residual O–H intensity at 3674 cm–1 for SALI-PPA is absent for SALI-PPA/TFA and is replaced by a new peak at 3668 cm–1. Elemental mapping analyses via SEM-EDS (Figure SI-14, Supporting Information) indicate that the trifluoroacetate ligand is distributed evenly over MOF crystal, thus providing clues about the distribution of unfunctionalized sites after the PPA SALI reaction. While not explored further here, both consecutive SALI (phosphonate followed by carboxylate) and SALI plus P–O–H neutralization with organic base appear to open up a new dimension in terms of creation of chemically complex yet well-defined MOF cavity environments.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsWe find that solvent-assisted ligand incorporation of the channels/mesopores of NU-1000, previously demonstrated with a broad range of nonbridging carboxylate ligands, can also be accomplished with a representative phosphonate-terminated ligand, PPA. Like carboxylate species the phosphonate binds via displacement of hydroxo and aqua ligands and chelation of a terminal Zr(IV) of the MOF node by a pair of oxygen atoms, as demonstrated in part by changes in DRIFTS spectra. Phosphonates are, as expected, significantly more strongly interacting with the hexa-zirconium nodes than are carboxylates. Indeed, if the phosphonate is introduced in excess (i.e., beyond four PPAs per node), significant linker loss and MOF degradation occur, presumably by displacement of the carboxylate-terminated linker by the phosphonate. Nevertheless, if stoichiometric or substoichiometric amounts of PPA are used, the amount of ligand installed can be reliably controlled. The resulting modified materials are characterized by only small changes in pore diameter, pore volume, and BET surface area and little change in PXRD pattern. The difference in coordination strength between phosphonates and carboxylates can be exploited to achieve stepwise incorporation of pairs of ligands—specifically, phosphonates species followed by carboxylate species—without danger of displacement of the first ligand type by the second. DRIFTS data suggest that the phosphonate ligands are connected to the MOF node as RPO2(O–H)¯ species in a moiety that leaves a base-accessible O–H on each anchored phosphonate. Exposure to an organic base (piperidine) leads to its incorporation and thus illustrates an additional means of modifying the MOF cavity environment. We are currently exploring applications of modified NU-1000 that can benefit from the enhanced stability provided by phosphonates. While not examined here, it seems reasonable to assume that the SALI approach can be extended to candidate ligands presenting other oxygen-containing chelates such as acetyl acetonate (acac), catecholate, or hydroxamate. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationProcedure, characterization (NMR, DRIFTS), SEM-EDS, N2 sorption data. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentO.K.F. gratefully acknowledges funding from the Army Research Office (project number W911NF-13-1-0229; synthesis relevant to chemical catalysis). J.T.H. gratefully acknowledges financial support from the Stanford Global Climate and Energy Project (synthesis relevant to gas capture). PXRD data were collected at the J. B. Cohen X-ray Diffraction Facility of the Materials Research Center of Northwestern University. The facility is supported by the National Science Foundation MRSEC program (DMR-1121262). FT-IR data were collected in the NUANCE Center at Northwestern University. NUANCE is supported by the NSF-NSEC and -MRSEC programs, the Keck Foundation, the State of Illinois, and Northwestern University.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 30 other publications.1. (a) Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Nature 2003,  423,  705[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "MOF Functionalization via Solvent-Assisted Ligand Incorporation: Phosphonates vs Carboxylates", "authors": ["Pravas Deria", "Wojciech Bury", "Idan Hod", "Chung-Wei Kung", "Olga Karagiaridi", "Joseph T. Hupp", "Omar K. Farha"], "doi": ["10.1021/ic502639v"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0007.gif\">"]}