{"abstract": "The N adsorption on the internal and external surfaces of single-walled carbon nanotubes of the continuous model at 77 K was compared with that on the structureless graphite surface with grand canonical Monte Carlo (GCMC) simulation. The inapplicability of the BET analysis for evaluation of the surface area of the internal and external surfaces of the nanotube was explicitly shown and the reason was explained with the monolayer structure difference. The ordinary α-plot analysis using the standard isotherm of the flat graphite surface did not provide a reasonable method for the internal surface area. However, if we adopt the adsorption isotherm of the internal surface of the pore width being large enough to remove the enhanced potential effect, the subtracting pore effect method (SPE-IC method) using its α-plot gave an accurate surface area for the internal surface except for the pore width = 2 nm. The cause for the inapplicability of BET analysis was discussed with the radial distribution function of the monolayer. ", "text": "10.1021/jp014604g  Top of PageAbstract1. Introduction2. Simulation3. Results and Discussion1. Introduction Recently, carbon nanotubes have gathered much attention both from fundamental science and technological interests.1-3 Carbon nanotubes have intraparticle pores whose width is in the range of micropores and mesopores which have been recommended by IUPAC;4,5 the term “nanopores” covering both micropores and small mesopores will be used in this article. As carbon nanotubes have basically a well-defined crystalline structure, high-resolution transmission electron microscopic (HR-TEM) observation can be used to determine the nanopore structures such as the internal surface area and pore width of the intraparticle pores. However, the obtained nanotube samples have heterogeneities in the primary crystal size and their assembly structure. Also, many carbon nanotube samples have amorphous carbon and metal impurity particles. Therefore, it is not easy to determine the average information on the pore structure from HR-TEM observation. Gas adsorption has contributed to providing information on average pore structures of less-crystalline porous materials such as activated carbon.6-8 As to activated carbon having slit-shaped micropores, the subtracting pore effect (SPE) method using high-resolution αS-plot is quite helpful to determined the pore parameters such as surface area, pore volume, and slit width.9-11 The fundamental basis was obtained by grand canonical Monte Carlo (GCMC) simulation for the slit-shaped pores. In the case of the cylindrical pores, formation of the monolayer structure on the internal pore walls is quite different from adsorption in the slit pores due to the serious packing restriction.12 Therefore, we wonder whether or not the SPE method for the slit-shaped pores can be applied to the cylindrical nanopores.12 If the SPE method for the slit-shaped micropores is not available for the cylindrical nanopores, there is no experimental method for evaluation of cylindrical nanopore structures. Although the BET method has been widely used in the porosity evaluation, it is well-known that the routine application provides markedly erroneous information even in the slit-shaped micropores. Accordingly, the effectiveness of the SPE method for the cylindrical nanopores must be studied.  In this work, we calculated the N2 adsorption isotherm in the intraparticle nanopore and on the external surface of a single-walled carbon nanotube (SWNT) with GCMC simulation and constructed an αS-plot to propose the best evaluation method of the pore structural parameters for the cylindrical pores. The proposed method is applied to the experimental data of single-walled carbon nanohorn (SWNH), providing the porosity. Also, this method can be applicable to new carbon materials prepared by use of the zeolite template.13 The principle can be widely applied even to new mesoporous silicas which have been widely studied.14-19   Top of PageAbstract1. Introduction2. Simulation3. Results and Discussion2. Simulation The N2 adsorption isotherms at 77 K were calculated with GCMC simulation on the internal and external single-walled graphite tube as a function of pore width H from 1.5 to 8.0 nm using the following potential function.  The 12-6 Lennard-Jones potential φff(r) for the fluid−fluid interaction at an intermolecular distance r using a single-center approximation can be calculated as follows:  Here εff and σff are the N2−N2 potential well depth (εff/kB = 104.2 K) and the effective diameter (σff = 0.3632 nm), respectively. The structureless function was used for calculation  of the interaction potential of an N2 molecule with a single-walled graphite tube.20,21  where εsf and σsf are fitted parameters of the N2-carbon potential depth and effective diameter, respectively, which were obtained using the Lorentz−Berthelot rules. ρ is the number density of carbon atom. I3 and I6 are given by eqs 3 and 4.    Here β = r/a and F is a hypergeometric function. Also the 10-4-3 potential for an atom was used for the flat surface.22  where A is 2πσsf2εsfρΔC, z is the vertical distance of the molecule from the graphite surface, and ΔC is the interlayer distance of the graphite.  The cylindrical pore width w, which is determined by potential calculation, is associated with the diameter H at the carbon atom position, as given by eq 6. The w must be the effective pore width which can be determined experimentally.23  where z0 is the distance of the closest approach between an N2 molecule and graphitic surface. In the case of N2 adsorption, w (nm) can be given by (H − 0.57) (nm).  The established GCMC simulation method gave the adsorption isotherms of N2 at 77 K.24-27 The random movement, creation, and removal of molecules make new configurations. They are accepted when they obey Metropolis's sampling scheme in proportion to exp(−ΔE/kT) where ΔE is the change of total energy in the system. Each step of the scheme in GCMC simulation was calculated 3 × 106 cycles.   Top of PageAbstract1. Introduction2. Simulation3. Results and Discussion3. Results and Discussion 3.1. Interaction Potential Profiles. Figure 1 shows the interaction potential profiles of the N2 molecule with internal and external surfaces of single-walled carbon nanotube for H = 2.0, 3.0, and 5.0 nm. There are two potential minima across the pore wall:  the internal potential minimum is much deeper than the external one. The interaction potential depth for the internal surface does not sensitively change with the pore width H. The internal surface has a deeper potential minimum than the external surface. The potential depth of the internal surface is almost constant in these pore width ranges, whereas that of the external surface becomes deeper with the increase of the pore width. As the potential depth difference is nearly 800 K at least, we can expect that molecular adsorption processes on the internal and external surfaces should be quite different from each other.   Figure 1 Potential profiles for distance from center in tube in H = 2.0 nm (a), 3.0 nm (b), and 5.0 nm (c).   3.2. Adsorption Isotherms of N2 on Internal Surface and Their BET Analysis. The N2 adsorption isotherms on the internal wall are shown as a function of H. The adsorption isotherms for H ≤ 3 nm are representative of Type I. The adsorption isotherms for H > 3 nm have a gradual step after the vertical uptake at the initial stage, as shown in Figure 2a. The interaction potential between an N2 molecule with the cylindrical wall is more enhanced compared with the slit pore. Hence, a steep jump below P/P0 = 10-5 is observed even for H = 3 nm, as shown in Figure 2b.   Figure 2 Adsorption isotherms of N2 in internal pore (a) and log plots (b). ○:  H = 1.5 nm, ▵:  H = 2.0 nm, □:  H = 3.0 nm, ·:  H = 4.0 nm, ▴:  H = 5.0 nm, ▪:  H = 6.0 nm, ×:  H = 7.0 nm, and +:  H = 8.0 nm.   The routine BET analysis has been applied to the adsorption isotherm in the P/P0 range of 0.05 to 0.35. Figure 3 shows the BET plots. The linearity of the BET plot in the P/P0 range of 0.05 to 0.35 is not good, suggesting the presence of the enhanced molecular potential field different from that of the flat graphite. The adsorption data below P/P0 = 0.05 give a good linear BET plot. The monolayer is completely formed even at P/P0 = 0.05, as shown in the snapshots of Figure 10.   Figure 3 BET plots of N2 in internal pore. ○:  w = 1.5 nm, ▵:  w = 2.0 nm, □:  w = 3.0 nm, ·:  w = 4.0 nm, ▴:  w = 5.0 nm, ▪:  w = 6.0 nm, ×:  w = 7.0 nm, and +:  w = 8.0 nm.   Figure 4 Ratio of aBET to ageo with physical width H for the internal surface area. Here aBET is determined from P/P0 = 0−0.05:  ○ and P/P0 = 0.05−0.35:  ▵.   Then, the usage of the adsorption data below P/P0 = 0.05 is reasonable for the BET analysis. The BET surface areas aBET determined from adsorption data in the P/P0 ranges of 0.05−0.35 and 0−0.05 are compared with the surface area geometrically determined ageo. The ageo was calculated using the effective pore width w given by eq 6. The ageo of the internal space is expressed by πw × unit cell length l of the carbon nanotube. The ageo of the external surface is given by π (H + 0.61) × l (unit:  nm) which will be shown later. Figure 4 shows the change of the ratio of aBET to ageo with physical width H for the internal surface for both P/P0 ranges. Both P/P0 ranges do not give a simple relation. The ratio of aBET/ageo in the P/P0 range of 0.05 to 0.35 has no constant region and changes from  0.75 to 3.2. The snapshots, which will be shown in Figure 10 later, give the cause for the great deviation from unit. In this P/P0 range, multilayer adsorption proceeds. Hence, the second layer structure and the presence of the enhanced third or fourth layer formation gives rise to the overestimation of the surface area with the BET analysis. On the other hand, aBET/ageo vs pore width H below 0.05 of P/P0 has an almost constant value of 1.2 for the pore width greater than 4.5 nm, although it varies from 1.1 to 2.3 for the H value less than 4.5 nm. In this case, an enhanced second layer formation occurs for narrow pores, inducing a greater aBET/ageo value below H = 4 nm, while the monolayer having the closed packing structure cannot be formed for pores of H > 4 nm, giving a slight deviation form unit. Hence aBET from the adsorption data below P/P0 = 0.05 should be more favorable. However, the evaluation of the internal surface area of carbon nanotube with BET method is seriously erroneous.  3.3. Adsorption Isotherms of N2 on External Surfaces and Their BET Analysis. Figure 5 shows adsorption isotherms on the external surface. The larger the pore width H, the lower the step position in the low-pressure region. On the contrary, the smaller the pore width, the lower the rising pressure above 0.1 of P/P0. The adsorption isotherm on the external surface is insensitive to the pore width compared with adsorption on the internal surface, which comes from the weaker molecule−surface interaction than that on the internal surface. The fitting of the adsorption isotherm to the BET equation was not good for the whole P/P0 range. Although the linearity is worse than that for the internal surface, the aBET was determined; aBET/ageo against physical width H is shown in Figure 6. The ratio from the adsorption data of P/P0 = 0.05−0.35 decreases from 3.7 to 1.8 with the increase of H from 1.5 to 8.0 nm. Then the routine BET analysis must not be used in this case, too.   Figure 5 Adsorption isotherms of N2 in external pore. ○:  H = 1.5 nm, ▵:  H = 2.0 nm, □:  H = 3.0 nm, ·:  H = 4.0 nm, ▴:  H = 5.0 nm, ▪:  H = 6.0 nm, ×:  H = 7.0 nm, and +:  H = 8.0 nm.   Figure 6 Ratio of aBET to ageo for the internal surface with physical width H in the P/P0 range of 0.05 to 0.35.   3.4. Simulated αS-Plot and SPE Method for Adsorption on Internal Surface. As the BET analysis cannot be applied to nanotube systems, an optimum method must be developed. As the SPE method using the high-resolution αS-plot can provide the accurate surface area of the slit pore of w ≥ 0.6 nm, the applicability of the SPE method to the cylindrical pore must be studied. Construction of the αS-plot needs the standard adsorption isotherm. Here there are two possibilities for the standard  adsorption isotherm. One is to use the adsorption isotherm on the flat graphite surface. Another is to adopt the adsorption isotherm on the internal surface of a relatively large pore width. Then, we used two simulated adsorption isotherms on the flat graphite surface and the internal surface of H = 8 nm as the standard adsorption isotherm. Figure 7 shows the constructed αS-plots from the standard adsorption isotherm of the flat surface. Here the broken line indicates adsorption on the flat surface whose surface area is known. When the simulated αS-plot has a linear region overlapping the broken line, the slope of the linear region leads to the accurate surface area. There are two upward deviations below and above αS = 0.44, although all αS-plots deviate upward from the reference line expressed by the broken line. Some of the upward deviated αS-plots in the low αS region cross each other at αS = 0.44. However, αS-plots do not cross or overlap the reference line except for H = 2.0 nm. Therefore, it is difficult to remove the enhanced adsorption and to determine the linear relation in this case.   Figure 7 αS-plots for adsorption on internal surface from the standard adsorption isotherm of the flat surface (dashed line). ○:  H = 1.5 nm, ▵:  H = 2.0 nm, □:  H = 3.0 nm, ·:  H = 4.0 nm, ▴:  H = 5.0 nm, ▪:  H = 6.0 nm, ×:  H = 7.0 nm, and +:  H = 8.0 nm.   Figure 8 shows the αS-plot constructed from the standard adsorption isotherm of the internal surface of H = 8.0 nm. The αS-plot has an upward deviation below or above αS = 0.32 except for H = 2.0 nm. All αS-plots other than that for H = 2.0 nm cross the reference line at αS = 0.32. Hence the enhanced adsorption effect can be removed using the line passing both of the origin and the adsorption point at αS = 0.32. Thus, we can determine precisely the internal surface area from the slope of the line except for H = 2.0 nm. Therefore, the surface area from this method, which may be denoted the subtracting pore effect method for the internal surface of cylindrical pores using the standard isotherm on the internal surface of great H (SPE-IC method), is superior to that from the method using the isotherm on the flat surface as the standard isotherm. The difference of the packing state of molecules on the flat and internal surfaces is taken into account in the SPE-IC method. Then this SPE-IC method can evaluate the internal surface area without an enhanced adsorption effect by the pore potential.   Figure 8 αS-plots from the standard adsorption isotherm in H = 8.0 nm. ○:  H = 1.5 nm, ▵:  H = 2.0 nm, □:  H = 3.0 nm, ·:  H = 4.0 nm, ▴:  H = 5.0 nm, ▪:  H = 6.0 nm, and ×:  H = 7.0 nm.   The upward deviation of the αS-plot stems from the enhanced adsorption on monolayer adsorption due to the strong molecule−pore wall interaction, compared with the internal surface of H = 8.0 nm. The aSPE is determined after subtraction of adsorption due to the enhanced potential, and thereby the aSPE must be close to ageo. Figure 9 shows the aSPE vs ageo relation. aSPE almost coincides with ageo except for H = 2 nm. In the case of H = 2 nm, aSPE is overestimated. This is because the molecule−pore interaction is strong enough to induce an accelerated secondlayer adsorption at the pressure corresponding to αS = 0.32. Although the aSPE vs ageo for the standard adsorption isotherm of the flat surface is not shown here, the aSPE did not agree with ageo. Therefore, aSPE using the standard adsorption isotherm of H = 8.0 nm is strongly recommended for the internal surface area of the carbon nanotube. The practical determination method for evaluation of the internal surface area aSPE is described by eq 7:  when we use the standard data of P/P0 vs αS for N2 adsorption on the internal surface of H = 8.0 nm and adsorption amount is expressed by mg g-1.   Figure 9 Ratio of aSPE for ageo with physical width from αS plot used by simulated adsorption isotherm in H = 8.0 nm as standard isotherm.    3.5. Monolayer Adsorbed State from Snapshot Analysis. Figure 10 shows snapshots of N2 adsorbed on the internal and external surfaces of carbon nanotubes of H = 2.0, 5.0, and 8.0  nm and those on the flat graphite surface for P/P0 = 0.05 and 0.35. The internal space of H = 2.0 nm is already filled with molecules even at P/P0 = 0.05, whereas the monolayer is completed on the external surface. This adsorption behavior for H = 2.0 nm is far from larger pore cases, although adsorption processes on the internal surfaces of H = 5.0 and 8.0 nm are almost similar to that on the flat surfaces at P/P0 = 0.05. However, even the internal space of H = 5.0 nm is filled with molecules at P/P0 = 0.35, while that of H = 8.0 nm is not completely filled.   Figure 10 Snapshots of N2 molecules adsorbed on the tube of H = 2.0 nm (a), 5.0 nm (b), and 8.0 nm (c), and on flat surface (d). Left side:  P/P0 = 0.05 and right side:  P/P0 = 0.35.    We compared the intermolecular structure of the monolayer on the internal surface with that on the flat surface using radial distribution function. Figure 11 shows the radial distribution function of monolayerly adsorbed molecules on the perimeter of the circular tube-wall as a function of H. The radial distribution function for the flat surface is also shown for comparison. Here the circumference of the circular surface of the internal tube-wall is stretched to the straight line. As molecules are more packed on a more concave wall of the tube, the intermolecular distance becomes larger on the stretched  surface, as shown in Figure 11. Hence, the smaller the H value, the longer the distance to the nearest neighbor peak. The nearest neighbor distance for H = 3.0 nm is longer than that for the flat surface by 20%. This difference is an indication of the structural restriction for mutual packing in the monolayer, because the restriction for packing needs a larger area occupied by the adsorbed molecules. The second nearest neighbor distance for H = 3.0 nm is just twice that of the first nearest neighbor distance, suggesting the square packing on the real concave surface. The second nearest peak for H = 4.0 and 6.0 nm splits into two peaks, and thereby the molecular assembly of the monolayer for H = 4.0 and 6.0 nm should have a different symmetry from that for H = 3.0 nm. These peaks correspond to hexagonal closed packing and square packing, respectively. As the first and second nearest peaks of the flat surface are broader, the molecular packing should have flexibility. Therefore, the molecules in the internal space should have a more ordered structure compared with those on the flat surface, although they cannot form a close packing structure. Thus, the molecular structure for the monolayer on the internal surface of the carbon nanotube depends sensitively on the pore width, leading to a molecular structure different from that on the flat surface. These specific monolayer structures give rise to the situation that the ordinary BET analysis cannot be applied to evaluation of the internal surface of the carbon nanotubes.   Figure 11 Radial distribution function of adsorbed molecules at right angles to carbon nanotubes in upper order to H = 3.0, 4.0, 6.0 nm, and flat surface.     Top of PageAbstract1. Introduction2. Simulation3. Results and DiscussionAcknowledgment This work was funded by Grant-in-Aid for Scientific Research B from the Japanese Government and in part by Proposal-Based New Industry Creative Type Technology R & D Promotion Program (99E10-009-1) from the New Energy and Industrial Technology Development Organization of Japan.     Note Added after ASAP Posting. This article was released ASAP on 6/13/2002 with an error in Figure 7 and also in its caption. The correct version was posted on 6/26/2002.         This article references 27 other publications. (1) Scaife, S.; Kluson, P.; Quirke, N.   J. Phys. Chem. B 2000, 104, 313.[ACS Full Text ], [CAS](1) . Characterization of porous materials by gas adsorption. Do different molecular probes give different pore structures?Scaife, S.; Kluson, P.; Quirke, N.Journal of Physical Chemistry B\r\n        (2000),\r\n    104\r\n        (2),\r\n    313-318CODEN:\r\n                JPCBFK;\r\n        ", "title": "Internal Surface Area Evaluation of Carbon Nanotube with GCMC Simulation-Assisted N Adsorption", "authors": ["T. Ohba", "K. Kaneko"], "doi": ["10.1021/jp014604g"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00011.gif\">"]}