{"abstract": "Two new interpenetrated 3D frameworks have been synthesized with different network topologies from the same set of organic linkers. One is further downsized to nanospheres through a coordination modulation method. On modulation, the nanosphere shows significantly enhanced CO uptake properties due to higher mass diffusion into the framework at the nanoscale compared to bulk  under experimental conditions due to a lesser diffusion barrier. Water vapor adsorption studies further show that the rate of mass diffusion is significantly higher on the nanoscale compared to bulk.Here, we report the synthesis, structural characterizations, and gas storage properties of two new 2-fold interpenetrated 3D frameworks, {[Zn(bpdc)(azpy)]·2HO·2DMF} () and {[Zn(bpdc)(azpy)]·4HO·2DEF} () [bpdc = 4,4′-biphenyldicarboxylate; azpy = 4,4′-azobipyridine], obtained from the same set of organic linkers. Furthermore,  has been successfully miniaturized to nanoscale () of spherical morphology to study size dependent adsorption properties through a coordination modulation method. The two different SBUs, dinuclear paddle-wheel {Zn(COO)} for  and trinuclear {Zn(μ-OCO)(COO) }for , direct the different network topologies of the frameworks that render different adsorption characteristics into the systems. Both of the frameworks show guest induced structural transformations as supported by PXRD studies. Adsorption studies of  and  show CO selectivity over several other gases (such as N, H, O, and Ar) under identical experimental conditions. Interestingly,  exhibits significantly higher CO storage capacity compared to bulk crystals of  and that can be attributed to the smaller diffusion barrier at the nanoscale that is supported by studies of adsorption kinetics in both states. Kinetic measurement based on water vapor adsorption clearly distinguishes between the rate of diffusion of bulk () and nanospheres (). The respective kinetic rate constant (, s) for  ( = 1.29 × 10 s) is found to be considerably higher than  ( = 7.1 × 10 s) as obtained from the linear driving force (LDF) model. This is the first account where a new interpenetrated MOF has been scaled down to nanoscale through a coordination modulation method, and their difference in gas uptake properties has been correlated through a higher rate of mass diffusion as obtained from kinetics of adsorption.", "text": "10.1021/ic500234r Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionReferencesIntroductionMetal–organic frameworks (MOFs) or porous coordination polymers (PCPs) represent an interesting new research field that has attracted significant attention in recent years due to its potential applications in various fields such as gas storage and separation, luminescence, sensing, ion exchange, catalysis, magnetism, and optoelectronics.(1-7) MOFs/PCPs are composed of metal ions or metal clusters and predefined polydentate organic linkers and thus allow tailoring of pore size and inner pore functionality. The properties of MOFs solely depend upon their framework structures, and so, there has always been a drive to synthesize different MOFs by tuning the reaction parameters. It has been well established that changes in the reaction conditions such as stoichiometry, temperature, solvent, and pH greatly influence the self-assembly process, and thereby it is possible to construct versatile MOFs by varying those parameters.(7e, 7f) Such modulation of framework dimensionalities and topologies for a similar-metal linker system has yet to be properly explored.(8a) The structural diversities stem from the characteristics of metal ions, linkers, and secondary building unit (SBU), and all these finally control the overall geometry, dimensionalities, interpenetration, and flexibility of the framework structures.(8b) Flexible or dynamic interpenetrated MOFs represent a unique class of materials which exhibit reversible changes in their structure and properties on response to external stimuli.(9-14) One of the most interesting features of these flexible MOFs is their stepwise sorption behavior caused by guest induced structural transformation.(15, 16) The total storage capacity, the structural transformation during adsorption, and the onset pressure of step or gate opening are highly sensitive to the nature of the guest molecules and their interactions with the host along with kinetics and thermodynamics of adsorption processes. Therefore, understanding of the adsorption processes in a better way would help to unravel the structure–property relationship of this kind of material.To date, research has been mainly centered on the synthesis and structural characterizations of bulk MOFs and especially correlation of their versatile physicochemical properties according to their crystal structure. But recently there has been a radical transition for fabrication of nanoscale MOFs (NMOFs) of different morphologies for controlling and tuning the size dependent material properties of the MOFs.(17-21) The most important characteristic of nanomaterials is their higher surface areas (higher S/V ratio) compared to their respective macroscopic counterparts; thereby, it is possible to incorporate versatile properties into the nanoscale in a better way.(8c) The lesser the particle size, the smaller is the diffusion barrier, and it is expected to strongly influence the catalytic activities, separation processes, ion exchange, sensing, and sorption properties over the respective bulk MOF.(17) NMOFs also show enhanced solution processability which is useful for biological applications such as internalization into cells as drug delivery vehicles, for imaging, diagnostic purposes, and also for device fabrication.(17) These are also expected to show highly desirable size-dependent optical, electrical, and magnetic properties.(17) It has been found that crystal size and crystal surface environment dramatically affect the diffusion kinetics.(18) But in order to understand these aspects in bulk and on the nanoscale, the most important criterion is to keep the structural features invariant even in nanoscopic dimensions. Most attempts are prioritized to fabricate nanoscale MOFs to explore the effect of crystal morphology and size on adsorption properties.(19, 20) There is only one report so far where the effect of particle size on solvent vapor adsorption kinetics has been discussed, and it is necessary to explore further.(21)In this contribution, we report the synthesis, structural characterizations, and porous properties of two novel, 2-fold interpenetrated 3D frameworks, {[Zn2(bpdc)2(azpy)]·2H2O·2DMF}n (1) and {[Zn3(bpdc)3(azpy)]·4H2O·2DEF}n (2) [bpdc = 4,4′-biphenyldicarboxylate, azpy = 4,4′-azobipyridine], constructed from the same organic linkers under different reaction conditions (Scheme 1). Both of the frameworks show selective CO2 uptake at 195 K. Furthermore, bulk framework 1 has been successfully miniaturized to a nanosphere (MOF1N) through a bottom up coordination modulation approach.(8c, 22a) MOF1N is further studied for adsorption measurements and exhibits ∼10 wt % higher CO2 storage capacity compared to bulk 1. Solvent (water) vapor measurement at 298 K shows higher water affinity in MOF1N than bulk 1 with a completely different uptake profile. Measurement of the adsorption kinetics based on water vapor proved to have a higher rate of diffusion of guest molecules inside the micropores of MOF1N than bulk due to a higher surface area and comparatively much smaller diffusion barrier.Scheme 1. Schematic Representation for the Synthesis of Two Different Interpenetrated Frameworks 1, 2, and MOF1N Using Different Reaction ConditionsTop of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionReferencesExperimental SectionMaterialsAll the reagents employed were commercially available and used as provided without further purification. Metal salt was obtained from Spectrochem. 4,4′-Biphenyldicarboxylic acid was obtained from Sigma-Aldrich Co.Physical MeasurementsElemental analysis was carried out using a Thermo Fischer Flash 2000 Elemental Analyzer. IR spectra were recorded on a Bruker IFS 66v/S spectrophotometer using KBr pellets in the region 4000–400 cm–1.Thermogravimetric analysis (TGA) was carried out (Metler Toledo) in nitrogen atmosphere (flow rate = 50 mL min–1) in the temperature range of 30–500 °C (heating rate 5 °C min–1). Powder XRD pattern of the compounds were recorded by using Cu Kα radiation (Bruker D8 Discover; 40 kV, 30 mA). The patterns agreed with those calculated from single crystal structure determination. The scanning electron microscopy images were obtained using a Nova Nanosem 600 FEI field emission scanning electron microscope (FESEM). The samples were prepared by dispersing the powder sample in MeOH and then dropping 5 μL of the solution onto a small piece of silicon wafer and drying into air. Transmission electron microscopy (TEM) images were taken with a JEOL JEM-3010 transmission electron microscope operating at 200 kV. The samples were prepared in the same way as described above, but the drop cast was made onto a carbon-coated TEM grid.X-Ray CrystallographyX-ray single-crystal structure data of 1 and 2 were collected on a Bruker Smart-CCD diffractometer equipped with a normal focus, 2.4 kW sealed tube X-ray source with graphite monochromated Mo Kα radiation (λ= 0.71073 Å) operating at 50 kV and 30 mA. The program SAINT(22b) was used for integration of diffraction profiles, and absorption correction was made with the SADABS(23a) program. All the structures were solved by SIR92(22c) and refined by a full-matrix least-squares method using SHELXL-97.(22d) All the hydrogen atoms were fixed by HFIX and placed in ideal positions. Single crystals of both 1 and 2 are extremely susceptible to immediate loss of crystallinity upon exposure to air. To avoid this, after isolating the crystals from mother liquor, immediately these are covered with paraffin oil, and X-ray single-crystal diffraction experiments are carried out at low temperatures. The guest solvent molecules are extremely disordered and could not be located properly. No satisfactory disorder model could be achieved, hence the presence of solvent molecules is calculated from 1H NMR, TGA, FT-IR, and elemental analysis. Potential solvent accessible area or void space was calculated using the PLATON multipurpose crystallographic software.(22e) All the crystallographic and structure refinement data of 1 and 2 are summarized in Table 1. Selected bond lengths and angles for 1 and 2 are given in Tables S1 and S2 and Tables S3 and S4 respectively. All calculations were carried out using SHELXL 97,(22d) PLATON,(22e, 22f) and WinGX system, version 1.80.05.(22g)Table 1. Crystal Data and Structure Refinement Parameters of 1 and 2parameterscompound 1compound 2empirical formulaC44H42Zn2N6O12C62H62Zn3N6O18fw9771374cryst systtriclinicmonoclinicspace groupPi̅P21/na, Å15.2090(4)14.1046(5)b, Å15.2245(4)19.9260(7)c, Å15.8758(4)25.9898(9)α, deg92.427(1)90β, deg99.183(1)90.005(1)γ, deg90.052(1)90V, Å33625.55(16)7304.4(4)Z24T, K240240μ, mm–10.6901.028Dcalcd, g/cm30.7291.083F (000)8082412reflns [I > 2σ(I)]97928762total reflns48 82670 418unique reflns12 68114 830λ (Mo Kα)0.710 730.710 73Rint0.06450.0672GOF on F21.1261.033Rw [all data]0.23710.2320Adsorption StudyThe adsorption isotherms of CO2 (at 195, 273, and 293 K), H2 (at 195 K), N2 (at 77 and 195 K), Ar (at 195 K), and O2 (at 195 K) using the dehydrated samples of 1 (1′), 2 (2′), and MOF1N (MOF1N′) were measured by using a QUANTACHROME QUADRASORB-SI analyzer and AUTOSORB IQ2 instrument. Compound 1 and MOF1N have been activated at 150 °C, whereas 2′ has been prepared at 170 °C under a 1 × 10–1 Pa vacuum for about 12 h prior to measurement of the isotherms. All the gases used for adsorption measurement are of scientific/research grade with 99.999% purity. Dead volume was measured with helium gas. The adsorbates were placed into the sample tubes, and then the change of the pressure was monitored and the degree of adsorption was determined by the decrease in pressure at the equilibrium state. All operations were computer-controlled and automatic.The adsorption isotherms of different solvents (MeOH at 293 K and H2O and C6H6 at 298 K) for 1′, 2′, and H2O for MOF1N′ were measured in the vapor state by using a BELSORP-aqua volumetric adsorption instrument from BEL, Japan. All the samples of about ∼100–150 mg were prepared by adopting a similar procedure mentioned earlier (vide supra) prior to measurement of the isotherms. The solvent molecules used to generate the vapor were degassed fully by repeated evacuation. Dead volume was measured with helium gas. The adsorbate was placed into the sample tube, then the change of the pressure was monitored, and the degree of adsorption was determined by the decrease in pressure at the equilibrium state. All operations were computer controlled and automatic.Synthesis of {[Zn2(bpdc)2(azpy)]·2H2O·2DMF}n (1)A mixture containing Zn(NO3)2·6H2O (0.1 mmol, 0.030 g), bpdc (0.1 mmol, 0.024 g), and azpy (0.05 mmol, 0.009 g) was suspended in a DMF/ethanol (1:1) mixture (10 mL) in a glass vial (30 mL) and then heated to 80 °C for a period of 3 days. The dark red block shaped crystals of 1 were then collected after washing with DMF/ethanol several times. Yield: 87%. Anal. Calcd. for C44H42Zn2N6O12: C, 54.051; H, 4.330; N, 8.597. Found: C, 53.980; H, 4.215; N, 8.563. FTIR (KBr pellet, 4000–400 cm–1): 3222 (S), 3091 (w), 2387 (w), 1940 (w), 1662 (m), 1604 (S), 1525 (m), 1396 (S).Synthesis of {[Zn3(bpdc)3(azpy)]·4H2O·2DEF}n (2)A mixture containing Zn(NO3)2·6H2O (0.1 mmol, 0.03 g), bpdc (0.1 mmol, 0.024 g), and azpy (0.2 mmol, 0.036 g) was suspended in DEF/2-methoxy ethanol (1:1) mixture (10 mL) and heated to 120 °C for a period of 3 days. The resulting dark red crystals of 2 were filtered and washed with DMF/2-methoxy ethanol several times. Yield: 75%. Anal. Calcd. for C62H62Zn3N6O18: C, 54.143; H, 4.544; N, 6.113. Found: C, 54.087; H, 4.498; N, 6.009. FTIR (KBr pellet, 4000–400 cm–1): 3220 (S), 3064 (w), 2933 (w), 2283 (w), 1929 (w), 1670 (m), 1543 (S), 1402 (S).Synthetic Procedure for Nanosphere (MOF1N)A mixture containing Zn(OAc)2·2H2O (0.1 mmol, 0.022 g), bpdc (0.1 mmol, 0.024 g), and azpy (0.05 mmol, 0.09 g) was suspended in DMF/ethanol (1:1; 10 mL) in a glass vial (30 mL) and heated to 80 °C for a period of 3 days. After that, the vial was taken out from the oil bath and cooled to room temperature. The dark red powder MOF1N was obtained instead of single crystals and then collected after washing with DMF/ethanol several times and air-dried. Anal. Calcd. for C44H42Zn2N6O12: C, 54.051; H, 4.330; N, 8.597. Found: C, 53.998; H, 4.327; N, 8.585. FTIR (KBr pellet, 4000–400 cm–1): 3250 (S), 3069 (w), 2932 (w), 2508 (w) 1947 (w), 1663 (m), 1605 (s), 1536 (s), 1388 (S).Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionReferencesResult and DiscussionCrystal Structure Description of {Zn2(bpdc)2(azpy)]·2H2O·DMF}n (1) and {[Zn3(bpdc)3(azpy)]·4H2O·2DEF }n (2)Single crystal X-ray diffraction analysis suggests that 1 crystallizes in the triclinic P1̅ space group and has a 2-fold interpenetrated 3D pillared-layer framework with α-Po topology. There are two ZnII ions and two bpdc and one azpy ligands in the asymmetric unit. Two such ZnII centers form a {Zn2(COO)4} paddle-wheel type secondary building unit (SBU; Figure 1a) which is linked through bpdc linkers to construct a 2D square shaped  network along the ab plane (Figure 1b). The 2D networks are further pillared by the azpy along the c direction to generate an extended 3D framework (Figure 1c). Each five coordinated ZnII is in a square pyramidal geometry and connected with four carboxylate O atoms [Zn–O bond distances are in the range of 2.018(4)–2.048(3) Å] from four bpdc linkers and one N atom [Zn–N bond distances are 2.033(3) and 2.040(3) Å] from an azpy pillar (Figure 1a and Table S1–S2). The presence of long linkers results large void space that induces self-catenation in the framework (Figure 1d). As a result of 2-fold interpenetration, the pore volume and dimensions reduced significantly, and these are of 4.2 × 6.9 Å2, 3.5× 6.7 Å2, and 7.2× 8.2 Å2 along a, b, and c directions (Figure 1e), respectively. These 3D channels are filled with guest DMF and water molecules. Estimation of these guests was confirmed by 1H NMR (Figure S4), TGA (Figure S1), and elemental analysis. Structural analysis with TOPOS reveals a 2,6-c net with stoichiometry (2-c)3(6-c), and the corresponding Schläfli symbol for the net is {812;123}{8}3 (Figure 1f).(23b, 23c) Calculation using PLATON suggests the presence of a void volume of ∼2219 Å3, i.e. ∼61% of the total cell volume.Figure 1. (a) Coordination environment of ZnII in 1. (b) View of the 2D sheet along the ab plane. (c) Formation of a single net by joining the 2D sheets through azpy linkers. (d) View of 2-fold interpenetration along the c direction. (e) View of the square shaped pores along the c direction. (f) Topological figure of 1.Compound 2 is crystallized in the monoclinic P21/n space group and has a 2-fold interpenetrated pillared-layer 3D framework. The asymmetric unit of 2 consists of three ZnII centers (Zn1, Zn2, and Zn3), three bpdc ligands, and one azpy linker. The carboxylate oxygens μ2-O10 and μ2-O12 and four carboxylate groups from six different bpdc linkers bridged the three ZnII centers that results in a trinuclear secondary building unit (SBU), {Zn3(μ2-OCO)2(COO)4}(Figure 2a). Each SBU is connected to six such SBUs through bpdc linkers resulting in a 2D triangular sheet along the ac plane (Figure 2b). The 2D sheet is further extended by azpy linkers along the b direction resulting in a 3D framework (Figure 2c) with a large cavity of dimension of 11.9 × 11.2 Å2. In the framework, octahedral Zn2 is centered in the middle of the SBU and is linked with six different carboxylate oxygens (O2, O3, O7, μ2-O10, μ2-O12, and O13) from bpdc, whereas Zn1 and Zn3 are in distorted trigonal bipyramidal geometry, each one is connected to four carboxylate oxygens (Zn1 is coordinated to O4, O8, O11, and μ2-O12, and for Zn3 these are O1, O9, μ2-O10, and O14) from three different bpdc and one nitrogen from the azpy linker (for Zn1 it is N1 and Zn3 is N2; Figure 2a). The Zn–O and Zn–N bond distances are in the range of 1.940(4)–2.226(3) Å and 2.069(4)–2.071(4) Å, respectively (Table S3 and S4). Similar to 1, 2 also undergoes 2-fold interpenetration due to the presence of large void space and possesses 1D channels (along b direction) with dimensions of 7.3 × 7.1 Å2 (Figure 2d,e). This 1D channel is filled with guest DEF and water molecules. The presence of these guests was confirmed by 1H NMR (Figure S5), TGA (Figure S2), and elemental analysis. Structural analysis with TOPOS shows a 3-nodal 2,8-c net with stoichiometry (2-c)4(8-c), and the corresponding Schläfli symbol for the net is {66;818;103;12}{6}3{8} (Figure 2f).(23b, 23c) Calculation of the void space using PLATON after removal of guest molecules suggests the presence of a void volume of ∼3319 Å3, i.e. 45% of the total cell volume.Figure 2. (a) Coordination environment of ZnII in 2. (b) View of 2D net along the ac plane. (c) Azpy linkers are connecting the 2D sheets through coordination to Zn1 and Zn3 centers to form a single net. (d) View of 2-fold interpenetration along the b direction. (e) Hexagonal 1D pores in 2 along the b direction. (f) Topological figure of 2.TGA and PXRD AnalysisThermogravimetric analysis (TGA) of 1 shows a rapid initial weight loss of 4.1 wt % corresponding to two bound guest water molecules in the temperature range of 90–100 °C (Figure S1). The next consecutive steps exhibit the release of two guest DMF molecules from the framework (expt., 14 wt %; calcd., 14.3 wt %) in the temperature range of 190–210 °C. The desolvated 1′ is thermally stable up to 325 °C and then decomposes to an unidentified product. Similarly, 2 shows a first initial weight loss of 6.0 wt % corresponding to four water molecules within 100 °C followed by a further 15.6 wt % loss of two DEF molecules (calcd., 15.7 wt %; Figure S2). The desolvated 2′ is thermally stable up to 345 °C and then decomposes. The TGA of MOF1N shows a similar trend to that of 1, first a 4.0 wt % loss corresponding to two water molecules and then the release of two DMFs within 180–200 °C, and the desolvated framework exhibits thermal stability up to 325 °C similar to 1 (Figure S1).The PXRD pattern of the as-synthesized crystals is recorded immediately after taking it out from the mother solution. As-synthesized 1 (Figure 3) shows sharp peaks, suggesting high crystallinity and good correspondence with the simulated pattern indicating high purity of the sample. Very minute shifting of some of the Bragg’s reflection is probably due to partial desolvation at room temperature. On complete removal of solvent molecules, Bragg’s diffractions get shifted to a higher 2θ angle (e.g., the lowest angle peak) along with regeneration of some new peaks indicating significant structural transformation. Broadening of the diffraction peaks suggests poor crystallinity of the sample in the desolvated state. On exposure with DMF/EtOH, 1′ shows clear regeneration of the low angle peak, but still dissimilarity with the as-synthesized phase suggests a flexible nature of the framework. The as-synthesized pattern of 2 shows the presence of all peaks, but among them some are significantly shifted probably due to the fast release of solvent molecules at room temperature (Figure S3). This is also realized from the loss of transparency on the surfaces of the crystals on keeping them outside of the mother solution for some time (Figures S12 and S13). On desolvation, the PXRD pattern of 2 shows significantly shifted and newly generated broadened peaks indicating structural change on guest removal with poor crystalline nature. The color change of the crystals from dark red to orange also supports the above explanation (Figure S13). On resolvation with DEF/2-methoxyethanol, it does not completely go back to the as-synthesized phase, which means the structure is flexible in nature. The PXRD pattern of MOF1N completely agrees with the simulated pattern of 1, indicating the phase purity and structural integrity on the nanoscale (Figure 4).Figure 3. PXRD of 1 recoded in different states.Figure 4. PXRD pattern of simulated, 1, and MOF1N.Characterizations of Nanoscale MOF (MOF1N)It has been possible to fabricate the bulk MOF 1 to the nanoscale (MOF1N) by adopting a well-established coordination modulation method in a solvothermal way.(22a) Here, the choice of metal precursor is Zn(OAc)2(25c) where OAc– ions are acting as modulators, and the two OAc–’s can be considered as equivalent to two carboxylate groups of one bpdc linker. The red powder obtained with Zn(OAc)2 in a similar reaction to that of 1 has been characterized through elemental analysis, IR, TG analysis (Figure S1), PXRD (Figure 4), and other microscopic techniques such as FESEM (field emission scanning electron microscopy) and TEM (transmission electron microscopy). The IR spectrum shows the presence of the functional groups of the struts. Elemental analysis and TGA suggest a similar molecular formula to that of 1. Similar diffraction patterns of MOF1N and bulk 1 clearly confirm the formation of a pure phase of the compound with similar periodic structural characteristics. Noticeably, the broadening of the Bragg’s reflections is observed, suggesting the formation of much smaller size crystals compared to bulk 1. FESEM and TEM (Figure 5) clearly reveal the formation of nanoscale particles with spherical morphology, and the average diameters of the nanospheres are in the range of ∼40 ± 20 nm (Figures 5d and S11). All of the microscopic images clearly show that all the particles are highly agglomerated. And this is only possible when the surface of the nanoparticles is not properly capped with a stabilizing agent, i.e. no external capping agent.(18, 24) A 1H NMR study of MOF1N, after digestion with DCl, shows the absence of acetate anions (methyl H in −CH3 group; Figure S6), suggesting that the surface of the nanoparticles is not capped with modulator OAc–. These bare spherical nanoparticles, being very small in size, possess high surface energy, thus having a high tendency for agglomeration in the solution phase.(24) Here, the OAc– ions are helping to grow smaller particles by inhibiting the bulk crystal growth through in situ competitive interactions with bpdc. Further, a similar carboxyl functional group of bpdc and OAc– would have helped to preserve the structural integrity in the nanoscale as in bulk 1.(22a) Therefore, without using an external capping agent (long alkyl chain monocarboxylic acid or different organic polymers), only by choosing a suitable metal salt (e.g., here Zn(OAc)2 with a modulator anion, it is possible to alter the metal–ligand coordination equilibrium during the nucleation and crystal growth.Figure 5. (a, b) FESEM images of nanospheres. (c, d) TEM images of nanospheres [inset = histogram of average diameter of nanpsphere MOF1N].In a similar way, we have also tried to fabricate the second framework 2 to a naoscale, but our repeated attempts did not materialize probably due to the different trinuclaer SBU in 2 compared to 1.Gas Adsorption StudiesN2 adsorption isotherms at 77 K are carried out for 1′ and 2′ for determination of the surface area for both of the frameworks. Despite having sufficient pore sizes in assynthesized frameworks, both the desolvated frameworks 1′ and 2′ show type-II N2 adsorption isotherms (kinetic diameter 3.64 Å). Three probable reasons might be considered for this nonporous nature of N2: (a) It might be associated with the low thermal energy of the adsorbate relative to the high diffusion barrier at 77 K,(25a) (b) In another way, both of the frameworks contain nitrogen phobic pore surfaces as the presence of −N═N– groups on the pore walls repel N2 molecules, thus they would not allow to diffuse,(26a) and (c) pore size is not sufficient enough to capture bigger N2 molecules in the activated sample. On the other hand, CO2 (kinetic diameter 3.3 Å) adsorption measurements at 195 K for both 1′ and 2′ exhibit a typical type-I profile, suggesting a microporous nature of the frameworks (Figure 6). The Langmuir and BET surface areas calculated from the CO2 isotherms are ∼251 and 235 m2 g–1 for 1′ and ∼214 and 200 m2 g–1 for 2′, respectively. The storage capacities of 1′ and 2′ are about 16 wt % (81 cm3 g–1, 2.8 CO2 per formula unit) and 13.5 wt % (69 cm3 g–1, 3.4 CO2 per formula unit), respectively (Figure 6). The hysteretic sorption profiles in both cases are attributed to the diffusion barrier during desorption resulting due to strong interaction of the CO2 molecules with the adsorptive sites (e.g., −N═N– and −COO) of the framework. Both of the frameworks reveal to be CO2-philic in nature, i.e., CO2 selective as realized from exclusion over other gases (N2/Ar/O2/H2) at 195 K. Such selective CO2 uptake properties by both of the frameworks can be explained from the strong interaction between CO2 (quadrupole moment of CO2: −1.4 × 10–39 C m2) and framework wall decorated with polar functional groups and aromatic π cloud of the linkers. It is also reflected in the high value of isosteric heat of adsorption values, qst, ϕ, ∼ 33.6 and 31.5 kJ mol–1 for 1′ and 2′, respectively, as calculated from the Dubinin–Radushkevich (DR) equation.(25b)Figure 6. Gas adsorption isotherms of 1′ (a) and 2′ (b) measured at 195 K showing selective uptake of CO2 (pink) over Ar (orange), N2 (black), H2 (green), and O2 (blue).MOF1N′ shows interesting sorption behavior compared to bulk 1. The N2 adsorption isotherm of MOF1N′ at 77 K shows a similar signature to that of bulk 1′. But the CO2 adsorption isotherm shows a typical type I adsorption profile with significant higher uptake, i.e., 133 cm3 g–1 corresponding to 26.2 wt % (4.7 CO2 per formula unit; Figure 7a). This value is ∼10 wt % higher than bulk 1′. The Langmuir and BET surface areas calculated from the CO2 isotherm of MOF1N′ are 412 and 385 m2 g–1, respectively. Interestingly higher uptake of CO2 was observed for MOF1N′ compared to 1 even at 273 K (1′ = 2.5 wt % and MOF1N′ = 6.2 wt %) and 293 K (1′ = 1.7 wt % and MOF1N′ = 4.3 wt %; Figure 7b). The enhanced CO2 uptake of MOF1N′ under all experimental conditions is certainly because of higher specific surface area and smaller diffusion barrier in the nanoscale. Furthermore, the adsorption profiles measured at 273 and 293 K are used for the calculation of enthalpy of adsorption (ΔHads) applying Clausius–Clapeyron equation which provides a value of 41 kJ mol–1, significantly higher compared to 1′ (Figures S7–S9). It is worth mentioning that we could not get proper fitting for 1′ using the Clausius–Clapeyron equation probably because of very poor uptake of CO2 at 293 and 273 K.Figure 7. (a) CO2 adsorption isotherms (at 195 K) of 1′ (blue triangle) and MOF1N′ (red circle). (b) CO2 adsorption isotherms of 1′ and MOF1N′ measured at 273 and 293 K.Solvent Vapor Adsorption IsothermsFor further understanding of the nature of pore surfaces of 1′ and 2′, we have carried out solvent vapor adsorption studies with different solvent molecules (H2O, C6H6 at 298 K and MeOH at 293 K) with different polarities (Figure 8). The H2O (kinetic diameter, 2.64 Å) sorption profile of 1′ reveals double step adsorption with a total capacity of 103 cm3 g–1 that corresponds to 3.6 H2O molecules per formula unit (Figure 8a). The existence of a second step at P/P0 = 0.46 indicates the presence of different adsorption sites which are not easily accessible due to the diffusion barrier, which has been overcome by means of structural transformation for further uptake of solvent molecules.(27) In case of MeOH (kinetic diameter, 3.6 Å), a first steep type I uptake (P/P0 = 0.84 (52 cm3 g–1)) was followed by an almost linear increase and finally ended with a total uptake of 98 cm3 g–1 (3.5 MeOH per formula unit). In the case of 2′ also, the water vapor adsorption profile shows a double step broad hysteretic profile with a total uptake of 165 cm3 g–1 (8 H2O molecules per formula unit; Figure 8b). For 2′, the MeOH profile is type I in nature, and the uptake amount is 60 cm3 g–1 (3 MeOH molecules per formula unit). The broad hysteresis in all the sorption profiles with H2O and MeOH for both frameworks 1′ and 2′ can be attributed to the vapor induced structural transformation based on different adsorption sites in the frameworks resulting in a diffusion barrier during the desorption. All the profiles are analyzed by the DR equation, and the magnitude of adsorbate–adsorbent affinities (for different adsorbates), represented by βE0, reflects reasonably high values of 5.00 kJ mol–1 for H2O and 5.78 kJ mol–1 for MeOH for 1′. A similar trend is also followed by 2′, 4.91 kJ mol–1 H2O and 5.75 kJ mol–1 for MeOH. For both cases, nonpolar solvent benzene (kinetic diameter, 5.3 Å) adsorption measurements were carried out and found to be excluded by both the frameworks. These observations are indicative of hydrophilic polar pore surfaces in both 1 and 2 as both the frameworks are composed of similar linkers. These results demonstrate that the azo groups and carboxylate groups and additional aromatic π clouds from azpy and bpdc linkers make the ideal polar pore surfaces for selective CO2 uptake at 195 K.Figure 8. Different solvent vapour adsoption isotherms for (a) 1′ and (b) 2′; H2O at 298 K, MeOH at 293 K and C6H6 at 298 K.Solvent Vapor Adsorption Isotherms of MOF1N′ vs 1′ and Kinetic StudiesWe have already mentioned that MOF1N′ shows 10 wt % higher CO2 uptake compared to bulk 1′. To support our proposed conjecture based on the diffusion barrier, water vapor adsorption measurement is carried out with both bulk and nano to look after this phenomenon from thermodynamic and kinetic points of view. The water vapor adsorption isotherm of MOF1N′ (Figure 9a) shows a different adsorption type compared to bulk 1′. MOF1N′ exhibits type I nature rather than stepwise uptake with a total uptake of 129 cm3 g–1 (4.6 H2O per formula unit), higher than 1′. In order to compare the rate of diffusion of adsorbates between nanoscale MOF1N′ and bulk 1′, the adsorption kinetics with water vapor have been carried out considering the convenience and available instrumental set up. Then kinetic data have been fitted into the linear driving force mass transfer (LDF) model because this LDF model is found to provide satisfactory descriptions in most cases of the adsorption kinetics of various gases/vapors on carbon molecular sieves, active carbons, and even MOF.(21, 28-31) The LDF model is described by eq 1:(1)where Mt is the mass uptake at time t, Me is the mass uptake at equilibrium, and k is the kinetic rate constant. The plot of Mt/Me vs t shows distinct differences between the rate of mass diffusion between 1′ and MOF1N′ at a particular time (Figure 9b). It is observed that the nanocrystals of MOF1N′ show a much faster rate of adsorption compared to 1′ and Mt/Me value reaches to 1, i.e. toward equilibrium. It is also evident from the kinetic rate constant values; for 1′ (P/P0 = 0.1078) and MOF1N′ (P/P0 = 0.1041), the values are 7.1 × 10–3 s–1 and 1.29 × 10–2 s–1, respectively.Figure 9. (a) Water vapor adsorption isotherms at 298 K. (b) Kinetics of adsorption of water on 1′ (blue square) and MOF1N′ (red circles) at 298 K (fitted into LDF mass diffusion model); shows higher mass diffusion in MOF1N′ compared to bulk phase 1′.This result unequivocally suggests that the diffusion barrier is significantly small in MOF1N′ compared to bulk 1′. And this smaller diffusion barrier is the reason for the higher uptake of H2O realized in the nanoscale under the particular experimental conditions. The type I profile for water on the nanoscale compared to stepwise uptake observed with the bulk sample also can be explained with faster diffusion of water vapor. On the nanoscale, the path length for accessing different adsorptive sites in the consecutive pores, i.e. diffusion path length, is considerably small compared to the bulk scale. Therefore, we did not observe any step for the nanocrystal. PXRD measured after adsorption shows a similar pattern for both 1′ and MOF1N′ (Figure S10). It is clear that by changing the crystal size and morphology, the kinetic behavior of crystals is altered significantly. This argument is also applicable for higher CO2 uptake in nanoscale NMOF1 than in bulk. Probably due to this size related effect, the activation energy required for structural transformation is altered significantly.(21) It is also possible that the intermediate state during the adsorption might have changed due to the different crystal size and morphology, which affect the overall adsorption kinetics.(21, 26b)Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionReferencesConclusionHere, two 3D frameworks with different SBUs have been synthesized from identical organic struts under different reaction conditions. Both the flexible frameworks show selective CO2 uptake properties. Furthermore, for the first time we have miniaturized one of these flexible frameworks to a nanoscale with spherical morphology through a coordination modulation method, where OAc– anions are acting as a coordination modulator from a metal salt precursor. Further, we have performed a systematic comparative study of adsorption properties in the bulk and nanoscale and analyzed the results from thermodynamic and kinetic points of view. On the nanoscale, not only is the CO2 gas adsorption capacity improved by 10 wt % but also the solvent vapor isotherms reveal dramatic alteration in the type of sorption profiles. These observations have been correlated to a higher rate of mass diffusion into the nanophase of the MOF than the bulk one as supported by accelerated kinetics based on H2O vapor adsorption. These results with systematic detailed investigations will not only help to understand adsorption phenomena deeply but also will certainly contribute to unraveling the crystal size–property relationships in a better way that would be useful for the development of superior gas separation and catalytic materials. Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionReferencesSupporting InformationTables of bond lengths and angles for 1 and 2; TGA plot of 1, 2, and MOF1N; PXRD of 2, 1′, and MOF1N′ at different stages; NMR data; details of adsorption analysis and Langmuir–Frundlich fitted plots; and optical images of single crystals. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionReferencesAcknowledgmentT.K.M. gratefully acknowledges the Sheikh Saqr fellowship, JNCASR. N.S. acknowledges CSIR, Government of India, for a senior research fellowship and JNCASR, Bangalore. A.H. acknowledges DST and JNCASR for financial support.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionReferencesReferencesThis article references 31 other publications.1. (a) Férey, G. Chem. Soc. Rev. 2008,  37,  191– 214[Crossref], [PubMed], [CAS]1. Hybrid porous solids: past, present, futureFerey, GerardChemical Society Reviews\r\n        (2008),\r\n    37\r\n        (1),\r\n    191-214CODEN:\r\n                CSRVBR;\r\n        ", "title": "Stoichiometry-Controlled Two Flexible Interpenetrated Frameworks: Higher CO Uptake in a Nanoscale Counterpart Supported by Accelerated Adsorption Kinetics", "authors": ["Nivedita Sikdar", "Arpan Hazra", "Tapas Kumar Maji"], "doi": ["10.1021/ic500234r"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-12/ic500234r/production/images/small/ic-2014-00234r_0009.gif\">"]}