{"abstract": "A hydrostable and nitryl/methyl-functionalized MOF lead to a material that shows highly selective CO capture and busulfan payloads with an encapsulation efficiency of 21.5%, the value being higher than MIL-88A, MIL-53, and MIL-89, which perform with similar pore size.By using a strategy of introducing hydrophobic groups to the linkers, a hydrostable MOF was constructed based on 5-nitroisophthalate and 2,2′-dimethyl-4,4′-bipyridine coligands, revealing a 3D  topology structure with a 1D channel parallel to the  axis. TGA, PXRD, and water vapor sorption results show high thermal and water stability for the framework. The framework is very porous and possesses not only high busulfan payloads with an encapsulation efficiency up to 21.5% (17.2 wt %) but also very high CO selective capture compared with that of other small gases (i.e., CH, N, O, CO, and H) at 298 K based on molecular simulations due to the pore surface being populated by methyl and nitryl groups. Furthermore,  MTT assays were conducted on four different cells lines with increasing concentrations of the framework, and the results showed that the framework was nontoxic (cell viability >80%) in spite of the concentrations up to 500 μg/mL.", "text": "10.1021/acs.inorgchem.5b00335 Top of PageAbstractIntroductionExperimental SectionTheoretical Simulations SectionResults and DiscussionConclusionsReferencesIntroductionMicroporous metal–organic frameworks (MOFs), as a new and vital class of porous crystalline materials, have received considerable attention in the past decade for their potential applications in gas adsorption and separation,(1) catalysis,(2) magnetism,(3) luminescence and detection,(4) drug loading and release,(5) etc. However, more recently a number of reports have shown that many MOFs, especially zinc-based MOFs, are unstable and lose their structural integrity and high surface areas rapidly when exposed to air.(6) The relatively weak metal–oxygen bonds within the frameworks are easily attacked by water molecules and lose their strucutres.(7) This drawback greatly hinders the practical applications of the MOFs because moisture is ubiquitous in the environment. For example, the well-known MOF-5 performs excellent H2 uptake (up to 7.1 wt % at 77 K and 40 bar);(7b) however, the Zn4O clusters are moisture-unstable resulting in the collapse of the porous structure.(6c)Rational design and synthesis of hydrophobicity porous crystalline materials is one of the crucial challenges faced in the field of MOF chemistry. Three main strategies are used to tackle the stability of MOFs: (i) introducing high oxidation state metals to enhance the metal-linker bond (e.g., Fe3+, Cr3+, Al3+, Zr4+, etc.);(8) (ii) introducing hydrophobic groups to the linkers (e.g., methyl, alkyl, ethyl ester, trifluoromethyl, etc.);(6a) and (iii) mixing the hybrid composites (e.g., carbon nanotubes and heterometals) with the MOFs.(9) Furthermore, water-stable MOFs can be fully explored for water confinement, dehumidification, thermal batteries, delivery of drinking water, and so on.(6b, 7a, 10)As part of an ongoing study related to water-stable MOFs,(6a, 11) we are interested in modifying the linkers by introducing hydrophobic functional groups into the pores of the structures. The incorporation of hydrophobic functional groups within the frameworks might largely enhance the M-O bonds and thus improve the water resistance of the MOFs in an efficient manner. Stock and co-workers found that the decoration of the CAU-10 walls by hydrophobic groups (−NO2, −OCH3, and −CH3) show much lower water vapor adsorption than those modified by hydrophilic substituents (−NH2, −OH).(12) The introduction of methyl or nitryl groups into the pores of the framework structures can largely improve the CO2 uptake and separation capacity.(12, 13) In addition, introducing a −CH3 functional group within the framework might avoid the high-degree of framework interpenetration and/or severe structural distortion when the guest molecules were removed, and the enhancement of water/moisture stability of the frameworks.(6a)On the basis of this understanding, 5-nitroisophthalic acid with a nitro-group and 2,2′-dimethyl-4,4′-bipyridine decorated by methyl groups were chosen to afford a new Zn-MOF: [Zn(NO2–BDC)(dmbpy)0.5]·(C2H6O)·(H2O) (1) (NO2–BDC = 5-nitroisophthalate, dmbpy =2,2′-dimethyl-4,4′-bipyridine, C2H6O = ethanol). To assess the hydrostability of complex 1, water vapor adsorption at low pressures is reported. In addition, the material was soaked in aqueous solutions with different pH values and then characterized using powder X-ray diffraction (PXRD) and N2 physisorption. Drug loading and release capacity were assessed using an anticancer drug busulfan as a model. To further evaluate and understand the role of methyl and nitryl groups in activated 1, theoretical simulations of the adsorption isotherms of CO2, CH4, N2, CO, and H2 at 298 K were carried out.Top of PageAbstractIntroductionExperimental SectionTheoretical Simulations SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterials and General MethodsReagent grade 5-nitrobenzene-1,3-dicarboxylic acid (NO2–H2BDC) and Zn(NO3)2·6H2O metal salt were obtained from Aladdin and used as received. 2,2′-Dimethyl-4,4′-bipyridine (dmbpy) was isolated based on the reported procedures.(6a) Elemental analyses were carried out with a Vario EL III Elemental Analyzer. Infrared spectra were taken on a Shimadzu IR-440 spectrometer with a KBr disk in the 4000–400 cm–1 region. Thermogravimetric analyses (TGA) were carried out on an automatic simultaneous thermal analyzer (DTG-60, Shimadzu) under N2 atmosphere at a heating rate of 10 °C/min within a temperature range of 25–800 °C. Powder X-ray diffraction patterns (PXRD) were collected using a Bruker AXS D8-Advance diffractometer with Cu–Kα (λ = 1.5418 Å) radiation. The N2 isotherm was measured with an automatic volumetric adsorption apparatus (Micrometrics ASAP 2020) at 77 K. Water vapor adsorption isotherms were obtained using a BELSORP aqua-3 volumetric adsorption instrument from BEL, Japan.Synthesis of [Zn(NO2–BDC)(dmbpy)0.5]·(C2H6O)·(H2O) (1)To an aqueous solution (5 mL) of Zn(NO3)2·6H2O (0.089 g, 0.3 mmol) and NO2–H2BDC (0.063 g, 0.3 mmol), dmbpy (0.028 g, 0.15 mmol) in CH3CH2OH (5 mL) was added, and the solution was stirred for 30 min. Then, the solution was heated to 130 °C for 3 days in a 23 mL Teflon-lined stainless steel autoclave, followed by cooling to room temperature at 5 °C/h to yield colorless single crystals of 1 (yield: 82%, based on NO2–H2BDC). Anal. Calcd for C16H17N2O8Zn: C, 52.60; H, 4.66; N, 7.67. Found: C, 53.49; H, 4.74; N, 7.75. IR (KBr, cm–1): 3426(s), 3096(m), 2919(w), 2022(s), 1657 (m), 1609(vs), 1566(m), 1537(s), 1460(m), 1432(m), 1345(vs), 1195(w), 1086(m), 1023(w), 928(w), 831(w), 788(m), 736(s), 572(m), 429(w) (see Figure S5 of the Supporting Information).X-ray Crystallography MeasurementsSingle crystal data for complex 1 were collected on a Bruker Apex II CCD diffractometer equipped at 50 kV and 30 mA with MoKα radiation (λ = 0.71073 Å). Data collection and reduction were performed using the APEX II software.(14a) The structure was solved using direct methods followed by least-squares on F2 using SHELXTL.(14b) Non-hydrogen atoms were refined with independent anisotropic displacement parameters, and hydrogen atoms attached to carbon and oxygen were placed geometrically and refined using the riding model. The routine SQUEEZE (PLATON)(15) was applied to remove diffuse electron density caused by badly disordered water and ethanol molecules. The formula unit of 1 was arrived at through a combination of elemental analyses and infrared and thermogravimetric characterization. The more detailed information is listed in the CIF file (Supporting Information). Crystallographic data and structural refinement details of compound 1 can be found in Table 1. Selected bond lengths and bond angles are given in Table S1 (see the Supporting Information). CCDC: 1026965.Table 1. Crystallographic Data of Complex 1aempirical formulaC14H9N2O6ZnZ8formula weight366.60D (mg·m3)1.236temperature (K)296(2)limiting indices–24 ≤ h ≤ 13, –38 ≤ k ≤ 37, –9 ≤ l ≤ 10size (mm)0.33 × 0.27 × 0.21reflections collected/unique15863/4955crystal systemmonoclinicRint0.0482space groupC2/cF(000)1480a (Å)18.203(5)θ (deg)1.66–26.00b (Å)29.089(8)goodness-of-fit on F21.003c (Å)7.637(2)R(I > 2σ)R1 = 0.0407wR2 = 0.0885β (deg)103.008(6)R (all data)R1 = 0.0576wR2 = 0.0923V (Å3)3940.3(19)largest diff. peak and hole (Å–3)0.84, 0.81aR = ∑(∥F0|−|Fc∥)/∑|F0|. wR = [∑w(F02 – Fc2)2/∑w(F0)2]1/2.Encapsulation of BusulfanBusulfan (99%, Aladdin) encapsulation of 1a was carried out with dichloromethane as solvents (99.9%, Aladdin) based on its excellent solubility (10 mg/mL) and low boiling point. Busulfan solubility in dichloromethane was determined according to the reported procedures.(27) Details of the encapsulation of busulfan are as follows: 25 mg of activated 1 (1a) was suspended in 2.5 mL of busulfan solutions (the maximum solubility of busulfan in dichloromethane is about 80%), then the mixture suspensions were stirred for 48 h at room temperature. Finally, the busulfan-loaded 1a was obtained through centrifugation (5600g) for 10 min and dried under vacuum at 25 °C for 3 days.(27) The experiment was carried out four times. Compound 1a before and after the busulfan entrapping were characterized by infrared spectra, PXRD, and N2 sorption.The adsorbed busulfan amount was quantified using a reversed phase high performance liquid chromatography (HPLC) system Water Alliance E2695 separations module (Waters, Milford, MA, USA), equipped with a variable-wavelength photodiode array detector Waters 2998, and controlled by Empower software. Sunfire-C18 reverse-phase column (5 μm, 4.6 × 150 mm Waters) was employed. The mobile phase, which consisted of acetonitrile/0.1%TFA = 35:65 (v/v), was filtered by 0.45 μm micropores, followed by ultrasonic degassing for 15 min prior to use. The flow rate, column temperature, and injection volume were 1 mL·min–1, 25 °C, and 50 μL, respectively. Several dichloromethane busulfan solutions at concentrations of 0.1, 0.5, 1, 5, and 10 μg·mL–1 were used as standards. The standard calibration curve showed good correlation for busulfan >0.99 (see Figure S12 of the Supporting Information).Busulfan encapsulation efficiency was obtained based on the percentage of busulfan effectively encapsulated inside 1a with respect to the total busulfan amount which was used in the encapsulation experiment, as follows:Busulfan ReleaseThe busulfan-loaded 1a (25 mg) was placed in a vial and dipped in 2 mL of a dissolution medium (phosphate buffer solution (PBS) pH 7.4) at 37 °C. The suspensions were kept under stirring for different incubation times. An aliquot of 1 mL of supernatant was recovered by centrifugation (5600g/15 min) and replaced with the same volume of fresh PBS (at 37 °C) at each time point. Released busulfan was quantified by HPLC.In Vitro Toxicity TestsThe toxicity of 1a toward 3T3 (mouse bone marrow fibroblasts), 4T1 (mouse breast tumor cell), A549 (human lung cancer cell), and HEPG2 (human liver cancer cell) cells was determined using MTT assays in 96-well flat-bottom microtiter plates with eight different concentrations (0, 0.2, 1, 5, 25, 125, 250, and 500 μg/mL). After incubation for 24 and 48 h, the chemosensitivity was determined to be 5 mg/mL.(27)SimulationTo get the conformation of busulfan molecule in vacuum, we carried out the geometry optimization calculations by Material Studio software. During the simulated annealing, the busulfan molecule is able to explore the lowest-energy conformation with the continuously decreasing temperature.(16) Then a periodic DFT geometry optimization procedure was applied to obtain the behavior of busulfan in porous material 1. During the simulation, 1 is fixed, and the busulfan molecule is flexible and can move around. The PW91 GGA density functional was employed in these calculations.(17, 18)Top of PageAbstractIntroductionExperimental SectionTheoretical Simulations SectionResults and DiscussionConclusionsReferencesTheoretical Simulations SectionForce FieldCO2 was regarded as a rigid linear molecule with 0.116 nm C–O bond length. The LJ potential parameters of the O atom (σO = 0.305 nm and εO/κB = 79.0 K) and C atom (σC =0.280 nm and εC/κB = 27.0 K) in the CO2 molecule were taken from the TraPPE force field.(18) Partial point charges are qO = −0.35e and qC = 0.70e. CH4 was represented by a united-atom model (σ = 0.373 nm and ε/κB = 148.0 K).(18) The N2 molecule was treated as a three-site model with three sites located at two N atoms and its center of mass COM (σN = 0.331 nm, εN/κB = 36.0 K, qN = −0.482e, and qCOM = 0.964e) with an N–N bond length of 0.110 nm.(18) The SK model with three sites developed by Straub and Karplusa was employed to describe the CO molecule. Similar to N2, the SK model is operated based on the combination of three Lennard-Jones pair potentials and three partial point charges which are located at the LJ centers (i.e., the carbon and oxygen atoms) and center of mass (COM) site(18) (σC = 0.383 nm, εC/κB = 13.18 K, σO = 0.312 nm, εO/κB = 80.06 K, qO = −0.85e, qC = 0.75e, and qCOM = 1.60e). H2 molecule was regarded as a two-site LJ molecule as in our previous works (σH = 0.272 nm and εH/κB = 10 K).(19)Monte Carlo Simulation DetailsGrand canonical Monte Carlo (GCMC) simulations were used to obtain the adsorption isotherms of single gases (CH4, CO2, N2, CO, and H2) at 298 K. In our simulations, we have modeled the material framework as rigid.(19) The simulation box contains 2 × 1 × 4 unit cells. We introduced a cutoff radius of 12.8 Å to the LJ interactions. Meanwhile, the Ewald summation technique was applied to handle the long-range electrostatic interactions with periodic boundary conditions. For each state point, the number of steps in GCMC simulation was 2 × 107, where the first 107 steps were used to guarantee the equilibration and the subsequent 107 steps for sampling the desired thermodynamics properties.(32b) The isosteric heat of adsorption (including gases and drug molecule busulfan), Qst, was calculated by the following equation:(1)where R is the gas constant, N is the number of molecules adsorbed, and ⟨ ⟩ indicates the ensemble average.(20)Top of PageAbstractIntroductionExperimental SectionTheoretical Simulations SectionResults and DiscussionConclusionsReferencesResults and DiscussionStructural DescriptionSingle-crystal X-ray diffraction measurements show that complex 1 crystallizes in the C2/c space group and that the asymmetric unit of 1 contains one ZnII atom, one NO2–BDC anion, half a dmbpy ligand, one uncoordinated ethanol molecule, and a free water molecule. As shown in Figure 1a, each Zn(II) center is four-coordinated by three oxygen atoms from three NO2–BDC ligands and one nitrogen atom from a dmbpy ligand, to give a distorted tetrahedral coordination geometry. The bond lengths surrounding the Zn(II) center (Zn–O and Zn–N bond distances) are in the range of 1.9292(17)–2.0206(19) Å, and the bond angles are in range of 99.45(8)–116.55(8)°. The values are in agreement with those found in other four-coordinated Zn(II) complexes with oxygen and nitrogen donating ligands.(11a, 21) In the crystal structure of 1, the NO2–BDC ligands act as a bridging μ3 mode to link three metal ions, whereas the dmbpy ligand has a bridging μ2 mode connecting two metal ions. In this manner, each μ3-NO2–BDC ligand links two Zn atoms to obtain an infinite chain of [Zn2(NO2–BDC)4]n with dinuclear zinc cores separated by 9.822 Å (see more details in Figure S1, Supporting Information). The rigid μ2-dmbpy struts point alternately up and down with respect to the chain and link neighboring chains to result in an ideal three-dimensional structure with the channels of 10.5 × 8.9 Å2 along the c axis (Figure S1, Supporting Information) (Figure 1b and c). Moreover, the lattice water molecules and the ethanol molecules present in the framework can be confirmed by FT-IR and TGA spectra. The potential void is 1386.3 Å3, which is about 35.2% of the unit cell volume.(15)Figure 1. (a) Coordination environment for Zn(II) ion in 1. (b) Sideview of network. (c) View of the 3D network of 1 along the c-axis. (d) dia topological network. All H atoms are omitted for clarity in a, b, and c. Color codes: Zn, turquoise; N, blue; C, black; and O, red.To better understand the nature of this framework, a TOPOS analysis of 1 is provided.(22) In this structure, both the dinuclear znic unit and the dmbpy ligand act as linear 2-connected nodes. Compound 1 represents 4-connected dia topology with a Schlafli symbol of 6(6) (Figure 1d).Thermal and Chemical StabilityTo test the thermal stability of 1, we performed thermogravimetric analysis (see Figure S2 of the Supporting Information). The TG analysis curve for complex 1 shows a weight loss of about 10.5% near 100 °C, which corresponds to the loss of one ethanol molecule (calc. 10.7%). Then, it follows a continuous weight loss from 160 to 300 °C attributed to consecutive loss of one water molecule (obsd. 4.0%, calc. 4.2%). The compound begins to decompose when the temperature is raised to 380 °C. Finally, complex 1 was completely degraded into ZnO with a total loss of 80.5 wt % (calc. 81.1 wt %). Furthermore, the pH-dependent stabilities of 1 in aqueous solutions were investigated by XRPD (Figure 2). For these tests, 50 mg of as-synthesized 1 was soaked in aqueous solutions with different pH values and stirred for 3 days at room temperature. According to these results, complex 1 is stable in a pH range from 5 to 9 but unstable in either strong acid (pH 2–3) or strong base (pH 13–14). This stability is lower than several aluminum-isophthalate-based MOFs (CAU-10-X, where X = H, CH3, OCH3, NO2, NH2, and OH),(12) but the results are very remarkable, especially when compared with those of other MOFs constructed from aromatic carboxylate, N-containing auxiliary ligands, and zinc ions.(23, 7a) The H2O sorption isotherm of 1 at 298 K has also been explored to further evaluate its water stability (Figure 3), which shows sorption hysteresis, indicating that there is a hydrophilic interaction between water and the polar pore surface due to the presence of one guest water molecule per asymmetric unit. Compound 1 displays a type V water isotherm, with low water uptake (15.2 wt %) even up to a P/P0 value of 1 and pore filling at higher relative pressures (about P/P0 = 0. 4) indicating that 1 possesses a hydrophobic pore.(24, 1e) The repeated experiments based on the same batch of material shows that 1 has excellent hydrostability (see Figure S3 of the Supporting Information). In addition, N2 sorption measurements were used to examine the porosity of the MOF samples after soaking in water for 3 days. Compound 1 was activated (1a) at 150 °C for 12 h under vacuum. The N2 sorption isotherms were performed at 77 K and show a type I isotherm characteristic of a microporous material (Figure 4) with the BET surface area of 925 m2g–1, which is well consistent with the value obtained through theoretical calculations (see Figure S4 of the Supporting Information). No significant loss in the BET surface area was observed (from 925 to 882 m2g–1) for 1 after soaking in water for 3 days, indicating the maintenance of the porous structures of 1 in water. The hydrophobic functional groups (−NO2 and −CH3) are close to the zinc center within the framework of 1, and could prevent the Zn–O and Zn–N bonds from attacking by water and thus effectively enhance the hydrophobic properties of 1. Additionally, bulk samples were also measured by X-ray diffraction at room temperature to check the purity of 1. As shown in Figure 2, all major peaks of the experimental PXRD patterns of compound 1 matches well that of simulated PXRD patterns, which clearly indicates the high purity of the complex.Figure 2. PXRD patterns for 1.Figure 3. Adsorption–desorption isotherm of 1 for H2O at 298 K.Drug Delivery StudiesThe surface area and pore diameter play a critical role in drug adsorption and release in porous frameworks as drug loading and release systems.(25) N2 adsorption measurements (HK model) indicate that the pore size of 1 is 8.9 Å (see Figure S5 of the Supporting Information). Complex 1, with wide-open channels (10.5 × 8.9 Å2), is suitable for loading busulfan with a molecular size of 3.5 × 13.4 Å2.(26) Incorporation of the busulfan molecule during the adsorption process was confirmed by FT-IR and N2 sorption (more details in Figure S6, Supporting Information) (Figure 4). The characteristic peak of busulfan observed at 1349 cm–1 is assigned to the stretching vibration of the S═O group. The BET surface area of the busulfan loaded MOF is 63 m2g–1, which shows ca. 93.2% reduction, as compared with the as-synthesized sample (925 m2g–1). The result indicates that there is almost no residual porosity after drug adsorption; thus, the busulfan molecules approximately filled up the pores and channels. HPLC was used to determine the effective storage capacity of 1a. To achieve a maximal drug loading of busulfan to the pore solid, different drug concentrations and contact times were tested (see Table S2 of the Supporting Information). It was observed that the optimal busulfan concentrations and contact times were 0.6 mg/mL and 48 h, respectively. Chemical analysis indicates that desolvated 1 shows a remarkable busulfan absorption capacity with the encapsulation efficiency of 21.5% (17.2 wt %), which is higher than the busulfan loading in MIL-88A, MIL-53, and MIL-89 with the pore size ranging from 6 to 11 Å.(26) Moreover, the amount of busulfan in the sample was determined by TGA and elemental anslysis. The TGA curve is depicted in Figure S7 (Supporting Information). A weight-loss of 2.6% is observed from 100 to 150 °C, which is assigned to the loss of residual water molecules. Upon further heating, a weight-loss of 16.6% is observed between 170 and 380 °C, due to the release of busulfan molecules. The sharp weight-loss step that occurs above 380 °C corresponds to the decomposition of the framework. An elemental analysis technique was employed to obtain the organic species (C, H, N, and S wt %) of the dried busulfan-loaded 1a. The result indicated a busulfan content of 18.1 wt % on the basis of the data (C 43.3 wt %; H 2.9 wt %, N 6.5 wt %, and S 4.0 wt %).Figure 4. Nitrogen sorption isotherm at 77 K.Busulfan-loaded samples were dispersed in phosphate buffered saline (PBS) solution (pH 7.4) and sealed in a dialysis bag. After the dialysis bag was submerged in solutions, samples were collected and the content of released busulfan analyzed by HPLC. As shown in Figure 5, the delivery of busulfan occurred within 36 h with no “burst effect”. Two distinct stages of the drug release can be observed: 45% (0–20 h) in the first stage and 55% (20–36 h) in the last stage. The complete release time of busulfan in 1a is significantly longer than that of MIL-53 and MIL-100, for which the full release times of busulfan are the same 8 h.(27) The relatively slow release might be attributed to the hydrogen-bonding interactions and C–H···π stacking interactions involving the busulfan molecules and the pore chemical environment, which are in good agreement with the molecular simulation results (Figure 6). The optimized geometry of busulfan within the 1a pores reveals the methyl and nitryl hydrophobic groups pointing to the busulfan molecules. At infinite dilution, the isosteric adsorption heat of busulfan in 1a at 298 K obtained from simulation is 167.95 kJ·mol–1, indicating the strong busulfan adsorption capacity of 1a.Figure 5. Release of busulfan from drug-loaded 1 (% busulfan vs time).Figure 6. (a) Optimized geometries of busulfan and (b) within the MOF pores of 1.MTT TestsMTT toxicity assays were taken from four different cells lines (mouse bone marrow fibroblasts 3T3, mouse breast tumor cell 4T1, human lung cancer cell A549, and human liver cancer cell HEPG2) with increasing concentrations of 1a. The results revealed that the complex 1 was nontoxic (cell viability >80%) in spite of concentrations up to 500 μg/mL (see Figures S8–S11 of the Supporting Information).Theoretical Simulations of SorptionIn recent years, many studies have focused on MOF materials for the adsorption and separation of CO2, CO, CH4, and H2 gases.(28) The use of simulation in modeling the adsorption properties of MOFs(29) has been increasingly established as a powerful tool in the design of new materials with enhanced affinity and selectivity for CO2. Several strategies have been deployed in order to enhance CO2-framework interactions in MOFs, including ion-exchange, open-metal centers, etc.(30) Besides, ligand functionalization of MOFs has been shown to be a powerful route in enhancing the CO2-framework interaction with several advantages compared to the other approaches, such as very wide chemical flexibility of possible ligands and functional groups, and the high accessibility of the functional groups to the adsorbates. Both experiments and simulations have demonstrated that the methyl functionalization of the MOFs can enhance their CO2 affinity and consequently improve their CO2 uptake and separation capacity.(13, 31)To continue the research on gas adsorption and separation in MOFs based on molecular simulation,(32) the adsorption properties in 1a for CO2, CH4, CO, N2, and H2 have been studied (Figure 7). In the MOF of 1a, CO2 is more preferentially adsorbed than CH4, N2, H2, and CO owing to the more intense dispersion interactions with the 1a pores. In fact, reports have shown that the enhancement of CO2-uptake capacity can be achieved by introducing methyl or nitryl groups within the framework.(12, 13) The pores within the framework of 1 are simultaneously populated by hydrophobic methyl and nitryl groups, in which all of them are pointing to the center of the channels, which results in the enhancement of CO2-framework affinity. To further evaluate and understand the role of methyl and nitryl groups, we analyzed the interactions between CO2 and nitryl/methyl-functionalized frameworks by calculating the isosteric heats (Qst) of CO2 adsorption on the basis of the molecular simulation adsorption isotherms calculated at 298 K (Figure 8). As shown in Figure 8, the Qst values are in the range of 22.5–34.6 kJ·mol–1 for compound 1. It is worth noting that the Qst value for 1 (at zero loading, 34.6 kJ·mol–1) is higher than that of [Zn3(bpdc)(2,2′-dmbpy)](DMF)x(H2O)y and [Zn3(bpdc)(3,3′-dmbpy)](DMF)4(H2O)0.5 structures(13a) but lower than that of Zn(BDC)(2,2′-DMBPY)0.5·(DMF)0.5(H2O)0.5 and Zn(NDC)(2,2′-DMBPY)0.5·(DMF)2 structures.(13b) These results indicate a strong interaction between CO2 and 1.(13a) The Qst value of 1 is comparable with those of other reported MOFs which show similar pore sizes, such as MIL-53(Cr) (32 kJ·mol–1), MIL-53(Al) (35 kJ·mol–1), and RPM4-Zn (37.6 kJ·mol–1), at similar temperature.(33, 13a) The introduction of the methyl and nitryl groups on organic ligands can significantly enhance the quadrupole-π-electron interaction owing to the smaller pore diameter and electron donation by the methyl and nitryl groups to the aromatic system, and as a result, it leads to enhanced CO2 uptake.(34)Figure 7. Comparison of adsorption isotherms of CO2 and selected gases of 1 at 298 K based on molecular simulation.Figure 8. Isosteric heat of adsorption of CO2 on MOF 1 calculated with molecular simulation isotherms collected at 298 K.Table 2 shows the single-component separation ratios of CO2/CH4, CO2/N2, CO2/CO, and CO2/H2 defined as q1/q2 at a specified pressure (for which qi represents the adsorbed amount of a pure gas), which were 17.4, 30.8, 13.7, and 29.6 for 1 at 298 K and 1 atm. The separation ratios of 1 are greatly higher than those of the [Zn3(bpdc)(2,2′-dmbpy)](DMF)x(H2O)y, [Zn3(bpdc)(3,3′-dmbpy)](DMF)4(H2O)0.5, and Zn(BDC)(2,2′-DMBPY)0.5·(DMF)0.5(H2O)0.5 structures(13) but lower than those of RPM-3, RPM4-Zn, and Zn(NDC)(2,2′-DMBPY)0.5·(DMF)2 structures,(35, 13b) which show high CO2-adsorption selectivity over other small gases.Table 2. Summary of Single-Component Separation Ratios of CO2/CH4, CO2/N2, CO2/CO, CO2/O2, and CO2/H2 at Different Pressures and 298 KP (atm)0.20.61CO2/CH417.118.817.4CO2/N230.833.630.8CO2/CO12.914.513.7CO2/H228.530.229.6Moreover, the adsorption selectivities for CO2 from the equimolar CO2/CH4, CO2/CO, CO2/H2, and CO2/N2 mixtures between 0 and 1 atm are shown in Figure 9. In the MOF of 1, CO2 is more preferentially adsorbed than CH4, CO, H2, and N2 because of the stronger dispersion interactions with the pores. All of them show the same trend in the pressure-dependent selectivity, viz. slight/obvious increases with increasing pressure, indicating the existence of one type of small size pore in MOF 1.(32) This trend of the pressure-dependent selectivity can be assigned to the packing effect that favors CH4, CO, H2, and N2 adsorption, leading to the slight or obvious increase of carbon selectivities with increasing pressure.(32) Obviously, 1 shows much higher selectivity values for CO2/H2 than CO2/CH4, CO2/CO, and CO2/N2. Furthermore, the hydrogen-adsorption isotherm and the corresponding isosteric heats (Qst) of 1 were calculated at 77 K based on molecular simulation (Figure S13–14, Supporting Information), and the results reveal that 1 has poor H2 uptake with a value of 0.86 wt % at 1 atm.Figure 9. Selectivities for CO2 in an equimolar CO2/CH4, CO2/CO, CO2/H2, and CO2/N2 mixture at 298 K.Top of PageAbstractIntroductionExperimental SectionTheoretical Simulations SectionResults and DiscussionConclusionsReferencesConclusionsThe incorporation of hydrophobic functional groups (e.g., methyl and nitryl) on the ligands leads to a hydrostable MOF that shows a 3D dia topology. Nontoxic 1 shows high busulfan payloads with the encapsulation efficiencies up to 21.5% (17.2 wt %) and performs a progressive release of the drug without any “burst effect”. The delivery of busulfan occurred within 36 h, and 100% of the loaded drug was released in PBS. Furthermore, the molecular simulation results show that 1 has a very high adsorption for CO2 compared with other small gases, including CH4, N2, O2, CO, and H2 at 298 K. Such high selectivity makes hydrostable 1 a potential material for CO2 capture applications like flue gas and natural gas. Top of PageAbstractIntroductionExperimental SectionTheoretical Simulations SectionResults and DiscussionConclusionsReferencesSupporting InformationAn X-ray crystallographic file, crystal structure views of 1, thermogravimetric curves, reusability of 1a for H2O vapor adsorption at 298 K, N2-sorption isotherm at 77 K based on simulation, micropore size distribution, IR spectra, TG analysis of busulfan-loaded 1a, MTT toxicity assays, bond lengths, encapsulation efficiency affected by drug concentrations, and contact times. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b00335.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionTheoretical Simulations SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the Special Funds of Guangdong College Students’ Scientific and Technological Innovation Cultivation (2015), the Project of Provincial Key Platform of Guangdong Province (2014KTSPT040), the Program for New Century Excellent Talents from Ministry of Education (NCET-12-0968), the National Natural Science Foundation of China (21201044), and Training Plan of Guangdong Province Outstanding Young Teachers in Higher Education Institutions (Grant No. YQ2013084).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionTheoretical Simulations SectionResults and DiscussionConclusionsReferencesReferencesThis article references 35 other publications.1. (a) Wu, H.; Gong, Q.; Olson, D. H.; Li, J. Chem. Rev. 2012,  112,  836– 868[ACS Full Text ], [CAS]1. Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic FrameworksWu, Haohan; Gong, Qihan; Olson, David H.; Li, JingChemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    836-868CODEN:\r\n                CHREAY;\r\n        ", "title": "Hydrostable and Nitryl/Methyl-Functionalized Metal–Organic Framework for Drug Delivery and Highly Selective CO Adsorption", "authors": ["De-Yun Ma", "Zhi Li", "Jun-Xia Xiao", "Rong Deng", "Pei-Feng Lin", "Rui-Qun Chen", "Yun-Qiu Liang", "Hai-Fu Guo", "Bei Liu", "Jian-Qiang Liu"], "doi": ["10.1021/acs.inorgchem.5b00335"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0009.gif\">"]}