{"abstract": "ZIF-8 nanocrystals with a sub-100 nm size are prepared by a surfactant mediated method in aqueous solution. Pure ZIF-8 phase can be obtained with a stoichiometric Zn/2-methylimidazole ratio. The surfactant mixture of Span 80 and Tween 80 may stabilize the Zn/2-methylimidazole coordination structure and prevent the formation of the hydroxide or alkaline salt. The nanocrystals maintain a high specific surface area of 1360 m/g. The particle size effect on the adsorption kinetics of the ZIF-8 nanocrystals is studied by using two different probing molecules (I anion and Rhodamine B molecule). For the I anion, which is smaller than the aperture size of ZIF-8, the ZIF-8 nanoparticles exhibit faster absorption kinetics compared to the bulk material. For the Rhodamine B molecule, which is larger than the aperture size of ZIF-8, only surface adsorption occurs. The enhanced adsorption kinetics of the ZIF-8 nanoparticles is attributed to the smaller particles size, which reduces the intraparticle diffusion length. ZIF-8 nanocrystals prepared by a surfactant mediated method in aqueous solution exhibit faster adsorption kinetics compared to the bulk material.", "text": "10.1021/am5028346 Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferences1 IntroductionMetal organic frameworks (MOFs) have received considerable research interest in recent years due to their ultrahigh surface area and adjustable pore structure.(1) MOFs have shown promising application in gas storage and separation, catalysis, drug delivery, and sensing.(2-6) Although MOFs are usually structurally illustrated as infinite three-dimensional networks, they have a finite particle size just like any other materials. With the rapid advances in the application of MOFs in various fields, the particle size of MOFs has become an increasingly important structural concern, which is closely associated with the application requirement.(7, 8) For example, the particle size of MOFs will affect the assembly behavior into separation membranes, the packing or fluidized properties when filling a catalysis reactor, and the dispersion in a specific medium for drug delivery. As a result, it is highly desirable to achieve simultaneous control of the particle size, morphology, and the pore structure during the preparation of the MOFs.(9, 10)MOF nanocrystals, which combine the nanometer scale of the particle size and the subnanometer scale of the pores, are representatives of the exciting field where the microporous frameworks meet the nanotechnology. Preparation of MOF nanocrystals is gaining increasing research interest. A few successful examples have been achieved in several MOF structures.(11, 12) However, as the preparation condition for MOF nanocrystals usually deviates from that for growing large crystals, the obtained MOF nanocrystals usually exhibit much lower specific surface area (SSA). It remains challenging to reduce the particle size of MOFs while maintaining their high SSA and rich porosity.ZIF-8, an MOF composed of Zn and 2-methylimidazole (H-MeIM) with a sodalite (SOD) structure, is one of the most studied MOFs due to its exceptionally high stability.(13) ZIF-8 is originally grown from organic solvents such as dimethylformamide or methanol.(9, 13, 14) There are several efforts to achieve particle size control in an organic medium. Cravillon et al. synthesized ZIF-8 nano- and microscale materials with particle sizes between ∼10 nm and 1 μm in methanol by employing an excess of the bridging bidentate ligand and three modulating ligands.(15) Recently, many efforts have been devoted to preparing ZIF-8 nanocrystals from aqueous solution.(16-21) Pan et al. reported the synthesis of ZIF-8 nanocrystals in pure aqueous solution for the first time by using a large excess of bridging ligand (H-MeIM/Zn = ∼70:1).(16) Gross et al. lowered the ratio (H-MeIM/Zn = ∼16) by employing TEA to deprotonate the ligand.(17)The excessive ligand used is clearly unfavorable from an economic perspective.Despite the successful examples in particle size control, maintaining high SSA of the ZIF-8 nanocrystals remains challenging. The reported surface area for ZIF-8 varies significantly. Park et al. reported an SSA of 1630 m2/g for the ZIF-8 crystals grown from hydrothermal reaction in DMF.(13) For ZIF-8 nanocrystals, a high SSA (>1600 m2/g) has also been reported by Cravillon et al.(15) and Kida et al.(18) However, in these methods, the ZIF-8 nanocrystals were either grown from an organic solution or obtained by an excess use of bridging ligand (H-MeIM/Zn = ∼100:1). Nevertheless, ZIF-8 nanocrystals prepared in aqueous solution typically exhibit a much lower surface area compared to those obtained by hydrothermal reactions.(16, 17) Possible reasons include poor crystallization or surface defects of the nanocrystals, surface adsorbed surfactants that block the pore entrance, and incomplete removal of the guest molecules in the pores. Because of the smaller window size compared to the pore size, the guest molecules trapped inside the pores are very difficult to remove even after extensive solvent exchange.In this paper, we present an aqueous solution based, surfactant mediated method to prepare ZIF-8 nanocrystals with a sub-100 nm size and high SSA (1360 m2/g). Surfactants have been extensively used in controlling the size and morphology of a large variety of nanomaterials.(22) Here, we demonstrate that this approach also applies to ZIF-8, which enables facile preparation from aqueous solution and effective particle size reduction. The obtained ZIF-8 nanocrystals maintain a high SSA of 1360 m2/g. The particle size effect on the adsorption kinetics of ZIF-8 in aqueous solution is studied. The ZIF-8 nanoparticles exhibit faster adsorption kinetics compared to the bulk ZIF-8 particles despite their low SSA. The results suggest that the particle size of MOFs is also an important concern for the applications based on the adsorption capability of MOFs.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferences2 Experimental Section2.1ChemicalsZinc nitrate hexahydrate (Zn(NO3)2·6H2O, 99%), 2-methylimidazole (C4H6N2, 99%), and potassium iodide (KI, 99.9%) were purchased from J&K Chemicals. Span 80 (C24H44O6, 98%), Tween 80 (C24H44O6, 98%), and N,N-dimethylformamide (DMF, 99.5%) were purchased from Shantou Xilong Chemicals Corporation. Iodine (I2, 99.8%) was purchased from Beijing Chemical Works. Rhodamine B (C28H31ClN2O3, 98%) was purchased from Beijing Chemical Reagents Company. All chemicals were used as received without further purification.2.2Synthesis of ZIF-8 NanocrystalsMixed surfactant (0.750 g; Span 80 and Tween 80 in molar ratio 1:1.2) was dissolved in 60 mL of deionized water and was under sonication for 10 min to give a homogeneous emulsion. 2-Methylimidazole (H-MeIM, 0.900 g, 10.96 mmol) was added to the emulsion, followed by another 10 min of sonication. Zn(NO3)2·6H2O (1.60 g, 5.38 mmol) was dissolved in 80 mL of water. Both solutions were adjusted to 60 °C by a warm water bath. The zinc solution was poured into the emulsion containing surfactants and 2-methylimidazole under moderate stirring. After 1 h, the milky solution was centrifuged at 15 000 rpm to separate the ZIF-8 nanocrystals. The obtained solid was redispersed in ethanol and refluxed for 24 h to remove the surfactants and unreacted reactants. The products were separated by centrifugation and vacuum-dried at 85 °C overnight. The sample prepared according to the above conditions is referred to as the reference sample. The effects of the Zn/H-MeIM ratio, the surfactant concentration, and the reaction temperature are investigated.2.3Synthesis of ZIF-8 Large ParticlesA mixture of Zn(NO3)2·6H2O (0.350 g, 1.18 mmol) and H-MeIM (0.200 g, 2.44 mmol) was dissolved in 15 mL of DMF in a 25 mL Teflon-lined autoclave. The autoclave was heated at a rate of 10 °C/min to 120 °C in a programmable oven and maintained at this temperature for 24 h. After reaction, the solid was washed with DMF three times. To obtain a large surface area, methanol was used to exchange the adsorbed DMF molecules in the pores. Dried ZIF-8 (0.200 g) was immersed in 20 mL of methanol for 3 days with frequently refreshing of methanol. The sample after solvent exchange was collected by centrifugation at 4000 rpm and dried under vacuum at 85 °C overnight.2.4Measurement of the Adsorption KineticsThe samples used in the adsorption measurement are the bulk ZIF-8 particles and the nanosized ZIF-8 particles prepared at 60 °C with a mean diameter of 70 nm. All samples were outgassed under vacuum at 120 °C for 12 h before measurement. In a typical measurement, 20 mg of activated ZIF-8 samples was dispersed in 200 mL of 0.4 mM KI/I2 solution under stirring. At a certain time point, a small amount of mixture was drawn by a syringe and filtered through a 0.45 μm porous membrane into a quartz cuvette for UV–vis measurement. The absorption peak at 287 nm is used to calculate the relative concentration.Similarly, 40 mg of activated ZIF-8 samples was dispersed in 80 mL of 0.013 mM Rhodamine B solution under stirring. At a certain time point, a small amount of mixture was drawn by a syringe and filtered through a 0.45 μm porous membrane into a quartz cuvette for UV–vis measurement. The absorption peak at 544 nm is used to calculate the relative concentration.2.5Characterization TechniquesThe structure and morphology of the samples were studied by X-ray diffraction (XRD, Rigaku D/max 200 diffractometer, Cu Kα), high-resolution transmission electron microscopy (HRTEM, JEM 2100, 200 kV), and scanning electron microscopy (SEM, Hitachi S4800). Nitrogen adsorption isotherms were measured at 77 K on an Autosorb IQ gas sorption analyzer (Quantachrome), and samples were outgassed under vacuum at 120 °C for 12 h before testing. The surface area of the sample is determined by the Brunauer–Emmett–Teller (BET) method. The relative concentration of the probing molecules during kinetic measurements was characterized by a UV–vis spectrophotometer (Shimadzu UV-2401PC) with a dual beam measurement system.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferences3 Result and Discussion3.1Structure Characterization of the Reference ZIF-8 Nanocrystal SampleFigure 1a shows the XRD pattern of the reference ZIF-8 nanocrystal sample. All the diffraction peaks match well with the simulated pattern from ZIF-8 single crystals without impurity related peaks. The XRD results suggest that the ZIF-8 particles obtained in this method are highly crystallized. Panels (b) and (c) in Figure 1 are the SEM and TEM images of the products obtained at 60 °C. The ZIF-8 nanocrystals exhibit a well-defined polyhedral shape with a particle size of 70 ± 13 nm (Figure 1d). The above structural characterization suggests that ZIF-8 nanocrystals with a sub-100 nm size have been successfully prepared. Because of the small size, the ZIF-8 nanocyrstals after removing the surfactants can form a homogeneous colloidal suspension in ethanol that is stable up to several days, as shown in Figure S1 (Supporting Information). Clearly, the surfactant mediated method is very effective in preparation of sub-100 nm ZIF-8 particles.Figure 1. Characterization of the reference ZIF-8 nanocrystal sample: (a) the powder X-ray diffraction patterns, (b) a scanning electron microscopy (SEM) image, (c) a transmission electron microscopy (TEM) image, and (d) the particle size distribution.3.2Formation Mechanism and Size Control of ZIF-8 NanocrystalsThe formation mechanism of the ZIF-8 nanocrystals is studied in terms of the metal/ligand ratio, the amount of surfactant, and the reaction temperature. As shown in Figures 2 and 3, the Zn/H-MeIM ratio shows little effect on both the phase purity and the particle size. With the stoichiometric Zn/H-MeIM ratio, pure phase ZIF-8 nanocrystals can still be obtained. The particle size also shows no clear dependence on the amount of surfactant in the range investigated (Figure 3). However, there is a threshold amount of surfactant below which the alkaline nitrate of zinc will form (Figure 2b).Figure 2. (a) XRD patterns of ZIF-8 nanocrystals prepared at 60 °C with different metal/ligand ratios; the metal/surfactant mass ratio was fixed at 1:0.47 for all samples. (b) XRD patterns of ZIF-8 nanocrystals prepared at 60 °C with different metal/surfactant ratios; the metal/ligand molar ratio was fixed at 1:2 for all samples.Figure 3. SEM images of ZIF-8 nanocrystals prepared with different precursor ratios at 60 °C: (a) the reference sample, (b) surfactant × 2, (c) H-MeIM × 2, (d) H-MeIM × 2, surfactant × 2, (e) H-MeIM × 4, (f) H-MeIM × 4, surfactant × 2.The hydroxide or alkaline nitrate of zinc is a commonly encountered impurity when preparing ZIF-8 in aqueous solution. Zn2+ will form intermediate Zn–MeIM complexes before the ZIF-8 framework is finally obtained. In aqueous solution, OH– will compete with the MeIM ligands to bind to Zn2+, resulting in hydroxide containing impurities. According to the calculation of Kida et al., the thermodynamic formation constant of Zn2+ and MeIM is larger than that of Zn2+ and OH–, but not very significantly.(18) As a result, the hydroxide containing species is also likely to form when the MeIM concentration is not sufficiently high. Indeed, preparation of ZIF-8 in aqueous solution usually requires a large excess of H-MeIM.(16, 18) Kida et al. used a very high H-MeIM/Zn molar ratio of 60 to eliminate the hydroxide species. An alternative method is to carry out the preparation in methanol to reduce the OH– concentration and use an additional base (such as organic amine) to deprotonate H-MeIM.(9, 15, 17) However, a large excess of H-MeIM (H-MeIM/Zn = 16) is still required in this case.(17)Our surfactant mediated approach allows formation of pure ZIF-8 phase in aqueous solution with a stoichiometric ratio of the reactants, which is attractive for atomically economic preparation of ZIF-8. The surfactants play a critical role in eliminating hydroxide formation at low H-MeIM/Zn ratios. The surfactants will form micelles in aqueous solution through the hydrophilic–hydrophobic interaction. The H-MeIM molecules and also the Zn–MeIM intermediates will be enriched inside the micelles due to their less hydrophilic nature, whereas the more hydrophilic OH– will be largely excluded outside the micelles. This effect will stabilize the Zn–MeIM intermediates from the attack of OH– groups, which results in formation of pure ZIF-8 nanocrystals despite the low overall H-MeIM/Zn ratio.The size of the ZIF-8 nanocrystals can be controlled by the reaction temperature. As shown in Figure 4b–d, a lower reaction temperature leads to slightly smaller, but more irregular, particles. The ZIF-8 nanocrystals prepared at 25 and 0 °C have a particle size of 40 ± 7 and 25 ± 5 nm, respectively. The particle size distributions of the two samples are shown in Figure S2 (Supporting Information). This effect is mainly attributed to the suppressed crystal growth kinetics at lower temperature. We observed a noticeable decrease in yield at lower growth temperature. Moreover, the particles obtained at a lower growth temperature exhibit poorer crystallinity, as indicated by the broadened diffraction peaks in the XRD patterns (Figure 4a).Figure 4. (a) XRD patterns of as-synthesized ZIF-8 nanocrystals at different temperatures. TEM images of ZIF-8 nanocrystals prepared at different temperatures: 0 (b), 25 (c), and 60 °C (d).3.3N2 Adsorption PropertiesFigure 5 shows the nitrogen adsorption isotherms of the ZIF-8 nanocrystals. Large ZIF-8 powders several tens of micrometers in size prepared by the hydrothermal method are also shown for comparison (Figure S3, Supporting Information). The large ZIF-8 powders exhibit a typical type I isotherm with an SSA of 1560 m2/g, very close to the maximum value reported for ZIF-8 from hydrothermal growth in the literature. The rapid uptake in the low pressure region is characteristic of the adsorption in micropores. For the ZIF-8 nanocrystal samples, there is also a rapid increase in the high pressure region in the isotherm, corresponding to filling the adsorbate into the interparticulate spaces. This is a behavior often observed for aggregated sub-100 nm particles.Figure 5. Nitrogen adsorption isotherms of the ZIF-8 nanocrystals prepared at different temperatures: (a) 60, (b) 25, and (c) 0 °C. (d) Large ZIF-8 powders prepared by hydrothermal reaction.The high SSA of MOFs comes from their highly porous structure. On the external surface, the ordered porous structure will be more or less damaged due to the surface defects. Therefore, as the particle size goes down to nanoscale, there will be an inevitable loss of SSA due to the higher fraction of the external surface. This is contradictory to that of nonporous materials where smaller particles give higher SSA. Notably, the SSA of the ZIF-8 nanocrystals prepared by the surface mediated method also reaches a very high value, which is 1360, 1143, and 1225 m2/g for the nanocrystals prepared at 60, 25, and 0 °C, respectively. As a general trend, the SSA slightly decreases as the particle size goes down, which is in agreement with the above analysis. Another important reason for the loss of the SSA is the residual surfactants or solvent molecules that block some of the pores. This may introduce a slight inconsistency to the general trend, as observed for the samples prepared at 25 and 0 °C. Nevertheless, the SSA of the ZIF-8 nanocrystals is quite close to that of the hydrothermally prepared large particles, implying that the surfactants and the guest molecules in the pores are largely removed. The SSA of obtained nanocrystals is lower than the results reported by Park(13) et al. and Cravillon(15) et al., however, the SSA is higher than most ZIF-8 nanocrystals reported in the literature.(16, 17)3.4Adsorption Kinetics of Nanocrystals and Bulk Materials of ZIF-8Because of their rich porosity, the adsorption behaviors of MOFs have been extensively studied.(5, 23-26) Most current study focuses on the equilibrium state, i.e., the isotherms, while less attention is paid to the adsorption kinetics. However, the adsorption kinetics is also an important concern for real applications. Particularly, the effect of particle size of the MOF on the adsorption kinetics has rarely been reported, which is mainly due to the difficulty in obtaining MOF particles with different sizes, but comparable SSAs. Here, we provide an example showing the influence of the ZIF-8 particle size on their adsorption kinetics. Considering the window size of ZIF-8 (3.4 Å), we choose two representative probing molecules: Rhodamine B and I3–. Their molecular structures and the corresponding sizes are shown in Figure 6. The Rhodamine B molecule is larger than the window size of ZIF-8 and, therefore, is unable to enter the pores, whereas I3– is sufficiently small to fit into the pore.Figure 6. Molecular structures of Rhodamine B and I3–. The ZIF-8 pore aperture is shown for comparison.Figure 7 shows the time variation of the concentration of the probing molecules in the solution with the presence of ZIF-8. The relative concentration (c/c0) is monitored by the absorbance of the characteristic absorption peaks in UV–vis spectra (544 nm for Rhodamine B and 287 nm for I3–, respectively, as shown in Figures S4 and S5 (Supporting Information). The concentration decrease is caused by the adsorption by ZIF-8, either on the external surface of the particles or into the pores. Figure 7a shows the results for I3– uptake by ZIF-8 with different particle sizes. For nanocrystals with a mean particle size of 70 nm, the adsorption of I3– was nearly completed in about 10 min. For the large particles with a mean particle size of 20 μm, the equilibrium was reached much more slowly, though the final concentration of I3– was almost the same for both ZIF-8 particles. The same final I3– concentration excludes the possibility that the adsorption is only on the external surface of ZIF-8 particles. The amount of I3– anions adsorbed in ZIF-8 in the equilibrium state is 1.09 per formula unit of ZIF-8 (Zn–MeIM2), or 4.36 per cage. Such a high uptake amount again confirms that the adsorption of I3– anions occurs inside the pores of ZIF-8 rather than on the external surface.Figure 7. Variation of the relative concentration of (a) I3– in water (the inset shows the c/c0 variation in the first 20 min) and (b) Rhodamine B in ethanol with the presence of ZIF-8 large particles with a mean size of 20 μm and ZIF-8 nanocrystals with a mean size of 70 nm.For the Rhodamine B molecule, which is larger than the aperture size of ZIF-8, the uptake is very low. As shown in Figure 7b, the large ZIF-8 particle almost shows no absorption of Rhodamine B. The ZIF-8 nanoparticles cause a slight decrease of c/c0 in the first 5 min, which is due to the adsorption on the external surface. Although the change of c/c0 is about 20%, the amount of Rhodamine B molecules adsorbed is actually very low due to the fact that the c0 value is low (0.013 mM, about 1/30 of the I3– initial concentration). The uptake amount is only 0.00114 molecules per Zn–MeIM2 unit, which confirms that the concentration decrease is due to the adsorption on the external surface. This result also suggests that the adsorption behavior on the external surface of the ZIF-8 nanoparticles is very weak and its effect on adsorption is negligible.It should be emphasized that the large ZIF-8 particles have larger SSAs (Figure 5). Clearly, the particle size instead of the surface area plays a more important role in determining the adsorption kinetics. The pores in the nanocrystals are easier to access due to the shorter diffusion length. In addition, the good dispersion of the nanocrystals may also accelerate the adsorption. The faster adsorption kinetics is beneficial in many applications, such as CO2 sequestration of the flue gas and pollutant removal in water. MOF nanocrystals with high SSAs are highly suitable for such applications.(27-32)Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferences4 ConclusionsIn summary, we have prepared ZIF-8 nanocrystals with a sub-100 nm particle size in aqueous solution by a surfactant mediated method. The surfactants stabilize the Zn–MeIM coordination structure by screening out the attack of H2O or OH– in aqueous solution, allowing formation of pure ZIF-8 nanocrystals at low H-MeIM/Zn ratios. The ZIF-8 nanocrystals maintain a high SSA of 1360 m2/g and exhibit much faster adsorption kinetics in aqueous solution compared to the bulk materials, which is attributed to the shorter intraparticle diffusion length. Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesSupporting InformationA digital photograph of a suspension of ZIF-8 nanocrystals in ethanol, the particle size distributions of ZIF-8 nanocrystals prepared at 0 and 25 °C, SEM images of ZIF-8 large particles and nanocrystals for comparison, and the UV–vis spectra of I3– and Rhodamine B. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesAcknowledgmentThis work is supported by MOST of China (No. 2010CB631301) and NSFC (Nos. U1201241, 21101007, 11375020, and 21321001).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResult and DiscussionConclusionsReferencesReferencesThis article references 32 other publications.1. Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. The Chemistry and Applications of Metal-Organic Frameworks Science 2013,  341,  1230444[Crossref], [PubMed], [CAS]1. The chemistry and applications of metal-organic frameworksFurukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar MScience (New York, N.Y.)\r\n        (2013),\r\n    341\r\n        (6149),\r\n    1230444\r\n        ", "title": "Highly Porous ZIF-8 Nanocrystals Prepared by a Surfactant Mediated Method in Aqueous Solution with Enhanced Adsorption Kinetics", "authors": ["Xinxin Fan", "Wei Wang", "Wei Li", "Junwen Zhou", "Bo Wang", "Jie Zheng", "Xingguo Li"], "doi": ["10.1021/am5028346"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0008.gif\">"]}