{"abstract": "Cationic and mixed-valent forms of FeO(CO) trigonal prismatic clusters have been linked by ditopic links, namely, 1,4-benzenedicarboxylate (1,4-BDC) and 1,3-benzenedicarboxylate (1,3-BDC), to produce two 3-periodic metal-organic frameworks (MOFs), [FeO(1,4BDC)(DMF)][FeCl]·(DMF) (MOF-235) and FeO(1,3-BDC)(py)·(py)(HO) (MOF-236) (DMF = -dimethylformamide, py = pyridine), respectively. These MOFs exemplify a new, high-symmetry topology termed  which we identify here as the default arrangement for linking trigonal prisms together.Cationic and mixed-valent forms of FeO(CO) trigonal prismatic clusters have been linked by ditopic links, namely, 1,4-benzenedicarboxylate (1,4-BDC) and 1,3-benzenedicarboxylate (1,3-BDC), to produce two 3-periodic metal−organic frameworks (MOFs), [FeO(1,4BDC)(DMF)][FeCl]·(DMF) (MOF-235) and FeO(1,3-BDC)(py)·(py)(HO) (MOF-236) (DMF = -dimethylformamide, py = pyridine), respectively. These MOFs exemplify a new, high-symmetry topology termed  which we identify here as the default arrangement for linking trigonal prisms together. ", "text": "10.1021/ic050064g   It is our thesis that for a given molecular shape only a few simple high-symmetry nets are of general importance, and they are likely to form when metal ions are copolymerized with organic links.1 We call these “default nets” in that they are the nets that form in the absence of designing into the assembly complexity such as bent linkers, structure directing agents (templates), sterically constraining ligands, or counterions.2 Thus, identification of the default structures for a given combination of building blocks is essential for developing a road map toward designing materials with predetermined properties. At present many examples of metal−organic frameworks (MOFs) have been reported for the default nets expected from the assembly of tetrahedral, square, triangular, and octahedral building blocks.3 However, 3-periodic MOF structures based on the assembly of trigonal prismatic building units remain largely unexplored.4,5 Here, we report the synthesis and structure of two MOFs constructed from oxo-centered trinuclear iron clusters and benzenedicarboxylate links to give structures whose underlying topology is the one we assign as the default net for the assembly of trigonal prismatic building blocks.  The carboxylate carbon atoms in the Fe3O(CO2)6-type cluster serve as the points-of-extension that define the vertexes of a trigonal prismatic secondary building unit (SBU) (Figure 1a). In this study, such an SBU has been linked by two ditopic links:  1,4-benzenedicarboxylate (1,4-BDC) and 1,3-benzenedicarboxylate (1,3-BDC) (Figure 1b) to give [Fe3O(1,4-BDC)3(DMF)3][FeCl4]·(DMF)3 (MOF-235) and Fe3O(1,3-BDC)3(py)3·(py)0.5(H2O)1.5 (MOF-236); (DMF = N,N-dimethylformamide, py = pyridine). These isostructural MOFs are examples of the acs net; a hexagonal net of aligned, corner-sharing trigonal prisms to be discussed below.   Figure 1 Inorganic and organic building units used to assemble MOF-235 and MOF-236:  (a) oxygen-centered iron-carboxylate trimer (Fe, blue; O, red; C, gray) shown in ball-and-stick and polyhedral representations of trigonal prismatic geometry (blue) and (b) ditopic links, 1,4-benzenedicarboxylate (1,4-BDC) or 1,3-benzenedicarboxylate (1,3-BDC).   These MOFs were obtained as pure phase materials by heating equimolar amounts of dicarboxylic acid link (1,4-H2BDC for MOF-235 or 1,3-H2BDC for MOF-236) and iron salt (FeCl3·(H2O)6 for MOF-235 or FeBr2 for MOF-236) in  a DMF (MOF-235) or pyridine (MOF-236) and ethanol solvent mixture.6 Orange MOF-235 or green MOF-236 hexagonal single crystals were produced in 42% (MOF-235) or 34% (MOF-236) yield and analyzed by single-crystal X-ray diffraction studies, elemental analysis, magnetic measurements, FT-IR spectroscopy, and TGA.6,7 The bulk phase purity of each sample was confirmed by comparison of the observed and simulated PXRD patterns.6  In MOF-235, each iron atom is trivalent, yielding an overall cationic (+1 per formula unit) framework. This charge is balanced by FeCl4-1 counterions whose identity was confirmed by single-crystal X-ray data and far FT-IR measurements,8 these counterions are located in the hexagonal pores of the structure (Figure 2a). In MOF-236, each iron trimer is mixed-valent to yield an overall neutral framework (Figure 2b).   Figure 2 Single-crystal X-ray structures of (a) MOF-235 (Fe, blue; O, red; Cl, teal; C, gray) and (b) MOF-236 (Fe, light blue; O, red; C, gray; N, green) composed of oxo-centered iron trimers and benzenedicarboxylate links (views down z-axis). Axial coordinating ligands and hydrogen atoms have been omitted for clarity.    The magnetic susceptibilities for both MOFs were measured to determine if the magnetic behavior of the iron oxide clusters is consistent with that of their unlinked molecular counterparts. Experiments were conducted in the temperature range of 5−300 K at a constant magnetic field (5 kG). The μeff values at 300 K per iron, 3.23 μB (MOF-235) and 3.11 μB (MOF-236), are considerably smaller than the calculated spin-only values. Both compounds exhibit a gradual decrease in magnetic moment to 1.95 μB (MOF-235) and 1.02 μB (MOF-236) at 5 K indicating antiferromagnetic coupling interactions between iron centers. In MOF-235, the low-temperature data do not extrapolate toward zero; whereas in MOF-236 an abrupt decrease in the μeff value is observed which is typical of such mixed valent iron trimers. The room temperature values for both compounds are consistent with  values previously reported for molecular [Fe3O(RCO2)6L3]+/0 systems (3.0−3.9 μB).9,10 Long-range coupling is presumed to be negligible.  The crystal structures of MOF-235 and MOF-236 show that the two compounds are topologically identical. Each is built-up from corner-sharing octahedral iron trimers that are connected through linear (1,4-BDC) or bent (1,3-BDC) links as shown in Figure 2a and b, respectively. The Fe3O plane of each trimer has Fe−(μ3-O)−Fe angles (120°) and Fe...Fe separations of 3.33 Å (MOF-235) and 3.31 Å (MOF-236) that are consistent with previously reported tri- and mixed-valent Fe3O clusters (120°, 3.3−3.4 Å).9 This unit is linked by six separate ditopic organic links with each carboxylate bound in a bidentate fashion to adjacent iron centers. Two, 3-periodic structures are produced each having hexagonal pores whose vertexes are the central oxo anions of the Fe3O clusters. The diameter of the primary hexagonal channel (along the z-axis) in MOF-235 is 6.7 Å; this becomes reduced to 1.9 Å in MOF-236 due to the protruding phenyl rings of 1,3-BDC.11  MOF-235 and MOF-236 have a rarely observed underlying topology. By considering the points-of-extension (carboxylate C atoms) in both structures, one obtains trigonal prismatic SBUs (6-connected) that are joined by ditopic links (2-connected) as shown in Figure 3. The overall network is based on the acs topology, which has already been described in an earlier publication.12 This topology has been observed for linking such clusters but with more flexible links than those used here, further validating the acs topology as a default net.4 We note that the structures of MOF-235 and MOF-236 are decorated and expanded versions of the acs net, where each 6-coordinate vertex is replaced by a trigonal prism (decoration) and spaced apart from each other by the 2-coordinated organic links (expansion).   Figure 3 Trigonal prismatic SBUs (blue) and ditopic links (gray) are reticulated into decorated and expanded versions of the acs net, a hexagonal ABA array of trigonal prisms.   Typically, link extension in MOF construction results in a uniform expansion in all three dimensions.13 MOF-235 and MOF-236 demonstrate that an asymmetrical adjustment of the metrics can be achieved while maintaining the underlying topology. Here, this is realized by altering the linker geometry, resulting in a unidirectional compression along z for MOF-236. Unlike MOF-235, where the carboxylate functionalities are oriented at 180° to each other, in MOF-236 they are oriented at 120°. The closer proximity of CO2 groups of 1,3-BDC in MOF-236 yields the compressed version of MOF-235. While the hexagonal edge length between each Fe3O vertex is only modestly affected (7.23(3) Å for MOF-235; 7.06(3) Å for MOF-236), the more significant metrical modification is a contraction of the AB layer distance (9.24(3) Å for MOF-235; 7.45(3) Å for MOF-236) (Figure 3).  Aside from the hexagonal acs topology as a default net for uninodal (all same geometry at the vertex) trigonal prismatic MOFs, only one other example exists, namely a decorated primitive cubic arrangement.5 This framework is built-up from building blocks similar to those in MOF-236, specifically trigonal prismatic V3O(CO2)6 clusters and 1,3-BDC links to give a cubic structure. Here, the trigonal prismatic vertexes are now tilted at 70.5° (180° in MOF-236) with respect to each other due to having water terminal ligands rather than pyridine as in MOF-236. We believe that deviation from the default acs net for this compound is mainly due to the character of the terminal ligands whose size may play a structure directing role. In other words, it provides more information to the trigonal primatic SBU to fall into a structure belonging to a nondefault net.    Top of PageAbstractSupporting Information AvailableAcknowledgment We thank The National Science Foundation (DMR 0242630) and the Department of Energy (DOE) for support and Professor Michael O'Keeffe for his invaluable comments. A.P.C. thanks Science and Engineering Research Canada (NSERC) for a PDF fellowship.     Top of PageAbstractSupporting Information AvailableSupporting Information Available Complete descriptions of the X-ray single-crystal structural collection and analysis, PXRD patterns, magnetic susceptibility data, and TGA curves for MOF-235 and MOF-236 (pdf), and crystallographic information files (cif). This material is available free of charge via the Internet at http://pubs.acs.org.      This article references 13 other publications. (1) (a) O'Keeffe, M.; Eddaoudi, M.; Li, H.; Reineke, T. M.; Yaghi, O. M.   J. Solid State Chem. 2000, 152, 3.[Crossref], [CAS](1) . Frameworks for extended solids: geometrical design principlesO'Keeffe, M.; Eddaoudi, M.; Li, Hailian; Reineke, T.; Yaghi, O. M.Journal of Solid State Chemistry\r\n        (2000),\r\n    152\r\n        (1),\r\n    3-20CODEN:\r\n                JSSCBI;\r\n        ", "title": "Metal-Organic Frameworks Based on Trigonal Prismatic Building Blocks and the New “acs” Topology", "authors": ["Andrea C. Sudik", "Adrien P. Côté", "Omar M. Yaghi"], "doi": ["10.1021/ic050064g"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2005/inocaj.2005.44.issue-9/ic050064g/production/images/small/ic050064gf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2005/inocaj.2005.44.issue-9/ic050064g/production/images/small/ic050064gf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2005/inocaj.2005.44.issue-9/ic050064g/production/images/small/ic050064gf00003.gif\">"]}