{"abstract": "We compared four types of ZIF-8 with varying sizes and shapes to determine their thermal-structural stability and derive appropriate thermal activation conditions and correlation between structural characteristics and adsorption properties. Under air, the ZIF-8 phase for all the samples was converted completely into the zinc oxide phase above ∼300 °C, though thermalgravimetric analysis (TGA) indicated that the original structure was stable to ∼300–350 °C. Longer exposures (∼30 d) suggested that thermal activation at ∼200 °C was appropriate for the removal of guest and/or solvent molecules under air without structural damage. Despite no noticeable change in X-ray diffraction (XRD) patterns after activation at 250 °C under air, the resulting BET surface areas and CO adsorption amounts (at 1 bar and 30 °C) of ZIF-8s were reduced to ∼44–54 and ∼72–87%, respectively, as compared to those of appropriately activated ZIF-8s. It appears that after the activation at 250 °C under air, some Zn and N atoms were dissociated and converted to ZnOH and NOH, respectively, causing the partial structural damage of ZIF-8s.", "text": "10.1021/acs.jpcc.5b01519 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionZeolitic imidazolate frameworks (ZIFs) are attractive as an alternative to conventional microporous materials, including zeolites, especially owing to the flexible, but reliable control of the pore sizes, the high thermal and chemical stability, and the large surface area.(1-3) In particular, the ability to use a variety of ligands in the framework allows for minute differences in the resulting pore structures and thus an appropriate pore size can be flexibly chosen for the target separations. This flexibility provides multiple candidates and makes ZIFs desirable as membrane materials, supplementing conventional zeolites that are often unavailable due to their relatively limited number. Specifically, ZIF-7,(4, 5) ZIF-8,(6-10) ZIF-22,(11) ZIF-90,(12) and ZIF-95(13) have pore sizes similar to or slightly larger than the size of H2 and have been shown to serve as molecular sieve membranes for effective H2/CO2, H2/CH4, or H2/C3H8 separations.Among ZIFs, ZIF-8 (SOD type) is known because of its promising features in many applications, including its use as a flake in mixed matrix membranes,(14-18) an additive in liquid lubricants,(19) a catalyst,(20) a template,(21) precursor,(22) or support for catalysts,(23, 24) a sensor,(25-27) and a host framework for catalyst encapsulation(28-31) and drug delivery.(32) In particular, ZIF-8 membranes are expected to serve as effective molecular sieves for H2/CO2 separations,(33) because the pore size of ZIF-8s (∼0.34 nm) is larger than the size of H2 (kinetic diameter of 0.289 nm) and close to CO2 (kinetic diameter of 0.33 nm).(34) Despite this promise, up to now ZIF-8 membranes showed modest H2/CO2 separation performance,(6, 7, 9, 10) requiring substantial effort for the defect-free formation. Considering the fact that H2/CO2 separations in the precombustion process are to be carried out under harsh conditions,(33) ZIF-8 should be thermally stable to be used effectively. In fact, the high thermal and chemical stabilities of ZIF-8(3) make this material suitable for the formation of homogeneous membranes, as ZIF-8s are believed to be thermally stable up to ∼450 °C under air(15, 24, 35, 36) and ∼550 °C under N2,(3) attracting their use under harsh operation conditions.The ZIF-8 membranes with high H2/CO2 separation performance can be used as membrane reactors to extract H2 from the other components in an equilibrium-limited water gas shift (WGS) reaction and, thus, shift the reaction toward the product side. This approach yields more H2 and captures CO2 in an efficient way compared with the conventional WGS reactions (at ∼300–500 °C), which require subsequent H2/CO2 separations. For this application, the thermal stability of ZIF-8 under WGS conditions should be secured; structural damage of ZIF-8 due to the harsh reaction conditions could possibly impair the molecular sieving ability of ZIF-8, which is necessary for H2 separations.Recently, ZIF-8s have been demonstrated to have two cutoff pore sizes: (1) the XRD derived value (0.34 nm) that still allows H2 separations(8) and (2) an estimated value (∼0.4–0.42 nm) from diffusion and permeation measurements.(37, 38) Therefore, ZIF-8 membranes are also appropriate for C2/C3 hydrocarbon(38) and propylene/propane separations.(39-41) Indeed, a guest-induced distortion in cooperation with the swing of the methyl group in the imidazole linker likely allowed for ethene/ethane diffusion inside ZIF-8;(42) molecular simulations revealed that the flexible movement of the methyl group facilitated the transport of ethane over propane and supported the above-mentioned second pore size.(43) Furthermore, larger molecules, such as para-xylene (∼0.58 nm), could be adsorbed in ZIF-8, showing the high flexibility of the pore structure.(44)The flexible structure of ZIF-8 indicates that, unlike conventional microporous inorganic crystalline solids, the handling of ZIF-8 will affect the corresponding adsorption/diffusion properties significantly and consequently, the permeation properties of the membrane. Specifically, the adsorption/diffusion properties will be determined by the thermal treatment used for activation of the as-synthesized ZIF-8. This thermal activation process, which for zeolites is equivalent to calcination, possibly leaves a thermal history. Therefore, careful attention should be paid in order to realize the intrinsic adsorption properties of ZIF-8, which contribute considerably to the flux across the ZIF-8 membranes. In fact, we noticed that the BET surface areas reported in the literature showed a remarkable wide distribution despite the same ZIF-8 structure. In addition, considering that the interaction between a catalyst and its support often plays a critical role in the catalytic performance,(45-47) the structural changes due to the heat treatment should be appropriately investigated.An improvement of the stability, for example, water stability, of ZIF-8s is desirable for their robust use.(48) Recently, it was reported that despite the reliable adsorbent role of ZIF-8s for CO2 capture, their exposure to humid CO2 led to the undesired phase transition, addressing the importance of stability issues.(49) However, despite the promise of ZIF-8s for many applications, to the best of our knowledge, no systematic work elucidating the effects of thermal treatment on the structure of ZIF-8 and, accordingly, on the adsorption properties as a host material has been conducted. In this study, we prepared four types of ZIF-8s with different shapes and sizes to compare the degree of their thermal stabilities and thus suggest an appropriate thermal activation condition. In addition, TGA was performed under both air and nitrogen flows. Though a plateau region was observed, even under air flow, up to 300–350 °C, the corresponding XRD patterns, acquired after ∼2 d exposure, showed that heat treatments at 300 °C under air led to a complete phase conversion from the ZIF-8 phase to the zinc oxide (ZnO) phase. A longer exposure (∼30 d) of ZIF-8s to ambient air demonstrated that heat treatment at ∼200 °C was the most severe condition that ZIF-8s could endure under air, indicating a kinetic contribution to the structural damage. As expected, in situ XRD experiments revealed that the phase transition in the inert environment did not take place until ∼500–600 °C, beyond which the ZIF-8 structure apparently collapsed.N2 physisorption at 77 K was employed to compare the effects of the various thermal activations of ZIF-8s on their adsorption properties (BET surface area) and to correlate the structural and adsorption properties. Although the ZIF-8 structure was partially damaged or condensed after activation at 250 °C under air, as evidenced by XRD analysis, the resulting BET surface area was reduced to almost half of those obtained for ZIF-8s activated at 100–200 °C under air and at 200–250 °C under vacuum. In addition, the corresponding CO2 adsorption amounts at 30 °C and 1 bar became ∼72–87% of those for the properly activated ZIF-8s. FT-IR characterization suggested that the structural damage of ZIF-8s after activation at ∼250 °C under air could be ascribed to the dissociation between Zn and N atoms in the ligands toward Zn–OH and N–OH, respectively.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionSynthesis of ZIF-8 ParticlesFour types of ZIF-8 were used in this study. One type was purchased from Sigma-Aldrich (Basolite Z1200) and was used as-received, whereas the other three were lab-synthesized following the procedures from previous studies.(3, 50, 51) The main difference in the synthetic procedures for these three types of ZIF-8 was the type of solvent used, that is, methanol, N,N-dimethylformamide (DMF), and water. For convenience, each ZIF-8 is given a descriptor corresponding to these solvents and thus, each ZIF-8 is called as ZIF-8-x, where x indicates the first letter of the solvent used: M for methanol, D for DMF, and W for water. In addition, the purchased ZIF-8 is referred to as ZIF-8-C, where C indicates commercial ZIF-8.ZIF-8-M was synthesized based on the work of Cravillon et al.(50) Two solutions were prepared in separate containers: (1) 2.933 g (9.87 mmol) of zinc nitrate hexahydrate (Zn(NO3)·6H2O, 98%, Sigma-Aldrich) in ∼200 mL methanol (99.8%, Sigma-Aldrich), and (2) 6.489 g (79.04 mmol) of 2-methylimidazole (99%, Sigma-Aldrich) in ∼200 mL methanol. The former solution was added to the latter solution, which was in a 1 L plastic bottle. The mixture was further reacted under stirring at room temperature for ∼1 h.ZIF-8-W was synthesized by modifying the procedure reported by Pan et al.(51) Two solutions were prepared separately: (1) Zn(NO3)·6H2O (1.17 g, 3.37 mmol) in 18 mL of deionized (DI) water, and (2) 2-methylimidazole (22.70 g, 276.5 mmol) in 70 mL of DI water. The two solutions were mixed and were further reacted under stirring at room temperature for ∼20 min.ZIF-8-D was obtained using a reported procedure,(3) which was modified to use Zn(NO3)·6H2O as the zinc source instead of zinc nitrate tetrahydrate (Zn(NO3)·4H2O) so that a consistent zinc source was used for our ZIF-8s. For ZIF-8-D, two solutions were prepared independently: (1) Zn(NO3)·6H2O (0.21 g, 7.06 mmol) in 9 mL of N,N-dimethylformamide (DMF, 99%, Sigma-Aldrich), and (2) 2-methylimidazole (0.06 g, 7.31 mmol) in 9 mL of DMF. Solution (1) was poured into solution (2), which was in a ∼30 mL Teflon liner. The mixture was stirred briefly with a spatula. The Teflon liner was sealed in a stainless steel autoclave and the autoclave was placed in an oven, which was preheated to ∼140 °C. The reaction was carried out under rotation at ∼60 rpm for ∼1 d and then quenched with tap water. Once the synthesis mixture was taken out of the Teflon liner, the mother liquor was carefully decanted, ∼20 mL of chloroform (99.8%, Sigma-Aldrich) was added, and the resulting mixture was stirred for ∼1 d. For comparison, zinc nitrate tetrahydrate (Zn(NO3)·4H2O, 98.5%, EMD Millipore Corporation), used in the previous report,(3) was also employed as a zinc precursor, while the other synthesis conditions were identical to that used for the preparation of ZIF-8-D.For the lab-synthesized ZIF-8s, the final particles were recovered by conducting three repetitions of centrifugation (∼30 min at 10,000 rpm), decanting, and washing (with methanol for ZIF-8-M, water for ZIF-8-W, and DMF for ZIF-8-D). The recovered ZIF-8 particles (ZIF-8-M, -W, and -D), as well as the ZIF-8-C particles, were dried under stagnant air at ∼80 °C for at least 12 h. Detailed information related to the synthesis and composition of ZIF-M, -W, and -D is summarized in Tables S1 and S2 in the Supporting Information.Stability Tests of ZIF-8 ParticlesSamples of all four types of ZIF-8 were exposed to 100, 200, 250, 300, and 400 °C for 2 d under air. Samples of ∼0.05 g of ZIF-8 were used for these heat treatment tests. To examine the kinetic contribution to the structural change under oxidative conditions (air), samples of all four types ZIF-8 were exposed to 100, 200, and 250 °C for 30 d and were also exposed to 100 and 200 °C for ∼1 year. The corresponding ZIF-8 samples are referred to as ZIF-8-x_y_z, where x, y, and z represent the ZIF-8 type (C, M, W, and D), heat treatment temperature (°C), and duration of exposure, respectively. For comparison, ZIF-8-x (x = C, M, and W) was heat treated at 200 and 250 °C for 2 d under vacuum and the resulting sample is referred to as ZIF-8-x_y_2d_V, where y is either 200 or 250 and V indicates the vacuum condition. Finally, samples of three types of ZIF-8 (∼0.1 g, ZIF-8-x; x = C, M, and W) were exposed to the conditions of a simulated water gas shift reaction (2 kPa CO and 12 kPa H2O balanced with 86 kPa N2 or He/N2 mixtures) at 300, 400, and 500 °C for 5 h. Sieved ZIF-8 samples (∼180–250 μm in size) were used to avoid an undesired pressure drop across the ZIF-8 packed bed.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionThermal Stability of ZIF-8s Evaluated through SEM CharacterizationsFigure 1a1-d1 show the SEM images of the four dried ZIF-8 samples (ZIF-8-C, -M, -W, and -D). The shape and size of the ZIF-8 particles were different depending on the synthetic conditions. Specifically, the shapes of ZIF-8-C, -M, -W, and -D were random, spherical, cubic, and random, respectively. Among the four samples, we estimated the size of the well-defined ZIF-8-M (∼90 ± 10 nm) and ZIF-8-W (∼420 ± 80 nm) particles in an attempt to see if there is any dependence of the ZIF-8 particle size on structural changes or adsorption properties. As the temperature of the heat treatment was increased up to 250 °C, no significant change in the morphology of ZIF-8-C was observed in the SEM images (Figure 1a1,a2 and Figures S1a1–a4 and S2a1–a4 in the Supporting Information). However, after heat treatment at 300 °C, tiny particles emerged on the outer surface of ZIF-8-C (Figures 1a3, S1a5, and S2a5); several of these particles were indicated by red arrows in Figure 1a3. The heat treatment at 400 °C resulted in the surface of ZIF-8 being covered almost completely by tiny, spherical particles (Figures 1a4, S1a6, and S2a6). The morphological transition trend was more pronounced for cubic ZIF-8-W (Figure 1c1–c4 and Figures S1c1–c6 and S2c1–c6) and can be characterized by three regions: (1) The smooth outer surface and original cubic shape were well preserved up to 250 °C, (2) tiny particles appeared primarily on the outer surface at 300 °C, and (3) tiny particles covered the whole outer surface of the cubic ZIF-8-W, though the initial cubic framework was well-preserved. Conversely, for ZIF-8-M, the smallest among the four samples, no shape transition could be distinguished by SEM (Figure 1b1–b4 and Figures S1b1–b6 and S2b1–b6), apparently due to the resolution limit of SEM. In addition, no shape transition in ZIF-8-C was detectable, mainly due to its irregular shape (Figure 1d1–d4 and Figures S1d1–d6 and S2d1–d6). The morphological changes observed in both ZIF-8-C and -W suggest that heat treatments at temperatures higher than 300 °C affect the ZIF-8 structure. We conjecture that the oxidative air condition during the heat treatments led to the phase transition of ZIF-8 toward the zinc oxide phase. XRD experiments were conducted to in order to confirm this suggestion.Figure 1. SEM images of (a1–d1) the four types of ZIF-8-x (x = C, M, W, and D). SEM images of ZIF-8-x (x = C, M, W, and D) heat-treated at (a2–d2) 250, (a3–d3) 300, and (a4–d4) 400 °C for 2 d under air; i.e., ZIF-8-x_y_2d (x = C, M, W, and D and y = 250, 300, and 400). For clarity, the SEM images of ZIF-8-x_y_2d (y = 250, 300, and 400) are shown here, while the SEM images for all temperatures studied are displayed in Figure S1. Scale bars above the SEM images on top represent 500 nm. In addition, for a wider view, the SEM images of the same samples at a lower magnification are shown in Figure S2.Thermal Stability of ZIF-8s Evaluated through XRD CharacterizationsFigure 2 shows the XRD patterns corresponding to the heat-treated ZIF-8 particles shown in Figure 1. For all four sample types, heat treatment temperatures up to 250 °C did not induce any noticeable phase change after 2 d, whereas heat treatments above 300 °C resulted in the phase transition to ZnO, which was formed apparently by reaction of zinc with oxygen in the surrounding air. In general, these trends were comparable to those reported in the literature.(19, 50, 51) As conjectured from the morphological transition observed for ZIF-8-C and -W using SEM (Figure 1), the morphology change took place concomitantly with the phase transition from ZIF-8 to ZnO. Initially, we expected that the smaller size of ZIF-8-M would result in an accelerated phase transition compared with ZIF-8-W. However, as observed in the XRD patterns for ZIF-8-M (∼90 nm) and -W (∼420 nm) in Figure 2b,c, the transition toward ZnO was rather more pronounced for ZIF-8-W, possibly indicating that the smaller ZIF-8-M particles were aggregated significantly and accordingly, the effective particle size of ZIF-8-M was larger than that of ZIF-8-W. In addition, exposure of ZIF-8-M to the higher temperature of 400 °C under air, which should expedite reactions with oxygen, showed complete conversion of ZIF-8 to ZnO after 6 h, and the resulting ZnO structure was well-preserved up to 2 d (Figure S3).The XRD analysis also revealed that, unlike the other ZIF-8s, ZnO coexisted with ZIF-8-D to some extent in the as-synthesized sample (Figure 2d, blue arrows). This was expected from the comparison of the ratio of zinc to 2-methylimidazolate (mim) in the empirical formula of ZIF-8-D (1:2 Zn2+/mim in Zn(mim)2) with that of zinc to 2-methylimidazole (∼1:1 Zn2+/2-methylimidazole) in the molar composition used for the synthesis of ZIF-8-D. The residual zinc atoms were seemingly incorporated with oxygen, possibly from the water ligands in the zinc source (zinc nitrate hexahydrate), into zinc oxides as a minor component. Though a different zinc source was employed here (Zn(NO3)·6H2O instead of Zn(NO3)·4H2O), the molar composition of 1:1 Zn2+/2-methylimidazole in the original report(3) also resulted in the cosynthesis of ZnO. We would like to emphasize that, although the XRD patterns of ZIFs are often reported up to 2θ of 30°, the fact that the representative XRD patterns of ZnO lie between 30 and 40° means that XRD measurements should be collected up to at least 40° in order to confirm the structural integrity of ZIFs into which zinc is crystallographically incorporated.Figure 2. (a–d) XRD patterns of ZIF-8-x (x = C, M, W, and D) and their corresponding XRD patterns after heat treatments at 100, 200, 250, 300, and 400 °C for 2 d under air. For comparison, the simulated XRD patterns of ZIF-8 and ZnO are included. In (d), ZnO, which coexisted with ZIF-8, is indicated by blue arrows. Asterisks (*) indicate the XRD peak corresponding to the Al sample holder.Thermal Stability of ZIF-8s Evaluated through TGA CharacterizationsTGA was employed in an attempt to estimate the weight change of the four types of ZIF-8-x (x = C, M, W, and D) as a function of temperature (Figure S4). In general, the weight changes up to ∼300 °C were comparable to each other in both air and nitrogen atmospheres, revealing that physisorbed impurities and/or guest molecules were removed from ZIF-8s up to that temperature. This result may indicate the structural integrity of ZIF-8 is independent of the surrounding environment. However, beyond ∼300 °C distinct behaviors in the weight change were observed in the air and nitrogen environments. In the air environment, the weight change for all ZIF-8s was dramatically decreased at ∼400 °C and reached a plateau until ∼1000 °C. This indicates that the reaction of zinc with oxygen predominated at ∼400 °C and the concomitant weight reduction was ascribed to the thermal degradation of the ZIF-8 structure due to the combustion of the organic moieties (i.e., mim). Although the high thermal stability of ZIF-8s up to ∼300–450 °C under air(15, 24, 36) is often reported from TGA results and a similar conclusion can be drawn by referring to Figure S4, the corresponding XRD patterns in Figure 2 indicate that ZIF-8s were likely thermally stable up to ∼250 °C following 2 d exposure. This result strongly suggests that ZIF-8s should be carefully used, especially under oxidative conditions, for example, in air.Under the nitrogen environment, the weight decreased only slightly up to ∼200 °C, except for ZIF-8-W for which ∼8 wt % of water guest and/or possibly remaining 2-methylimidazole molecules were desorbed from the framework, similar to a previous study.(51) Above ∼200 °C, a plateau region was observed up to ∼600 °C, except for ZIF-8-D whose weight gradually decreased. It seems that the structure of ZIF-8 was well maintained under inert conditions (N2) up to ∼600 °C, mainly due to the strong interaction between Zn atoms and mim ligands; above 600 °C the thermal decomposition and degradation of ZIF-8s are expected to occur. Considering that the boiling point of 2-methylimidazole is ∼267–268 °C, the TGA result under N2 supports the strong interaction between Zn atoms and mim ligands. Though high thermal stability of ZIF-8s up to ∼350–500 °C(3, 52) can be achieved under inert conditions, longer exposure tests under the same conditions are required to verify the real thermal stability of ZIF-8s. Finally, despite the same synthetic route, the TGA behavior of ZIF-8-D was not comparable to that reported in the literature.(3) In order to confirm this, the zinc precursor (Zn(NO3)·4H2O) used in the literature(3) was also employed (Figure S5). The resulting TGA result was comparable to that of our ZIF-8-D synthesized using Zn(NO3)·6H2O (Figure S5). A difference in drying conditions (80 °C for at least 12 h in our procedures versus room temperature for 10 min in the literature(3)) possibly accounts for the discrepancy in the TGA, though the drying process at 80 °C was necessary to remove residual DMF solvent in the recovered ZIF-8-D.Thermal Stability of ZIF-8s after Longer Exposure Times under Ambient AirThe XRD patterns in Figure 2 reveal that the structures of all the ZIF-8s were stable after 2 d exposure up to 250 °C under air. Based on this, we further investigated the effect of the exposure time, up to 30 d, on the thermal stability of ZIF-8s at the temperatures of 100, 200, and 250 °C. The gradual morphological changes, characterized by the above-mentioned three regions at 250, 300, and 400 °C (Figure 1), was comparable to those observed after 30 d heat treatments at 100, 200, and 250 °C for all ZIF-8s (Figures S6 and S7). The morphological change was particularly pronounced for ZIF-8-W (Figure S6c1–c3). This representative feature might suggest that a longer exposure time results in the initiation of a phase transition toward the ZnO phase, even at 200 °C. This result emphasizes the importance in ensuring the thermal stability of ZIF-8s before use in real applications; three main factors, (1) temperature, (2) environment, and (3) duration, should be appropriately considered to confirm stability.The XRD patterns obtained after 30 d heat treatment (Figure S8) shows a general trend of the phase transition from ZIF-8 via unknown intermediate phases toward ZnO. Among the four ZIF-8s, only the structure of ZIF-8-C was well preserved after heat treatment at 200 °C, whereas ZIF-8-M and -W showed a deviation from the original ZIF-8 structure, and ZIF-8-D included an increased amount of ZnO whose formation was seemingly facilitated by the coexistence of ZnO prior to heat treatment. For most of the samples, heat treatment at 250 °C for 30 d resulted in the complete transition toward ZnO, though for ZIF-8-C, which showed a high resistance to the phase transition at 200 °C, a complete conversion to ZnO was not observed. This thermal stability test indicates that the exposure of ZIF-8 to temperatures greater than 200 °C under air results in an undesired phase transition to the ZnO phase. Therefore, careful handling is required of organic–inorganic hybrid crystals (here, ZIF-8) that share the common features (here, thermal phase transitions) with organic materials such as polymers. For the use of ZIF-8s up to 30 d, heat treatment and thermal activation of as-synthesized or dried ZIF-8s at 200 °C under air can be regarded as the maximum temperature at which ZIF-8 can be heat-treated without structural damage due to the undesired reaction of Zn with oxygen. However, the activation environment (e.g., air or pure oxygen) should be considered along with the activation temperature and duration, as mentioned above. In the literature, a similar conclusion was drawn with respect to the upper limit regarding the thermal stability of ZIF-8 under air. Zhu et al.(53) and Cravillon et al.(50) reported the thermal stability of ZIF-8s up to ∼200 °C under air based on TGA results, not XRD results. Considering the fact that the sufficient exposure at a fixed temperature is required to confirm the long-term thermal stability of ZIF-8s, a sole conclusion from TGA results, strongly dependent on the heating ramp rate, purge gas flow rate, and so on, is not desirable. Here, we suggest that along with other characterizations (e.g., TGA), the thermal stability of ZIF-8 should be verified primarily by the XRD results with a sufficiently long exposure.Despite the proposed appropriate thermal activation at ∼200 °C, the prolonged exposure of ZIF-8s to 200 °C and even at 100 °C under air for more than 30 d is highly expected to cause their structural damage. Considering the fact that the long-term stability (on the order of a year) even under air should be secured for the robust use of ZIF-8s in desired applications (e.g., membranes, adsorbents, catalyst supports, etc.), dried four type ZIF-8-x (x = C, M, W, and D) were exposed to the ambient condition at 100 and 200 °C for ∼1 year. SEM images of the resulting particles (Figures S9 and S10) show that while the shapes of ZIF-8-x_100_1y (x = C, M, W, and D) were not changed much, heat treatment at 200 °C appeared to induce the morphological change of ZIF-8s being close to shape of ZnO (Figure 1a4–d4). The resulting XRD patterns (Figure S11) confirmed a structural damage of ZIF-8s to some extent after heat treatments at 100 °C and the pronounced structural conversion to the ZnO phase after 200 °C heat treatments, except for ZIF-8-W_200_1y, which showed a higher resistance against the phase transition toward ZnO. This long-term thermal stability test of ZIF-8s supports that oxidative conditions (here, air), if possible, need to be avoided for preserving their structural integrity and thus for realizing the associated properties.Figure 3. Temperature-programmed XRD patterns of ZIF-8-x (x = C, M, W, and D) under (a1–d1) air (left) and (a2–d2) argon (right). The XRD patterns where a dramatic change to a new phase is observed are marked in blue: ZIF-8 to ZnO due to the reaction of zinc with oxygen under air and ZIF-8 to an unknown phase due to the thermal degradation of ZIF-8 under argon. XRD patterns at 100 °C obtained under argon are marked in red for clarity with respect to the dried ZIF-8. Asterisks (*) indicate the XRD peak corresponding to the Pt sample holder.Thermal Stability of ZIF-8s under Inert ConditionsUnder air, the conversion of ZIF-8 to ZnO occurs at sufficiently high temperatures. Conversely, under nonoxidative or inert environments, thermal degradation of ZIF-8 is instead expected at higher temperatures. To confirm this hypothesis, we measured in situ XRD patterns for all four types of ZIF-8s while increasing temperatures under both air and argon (Figure 3). The presence and absence of oxygen during heat treatments lead to the phase conversion of ZIF-8 to ZnO and the thermal-structural degradation of the ZIF-8s, respectively. Similar to the XRD analysis (Figure 2), all four ZIF-8s were structurally damaged as the temperature was increased. In particular, at ∼400 °C, ZIF-8-M and -D were already converted to ZnO, whereas ZIF-8-C and -W showed a mixture of ZIF-8 and ZnO phases and a reduced degree of the ZIF-8 phase, respectively. Referring to Figure 2, it was suggested above that the effective size of ZIF-8-M was larger than that of ZIF-8-W. However, the in situ XRD analysis revealed a higher resistance of larger ZIF-8-W with respect to reaction with oxygen toward ZnO than ZIF-8-M, indicating that the effective size of ZIF-8-W was larger under these conditions. In addition, ZIF-8-C, which was the most stable based on the 30 d heat treatments (Figure S8), showed an almost structural conversion toward the ZnO phase compared to ZIF-8-W (Figure 3a1,c1). This result possibly shows that the sensitivity of thermal-structural changes in ZIF-8s under air may be due to the different degree of aggregation under severe heat treatments and accordingly, reaction with oxygen that plausibly results in localized temperature profiles. Despite the small discrepancies in the rate of the structural damage and the concomitant zinc oxide formation, all of the trends in the XRD patterns support a structural change toward the most stable ZnO phase as the heat treatment temperature is increased under air. This result also emphasizes the need for appropriate and careful handling of ZIF-8s for their robust use in applications, especially under oxidative conditions.Under inert conditions, it appears that the original ZIF-8 structure was well-preserved even up to ∼500 °C, indicating a strong interaction between Zn atoms and mim ligands, as supported by the TGA results in Figure S4. Above 500 °C, additional peaks were observed for all four samples, as indicated by the red arrows, and the ZIF-8 phase was gradually damaged and eventually collapsed to an unknown phase (Figure 3a2–d2). Therefore, ZIF-8s can be used at temperatures up to ∼400–500 °C under inert conditions, though a longer exposure test should be carried out to verify their structural stability under these conditions.ZIF-8s for Use as Membranes and Catalyst SupportsThe high thermal stability of ZIF-8s allowed for their use as catalyst supports.(23, 30) However, to the best of our knowledge, their stability under the appropriate reaction conditions has not yet been intensively investigated. In this study, ZIF-8-C, -M, and -W, which do not contain impurities of ZnO, were exposed to water gas shift (WGS) reaction conditions at different temperatures (300, 400, and 500 °C) for 5 h. WGS reaction conditions were adopted because the pore structure of ZIF-8 membranes has a high potential to favor H2 transport over CO2 transport in a WGS membrane reactor. Also, metal catalysts confined in the ZIF-8 supports can be used to produce more H2 in equilibrium-limited WGS reactions. As the exposure temperature was increased over the fixed 5 h duration of the experiment, the original ZIF-8 phase was gradually damaged and then fully converted to the ZnO phase (Figure S12), indicating that H2O in the feed could also react with Zn atoms toward ZnO. Considering that the conversion of ZIF-8 to ZnO under oxidative conditions is a kinetically limited process, the correlation between the catalytic performance and the structural change in the ZIF-8 membranes and supports should be considered appropriately.Regarding stability issues of ZIF-8 supports, ∼5–10 wt % Au nanoparticles embedded inside ZIF-8s showed good CO oxidation performance with more than ∼50% conversion above ∼170–225 °C.(23) Although it was reported that the XRD patterns of ZIF-8 were preserved after 5–7 catalytic runs, XRD analyses in this study (Figures 2, S8, and S11) indicate that ZIF-8s under CO oxidation reaction conditions (1, 21, and 78 vol % of CO, O2, and He, respectively) will experience the structural conversion to ZnO after certain time. During structural conversion, encapsulated Au particles originally inside ZIF-8s are likely inaccessible to reactants in the collapsed ZIF-8 structure and end up being placed on ZnO particles. This, in turn, plausibly leads to losing the corresponding catalytic activity, not because of the deactivation of catalysts but because of the support structural damage. Indeed, in that study(23) it was addressed that thermal activation over 300 °C was appropriate for steady activity, but the calcination of as-prepared Au in ZIF-8 at ∼325 °C did not show a satisfactory catalytic activity. This supports that the structural change of ZIF-8 frameworks under oxidative conditions was critical in determining catalytic properties (e.g., those of encapsulated Au nanoparticles) and, accordingly, directs to the desirability in careful handling of ZIF-8s. A similar stability issue applies to the oxidation of benzyl alcohol in methanol at ∼80 °C under 5 bar O2 by using Au nanoparticles inside ZIF-8s.(30) Despite the intact XRD patterns of the ZIF-8 framework after 1 time reaction, the long-term stability test of ZIF-8s should be conducted for confirming their robust role as encapsulating environments. Based on this study, temperatures lower than ∼100 °C under oxidative conditions will be appropriate for achieving the long-term stable activity of ZIF-8 supports catalysts. In this aspect, CO oxidation at ∼70 °C through Co3O4 inside ZIF-8 is desirable, though a long-term stability should be confirmed at the higher partial pressure of O2 (∼80 kPa).(24)Figure 4. N2 physisorption isotherms of (a–c) ZIF-8-x (x = C, M, and W, respectively), heat-treated at 100 (blue), 200 (green), and 250 °C (red) for 2 or 7 d under air. For full activation at 100 °C, dried ZIF-8-M and -W were heat-treated for 7 d under air. Filled and open symbols represent the adsorption and desorption points, respectively.Correlation between the BET Surface Areas of Heat-Treated ZIF-8s and Their Structural InformationKeeping in mind the effect of the thermal activation of ZIF-8s on their structural damage, we also measured N2 physisorption isotherms and attempted to correlate the BET surface area (extracted from the N2 physisorption isotherms in Figures 4 and S13) with the structural information (estimated from the corresponding XRD patterns). All three ZIF-8-x (x = C, M, and W) heat-treated at 250 °C under air, which was chosen as the maximum activation temperature due to the structural damage observed at 300 °C under air (Figure 2), exhibited a significant reduction in N2 adsorption amount compared to the samples heat-treated at 100 and 200 °C under air (Figure 4). ZIF-8-D was excluded from this test due to the undesired coexistence of ZnO (∼17 wt %; see the Supporting Information). The BET and microporous surface areas of ZIF-8 after the different activation processes are summarized in Table 1. In particular, after activation at 250 °C, the total and microporous BET surface areas of the three ZIF-8s were reduced to ∼44–54% and ∼32–38%, respectively, compared with those obtained after activation at ∼200 °C (Figure 4 and Table 1). This result indicated that the microporous area in ZIF-8s that is accessible to guest molecules was strongly dependent on thermal activation conditions, that is, activation temperature. On the contrary, the N2 physisorption isotherms of ZIF-8-x (x = C, M, and W), heat-treated at 200 and 250 °C under vacuum, were comparable to each other (Figure S13) and almost similar to those obtained from ZIF-8 samples that were activated at ∼100 and 200 °C under air (Figure 4), indicating that the thermal activation under vacuum at 250 °C preserved the structural integrity of ZIF-8s.Table 1. Experimental Conditions for Thermal Activation and the Corresponding BET and Microporous Surface Areas   BET surface (m2·g–1)  sampleheat treatment temp. (°C)duration (d)environment (air)environment (vacuum)BET total surface area ratio (air/vacuum; %)BET microporous surface area ratio (air/vacuum; %)ZIF-8-C10021640 ± 36N/AN/AN/A20021630 ± 311690 ± 50∼96∼942502720 ± 21630 ± 27∼44∼38ZIF-8-M10021560 ± 24N/AN/AN/A1007a1690 ± 26N/AN/AN/A20021630 ± 221540 ± 28∼105∼1022502860 ± 11600 ± 13∼54∼32ZIF-8-W10021250 ± 15N/AN/AN/A1007a1580 ± 25N/AN/AN/A20021540 ± 241640 ± 27∼94∼932502740 ± 11680 ± 27∼44∼35aThe heat treatment at ∼100 °C for 2 d was insufficient for the full removal of guest molecules so that the exposure time was prolonged to ∼7 d in an effort to achieve the complete activation of dried ZIF-8-M and -W.Figure 5. XRD patterns (left) and magnified XRD patterns (middle) of ZIF-8-x_250_2d (x = C, M, and W, upper) and ZIF-x_250_2d_V (x = C, M, and W, lower) and the corresponding N2 physisorption isotherms at 77 K (right). For clarity, the blue dashed lines are included to designate any shift in 2θ with respect to the simulated XRD pattern of ZIF-8. Asterisks (*) indicate the XRD peak corresponding to the Al sample holder. In the N2 physisorption curves, the filled and open symbols represent the adsorption and desorption points, respectively.Although it does not appear that the XRD patterns after activation at ∼250 °C under air (Figure 2) were changed considerably, the 2θ values were slightly shifted to the right with respect to the simulated XRD pattern (as indicated by the blue dashed lines in Figure 5, upper). The shifts of the XRD peaks at high angles were more pronounced for all ZIF-8-x (x = C, M, and W). This shift suggests that a condensed structure was derived from the original ZIF-8 structure via thermal activation at ∼250 °C under air. Along with XRD patterns, the significantly decreased amount of N2 adsorption (Figure 5) suggests the structural condensation and thus, partial collapse, in contrast with activation process at either ∼250 °C under vacuum (Figure 5, lower) or ∼200 °C under air and vacuum (Figure S14). Both N2 physisorption isotherms and XRD analyses suggested that given 2 d exposure, the activation process at ∼200 °C can be regarded as appropriate for effective thermal activation of as-synthesized or dried ZIF-8s under either air or vacuum. For successful activation at ∼100 °C, a longer duration (7 d instead of 2 d) was necessary for both ZIF-8-M and -W (Table 1), requiring the elaborate choice of activation processes that are coupled functions of temperature, duration, and environment.Figure 6. Total BET surface areas of ZIF-8s, heat-treated at 200 and 250 °C for 2 d under air or vacuum, along with the reported values vs the activation or degassing temperature. Black and red indicates the activation or degassing environments of vacuum and air, respectively. C, M, and W symbols were used to represent the particles purchased from Sigma-Aldrich and synthesized by using the synthetic routes that lead to ZIF-8-M and -W, respectively. Bigger letters (C, M, and W) represent ZIF-8s considered in this study.Comparison of the Heat-Treatment Conditions and BET Surface Areas of ZIF-8s with the Literature DataTo further understand the effect of activation conditions, we collected the reported BET surface areas of ZIF-8s in the literature(17, 19, 21, 23, 26, 29, 35, 48, 50, 51, 54-61) and summarized them along with the corresponding drying, activation, or degassing conditions (Table S3). The resulting BET surface areas were plotted against the heat treatment temperature in Figure 6. Even taking into account the maximum contribution of the external surface area to the total BET surface area (∼10%), the reported BET surface areas were remarkably inconsistent. It seems that despite the same ZIF-8 structure, the adsorption properties were not measured for the appropriate fully activated ZIF-8s, as many of the processes possibly resulted in inappropriate activation of ZIF-8s. Surprisingly, some BET surface areas, plausibly due to incomplete (related to remaining guest or solvent molecules) and/or improper (related to a structural damage) activation processes, were close to those obtained from ZIF-8-x_250_2d (∼720–860 m2·g–1) in this study. By comparing the collected BET data, we propose the appropriate activation conditions to be those marked in the rectangular region in Figure 6, though ∼200 °C should be regarded as the maximum temperature under air. Temperatures up to ∼300 °C under vacuum will be appropriate for activation purposes, given that the structural integrity is confirmed independently. Interestingly, although similar synthetic protocols were employed (marked by M and W to represent the particles synthesized by using the synthetic routes that lead to ZIF-8-M and W, respectively, in Figure 6), the resulting BET surface areas showed rather a wide distribution. This result also supports the importance of appropriate thermal activations and/or post-treatments of ZIF-8s for their reliable use.CO2 Adsorption Isotherms of Heat-Treated ZIF-8sThree types of thermally activated ZIF-8s, shown in Figure 4, were further used to measure the CO2 adsorption isotherms at 30 °C (Figure 7). Despite the considerable discrepancy in the BET surface area (Figure 6 and Table S3), the CO2 adsorption isotherms of ZIF-8-x_250_2d did not show the high degree of discrepancies (∼87, ∼74, and ∼72%) compared to those of appropriately activated ZIF-8-x_200_2d (x = C, M, and W, respectively). This result indicates that the structural change due to the thermal activation under air had less effect on the adsorption process of CO2. Since the pore size of ZIF-8s is ∼0.34 nm, the kinetic diameter of CO2 (0.33 nm) is likely too small to experience transport resistance due to the collapsed structure. Instead, larger guest molecules, such as ethane/ethene and propane/propylene, can show a more pronounced and sensitive dependence on the degree of the structural collapse of ZIF-8. Especially as promising ethane/ethene and propane/propylene separations through ZIF-8s were reported recently,(38, 39, 42, 62) the accurate thermal activation processes should be adopted for reliable applications. Now, the CO2 adsorption isotherms for properly activated ZIF-8-x_200_2d (x = C, M, and W) at temperatures of 10, 20, 30, and 50 °C were measured up to 1 bar (Figure S15) in an effort to acquire the intrinsic CO2 adsorption isotherms and accordingly, extract the appropriate heat of CO2 adsorption in ZIF-8. The respective isotherms were fitted by Henry’s law and the resulting heats of CO2 adsorption were determined to be 17.6 ± 1.4, 18.0 ± 0.4, and 17.3 ± 2.4 kJ·mol–1 for ZIF-8-C, -M, and -W, respectively. These values are in a good agreement with the theoretically estimated values (14.1–18.4 kJ·mol–1)(63-67) and experimental values in the literature (∼15–18 kJ·mol–1)(54, 58, 67) with the exception of one experimental value (∼27 kJ·mol–1).(59) As a correct activation method has been established for ZIF-8s in this study, the investigation of the intrinsic properties of other ZIF materials should include determination of the appropriate activation process.Figure 7. CO2 adsorption isotherms of (a–c) ZIF-8-x (x = C, M, and W, respectively), heat-treated at 100 (blue), 200 (green), and 250 °C (red) for 2 or 7 d under air, at the temperature of 30 °C. Filled and open symbols represent the adsorption and desorption points, respectively.Elucidation of the Structural Degradation of ZIF-8sWe further attempted to identify the origin of the structural damage of ZIF-8s after activation at 250 °C under air. Initially, we measured 13C CP/MAS NMR spectra of ZIF-8-x (x = C, M, and W) samples, heat-treated at 200 or 250 °C under air or vacuum, in order to check a possible oxidation of carbon atoms in the mim ligands (Figure S16). The resulting NMR spectra for all samples showed the representative peaks, comparable to as-synthesized ZIF-8 in the literature,(68) and were indistinguishable among the three samples, indicating well-preserved intactness of the carbon bonds in ZIF-8s. With this, we measured the FT-IR spectra of the three samples (Figures 8 and S17–S20). Unlike almost the identical FT-IR results for ZIF-8s activated at 200 °C under both air and vacuum, the FT-IR spectra of ZIF-8-x_250_2d showed additional peaks compared with those of ZIF-8-x_250_2d_V. In particular, broad peaks seemingly centered around ∼3300 cm–1 (indicated by red arrows in Figures 8, S18, and S20) can be attributed to the vibrational mode of OH in Zn(OH)2.(69) The relatively sharp peaks around ∼1640 and ∼910 cm–1 (indicated by blue arrows in Figures 8 and S18) can possibly be ascribed to C═N and N–O vibrational modes in C═N–OH, respectively,(70, 71) due to the oxidized form (oxime) of the mim ligands, while the broad peak around ∼3300 cm–1 could also correspond to the O–H vibrational mode in N–OH. Based on these, we hypothesize that the link between Zn atoms and N atoms in the mim ligands was partially broken to be Zn–OH and N–OH, respectively. This bond breakage seemingly led to a slightly condensed and concomitantly, damaged structure as observed in the minute shift of the XRD patterns and in the pronounced reduction of the BET surface area, respectively (Figure 5). In Figure S21, 15N CP/MAS NMR spectra of ZIF-8s, activated at 250 °C under air and vacuum, also supported the disorder in the structure of ZIF-8-x_250_2d (x = C, M, and W), plausibly because of the breakage between Zn and N atoms. In addition, considering that the main peak of ZnO lies ∼500 cm–1,(69) we also measured the FT-IR spectra of ZIF-8-W_250_2d and _250_2d_V from 400 cm–1 (Figure S22) and found an additional peak around 500 cm–1 for ZIF-8-W_250_2d, indicating the possible copresence of ZnO in ZIF-8-x_250_2d (x = C, M, and W).Figure 8. (a) FT-IR spectra of ZIF-8-x_250_2d and ZIF-8_250_2d_V (x = C, M, and W) and (b) the magnified FT-IR spectra in the range of 650–2000 cm–1, as marked in the blue rectangle in (a). Additional peaks observed after heat treatment at 250 °C under air are indicated by red arrows (broad humps around ∼3300 cm–1 in (a)) and by blue arrows (peaks around ∼1640 and ∼910 cm–1 in (b)). Prior to measurements, the heat-treated samples were additionally dried at 150 °C under N2 flow to avoid any disturbance of water.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn this study, we prepared four types of ZIF-8 with different shapes and sizes. The thermal stabilities of these samples were tested by varying the heat treatment temperature up to 400 °C. Despite the apparent stability up to ∼300–350 °C observed by TGA, XRD characterizations revealed that the exposure of ZIF-8s to oxidative conditions (air) resulted in the phase conversion toward ZnO above 300 °C. On the contrary, the ZIF-8 structure was well preserved under inert conditions up to ∼400–500 °C, as expected from the strong interactions between the ZIF-8 constituents. In addition, we correlated the partial structural degradation with the resulting adsorption properties. Although not pronounced in the XRD patterns, thermal activation processes at 250 °C under air resulted in a partial structural collapse, and the corresponding BET surface areas were significantly reduced (∼44–54%) compared with those obtained from ZIF-8s activated under vacuum. Through a comparison with the activation conditions for ZIF-8s in the literature, we propose that thermal activation at ∼200 °C is reasonable for ZIF-8s, being independent of the environment (air or inert conditions). In contrast, the CO2 adsorption amounts at 30 °C and 1 bar revealed ∼13–28% reductions for ZIF-8s, thermally activated at 250 °C under air. Finally, the partially collapsed ZIF-8 structure obtained following activation at ∼250 °C under air could result from the dissociation between zinc and imidazolate, as suggested by FT-IR. Through this correlation with XRD (related to structural properties) and N2 physisorption at 77 K and CO2 adsorption capacities (related to adsorption properties), it was noted that the activation conditions (environment, temperature, duration, etc.) should be carefully selected for the intended use of the ZIF-8.Currently, we are fabricating ZIF-8 membranes to use the intrinsic molecular sieve properties of ZIF-8s. We will investigate the thermal stabilities of these membranes, along with the resulting permeation properties, with the idea that the activation process in membranes will play a critical role in determining the separation performance, especially for H2/CO2 separations. In addition, we will make an effort to determine and quantify the defective structures of ZIF-8 particles for the eventual use as reliable catalysts and catalyst supports through 67Zn and 15N MAS NMR characterizations, since they have a high potential for differentiating the ZnO and ZnOH and identifying the oxidized form of the mim ligand, respectively. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationCharacterization methods and SEM, XRD, TGA, N2 physisorption, and CO2 adsorption isotherm, 13C and 15N CP/MAS NMR, and FT-IR results of dried and/or heat-treated ZIF-8s. This material is available free of charge via the Internet at http://pubs.acs.org.‡Author ContributionsThese two authors equally contributed to this work (T.L. and H.K.).The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the National Research Foundation (NRF; 2012R1A1A1042450) and by the Korea CCS R&D Center (KCRC; 2014M1A8A1049309). These two grants were funded by the Korean government (Ministry of Science, ICT & Future Planning). This work was also supported by the Human Resources Development Program (No. 20134010200600) of the Korea Institute of Energy Technology Evaluation and Planning (KETEP) grant funded by the Korea government Ministry of Trade, Industry and Energy. 13C CP/MAS NMR and temperature-programmed XRD analyses were conducted at the Korea Basic Science Institute (KBSI) and the Korea Electronics Technology Institute (KETI), respectively.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 71 other publications.1. Phan, A.; Doonan, C. J.; Uribe-Romo, F. J.; Knobler, C. B.; O’Keeffe, M.; Yaghi, O. M. Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks Acc. Chem. Res. 2010,  43,  58– 67[ACS Full Text ], [CAS]1. Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate FrameworksPhan, Anh; Doonan, Christian J.; Uribe-Romo, Fernando J.; Knobler, Carolyn B.; O'Keeffe, Michael; Yaghi, Omar M.Accounts of Chemical Research\r\n        (2010),\r\n    43\r\n        (1),\r\n    58-67CODEN:\r\n                ACHRE4;\r\n        ", "title": "Thermosensitive Structural Changes and Adsorption Properties of Zeolitic Imidazolate Framework-8 (ZIF-8)", "authors": ["Taehee Lee", "Hyungmin Kim", "Woosuk Cho", "Doug-Young Han", "Muhammad Ridwan", "Chang Won Yoon", "Jong Suk Lee", "Nakwon Choi", "Kyoung-Su Ha", "Alex C. K. Yip", "Jungkyu Choi"], "doi": ["10.1021/acs.jpcc.5b01519"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-15/acs.jpcc.5b01519/20150410/images/small/jp-2015-01519j_0009.gif\">"]}