{"abstract": "A tripodal phosphoric carboxylate ligand, tris(4-carboxylphenyl)phosphineoxide (HTPO), has been used to construct two novel microporous metal−organic frameworks, which contain rare butterfly-shaped Zn(μ-OH)(CO) and octahedral Zn(μ-O)(CO) secondary building units and show 4,8-connected flu and 3,6-connected pyr topologies, respectively. Large cavities and one-dimensional channels are observed in these two frameworks. Gas-sorption measurements indicate that complex  has a good H uptake capacity of 171.9 cm g (1.53 wt %) at 77 K and 1.08 bar, and its ideal adsorbed solution theory calculation predicts highly selective adsorption of CO over N and CH.By employment of a tripodal phosphoric carboxylate ligand, tris(4-carboxylphenyl)phosphine oxide (HTPO), two novel porous metal–organic frameworks, namely, [Zn(μ-OH)(TPO)(HO)] () and [Zn(μ-O)(TPO)](NO)·3HO (), have been synthesized by solvothermal methods. Complexes  and  exhibit three-dimensional microporous frameworks with flu and pyr topologies and possess rare butterfly-shaped Zn(μ-OH)(CO) and octahedral Zn(μ-O)(CO) secondary building units, respectively. Large cavities and one-dimensional channels are observed in these two frameworks. Gas-sorption measurements indicate that complex  has a good H uptake capacity of 171.9 cm g (1.53 wt %) at 77 K and 1.08 bar, and its ideal adsorbed solution theory calculation predicts highly selective adsorption of CO over N and CH. Furthermore, complexes  and  exhibit excellent blue emission at room temperature.", "text": "10.1021/ic402481b Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionMicroporous metal–organic frameworks (MOFs) with controllable pores and high surface areas have been receiving intensive research interest because of their intriguing topologies and potential application as functional materials.(1-10) Over the past few years, porous MOF materials have been intensively studied for their promising applications in catalysis, luminescence, chemical sensors, drug delivery, gas storage, and separation.(11-24) Most of metal–organic porous materials are produced by utilizing multifunctional organic ligands as linkers to coordinate to metals or metal clusters as nodes or molecular building blocks.(25-27) Previous research has shown that the gas-sorption capacity of a MOF is mainly controlled by its surface area and pore volume.(28) For a given framework topology, an effective method to increase its surface area is extending the organic linkers employed. Although, in principle, the resulting structures with long ligands would provide for large pores, in practice they are often found to be highly interpenetrated and to have low porosity.(29) To solve the problem, Yaghi and co-workers developed a most efficient strategy for the construction of highly porous frameworks with the use of secondary building units (SBUs).(30-32) In this strategy, the SBUs replace single metal ions in the MOFs to connect rigid organic ligands, giving the resultant structures with high stability and without a tendency to interpenetrate. To date, many robust MOFs have been synthesized based on zinc carboxylate SBUs and usually comprise two, three, four, or more zinc centers. For example, Yaghi et al. have reported that a nia-type MOF can be generated by connecting a trigonal-prismatic six-node ligand with an octahedral Zn4O(CO2)6 SBU.(33) Zhu et al. described a novel noninterpenetrated microporous MOF constructed from a heptametallic Zn7O4(CO2)10 SBU.(34) Recently, we have prepared a polyhedral MOF (FJI-2) based on the 1,3,5-tris(4-carboxyphenyl)benzene (H3BTB) ligand and a rare hexanuclear Zn6O2(CO2)8 SBU.(35) With the expansion of such zinc carboxylate SBUs, it is believed that more porous MOFs with interesting topologies can be expected.In order to produce porous MOFs with novel structures and properties, a large number of versatile carboxylate ligands have been exploited. Among them, trigonal carboxylate ligands bearing C3 symmetry are intensively investigated, such as 1,3,5-benzenetricarboxylate (H3BTC), 4,4′,4″-benzene-1,3,5-triyltribenzoate (H3BTB), 4,4′,4″-[benzene-1,3,5-triyltris(ethyne-2,1-diyl)]tribenzoate (H3BTE), triphenylene-2,6,10-tricarboxylic acid (H3TTCA), and tris(4-carboxybenzyl)amine (H3tcba).(36-41) In recent years, a variety of porous MOFs with intriguing topologies and excellent gas-adsorption properties have been constructed by using these trigonal ligands. Inspired by these research results, we proposed to exploit another ligand, tris(4-carboxylphenyl)phosphineoxide (H3TPO), which can be regarded as a derivative of these ligands (Scheme 1). In contrast to the trigonal ligands mentioned above, H3TPO has one more coordinated site contributed from the P═O moiety, which would have a nonignorable influence on the final structures of MOFs. Until now, a limited amount of porous MOFs based on H3TPO have been reported in the literature, which reveals that the research of this ligand is still in its infancy. The results suggest an excellent coordinated capacity for H3TPO with both transition-metal and lanthanide ions.(42-47) In this research, we have successfully synthesized two novel zinc MOFs based on H3TPO ligands, namely, [Zn4(μ3-OH)2(TPO)2(H2O)2] (1) and [Zn6(μ6-O)(TPO)2](NO3)4·3H2O (2). Interestingly, complexes 1 and 2 exhibit three-dimensional (3D) microporous frameworks based on rare butterfly-shaped Zn4(μ3-OH)2(CO2)6 and octahedral Zn6(μ6-O)(CO2)6 SBUs, respectively. Herein, we report the syntheses, crystal structures, gas-sorpton properties, and luminescent properties of the synthesized complexes.Scheme 1. Ligand H3TPOTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionMaterials and General MethodsAll chemicals were obtained from commercial vendors and, unless otherwise noted, were used without further purification. The ligand H3TPO was prepared according to the procedures outlined in the literature.(48) Elemental analyses of carbon, hydrogen, and nitrogen were conducted on an Elementar Vario EL III analyzer. IR spectra were recorded with KBr pellets on a Perkin-Elmer Spectrum One FT-IR spectrometer in the range 400–4000 cm–1. Powder X-ray diffraction (PXRD) patterns were collected using a diffractometer (Rigaku DMAX2500) with Cu Kα radiation (λ = 1.5406 Å), and the recording speed was 5° min–1 over the 2θ range of 5–50° at room temperature. Thermogravimetric analyses (TGA) were carried out on a Netzsch STA 449C unit at a heating rate of 10 °C min–1 under a flowing nitrogen atmosphere. Single gas-adsorption measurements were performed in an Accelerated Surface Area and Porosimetry 2020 (ASAP 2020) system. The fluorescence spectra were recorded on an Edinburgh Instruments FLS920 spectrofluorimeter equipped with a 450 W xenon lamp as an excitation source.Synthesis of Complex 1A total of 0.20 mmol of Zn(NO3)2·6H2O (60 mg) and 0.10 mmol of H3TPO (41 mg) were dissolved in a mixed solvent of DEF/EtOH/H2O (8 mL, v/v/v = 1:2:1) and then sealed in a Teflon-lined autoclave (30 mL). The autoclave was heated at 120 °C for 72 h and cooled to room temperature at a rate of 0.1 °C min–1. Colorless prism crystals of complex 1 were isolated by filtration, washed with EtOH, and dried in air at ambient temperature. Yield: 68% (based on H3TPO). Elem anal. Calcd for C42H30O18P2Zn4: C, 44.01; H, 2.64; O, 25.12. Found: C, 44.32; H, 2.76; O, 25.34. IR data (KBr cm–1): 3400(w), 2973(w), 1612(s), 1553(m), 1409(s), 1113(m), 1018(w), 774(w), 738(s), 698(w), 586(w), 500(w), 444(w).Synthesis of Complex 2A total of 0.30 mmol of Zn(NO3)2·6H2O (90 mg) and 0.10 mmol of H3TPO (41 mg) were dissolved in a mixed solvent of DEF/MeOH (7 mL, v/v = 2:5) and then sealed in a Teflon-lined autoclave (30 mL). The autoclave was heated at 120 °C for 72 h and cooled to room temperature at a rate of 0.1 °C min–1. Colorless block crystals of complex 2 were isolated by filtration, washed with MeOH, and dried in air at ambient temperature.Yield: 76% (based on H3TPO). Elem anal. Calcd for C42H30N4O30P2Zn6: C, 33.08; H, 1.98; N, 3.67. Found: C, 33.12; H, 2.16; N, 3.42. IR data (KBr cm–1): 3422(w), 2977(w), 1619(s), 1554(m), 1405(s), 1185(w), 1113(m), 1018(w), 738(s), 585(w), 501(w), 443(w).X-ray Structure Determination and Structure RefinementSingle-crystal X-ray diffraction data of complexes 1 and 2 in the present work were collected at 100(2) K on a Supernova diffractometer equipped with graphite-monochromated Mo and Cu Kα radiation with radiation wavelengths of 0.71073 and 1.54184 Å, respectively. Absorption corrections were applied with the CrystalClear software package.(49) The crystal structures were solved by direct methods and refined by full-matrix least squares on F2 by using the SHELXL-97 package.(50, 51) All hydrogen atoms were geometrically placed and refined in riding model approximation. In the two structures, solvent molecules or anions are highly disordered, and attempts to locate and refine the solvent molecule and anion peaks were unsuccessful. Therefore, the SQUEEZE routine of PLATON is utilized to remove the diffused electron densities resulting from these solvent molecules or anions.(52) The final formulation of complex 2 was calculated from the SQUEEZE results combined with elemental analysis and TGA data. Crystal data are summarized in Table 1. The crystal structures of the two complexes have been deposited for CCDC numbers of 963537 and 963538, corresponding to 1 and 2, respectively. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre via www.ccdc.cam.ac.uk/-data_request/cif and are given in the Supporting Information (SI).Table 1. Crystallographic Data for Complexes 1 and 2 12formulaC42H30O18P2Zn4C84H48O30P4Zn6fw1146.082053.32temperature (K)100(2)100(2)wavelength (Å)0.710731.54184cryst systmonocliniccubicspace groupP21/cIa3̅a (Å)13.710(3)22.9082(3)b (Å)14.753(3)22.9082(3)c (Å)20.027(4)22.9082(3)α (deg)9090β (deg)107.969(3)90γ (deg)9090volume (Å3)3853.1(14)12021(3)Z24Dc (Mg m–3)0.9881.126μ (mm–1)1.322.236data collected3203121597unique data (Rint)71172014no. of param307113GOF on F21.0031.005R1a [I > 2σ(I)]0.04700.0846wR2b0.16460.1963aR1 = ∑||Fo| – |Fc||/∑|Fo|.bwR2 = {∑[w(Fo2 – Fc2)2]/∑[w(Fo2)2]}1/2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionCrystal StructureCrystals of complex 1 were synthesized by the reaction of Zn(NO3)2·6H2O and H3TPO in a metal-to-ligand ratio of 2:1 at 120 °C for 72 h. The result of the crystallographic analysis reveals that complex 1 crystallizes in the monoclinic space group P21/c exhibiting a 3D microporous framework with butterfly-shaped [Zn4(μ3-OH)2]6+ clusters. As shown in Figure 1a, the asymmetric unit of 1 contains two crystallographically independent zinc(II) atoms, one TPO3– ligand, one μ3-hydroxyl oxygen atom, and one terminal aqua ligand. There are two different coordination environments for the two independent zinc centers. Each Zn1 center lies in a distorted octahedral coordination sphere, being coordinated by three carboxylate oxygen atoms [Zn1–O 1.984(2)–2.170(2) Å] from three different TPO3– ligands, one oxygen atom [Zn1–O3 2.099(2) Å] from the phosphine oxide moiety, a μ3-group hydroxyl oxygen atom [Zn1–O1 2.013(2) Å], and one aqua ligand [Zn1–O2 2.335(5) Å], while the Zn2 center is defined by three different carboxylate oxygen atoms [Zn2–O 1.963(2)–2.132(2) Å] and two μ3-group hydroxyl oxygen atoms [Zn2–O 1.998(2) and 2.131(2) Å] to give a distorted trigonal-bipyramidal coordination geometry. The four zinc(II) atoms in each zinc cluster are connected by two μ3-OH moieties with two nonbonding Zn···Zn distances of 3.144(7) and 3.504(3) Å. The TPO3– ligand binds to four separate zinc(II) centers with not only its three carboxylate groups but also its phosphine oxide group, acting as a 4-connected node. The four adjacent zinc(II) centers are connected by two TPO3– ligands and two μ3-group hydroxyl oxygen atoms, giving rise to a rare butterfly-shaped Zn4(μ3-OH)2(CO2)6 SBU. The Zn4(OH)2 SBUs are further connected by the bridging ligands to generate a highly porous structure with large cagelike cavities (Figure 1b,c). It is noteworthy that in complex 1 there are one-dimensional (1D) rhombic channels with dimensions of approximately 6 Å × 8 Å along the a axis (Figure S7 in the Supporting Information). The effective free volume of complex 1 is 53.7% calculated by PLATON analysis. From the viewpoint of topology, we can simplify the Zn4(OH)2(CO2)6 SBUs as 8-connected nodes and the TPO3– ligands as 4-connected nodes. As a result, complex 1 adopts a 2-nodal 4,8-connected net with a topological point symbol of {412.612.84}{46}2, which is the flu form of CaF2 (Figure 1d).Figure 1. (a) Coordination environment for zinc(II) atoms in complex 1. Symmetry code: A, 1 – x, −0.5 + y, 0.5 – z; B, 2 – x, 2 – y, 1 – z; C, x, 1.5 – y, 0.5 + z; D, 1 – x, 2 – y, 1 – z. (b) Cagelike cavity supported by Zn4 clusters and TPO3– ligands. (c) Packing structure of 1 showing cagelike cavities. (d) flu net topology of 1.Single-crystal X-ray crystallography reveals that complex 2 crystallizes in the cubic space group Ia3̅. The asymmetric unit of complex 2 contains one independent zinc(II) ion, one-third of a TPO3– ligand, and one-sixth of a μ6-O2– atom (Figure 2a). For Zn1 center, it is four-coordinated by three carboxylate oxygen atoms from three different TPO3– ligands and a μ6-O2– atom with the observed Zn–O bond lengths in the range of 1.923(8)–2.194(7) Å to give a distorted tetrahedral coordination geometry. The core of the Zn6 cluster consists of a single μ6-O atom bonded to six zinc atoms, forming a distorted [Zn6(μ6-O)] octahedron (Figure 2b). The distances of Zn–O and Zn–Zn in the octahedron are 1.9591(15) and 2.362(2) Å, respectively. The Zn6(μ6-O) cluster is wrapped by six carboxylate groups, acting as a six-connected SBU. Each TPO3– ligand coordinates with three Zn6O clusters by its three carboxylate groups, in which the O2 atom adopts monodentate bridging mode, while the O3 atom adopts a chelating bridging mode with Zn1 atoms. It is worth mentioning that four adjacent Zn6(μ6-O) clusters are connected by bridging TPO3– ligands to give a double-walled square cavity (Figure S9 in the SI). It is notable that in complex 2 there are 1D square channels with dimensions of approximately 6.5 Å × 6.5 Å along the b axis (Figure 2c). The desolvated volume of complex 2 is 43.3% calculated by PLATON analysis. From the topology viewpoints, taking the Zn6O(CO2)6 SBUs as 6-connected nodes and the TPO3– ligands as 3-connected nodes, complex 2 can be considered to be a 2-nodal 3,6-connected net with a topological point symbol of {612.83}{63}2. The total topology type is the pyr form of FeS2 (Figure 2d). It is well-known that there are many subtle factors, such as the temperature, solvent, pH value, and ratio between metal salts and ligands, have a nonignorable influence on the final structures of MOFs.(53) In this work, the solvent and ratio between metal salts and ligands may be two crucial factors leading to the different structures of complexes 1 and 2.Figure 2. (a) Asymmetric unit of complex 2 (hydrogen atoms have been omitted for clarity). (b) [Zn6(μ6-O)(CO2)6] SBU in complex 2. (c) 3D packing structure of complex 2 demonstrating the open micropores along the b axis. (d) pyr net topology of 2.Sorption PropertiesThe thermal stabilities of complexes 1 and 2 have been studied using TGA and PXRD (Figures S2–S4 in the SI). As shown in Figure S2 in the SI, after activation the sample of complex 1 becomes almost amorphous, as verified by PXRD. This loss of crystallinity may be attributed to the structural disintegration when the terminal coordinated H2O molecules in the Zn4(μ3-OH)2 SBUs are removed. In contrast, the crystallinity of the samples of complex 2 is retained after activation, as indicated by PXRD (Figure S3 in the SI). The permanent porosity and crystal stability of complex 2 encourage us to explore its gas-sorption properties.The calculated free volume of complex 2 with removal of gust solvent molecules is 43.3% calculated by PLATON (1.8 Å probe radius), and the real pore volume is 0.42 cm3 g–1 (close to the calculated one of 0.38 cm3 g–1). To confirm the permanent porosity of the activated complex 2, the N2-sorption measurements are performed at 77 K. The fresh crystalline samples of complex 2 are degassed under dynamic vacuum at 100 °C for 10 h after solvent exchange with acetone for 7 days. The N2 adsorption of complex 2 exhibits a reversible type I isotherm (Figure 3), thus indicating the microporous nature of the samples. Derived from N2 adsorption, the Langmuir surface area of 2 is 1175 m2 g–1, corresponding to a Brunauer–Emmett–Teller surface area of 1042 m2 g–1. Pore-size distribution (PSD) analysis by the Horvath–Kawazoe method utilizing N2-adsorption data at 77 K indicates a narrow distribution of micropores at around 5.8 Å (Figure 3), which is consistent with the diameter of the channels considering the van der Waals radii of the framework atoms.Figure 3. Experimental N2-sorption isotherm at 77 K for complex 2: (●) adsorption; (○) desorption. Inset: PSD calculated by the Horvath–Kawazoe method.We also investigated the H2-adsorption performances of complex 2 at 77 and 87 K. The H2-sorption isotherm of complex 2 reveals a reversible sorption behavior under low pressure (Figure 4a). The excess H2 uptake capacity of complex 2 reaches 171.9 cm3 g–1 (1.53 wt %, 7.67 mmol g–1) at 77 K and 1.08 bar. This value is comparable with those of currently reported highly porous MOF materials at the same measurement conditions.(54, 55) To evaluate the heats of adsorption (Qst) for H2 in complex 2, H2-adsorption isotherms are also measured at 87 K (Figure 4a). The adsorption heat of H2 is calculated by the Clausius–Clapeyron equation, and its value at zero coverage for complex 2 is estimated to be 6.3 kJ mol–1 and decreases slowly with increasing H2 loading (Figure 4b). It is worth noting that the Qst value of complex 2 is similar to those of some classical porous materials, such as MOF-5 (5.2 kJ mol–1), NOTT-122 (6.0 kJ mol–1), and HKUST-1 (6.6 kJ mol–1).(56-58) To our knowledge, low-pressure H2 adsorption of MOFs is mainly influenced by open metal sites, pore size, catenation, and ligand functionalization.(59) The considerable amount of H2 adsorption for complex 2 may be attributed to its micropore structure and the strong binding strength of H2 to the metal centers.Figure 4. (a) H2 uptake for complex 2 measured at 77 and 87 K. (b) Adsorption heat (Qst) of H2 for complex 2.The novel square cavities and open channels in complex 2 encourage us to further explore the potential properties toward CO2/CH4 and CO2/N2 gas separation for carbon capture and sequestration application. Currently, MOF-based porous materials have been proven to be good candidates for CO2 storage, and the physisorption mechanism makes their recycling less expensive, unlike the traditional amine-based wet scrubbing systems, which require extensive energy and resource consumption.(60-62)In this work, single-component low-pressure gas-sorption isotherms for complex 2 toward CO2, CH4, and N2 at 273 and 295 K are measured by ultilizing the volumetric measurement method and presented in Figures 5 and S16–S20 in the SI. As shown in Figure 5a, complex 2 presents a typical type I reversible curve for CO2 sorption. At 273 K, complex 2 can take up 90.8 cm3 g–1 (4.05 mmol g–1, 178.3 mg g–1) of CO2, and at 295 K the CO2 uptake by complex 2 is 63.8 cm3 g–1 (2.85 mmol g–1, 125.2 mg g–1). Correspondingly, complex 2 can only adsorb 31.9 cm3 g–1 (1.43 mmol g–1, 21.4 mg g–1) of CH4 at 273 K and 22.4 cm3 g–1 (1.0 mmol g–1, 15.0 mg g–1) at 295 K, which are also shown in Figure S17 in the SI. Furthermore, the adsorption capacity for N2 is just 9.21 cm3 g–1 (0.41 mmol g–1, 11.5 mg g–1) at 273 K and 5.93 cm3 g–1 (0.26 mmol g–1, 7.4 mg g–1) at 295 K (Figure S18 in the SI). The much lower adsorption of CH4 and N2 compared to CO2 at the same measurement conditions urges us to investigate the corresponding selectivity. We adopt the ideal adsorbed solution theory (IAST)(63) based upon the experiment single gas-adsorption measurements, which is commonly used to predict binary mixture adsorption selectivity. Using the pure-component isotherm fits, the adsorption selectivity is defined by Sads = (q1/q2)/(p1/p2), where qi is the amount of i adsorbed and pi is the partial pressure of i in the mixture. It is worth noting that complex 2 shows a high Sads(CO2/N2) of 20.2 in a 15:85 molar ratio of CO2 and N2 mixtures at 273 K and 1.08 bar (Figure 5b), indicating that this material may be a promising candidate for postcombustion CO2 capture application. Moreover, at 1.08 bar, the predicted CO2/CH4 selectivity is 5.0 at 273 K and 4.2 at 295 K. The selectivity of CO2 could be mainly attributed to the good affinity from electrostatic interactions between CO2 molecules and the porous surface.(64-66)Figure 5. (a) CO2-, CH4-, and N2-sorption isotherm curves of complex 2 in the range of 0–110 kPa  at 273 K. (b) Adsorption selectivity of CO2 over N2 or CH4.Photoluminescent PropertiesLuminescent properties of complexes with d10 metal centers have attracted long-standing interest, owing to the extensive utilization of these observations for molecular recognition, chemosensing, photochemistry, optoelectronic applications, and so on.(67-71) Hence, in this work, the photoluminescent properties of complexes 1 and 2 together with the free ligand have been explored at room temperature in the solid state. Their emission spectra are shown in Figure 6. The free ligand H3TPO displays a weak blue emission centered at 458 nm (excitation at 350 nm) under UV light, which may be attributed to the π*–n or π*−π transition.(72-75) For complex 1, intense blue emission is observed with a maximum at 465 nm upon excitation at 370 nm, which is near to that of the free ligand. Hence, the emission of complex 1 can probably be attributed to the intraligand or ligand-to-ligand charge transfer.(76-78) In contrast, complex 2 displays the emisson maximum at 500 nm (λex = 380 nm) with a blue shift of 42 nm compared to that of the free ligand. Therefore, the blue emission of complex 2 may be assigned to the metal-to-ligand charge transfer (MLCT).(79) It is worth noting that the intensity for complexes 1 and 2 is stronger than that of the ligand, which may be attributed to the suppression of nonemissive energy-loss mechanism. The coordination imparts better rigidity to the ligand and thus reduces the loss of energy through a radiationless pathway.(80-82) These photoluminescent properties suggest that complexes 1 and 2 might have potential applications in luminescent materials and chemical sensors.Figure 6. Photoluminescent spectra of complexes 1 and 2 at room temperature in the solid state.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn conclusion, we have successfully synthesized and characterized two novel microporous MOFs, [Zn4(μ3-OH)2(TPO)2(H2O)2] (1) and [Zn6(μ6-O)(TPO)2](NO3)4·3H2O (2), based on a tripodal carboxylate ligand, tris(4-carboxylphenyl)phosphine oxide (H3TPO). Complex 1 exhibits a 3D microporous MOF with flu topology based on bridging H3TPO ligands and butterfly-shaped Zn4(μ3-OH)2(CO2)6 SBUs. Interestingly, complex 1 contains large cagelike cavities and 1D open rhombic channels. Similarly, complex 2 presents a porous MOF with pyr topology, which possesses octahedral Zn6(μ6-O)(CO2)6 SBUs and 1D square channels. Moreover, complex 2 displays high thermal stability and permanent porosity. Gas-sorption measurements for complex 2 reveal that the material has a large surface area (Langmuir 1175 m2 g–1) and a good H2 storage capacity (1.53 wt % at 77 K and 1.08 bar). Besides, IAST calculation predicts that the material shows high selective sorption capabilities for CO2 over N2 or CH4. Furthermore, complexes 1 and 2 exhibit excellent blue emission, which suggests that they could be used as photoactive materials. Currently, further efforts on the synthesis of new phosphoric carboxylate ligands for the construction of novel porous frameworks are underway. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationX-ray crystallographic data in CIF format, additional structural figures, IR spectra, PXRD patterns, TGA curves, selected bond lengths and angles, details of gas-sorption test, and IAST adsorption selectivity calculation. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentWe gratefully acknowledge financial support by the 973 Program (Grants 2011CB932504 and 2011 CBA00507), National Science Foundation of China (Grant 21131006), and National Science Foundation Fujian Province.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 82 other publications.1. O’Keeffe, M.; Yaghi, O. M. Chem. Rev. 2012,  112,  675– 702[ACS Full Text ], [CAS]1. Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying NetsO'Keeffe, Michael; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    675-702CODEN:\r\n                CHREAY;\r\n        ", "title": "Construction of Two Microporous Metal–Organic Frameworks with flu and pyr Topologies Based on Zn(μ-OH)(CO) and Zn(μ-O)(CO) Secondary Building Units", "authors": ["Xing-Jun Li", "Fei-Long Jiang", "Ming-Yan Wu", "Lian Chen", "Jin-Jie Qian", "Kang Zhou", "Da-Qiang Yuan", "Mao-Chun Hong"], "doi": ["10.1021/ic402481b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-2/ic402481b/production/images/small/ic-2013-02481b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-2/ic402481b/production/images/small/ic-2013-02481b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-2/ic402481b/production/images/small/ic-2013-02481b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-2/ic402481b/production/images/small/ic-2013-02481b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-2/ic402481b/production/images/small/ic-2013-02481b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-2/ic402481b/production/images/small/ic-2013-02481b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-2/ic402481b/production/images/small/ic-2013-02481b_0007.gif\">"]}