{"abstract": "Metal–organic frameworks (MOFs) are known to facilitate energy-efficient separations of important industrial chemical feedstocks. Here, we report how a class of green MOFs—namely CD-MOFs—exhibits high shape selectivity toward aromatic hydrocarbons. CD-MOFs, which consist of an extended porous network of γ-cyclodextrins (γ-CDs) and alkali metal cations, can separate a wide range of benzenoid compounds as a result of their relative orientation and packing within the transverse channels formed from linking (γ-CD) body-centered cuboids in three dimensions. Adsorption isotherms and liquid-phase chromatographic measurements indicate a retention order of  >  > -xylene. The persistence of this regioselectivity is also observed during the liquid-phase chromatography of the ethyltoluene and cymene regioisomers. In addition, molecular shape-sorting within CD-MOFs facilitates the separation of the industrially relevant BTEX (benzene, toluene, ethylbenzene, and xylene isomers) mixture. The high resolution and large separation factors exhibited by CD-MOFs for benzene and these alkylaromatics provide an efficient, reliable, and green alternative to current isolation protocols. Furthermore, the isolation of the regioisomers of (i) ethyltoluene and (ii) cymene, together with the purification of (iii) cumene from its major impurities (benzene, -propylbenzene, and diisopropylbenzene) highlight the specificity of the shape selectivity exhibited by CD-MOFs. Grand canonical Monte Carlo simulations and single component static vapor adsorption isotherms and kinetics reveal the origin of the shape selectivity and provide insight into the capability of CD-MOFs to serve as versatile separation platforms derived from renewable sources.", "text": "10.1021/ja511878b Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionWith the expanding global demand for petrochemical feedstocks, the development of novel, low-cost materials that reduce the impact of chemical processing on the environment is critically important. Improving the efficiency of the refinement and separation of aromatic hydrocarbons is of particular importance, given the large volumes on which these compounds are produced. The sustained interest in metal–organic frameworks(1) (MOFs) as adsorbents and sequestering agents for industrially important gases,(2-4) e.g., H2, CH4, CO2 and N2, as well as for the liquid-phase separation of larger molecular compounds, which include (1) constitutional isomers,(5) (2) chiral compounds,(6) (3) aliphatic hydrocarbons,(3b, 5b, 7) and (4) pharmaceuticals,(8) is leading to MOFs being investigated as alternatives to zeolites(9) and activated carbon(10) as separation media. The improvements(5-7) in separation efficiencies using MOFs over traditional size- and shape-selective materials can be attributed primarily to (i) the physiochemical properties imbedded in their diverse building blocks, (ii) their higher surface areas, and (iii) their larger adsorption capacities, which reduce the amount of adsorbent required for industrial processes.(7a, 11) Consequently, MOFs represent emergent materials for separation technologies in many different industrial settings.In the chemical industry, one of the most challenging separations is that of BTEX—benzene, toluene, ethylbenzene, and the three regioisomers of xylene—obtained from the refining of crude oil. The xylene isomers, together with ethylbenzene, constitute the C8 aromatics, that are derived(12) from crude oil by catalytic reforming, toluene disproportionation, and the distillation of pyrolysis gasoline. These C8 aromatics not only act(12b) as octane and antiknocking additives in gasoline, but they are also important chemical feedstocks, thus bringing about the necessity for their processing and separation. The difficulty in separating p-xylene from the BTEX mixture can be ascribed to the similar physical properties (Supporting Information, Table S2) of these C8 aromatics. Industrial practices(12, 13) focus on separation by adsorption strategies or crystallization procedures, with 60% of p-xylene produced today relying on simulated moving bed (SMB) technologies.(12, 13) Here, C8 aromatics are separated based on differences in adsorbate–adsorbent interactions within faujasite-type zeolites. The xylene adsorption equilibrium can be tuned by ion-exchange within the zeolite to attain(9a, 12a, 14) p-xylene purities of approximately 95 wt % per pass. Crystallization techniques account for the purification of the remaining 40% of p-xylene produced.(13b, 13c, 15) These energy-intensive processes highlight the need for further improvements in the technologies currently available, especially in relation to materials that can discriminate among BTEX molecules. A wide variety of materials have been investigated for the separation of aromatic hydrocarbons, such as zeolites,(9, 12a) discrete metal complexes,(16) and organic cages.(17) MOFs have exhibited varying degrees of success in separating xylenes from mixtures of C8 aromatics, e.g., classical rigid MOFs, such as copper benzenetricarboxylate [Cu3(btc)2], have been employed to separate BTEX mixtures chromotographically,(18) while MOF-5 shows little to no separation of the xylene isomers.(19) The most widely investigated MOFs for separating aromatic hydrocarbons are the terephthalate-based structures with one-dimensional channels,(20-24) namely MIL-47 and MIL-53. Both MOFs exhibit high o-xylene selectivity, separating the xylene regioisomers based on molecular packing and entropic differences.(21-23, 25) More recently,(26, 27) MIL-125 and MAF-X8 have exhibited high p-xylene affinity due to pore morphology and commensurate stacking, respectively. The guest-driven restructuring of a flexible cerium tetradentate carboxylate MOF led to high selectivity by restructuring of the framework around p- and m-xylene, displaying molecular-level recognition,(28) and adding to the growing number of flexible MOFs having potential utility for separations.(6h, 21, 28)Here, we report the high selectivity of CD-MOFs (Figure 1) for the separation of aromatic hydrocarbons. These frameworks can be synthesized readily in kilogram quantities from γ-cyclodextrin(29) (γ-CD) and alkali metal cations in aqueous media under ambient conditions. The resulting extended structures are body-centered cubic and are composed(30-32) of six γ-CD units coordinated by the cations to form (Figure 1a–c) three-dimensional porous structures. The shape and topology of the cavities suggest that the CD-MOF frameworks are capable of shape-selective adsorption (Figure 1d). This extended porous network exhibits a BET surface area(30, 31) of 1030 m2 g–1. The combination of high porosity with multifarious nanopores affords a structure analogous to that of zeolites. In the case of CD-MOF, we will show that the high selectivity for different aromatic hydrocarbons results from van der Waals (vdW) interactions within the transverse pores (0.71 nm) that connect the (γ-CD)6 units (Figure 1a). The focus of our research has been the separation of aromatic hydrocarbons, such as multisubstituted benzenes, toluenes, cumene, and the regioisomers of xylene that complement the shape of the transverse pores. Owing to the similarities in the physical properties of these important chemical feedstocks, molecular shape is one of their most prominent distinguishing features, and thus materials capable of shape selectivity should prove to be promising separation media.(6h, 21, 25, 28)Figure 1. Representations of the solid-state structure of CD-MOF-1. (a) A space-filling representation, viewed along the ⟨1 0 0⟩ axis, revealing the extended structure of the body-centered cubic packing arrangement in CD-MOF-1 (C, light gray; O, red; K, purple). Note that CD-MOF-2 has an identical extended structure but with Rb+ instead of K+ ions. (b) A space-filling representation of CD-MOF-1, viewed along the ⟨1 1 1⟩ axis, revealing the triangular windows. The large cavities are filled will yellow spheres. (c) The cuboidal topology of the (γ-CD)6 units, viewed along the ⟨1 1 1⟩, where each γ-CD is represented as a space-filling display in a contrasting color. (d) Illustration of the pore void within CD-MOF-1, viewed along the ⟨1 1 1⟩ axis, where the void is colored purple and the atoms of CD-MOF-1 are removed for the sake of clarity.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionThe full experimental details are provided in the Supporting Information. The most important information is summarized below briefly.Materials and General MethodsPotassium hydroxide, rubidium hydroxide hydrate, cetyltrimethylammonium bromide (CTAB), and MeOH were all purchased from Sigma-Aldrich, while γ-cyclodextrin(29) (γ-CD) was obtained from WACKER (CAVAMAX W8 PHARMA). All chemicals were used as received without further purification. CD-MOF-1 and CD-MOF-2 were prepared according to literature procedures.(30, 32) Particle size control experiments on CD-MOF-1 were undertaken using a modified protocol from the literature.(32) Large CD-MOF-2 crystals were harvested and ground using a KRUPS type F203 blender prior to grinding with a mortar and pestle. The ground particles were sieved under an atmosphere of nitrogen through Gilson Company Inc. membrane sieves, #170, #230, and #400, to obtain final particle sizes between 10 and 37 μm that were unable to pass through a 10 μm sieve. Optical microscopy (OM) images for CD-MOF-1 size-controlled particles and CD-MOF-2 particles after grinding were obtained using an Olympus BX53 microscope with an Olympus DP25-mounted camera. Scanning electron microscopy (SEM) images were collected on a Hitachi S-3400N-II variable-pressure SEM, with a tungsten filament and ESED II detector. Samples used for SEM images were suspended in MeOH and diluted to 1 mg mL–1 using serial dilutions before deposition onto a carbon tape. The samples were then dried under vacuum for 30 min before imaging at 30 kV under high vacuum. Powder X-ray diffraction patterns of CD-MOF-1 and CD-MOF-2 were collected on a Bruker AXS APEX2 diffractometer, equipped with a CCD detector and a CuKα IμS microfocus source with MX optics. Data were collected with an area detector as rotation frames over 180° in φ at 2θ values of 12 and 24° and exposed for 10 min for each frame. At a distance of 150 mm, the detector area covers 24° in 2θ. Overlapping sections of data were matched, and the resulting pattern was integrated using the Bruker APEX2 Phase ID program. Powder pattern data were treated for amorphous background scatter. HPLC was carried out using a Shimadzu analytical HPLC, equipped with a Shimadzu SIL-20A HT Prominence autosampler, SPD-M20A Prominence diode array detector, LC-20AB Prominence LC, and a DGU-20A3 degasser. The HPLC was fitted with CD-MOF packed columns with dimensions 250 mm length and 4.6 mm internal diameter. Unless otherwise stated, chromatography was carried out using HPLC grade hexane as the mobile phase at a flow rate of 1 mL min–1, with 10 μL injection volumes of 50 mg mL–1 solutions. Single-component static vapor adsorption isotherms were conducted on an IGA gravimetric analyzer (Hiden Isochema, IGA-001, Warrington, UK). The analyzer is an ultrahigh vacuum (UHV) one comprising of a computer-controlled microbalance with both pressure and temperature regulation systems. The microbalance has a long-term stability of ±1 μg with a weighing resolution of 0.2 μg. The CD-MOF-2 sample was outgassed for 12 h until a constant weight was achieved, at <10–6 Pa, at 333 K prior to adsorption measurements. The pressure transducers had ranges of 0–2, 2–100, and 100–1000 mbar. Vapor sorption isotherms were obtained using a circulating water-ethylene glycol bath controlled by a computer using IGA software. The xylene regioisomers used to generate the vapor for the isotherm measurements were degassed fully by repeated evacuation and equilibration cycles of the vapor reservoir. The vapor pressure was gradually increased to the desired point during ∼30 s in order to prevent disruption of the microbalance. It follows that the period during which the pressure change occurs is small when compared with the adsorption kinetics, allowing isotherm adsorption kinetics to be obtained for each pressure step. The sample temperature was measured using a thermocouple located 5 mm from the sample. The pressure set point was maintained by computer control throughout the duration of the experiment. Breakthrough experiments were carried out in a 4 mm glass U-tube with CD-MOF-2 crystals. CD-MOF-2 (1.46 g) was used in order to fill the tube at a length of 16 cm. The sample was purged with dry N2 at 333 K overnight to ensure the complete activation of the sample prior to breakthrough measurements. Dry N2 at a rate of 20 mL/min was bubbled through a mixture of the xylene isomers (15 mL each) at atmospheric pressure. The effluent was passed through a VICI Valco 6-way sampling valve. An aliquot (0.25 mL) of gas was sampled every 5 min and delivered to a PerkinElmer Clarus 500 gas chromatograph fitted with a Supelco SCOT capillary GC column (Sigma-Aldrich 23813-U, 50 ft long, 0.02 in. outside diameter) maintained at 363 K. The analyses were performed using an injector and detector (FID) temperature of 493 K and N2 was used as the carrier gas which was maintained at an inlet pressure of 1.5 psi with a split ratio of 10:1. Baseline separation of the xylene isomers was achieved, and all peaks were easily integrated in the resulting GC trace.Synthetic ProtocolsThe extended metal–organic frameworks, CD-MOF-1 and CD-MOF-2, were prepared according to literature procedures.(30, 32)CD-MOF-1γ-CD (1.30 g, 1 mmol) and KOH (0.45 g, 8 mmol) were dissolved in H2O (20 mL). The solution was filtered through a 45-μm syringe filter and decanted into separate vials. MeOH was allowed to diffuse slowly into the solutions over a period of a week.CD-MOF-2γ-CD (1.30 g, 1 mmol) and RbOH (0.82 g, 8 mmol) were dissolved in H2O (20 mL). The solution was filtered through a 45-μm syringe filter and decanted into separate vials. MeOH was allowed to diffuse slowly into the solutions over a period of a week.Particle Preparation and ActivationThe crystals were harvested and crushed to sizes of approximately 100–500 μm. The crushed crystals were filtered and washed with MeOH (4 × 50 mL) under vacuum. Additional washing with CH2Cl2 (3 × 50 mL) was carried out to remove the excess of MeOH. The crystals were left to vacuum-dry for 12 h and then transferred to a N2 glovebox where they were finely ground using a KRUPS type F203 blender, prior to being ground further using a mortar and pestle. The resulting particles were sieved through Gilson Company Inc. membrane sieves, #170, #230, and #400 with repeated grinding between sieving through each membrane to ensure particles smaller than 37 μm were obtained. The ground CD-MOF-2 particles were checked for crystallinity and structural integrity using powder X-ray crystallography before being dry loaded or slurry loaded using any nonaqueous solvent into the column (Supporting Information, Section 3.3).Particle Size Controller Synthesis of CD-MOF-1CD-MOF-1, having particles in four different micrometer-size ranges, was synthesized using a modified literature proceedure.(30)γ-CD (8.15 g, 6.2 mmol) and KOH (2.8 g, 49.7 mmol) were dissolved in H2O (250 mL). The solution was filtered through a 45-μm syringe filter and decanted into separate vials (5 mL in each vial). MeOH was allowed to diffuse slowly into the solutions for 24 h. Each solution was decanted into a fresh vial before CTAB was added, and after the complete dissolution of CTAB, MeOH was diffused into the solution for an additional 24 h. The solutions were combined together, and centrifuged at 5000 rpm for 10 min before the supernatant was removed and replaced with MeOH. This process was repeated five times in order to ensure CTAB was completely removed from the sample.Varying the amount of CTAB during the synthesis of CD-MOF-1 can be used to control the size of the CD-MOF-1 particles as confirmed (Table 1) by OM and SEM. The particle-size modified column was prepared using CD-MOF-1-Micro2, where 40 mg of CTAB was added to the reaction mixture after the first incubation period. This protocol facilitated the formation (Figure 2) of CD-MOF-1 crystallites of 10–15 μm.Table 1. CD-MOF-1 Particle Size Ranges with Varying CTAB ConcentrationsmaterialCTAB/mgparticle size/μmimageCD-MOF-1-Micro12025Fig. 2a/SI Fig. S2aCD-MOF-1-Micro24010–15Fig. 2b/SI Fig. S2bCD-MOF-1-Micro3605–15Fig. 2c/SI Fig. S2cCD-MOF-1-Micro4801–10Fig. 2d/SI Fig. S2dFigure 2. Representative scanning electron micrographs (SEMs) of CD-MOF-1 particles crystallized in the presence of (a) 20 mg, (b) 40 mg, (c) 60 mg, and (d) 80 mg of CTAB.HPLC Column LoadingHPLC was carried out using a Shimadzu analytical HPLC, fitted with a CD-MOF packed column with dimensions 250 mm in length and 4.6 mm internal diameter. Chromatography was carried out using HPLC-grade hexane as the mobile phase at a flow rate of 1 mL min–1, with 10 μL injection volumes of 50 mg mL–1 solutions, unless otherwise stated. The CD-MOF particles were checked for their crystallinity and structural integrity using powder X-ray crystallography before being packed into the column. The blended CD-MOF-2 particles can be dry loaded or slurry loaded—using any nonaqueous solvent—into the column, while the 10–15 μm particles of CD-MOF-1 were slurry loaded using a nonaqueous solvent.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionCD-MOFs, which can be synthesized from γ-CD and a variety of alkali cations, have identical extended structures, aside from the identity of the cations. CD-MOF-1 contains potassium while CD-MOF-2 incorporates rubidium. CD-MOF-2 crystals were grown(30) by vapor diffusion of MeOH into an aqueous solution of γ-CD and RbOH.Top-Down ProtocolCrystals were harvested, ground into smaller particles using a mortar and pestle and sieved sequentially through a series of mesh sizes under a nitrogen atmosphere. The final top-down CD-MOF-2 particles (10–37 μm) were dry-loaded into a HPLC column with a length and internal diameter of 250 and 4.6 mm, respectively. The structural stability of CD-MOF-2 during the column preparation stages was monitored using powder X-ray diffraction at intervals throughout the process to ensure that crystallinity was maintained under these rigorous grinding protocols (Supporting Information, Figure S4). CD-MOF-2 remained crystalline during the column preparation stages, and it was shown to be suitable for separation experiments. By contrast, CD-MOF-1 did not retain its crystallinity during top-down processing and so could not be employed in top-down separation experiments.Top-Down SeparationsThe top-down CD-MOF-2 HPLC column exhibited (Figure 3a) partial separation of p- and m-xylene, followed by the complete separation of the o-xylene isomer. The high selectivity (separation factor αoxpx = 16.4) of CD-MOF-2 for o- over p-xylene and the preference (αmxpx = 3.44) for m- over p-xylene indicate (Table 2) the potential of CD-MOF-2 as a viable separation medium for the regioisomers of xylenes when compared (Table 3) to previously published(20, 21, 25) separations using MOFs. The resolution of the p- and m-xylene signals (resolution factor Rmxpx = 0.58), however, exhibits (Figure 3a) peak-merging near the baseline. The low resolution of the p- and m-xylene isomers can be attributed to inefficient stationary-phase packing that is a consequence of the large particle size range (Supporting Information, Figure S1) produced during the preparation of the top-down CD-MOF-2 HPLC column. In a bid to overcome these resolution limitations, a bottom-up protocol for size-controlled growth of CD-MOF was implemented by modification of a previously reported methodology.(32)Figure 3. Liquid-phase chromatographic separations of 50 mg mL–1 xylene mixtures in HPLC-grade hexane at a flow rate of 1 mL min–1 at 298 K using CD-MOFs as the stationary phase. (a) Top-down CD-MOF-2 column (particle size 10–37 μm). (b) Bottom-up CD-MOF-1 column (particle size 10–15 μm). The separation profiles display the assignment of the elution order from a mixture (red) of xylene isomers and pure components of p- (black), m- (green), and o-xylene (blue). (c) Bottom-up CD-MOF-1 column (particle size 10–15 μm) where the separation profiles display the assignment of the elution order from the mixture (red) of ethyltoluene isomers, and pure-components of p- (black), m- (green), and o-ethyltoluene (blue). (d) The separation profile of p- (black), m- (green), and o-cymene (blue).Table 2. CD-MOF Column Separation Factors of Xylene Mixtures Using n-Hexane as the Mobile Phase at a Flow Rate of 1 mL min–1adsorbentmixture j  iortho-xylenemeta-xylenepara-xyleneCD-MOF-250 mg/mL ortho-xylene–4.7616.37top-downxylenesmeta-xylene0.21–3.44columnin hexanepara-xylene0.060.29– CD-MOF-150 mg/mL ortho-xylene–6.7317.93bottom-upxylenesmeta-xylene0.15–2.67columnin hexanepara-xylene0.060.38– CD-MOF-1neatortho-xylene–5.7210.76bottom-upxylenesmeta-xylene0.17–1.88column para-xylene0.090.53–Table 3. Separation Factors of Known Frameworks Taken from the Literature for the Three Xylene Isomers and Ethylbenzene   j adsorbentsolventio-xylenem-xylenep-xyleneethylbenzenerefHKUST-1[Cu3(BTC)2]hexaneo-xylene–0.40.70.720m-xylene2.4–1.11.4p-xylene1.40.9–1.2ethylbenzene1.40.70.8– MIL-47hexaneo-xylene–2.01.410.921m-xylene0.5–0.44.2p-xylene0.72.9–9.7ethylbenzene0.10.20.1– MIL-53(Al)hexaneo-xylene–2.73.510.920, 21m-xylene0.4–1.23.8p-xylene0.30.8–3.1ethylbenzene0.10.30.3– MIL-53(Fe)heptaneo-xylene–1.33.512.325m-xylene0.7–2.59.2p-xylene0.30.4–3.5ethylbenzene0.10.10.3–Bottom-Up ProtocolThe bottom-up synthesis facilitates rapid gram-scale production of 10–15 μm CD-MOF-1 particles. Not only is it attractive on a large scale to use the CD-MOF containing potassium ions, but it also transpires that CD-MOF-1 lends itself to more precise control of the particle size. The control of CD-MOF particle size for the bottom-up production of HPLC columns was achieved through the modification of a previously reported method(31) where particle size control, using the mother liquor of the standard CD-MOF synthesis, is determined by short incubation times and the quantity of CTAB added to the solution.(30, 32) Varying the quantity of CTAB during the crystallization of CD-MOF analogues to form micrometer-sized crystallites is particularly effective in the synthesis of CD-MOF-1 since increasing the amount of CTAB in each crystallization solution from 20 to 80 mg reduces the size of CD-MOF-1 crystals from ≥25 to ≤10 μm, respectively (see Table 1). Particle size was evaluated using OM and SEM (Figure 2, Supporting Information, Figure S2), while the crystallinity of CD-MOF-1 samples corresponding to varying CTAB additions were confirmed by powder X-ray diffraction (Supporting Information, Figure S5). On the basis of these investigations, it was decided to proceed with the scale-up of CD-MOF-1, with each crystallization solution containing 40 mg CTAB, so as to produce particles with a size distribution of 10–15 μm for optimized packing of the CD-MOF within HPLC columns.Bottom-Up SeparationsBaseline separation (Figure 3b) of all three xylene regioisomers was observed using the bottom-up CD-MOF-1 stationary phase. The elution order remains unchanged, with p-, followed by m- and finally o-xylene and retention times similar to those observed for the top-down column. The bottom-up CD-MOF-1 column provides much improved signal resolutions (Rmxpx = 2.17 and Roxpx = 6.43) and separation factors (αmxpx = 2.67, αoxpx = 17.9, and αoxmx = 6.73) compared to the values obtained using the top-down approach (Table 2). Comparison of CD-MOF-1 with previously reported MOFs shows higher separation factors to separate the xylene regioisomers compared(20, 25) to MIL-53(Fe) and MIL-47 (Table 3). In addition, the green nature of CD-MOF-1 provides a separation medium with a significantly reduced carbon foot-print compared to that of the terephthalate-based MIL materials.Bottom-Up BTX and BTEX SeparationsAs part of an effort to investigate the versatility of CD-MOF-1 as a separation medium, BTX and BTEX mixtures were tested on the bottom-up column. Initial separation runs of BTX after 4 h of column usage, with hexane as the mobile phase, demonstrated (Figure 4a) that CD-MOF-1 can separate toluene from the xylene isomers at 298 K, but with no separation of benzene from m-xylene. With continued usage of the column in the presence of hexane, however, the separation of toluene and benzene from m-xylene can be achieved (Figure 4b) after 30 h, resulting in an improvement of the separation factors (Supporting Information, Table S4) from αbmx = 1.12 and αtmx = 1.58 to αbmx = 3.10 and αtmx = 2.17. We believe that MeOH retained in the MOF from the particle preparation, is displaced slowly by hexane. These vacated sites within the framework are selective for toluene and benzene—the retention of benzene on the column is similar (Figure 4c) to that of o-xylene after 70 h—preventing the complete separation of the BTX mixture when they are occupied by MeOH.Figure 4. Bottom-up CD-MOF-1 column (particle size 10–15 μm) separations of 50 mg mL–1 BTX and BTEX mixtures in HPLC-grade hexane at a flow rate of 1 mL min–1 at 298 K. BTX after activating the column for (a) 4 h, (b) 30 h, and (c) 60 h. (d) BTEX after activating the column for 30 h, (e) BTEX after deactivating the column using hexane/iPrOH (98/2, v/v), and (f) BTEX after reactivation using CH2Cl2.The foregoing experiment was repeated on a second bottom-up CD-MOF-1 column. Although similar results are observed for toluene and benzene, after flushing the column for 30 h with hexane, the retention time of ethylbenzene in the BTEX mixture is not influenced (Figure 4d) by column activation. This observation suggests that sites within the framework are occupied originally by MeOH. After continued flushing with hexane, the MeOH is removed, and these sites become ideal for the retention of toluene and benzene. It would appear that these sites are too small to accommodate larger aromatic hydrocarbons, i.e., those larger than and including ethylbenzene. In order to test this theory of competitive binding of MeOH in sites within the CD-MOF-1 framework, the column was flushed with a mixture of hexane/isopropanol 98/2 v/v. The saturation of the framework with isopropanol results (Figure 4e) in the deactivation of the column, with the retention times for benzene and toluene returning to those observed (Figure 4a) for a freshly prepared column. The retention times of the xylene isomers and ethylbenzene, however, remain the same, indicating that the change in retention times for toluene and benzene is not a consequence of increasing the mobile phase polarity. The CD-MOF-1 column was flushed for 1 h with CH2Cl2 to remove iPrOH from the framework, followed by priming the column with HPLC-grade hexane for 1 h. This procedure results in the full activation of the column and complete separation of BTEX mixtures (Table 4).Table 4. Activated Bottom-Up CD-MOF Column Separation Factors of 50 mg mL–1 BTEX Mixtures in HPLC-Grade Hexane at a Flow Rate of 1 mL min–1  jadsorbentio-xylenem-xylenep-xylenebenzenetolueneethylbenzeneCD-MOF-1bottom-upcolumno-xylene–6.6811.260.761.614.75m-xylene0.15–1.690.110.240.71p-xylene0.090.59–0.070.140.42benzene1.328.8214.88–2.136.27toluene0.624.146.980.47–2.94ethylbenzene0.211.412.370.210.34–Bottom-Up Separation of the Regioisomers of Both Ethyltoluene and CymeneThe significant increase in retention times of small functionalized aromatics upon prolonged column usage is indicative of the removal of highly retained solvent (MeOH) within the CD-MOF-1 framework, allowing further adsorbate–adsorbent interactions. The emergence of this improved separation behavior, and the persistent ability of CD-MOF-1 to separate para-, meta-, and ortho-substituted compounds with consistent elution orders, is exemplified by the separation (Figure 3c,d) of the regioisomers of both ethyltoluene and cymene. Here, we observe p-ethyltoluene to be the least retained isomer, followed by m-ethyltoluene, while o-ethyltoluene is highly retained with a comparable elution time to that of o-xylene. The bottom-up CD-MOF-1 column separates the ethyltoluene isomers with separation factors (Table 5), α3et4et = 2.10, α2et4et = 13.8, and α2et3et = 6.56, similar to those observed for the xylene isomers. The separation (Figure 3d) of the regioisomers of cymene highlights the extent of the ortho ≫ meta > para selectivity within the CD-MOF-1 framework. The selectivity order is consistent with that observed for the regioisomers of both xylene and ethyltoluene. CD-MOF-1 is capable of separating p- and m-cymene from o-cymene as a consequence of the high ortho selectivity observed within CD-MOFs. Baseline merging of the p- and m-cymene signals, however, suggests that the limit of the shape recognition of CD-MOF-1 has been reached as a consequence of the additional steric bulk in the cymene isomers.Table 5. Bottom-Up CD-MOF-1 Column Separation Factors of 50 mg mL–1 Mixtures of p-, m-, and o-Ethyltoluene in HPLC-Grade Hexane at 1 mL min–1   jadsorbentsolventip-ethyltoluenem-ethyltolueneo-ethyltolueneCD-MOF-1bottom-upcolumnhexanep-ethyltoluene–0.470.07m-ethyltoluene2.10–0.15o-ethyltoluene13.776.56–Bottom-Up Separation of Cumene from ImpuritiesThe versatility of CD-MOF-1 as a stationary phase is highlighted (Supporting Information, Figure S12) by the purification of cumene from its impurities, n-propylbenzene and diisopropylbenzene, with separation factors αnpropdiiso = 8.09 and αcumenediiso = 7.12 (Supporting Information, Table S7).Static Vapor Adsorption StudiesSingle-component isotherms were obtained for the adsorption of the regioisomers of xylene into CD-MOF-2 in order to be able to investigate the mechanism of vapor-phase adsorption and separation in relation to breakthrough studies.Adsorption IsothermsThe isotherms for p-, m-, and o-xylene adsorption into CD-MOF-2 at 333 K are illustrated in Figure 5a. The isotherms were analyzed using the virial equation(33a)(1)where p is the pressure, n is the amount of xylene adsorbed, and A0, A1, A2 etc. are virial coefficients. At low surface coverage, the higher terms (A2, A3, ···) etc. can be neglected. A plot of ln(n/p) versus n gives a straight line for low uptakes. A0 describes the adsorbate–adsorbent interaction, while A1 describes the adsorbate–adsorbate interaction. A0 values are related to Henry’s law by the equation KH = exp(A0), which quantifies the interaction strength at zero surface coverage.(33a)Figure 5. Vapor-phase xylene static adsorption experiments on CD-MOF-2 at 333 K. (a) Adsorption isotherms for p- (black), m- (green), and o-xylene (blue). (b) Diffusion coeffecients for Fickian (filled), CBRD (half-filled), and LDF (empty) mechanisms as a function of pressure for p- (black), m- (green), and o-xylene (blue) adsorption on CD-MOF-2.Tabulated A0 and A1 parameters along with Henry’s law constants are shown (Supporting Information, Tables S12 and S13). The A1 parameters calculated show that the adsorbate–adsorbate interactions are significantly lower for p-xylene (−2630 ± 209 g mol–1) when compared to the strongly interacting m-xylene (−4640 ± 498 g mol–1) and o-xylene (−4627 ± 480 g mol–1). These values for A1 parameters are similar to those reported for benzene, pyridine,(33b) and chloroaromatics.(33c) The variation of A1 parameters is indicative of different molecular interactions and packing arrangements within the nanopores at low uptakes. On the basis of the Henry’s law constants at 333 K, the selectivity follows the trend para > meta > ortho when adsorption is at equilibrium. Dynamic breakthrough usually occurs, however, under nonequilibrium conditions because of mass transfer resistance. Static vapor kinetic measurements were performed to determine the rates of adsorption of each regioisomer as a function of pressure and amount adsorbed.Kinetic StudiesFickian,(33d) Linear Driving Force (LDF)(33e, 33f) and Combined Barrier Resistance Diffusion (CBRD)(33g) models (Supporting Information, eqs 4–11) were fitted to static mass relaxation profiles in order to establish the diffusional rate-determining process for each regioisomer and to quantify the diffusion coefficients for isothermal adsorption into CD-MOF-2. Fickian diffusion is consistent with diffusion along the pores being the rate-determining process, while the LDF mechanism is indicative of diffusion through a surface barrier.(33i, 33j) The CBRD model represents an intermediate situation where diffusion is controlled by the presence of a surface barrier, followed by diffusion into a microporous spherical particle.(33g) All kinetic calculations were based on a particle radius of 1.75 mm.It is clear from a perusal of Figure 5b that as the p-xylene relative pressure increases, the diffusional mechanism transitions from Fickian to CBRD and finally to LDF. This observation is consistent with diffusion along the pores being the rate-determining process at low relative pressures and diffusion through a surface barrier at high relative pressures. In contrast, m- and o-xylene follow the LDF diffusional model over the entire relative pressure range investigated (Figure 5b). At low relative pressure the diffusion coefficients are similar for all the regioisomers of xylene. On the plateau of the isotherm, the diffusion of p-xylene is much faster compared to that of m- and o-xylene with diffusion coefficients equal to 1.6 × 10–9 m2 s–1 and (5.7–6.4) × 10–10 m2 s–1 for p-, m-, and o-xylene, respectively. The rate-determining process for the adsorption of the xylene regioisomers at high relative pressure/uptake is dependent on two dimensions of the adsorbate for diffusional processes involving an approximately circular pore shaped surface barrier. The smallest (3.8–3.9 Å) xylene regioisomer dimensions are almost identical. The second smallest dimension suggests the order para > meta ∼ ortho for kinetics (p-xylene = 6.6 Å, m-xylene = 7.3 Å, and o-xylene = 7.3 Å),(32) an observation which is consistent with static kinetic measurements at high relative pressure and the dynamic breakthrough measurements, demonstrating kinetic separation of xylenes based on molecular dimensions of the regioisomers.Breakthrough ExperimentsWe extended our investigation to include vapor-phase breakthrough experiments, which were performed to evaluate the xylene isomer separation ability of a CD-MOF in the gas phase. A mixture of p-, m-, and o-xylenes in N2 was passed through a CD-MOF-2 packed breakthrough column at 343 K. The breakthrough curve (Figure 6a) displays an initial phase where all three regioisomers in the feed are adsorbed by the framework. The breakthrough curves for p- and m-xylene are very fast and within the time resolution (∼5 min) of the chromatographic measurement technique. The p- and m-xylene breakthrough occurs simultaneously, with the para isomer concentration exceeding (Figure 6b) the feed concentration as a result of competitive adsorption with the ortho isomer which rapidly displaces the adsorbed p-xylene. While the p-xylene concentration returns slowly to the feed concentration, the m-xylene concentration continues to increase—presumably resulting from the displacement of adsorbed m-xylene by adsorbing o-xylene which diffuses more slowly within the framework—until the breakthrough of o-xylene occurs. This behavior also points to the fact that m-xylene is adsorbed more slowly than the para isomer, an observation which is in agreement with the static vapor-phase measurements and liquid-phase separation results.Figure 6. Vapor-phase xylene breakthrough experiments on CD-MOF-2. (a) Concentration plot and (b) the blown-up plot of the initial breakthrough region between 390 and 410 min for p- (black), m- (green), and o-xylene (blue). (c) Molecular simulation of the pure-component adsorption isotherms for the xylene isomers within the CD-MOF-2 framework. Simulated adsorption isotherms for 50/50 binary mixtures of (d) p-/m-, (e) p-/o-, and (f) m-/o-xylene.Computational StudiesIn order to gain a better insight into the experimentally observed adsorption and separation capabilities of CD-MOF, gas phase grand canonical Monte Carlo (GCMC) simulations were carried out for the adsorption of the xylene regioisomers in CD-MOF-2 at room temperature. Pure component adsorption isotherms (Figure 6c) for all the regioisomers show an initial adsorption at low pressures up to 1 Pa, followed by complete pore filling. The simulations reveal that the initial adsorption takes place in the transverse pores that connect the (γ-CD)6 units, and the second step is caused by the filling of the large central cavities. It should be noted that the small triangular pores in the CD-MOF framework are not accessible to any of the xylene isomers, even at saturation capacity. The pure component isotherms show that the total amount of o-xylene adsorbed is higher than the amount of either m- or p-xylene before the large pore filling. The saturation loading for all three isomers is rather similar ∼50 molecules per unit cell (∼2.8 mmol g–1).Competitive adsorption of the xylene isomers was also investigated (Figure 6d–f) for binary, equimolar, gas-phase mixtures at 298 K. The order of preferential adsorption was found to be o- ≫ m- > p-xylene, in very good agreement with the order of adsorption obtained in liquid-phase HPLC and gas-phase breakthrough experiments. CD-MOF-2 adsorbs (Figure 6e,f) o-xylene preferentially over either m- or p-xylene at low loadings up to 0.001 kPa. Near saturation pressures, CD-MOF-2 is able to accommodate even greater amounts of o-xylene over m- and p-xylene. In the case of the m-/p-xylene mixture (Figure 6d), there is little difference in uptake between the isomers until 0.001 kPa, with m-xylene adsorbed preferentially at higher pressures. The difference in the saturation loadings of m- and p-xylene is not as significant as that observed between o-xylene and its regioisomers.Snapshots from simulations (Figure 7) of the pure components and mixtures (Figure 8) at saturation pressures reveal that o-xylene packs in the optimum slipped geometry, arranged in π–π stacking arrays within the transverse channels throughout the CD-MOF-2 framework. The siting analysis also reveals that the orientation of o-xylene maximizes its retention within CDMOF-2 by allowing interaction between both its methyl groups and the γ-CD rings. This particular stacking of o-xylene has been observed in AEL and AFI zeolites.(34) The constitution of methyl groups in m- and p-xylene, however, prevents similar positioning of them with respect to the γ-CD rings without partial overlap (steric interactions) with the framework (Supporting Information, Figure S13). Therefore, m- and p-xylene adsorb primarily inside the larger cavities and pack in disordered arrays throughout the transverse nanopores. The simulation snapshots (Figure 8) for the o-/m- and o-/p-xylene mixtures show that o-xylene adsorbs almost exclusively in the available space in γ-CD rings that constitute the transverse pores. The ability of o-xylene to dominate site occupancy throughout the framework explains the high o-xylene affinities with respect to m- and p-xylene observed in both the liquid- and gas-phase chromatographic experiments.Figure 7. Molecular simulation snapshots of the xylene isomers within the CD-MOF-2 framework viewed down the ⟨1 0 0⟩ axis, with p- (black), m- (green), o-xylene (blue) and their corresponding methyl groups colored yellow for the sake of clarity.Figure 8. Molecular simulation snapshots of the xylene isomers within the CD-MOF-2 framework viewed down the ⟨1 0 0⟩ axis. Equimolar mixture snapshots of xylene isomers (a) m-/p-, (b) o-/m-, and (c) o-/p-xylene, with p- (black), m- (green), o-xylene (blue), and their corresponding methyl groups colored yellow for the sake of clarity.In an effort to understand the energetics of xylene interactions with CD-MOF-2, we calculated (Supporting Information, Table S11) the breakdown of the total potential energy into framework–xylene and xylene–xylene interactions. The potential energy is the sum of a dispersion-repulsion term calculated by the Lennard-Jones potential plus a Coulombic term. The contribution of Coulombic interactions is found to be small. The breakdown of energies also reveals that vdW interactions between xylene molecules and the framework are the major contributor to the total potential energy for all of the xylene mixtures. In the cases of o-/p- and o-/m-xylene mixtures, the vdW energy between o-xylene and the framework is greater than that of p- or m-xylene and the framework by ∼10 and 5 kJ mol–1, respectively, at higher pressures. Moreover, the vdW interactions among o-xylene molecules is also greater than that among p- and m-xylene molecules by ∼4–5 kJ mol–1, indicating more efficient packing of o-xylene.Examination of the simulation configurations shows that o-xylene can interact strongly with CD-MOF-2 by sitting perpendicular to the γ-CD units. To gain another perspective into the interaction energies between the xylenes and the γ-CD ring, we turned to quantum mechanical calculations. We performed single-point density functional theory (DFT) calculations for different orientations of xylenes with respect to the γ-CD ring and scanned the binding energies of each xylene isomer as it was moved away from the center of the ring (Supporting Information, Figures S16 and S17). The interaction energies (Figure 9) for xylene isomers at three different orientations, namely, 90°, 45°, and 0°, were compared. In the case where xylene isomers sit within the plane of the γ-CD ring (Figure 8a), o-xylene has a strong interaction with the framework. In contrast, there is an energy penalty for m-xylene, and more prominently for p-xylene, to adopt this orientation (90°) within the γ-CD ring. Similar favorable binding energies toward o-xylene were observed (Figure 8b,c) when different orientations of the xylene isomers were used. This observation further supports our GCMC simulations that o-xylene has the highest affinity for the γ-CD rings in CD-MOF-2. For m- and p-xylene, although the binding energy becomes favorable as the orientation of both isomers changes from 90° to 0°, o-xylene still has higher affinity for the γ-CD ring.Figure 9. Interaction energies for the xylene isomers for three different orientations of (a) 90°, (b) 45°, and (c) 0° with respect to the γ-CD ring. The schematics show the scanned energy path for each orientation.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsOur findings demonstrate that CD-MOFs, composed of green, readily available starting materials, can be tailor-made on the kilogram scale and used as a separation medium for aromatic hydrocarbons. CD-MOFs address the most challenging separations of petrochemical feedstocks, including benzene, toluene, ethylbenzene, and the regioisomers of xylenes with separation factors and resolutions superior to those reported for other extended-framework materials. The versatility of CD-MOFs as separation media was demonstrated by exploring the purification of other aromatic hydrocarbons, with the preference of the stationary phase for ortho ≫ meta > para retained in the separation of the regioisomers of both ethyltoluene and cymene. CD-MOFs are capable of separating p- and m- from o-cymene, with baseline merging of the p- and m-cymene signals, suggesting that the limit of the shape recognition of CD-MOFs has been reached. Breakthrough experiments contain a dynamic front at which component vapor pressures vary, resulting in nonequilibrium competitive adsorption; i.e., adsorption kinetics play a vital role in the separation of regioisomers. Diffusion along the pores is the rate-determining mechanism for p-xylene vapor at low relative pressure, while m- and o-xylene adsorption is controlled by diffusion through a surface barrier. The variance in mechanisms of adsorption can be attributed to the smaller cross-sectional dimensions for p-xylene which enters the transverse pores parallel to the cyclodextrin ring more favorably. At high relative pressure, the mechanism changes to a linear driving force for all regioisomers, and diffusion through a surface barrier is the rate-determining process. The diffusion coefficients measured under static conditions, which follow the order p- > m- > o-xylene on the isotherm plateau, are consistent with breakthrough measurements. Molecular simulations suggest that the γ-cyclodextrin rings enable ortho selectivity primarily through favorable adsorbent–adsorbate interactions, and a highly efficient packing of the ortho isomer within the framework which is confirmed by the adsorbate–adsorbate interactions from virial equation analysis of vapor adsorption isotherms. The larger size, and steric bulk of the cymene isomers most likely decrease their ability to adopt more favorable relative orientations, resulting in (i) weaker interactions within the framework, (ii) shorter retention times, and (iii) prevention of discrimination between p-, and m-cymene. The ability of CD-MOFs to separate cumene from its major impurities (benzene, n-propylbenzene, and diisopropylbenzene) highlights the specificity of their shape selectivity, and potential for applications in the petrochemical industry. Considering the green, and economical nature of CD-MOFs, one can envisage obtaining pure fractions of alkylaromatic hydrocarbons, and using them as an ortho-selective adsorbents on the industrial scale. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationMaterials, general methods,, and instrumentation; synthetic protocols; spectroscopic characterization of CD-MOF samples; HPLC analysis using CD-MOF-1, and CD-MOF-2 columns; selectivity calculations, and separation factors; computational modeling and analysis; and vapor-phase adsorption studies. This material is available free of charge via the Internet at http://pubs.acs.org.‡Author ContributionsJ.M.H. and K.J.H. contributed equally to this work.The authors declare the following competing financial interest(s): R.Q.S. has a financial interest in the start-up company NuMat Technologies, which is seeking to commercialize metal–organic frameworks.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis research is part of the Joint Center of Excellence in Integrated Nano-Systems (JCIN Project 34-947) at King Abdulaziz City for Science and Technology (KACST) and Northwestern University (NU). The authors thank both KACST and NU for their continued support of this research. R.Q.S. acknowledges support from the Army Research Office (W911NF-12-1-0130). Computational work was supported by Northwestern University’s shared computer system, Quest (Project P20261). The breakthrough experiments, performed at the University of California, Berkeley, were supported through the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Award DE-SC0001015. G.B. thanks the Miller Institute for Basic Research in Science, University of California, Berkeley, for a postdoctoral fellowship. J.G.B. and K.M.T. thank the ESPRC (Project EP/K005499/1) for supporting the single-component gas adsorption measurements preformed at the Wolfson Northern Carbon Laboratories, Newcastle University.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 34 other publications.1. (a) Hoskins, B. F.; Robson, R. J. Am. Chem. Soc. 1989,  111,  5962ACS Full Text , [CAS]1. Infinite polymeric frameworks consisting of three dimensionally linked rod-like segmentsHoskins, Bernard F.; Robson, RichardJournal of the American Chemical Society\r\n        (1989),\r\n    111\r\n        (15),\r\n    5962-4CODEN:\r\n                JACSAT;\r\n        ", "title": "Carbohydrate-Mediated Purification of Petrochemicals", "authors": ["James M. Holcroft", "Karel J. Hartlieb", "Peyman Z. Moghadam", "Jon G. Bell", "Gokhan Barin", "Daniel P. Ferris", "Eric D. Bloch", "Mohammed M. Algaradah", "Majed S. Nassar", "Youssry Y. Botros", "K. Mark Thomas", "Jeffrey R. Long", "Randall Q. Snurr", "J. Fraser Stoddart"], "doi": ["10.1021/ja511878b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0008.gif\">"]}