{"abstract": "In the field of energy storage and Li-ion batteries, searching for new (positive) electrode materials with better electrochemical performances than those of transition-metal oxides is of permanent concern. To that aim, very simple concepts of chemical bonding can be used to find out the origin of the electrode limitations and to guide experimentalists for the design of new promising materials. This local approach was recently applied to hybrid architectures, such as metal−organic frameworks (MOFs), and allowed some of us to demonstrate the first reversible lithium insertion into the MIL53(Fe) positive electrode. In this paper, we combine first-principles density functional calculations and local chemical bond analyses to fully interpret the redox mechanism of this material. Its reactivity versus elemental lithium is investigated as a function of (i) the lithium composition from Li/Fe = 0−1, (ii) the lithium distribution over the most probable Li sites, and (iii) the OH/F substitution ratio along the redox chains. The results show that the MIL53(Fe) is a weak antiferromagnet at  = 0 K with iron ions in the high-spin state (Fe,  = /). It reacts with lithium through a two-step insertion/conversion mechanism. The insertion reaction is perfectly reversible and proceeds in two steps: first, a single-phase reaction whose capacity increases linearly with the fluorine content in the starting material, then a two-phase reaction that ends around Li/Fe = 0.5 due to the stabilization of a localized Fe/Fe mixed-valence state along the inorganic chains. Further lithium insertion into LiMIL53(Fe) is shown to provoke an irreversible conversion reaction due to a complete loss of the local interactions between the inorganic and organic networks of the MOF architecture. On the basis of this interpretation, several alternatives to improve the capacity of these materials can be proposed by means of appropriate ligand functionalization and/or use of electrochemically active molecules within the large open space occurring in such porous materials.", "text": "10.1021/jp1016455   Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesI Introduction Transition-metal oxides and transition-metal phosphates (e.g., LiCoO2,(1) LiFePO4(2-4)) are now considered to be the most competitive positive electrodes for lithium-ion batteries. Their relatively high potentials versus lithium offer a wide range of operating voltages from 2.0 to 4.0 V, and their electrochemical reactivity versus Li is generally highly reversible, leading to small voltage hysteresis between the charge and the discharge. Nevertheless, they suffer from rather small capacities associated with the reversible exchange of, at most, one lithium per transition metal during a complete cycle of charge/discharge. This can be partly overcome with conversion reactions,(5) whereby the starting MOy oxide fully decomposes into a nanocomposite electrode through the reaction MOy + 2yLi → yLi2O + M0. However, while these reactions yield a significant increase of capacity compared with insertion reactions (at least twice higher), they exhibit high voltage hysteresis (polarization) between the charge and the discharge that is often thought as a direct consequence of the kinetically limited mass transport accompanying the decomposition/formation of such multiphase electrodes. This raises the question of the feasibility of reaching high capacity and low polarization in transition metal oxides (TM-O) regarding Li-induced electrochemical properties. Using a simple picture of electronic band structure, it is easy to correlate the nature of the electronic states involved in Li redox reactions to the small capacity generally achieved in TM-O. As shown in Figure 1a, the strong electronegative character of the oxygen ligand with respect to the transition metal leads to TM-O electronic band structures qualitatively described by one low-lying fully occupied band mainly centered on the oxygen 2p orbitals (formally charged O2− anions) and one high-lying empty or partially filled band mainly centered on the TM 3d orbitals (formally charged Mn+ cations). From one TM to another, the electronic band structures simply differ by the width of their band gap, which basically depends on the energy difference between the TM 3d and the O 2p orbitals, and by the metallic-band filling that is directly linked to the TM oxidation state and spin configuration. Given a Li-insertion process, the addition of electron(s) into the metallic-like band inevitably generates strong electron−electron repulsions within the TM 3d orbitals, leading to their destabilization in energy. As a direct consequence of these correlation effects, a TM is generally stable in one given oxidation state and one given local environment. To compensate for this destabilization, the system may either undergo a phase transition by stabilizing the TM into a different local environment (modifying its coordination sphere for instance) or accommodate a TM → O back-donation mechanism to release the TM exceeding charge toward the surrounding ligands. In TM-O, back-donation mechanisms are known to be far less efficient than those in more covalent systems, such as transition-metal phosphides (TM-P) for instance. Indeed, since phosphorus is less electronegative than oxygen, the electronic band structure of TM-P may now be described by two overlapping bands, leading to ligand-type empty levels that are now available and energetically accessible for TM → P electron transfers (see Figure 1b). These energetically accessible P levels then provide a reservoir for TMs to release/uptake the exceeding/deficient charge coming along with Li-insertion/extraction. They were shown to be responsible for the high structural stability (stable TM oxidation state and, therefore, stable local environment) and the high capacity (up to 10 Li/TM) of transition-metal phosphides upon Li insertion/extraction.(6-8) Although such a back-donation mechanism would never lead to TM-O capacities as high as those of TM-P, it can be used as an interesting concept for tuning the electrochemical properties of TM-based compounds by means of an appropriate functionalization of the oxygen ligands. Similar ideas have already been exploited to tune the electrochemical potentials of positive electrodes either by mixing different 3d TM in ternary TM oxides(9-11) or by functionalizing the oxygen ligands with a series of more or less covalent groups, such as silicates(12-15) or phosphates,(2-4) the LiFePO4 being the most famous among the various examples reported so far. In phosphates, the electron density of the oxygen ligand is polarized toward the phosphorus atoms by the so-called “inductive effect”.(2) From the orbital point of view, this effect can be understood as a σ-acceptor effect of the functionalized ligand. As shown in Figure 2, the direct consequence of such a ligand functionalization is to decrease the metal−oxygen antibonding character of the metallic-like levels in the redox band, therefore, increasing the electrochemical potential of the redox reaction of FePO4 with lithium. Despite its significant influence on the redox potential, the σ-acceptor effect of the PO3− fragment has a significant, but dramatic, impact on the electron localization on the TM redox center. Indeed, the hybridization of the oxygen 2p orbitals toward the phosphorus coordination sphere lowers the metal−ligand orbital interaction, thus hampering the TM-to-ligand back-donation mechanism required to decrease the electron correlation on the TM. It is, therefore, unlikely that phosphate’s theoretical capacities could be significantly increased with respect to their homologous oxides. Seeking for systems in which such a TM-to-ligand back-donation mechanism could take place, it was tempting to check the effect of a π-acceptor functionalized ligand onto the electrochemical performances of TM-O derivatives. The use of π-unsaturated ligands, such as the benzene-1,4-dicarboxylate (BDC2− = {O2C−C6H4−CO2}2−), was then thought as a possible route to relax both the electron correlation on the TM and the local structural distortions expected to occur when the TM is reduced by Li redox processes. As shown in Figure 3, π-unsaturated ligands have the appropriate orbital symmetry (when linearly bonded to MO6) to interact with the t2g-like orbitals of a MO6 octahedron and to allow for the desired back-donation mechanism to occur. Among the existing materials offering such ligand functionalization of the MO6 units, metal−organic frameworks (MOFs) rapidly appeared as appropriate candidates. These porous materials are functional materials commonly used in sensing, catalysis, ion exchange, separations, or gas storage.(16-22) They contain inorganic and organic networks that can be easily functionalized to get tunable properties. Among them, the iron-based Fe(OH)1−yFy(BDC) (BDC = O2C−C6H4−CO2) compounds, hereafter referred to as MIL53(Fe)-Fy, were recently tested as cathode materials in a Li-ion battery half-cell by Tarascon and co-workers.(23) The electrochemical activity of the tested MIL53(Fe)-Fy electrodes (y = 0 and 0.2) with respect to elemental lithium shows interesting performances, such as a good cycling life and rate capability but a disappointing capacity associated with the exchange of ∼0.4 Li/Fe (y = 0) and ∼0.6 Li/Fe (y = 0.2). These first attempts were, nevertheless, encouraging because they have demonstrated the first reversible lithium insertion into a MOF. Whether these results could open new routes for the design of electrode materials relies on their full interpretation. It is, therefore, the aim of this work to find out the origin of the limited capacity of MIL53(Fe)-Fy electrodes, by means of first-principles density functional theory (DFT) calculations and local chemical bond analyses. DFT has already proven to be powerful in predicting the thermodynamic, structural, and electronic properties of a wide series of solids. It is also well admitted that variants of the standard DFT, such as self-interaction corrected SIC(24) or DFT+U(25-27) methods, are required to properly account for the electron correlation in dense transition-metal and rare earth-based systems.(28) This approach allows for a better treatment of ground-state properties, such as local magnetization and charge/spin ordering, by introducing an effective on-site Hubbard-like parameter Ueff on the subset of correlated states. Before studying the redox properties of the Li-intercalated phases, the structural, electronic, and magnetic properties of the neutral MIL53(Fe)-F0 will be investigated within the DFT+U formalism. The ability of LDA+U versus GGA+U functionals to better reproduce the structural and electronic properties of systems combining organic and inorganic parts will be compared on various (structural and electronic) parameters. The redox properties will then be investigated through the consideration of the most probable lithium sites among the numerous ones available in such open structures, and the influence of the fluorine content on the electrochemical performances of the MIL53(Fe)-Fy electrodes will be discussed in the last part of the paper. Several alternatives will eventually be proposed to improve the capacity of such complex MOF-type structures.  Figure 1. Qualitative picture of the electronic band structure of (a) transition-metal oxides and (b) transition-metal phosphides as deduced from the molecular orbital diagram of the MX6 (X = O, P) octahedral units constituting the MX (X = O, P) crystal structures. For the sake of clarity, only two molecular orbitals are drawn.  Figure 2. Qualitative picture of the σ-acceptor effects of a (PO3)− ligand on the molecular orbitals of the MO6 octahedra.  Figure 3. Qualitative picture of the π-acceptor effects of a BDC2− ligand on the molecular orbitals of the MO6 octahedra.   Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesII Computational Details From the first-principles point of view, such complex architectures are not easy to handle due to the very different chemical bonds (in nature) occurring in the inorganic framework (iono-covalent bond and strongly correlated electrons), in the organic part (π-delocalized covalent bonds), and between them (weak Van der waals interactions within the pores). All calculations were then performed using the plane-wave density functional theory (DFT) code from the Vienna Ab initio Simulation Package (VASP)(29, 30) within both the local density approximation (LDA)(31) and the generalized gradient approximation (GGA) for the exchange and correlation potentials. For GGA calculations, different functionals were tested: the Perdew−Wang functional (PW91)(32) was chosen for its better ability to treat the weak van der Waals interactions expected in the MOF porous structure.(33) The Perdew−Burke−Ernzerhof functional (PBE)(34) was then further used for the sake of comparison. Regarding iron ions, being in a formal +III oxidation state in the neutral compound, peculiar attention was given to their local magnetic moment and to the resulting magnetic structures of the material. The structural properties (bulk parameters and local chemical bonds) and the electronic properties (local magnetic moments, band structures, charge and spin gaps) of the neutral MIL53(Fe) system were then computed within the DFT+U formalism of Dudarev,(27) from the DFT limit (U = 0) to the strongly correlated limit (Ueff = 7.0 eV) in order to check the influence of electron correlation on the different parameters studied. The electron wave functions were described in the projected augmented wave formalism (PAW),(35) and a real-space projection was further used for the total wave function analyses. The plane-wave energy cutoff was set up to 1000 eV, and a value of 600 eV was chosen as the default parameter. The Brillouin zone integration was done in a k-point grid distributed as uniformly as possible, using a 5 × 3 × 5 Monkhorst−Pack mesh (38 irreducible k-points) for structural relaxations and a 7 × 5 × 7 (123 irreducible k-points) for density of states and band structure analyses, in the P−1 primitive cell. The ionic convergence was done with respect to both the atomic forces (less than 3.10−3 Å/eV) and the energies (less than 10−5 eV).  Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesIII Results The MIL53(Fe)-F0.2 crystallizes in the monoclinic C2/c space group (no. 15) with unit cell parameters a = 6.882 Å, b = 21.249 Å, c = 6.763 Å, and γ = 114.6°. As shown Figure 4, it consists of chains of FeO4(OH)2 (or FeO4(OH)F) pseudo-octahedra along the a direction of the crystal lattice and connected from one another through their equatorial oxygen ligands to the organic BDC linkers. In the Newman projection, the iron-based octahedra are staggered with an angle of 16° along the chains. The fluorine atoms are supposed to be statistically distributed along the chains on appreciatively one over four iron ions, leading to the general formulation of Fe(OH)0.8F0.2(O2C−C6H4−CO2) and to a large unit cell made of 75 atoms. Note, however, that none of the XRD and neutron diffraction measurements have succeeded in clearly assigning the fluorine atoms’ crystallographic positions. To reduce the computational time, a symmetry lowering from the C2/c to the P−1 space group can be used to build a twice smaller unit cell (36 atoms) in which all fluorine atoms have been removed and replaced by hydroxyl groups. In this novel structure, the a and c parameters are kept constant while the b parameter is twice smaller than that of the C2/c unit cell (see Figure 4). This crystal structure has been first considered in the calculations to investigate the structural and electronic properties of the fluorine-free material, hereafter referred to as the MIL53(Fe)-F0. The role of the fluorine content on the redox properties of this class of compounds will be discussed in the last part of the paper.  Figure 4. Crystal structure of the MIL53(Fe)-F0 described in the C2/c and P−1 unit cells with hydroxyl bridging ligands (OH) along the inorganic chains.  a MIL53(Fe)-F0 Crystal Structure As shown in Table 1, the experimental parameters of the MIL53(Fe)-F0 are far better reproduced in the GGA approximation than in the LDA one. The well-known tendency of LDA to overestimate the electron delocalization along the metal−ligand bonds here leads to a significant relative error on the a parameter of the P−1 unit cell, which originates from a shortening of the Fe−O local bonds. Much smaller errors are obtained in the GGA approximation, whatever functional was used in the calculations. For the a and b parameters, this good agreement with experiments has to be related to the better treatment of metal−ligand interactions expected within the GGA approximation. Surprisingly, the c parameter is also well-reproduced in this approximation, although the DFT formalism is not supposed to properly account for the dispersion forces that mostly govern this parameter. As expected, the PW91 functional yields slightly better results than the PBE functional for such weak interactions.(35) The introduction of the Ueff parameter confirms the better performance of GGA with respect to LDA. As illustrated in Figure 5a, the experimental structure is very well reproduced in the GGA+U approximation, whatever effective correlation parameter was used in the calculation, from the DFT limit (U = 0) to the strongly correlated limit (Ueff = U − J = 7 eV; J = 1 eV). In the LDA approximation, the increase of Ueff significantly improves the description of the a and b parameters but tends to underestimate the pore size by a −10% relative error on the c parameter. A structural transition is observed around Ueff = 3 eV, suggesting a change in the electronic ground state of the system.  Figure 5. (a) Relative errors on the computed unit cell parameters of the MIL53(Fe)-F0 compound and (b) absolute value of the local magnetic moment on the iron ions of the P−1 unit cell, as a function of Ueff varying from the DFT limit (Ueff = 0 eV) to the strongly correlated limit (Ueff = 7 eV) using GGA+U calculations and the PW91 functional for exchange and correlation.    Table 1. Relative Errors with Respect to Experiments (in %) for Both the Unit Cell Parameters and the Local Fe−O Bonds of the MIL53(Fe)-F0, Computed within the LDA and GGA Approximations and Different Functionals  exptl (Å)LDA/CAGGA/PW91GGA/PBEa (Å)6.882−6.26%+1.44%+1.78%b (Å)11.150−3.26%+0.79%+1.04%c (Å)6.763−3.89%+0.75%+2.89%Fe−Oaa (Å)1.964−7.13%−0.11%+0.39%Fe−Oeqsa (Å)2.012−6.50%+0.79%+0.74%Fe−Oeqla (Å)2.112−11.58%−2.21%−2.07%   a Fe−Oa stands for the apical Fe−O(H) bonds, whereas Fe−Oeqs and Fe−Oeql stand for the short and long equatorial Fe−O(C) bonds, respectively.     b MIL53(Fe)-F0 Magnetic Properties Focusing on the local magnetic moment of the iron ions, the evolution of the unit cell parameters within the LDA approximation can be understood as the consequence of a decrease of the crystal field around the transition metal due to correlation effects. In the DFT limit (LDA, U = 0), the significant underestimate of the a parameter (chain direction) results in an artificially large crystal field around the transition metal, which induces a low-spin configuration for the Fe3+ ions (i.e., 0.9 μB for the iron local magnetic moment in LDA). When Ueff is increased, the concomitant increase of the intrachain unit cell parameter induced by the relocalization of the 3d orbitals leads to a low-spin to high-spin transition around Ueff = 3 eV, which now agrees with the high-spin state experimentally observed for the MIL53(Fe)-F0.2 system, using Mössbauer spectroscopy measurements.(23) In the GGA approximation, the small variation of the unit cell parameters as a function of Ueff is fully consistent with the small evolution of the local magnetic moment of the Fe3+ ions, which corresponds to a high-spin configuration in the whole range of correlations (see Figure 5b). From this study, it appears that the electron correlation does not govern the crystal and electronic structures of the MIL53(Fe)-F0. Both of them are in very good agreement with experiments when computed within the GGA approximation, whatever correlation parameter was used in the calculations. Preliminary calculations in the supercell approach for the MIL53(Fe)-F0.25 compound show similar results for the iron local magnetic moments and a slightly higher unit cell volume, suggesting that OH/F substitutions along the chain do not affect significantly the nature of the electronic ground state of the MIL53(Fe)-Fy, at least for y ≤ 0.25. Nevertheless, because correlation effects are known to significantly affect the energy of the electronic ground state and, therefore, the electrochemical properties of transition-metal oxides(36) (e.g., especially the redox potentials associated with Li insertion), it was necessary to extract a finer value of the Ueff parameter, as to be used in further calculations. We then investigated the magnetic properties of the MIL53(Fe) in order to follow the energetic hierarchy of the different magnetic structures as a function of the correlation parameter. Experimentally, the MIL53(Fe)-F0.2 shows a paramagnetic behavior at room temperature and undergoes a paramagnetic-to-antiferromagnetic transition around T = 7 K.(37) An energy difference close to the room-temperature thermal energy (kBT ∼ 25 meV) between the computed ferromagnetic (FM) and antiferromagnetic (AFM) structures should thus be a good indicator of the pertinent Ueff value(s) to be chosen. These calculations have to be performed in both the C2/c and the P−1 unit cells in order to check all possible magnetic arrangements along the chains (intra) and between the chains (inter). To decrease the computation time, the C2/c calculations were only performed for a correlation parameter of Ueff = 5 eV. As shown in Table 2, no magnetic interactions are expected to occur between the chains because the energy difference between the FM and AFM interchain interactions is at most 5 meV per formula unit (FU), whatever intrachain interactions were considered. Regarding the intrachain interactions (see Table 3), the AFM structure is favored over the FM one by 137 meV in the DFT limit while this value decreases as a function of Ueff down to 16 meV at Ueff = 9 eV. Considering the numerical error of the method and the well-known lack of DFT to properly reproduce multireference AFM states (especially when spin contamination effects affect the AFM state energy), Ueff values in the range of 5−7 eV should be considered as a reasonable range for the correlation parameter. These values are consistent with both the RT paramagnetic behavior and the paramagnetic-to-antiferromagnetic transition at 7 K for this system. Note that these values are slightly larger than the ones usually chosen in iron oxides and iron phosphates to compute the redox potentials associated with Li insertion (i.e., 4.6−4.9 eV).(36) This is not surprising because the self-interaction error of the DFT framework is expected to increase with the decrease of the metallic bandwidth. The low dimensionality (1D chains) of the MIL53(Fe)-Fy compounds is, therefore, fully consistent with the larger Ueff value required to reproduce their electronic ground state. In transition-metal oxides and phosphates, the two- or three-dimensional character of the crystal structures leads to slightly more delocalized electronic structures and, therefore, to a slightly more efficient screening of the intrasite electron repulsions (i.e., slightly smaller self-interaction error within the DFT framework).    Table 2. Relative Energies (meV per Formula Unit) of the Different Magnetic Structures Computed in the C2/c and P−1 Unit Cells for the MIL53(Fe)-F0 Compound Using the PW91 Functional and Ueff = 5 eV unit cellaintrainterΔE (meV/FU)P−1AFMFM0P−1FMFM44C2/cAFMFM0C2/cAFMAFM5C2/cFMFM46C2/cFMAFM51   a For the conventional C2/c unit cell, both intra- and interchain ferromagnetic (FM) and antiferromagnetic (AFM) interactions were considered. For each cell, the most stable structure is set to zero.      Table 3. Energy Difference between the AFM and FM Structures, ΔEMag = EAFM − EFM (meV/FU), Computed as a Function of Ueff Varying from 0 to 9 eV, in the P−1 Unit Cell for the MIL53(Fe)-F0 Compound Using the PW91 Functional Ueff (eV)0234579ΔEMag (meV/FU)−137−79−64−53−44−29−16    c MIL53(Fe)-F0 Electronic Ground State The total and projected density of states (DOS) of the fluorine-free MIL53(Fe)-F0 are presented in Figure 6a for the most stable AFM structure computed in the primitive (P−1) unit cell using the GGA-PW91 functional and Ueff = 5 eV. The low-lying band being mainly centered on the BDC orbitals, the MIL53(Fe)-F0 is a charge-transfer insulator at T = 0 K with an energy band gap (Eg = 2.45 eV). Although direct comparisons of experimental and computed gaps are not appropriate within the DFT formalism, it is known that the DFT+U formalism significantly improves the band gap of semiconductors and insulators, provided that the proper ground state is reached by the self-consistent calculation.(38) Attempts to measure the MIL53(Fe)-F0.2 experimental gap have led to a value of 2.4 eV,(37) which can be considered as very close to our GGA+U calculations, using Ueff = 5 eV. Note that, when a value of Ueff = 7 eV is chosen for the correlation parameter, the computed gap increases to Eg = 2.70 eV, suggesting that a value of Ueff = 5 eV should be considered for further calculations.  Figure 6. (a) Total density of states and its projection over the Fe(1), Fe(2), and BDC atomic levels and (b) electronic band structure above the Fermi level (redox band) for the MIL53(Fe)-F0 compound computed in the P−1 unit cell using the GGA-PW91 functional with Ueff = 5 eV and the Γ(0,0,0), X(1/2,0,0), Y(0,1/2,0), Z(0,0,1/2), and Q(0,1/2,1/2) k-point projections in the reciprocal lattice. Interestingly, the redox band of the system (see Figure 6b) exhibits both metallic and BDC contributions. This suggests that a Fe → BDC back-donation mechanism could occur upon lithiation, provided that an efficient overlap exists between the metallic 3d orbitals and the BDC π-like orbitals. The band is significantly dispersive along the Γ → X, Γ → Y, and Γ → Z directions of the reciprocal lattice, showing that some electron delocalization could take place both along the inorganic chains and between the chains through the organic linkers. The MIL53(Fe)-F0 should thus exhibit a two-dimensional electronic character as soon as the electrochemical reduction begins. It is worth noting, however, that the electronic delocalization along the chains may only occur in the FM state because there is no available (empty) spin orbital for next-nearest-neighbor hopping along the chain in the AFM state, once one electron is added to the system (see the Supporting Information, S.M.1).  d MIL53(Fe)-F0 Redox Properties To investigate the redox properties of the fluorine-free MIL53(Fe)-F0, we have first considered an electronic reduction by simply adding electrons to the neutral system, before including lithium atoms into the structure. This two-step study allows discriminating between the electronic and ionic effects of the electrochemical reduction. The purely electronic reduction also permits accessing more reduction rates and to model a statistical distribution of lithium that is likely to occur in such porous materials with a large number of crystallographically independent sites for lithium insertion. As shown in Figure 7, the addition of n electrons to the MIL53(Fe)-F0 system results in different responses of the AFM and FM magnetic structures. Interestingly, once electrons are added to the MIL53(Fe)-F0 neutral system, the ΔAFM/FM gap almost vanishes. This should be related to the significant dispersion of the redox band both along the inorganic chains and between the chains, thus favoring some electron delocalization in the system and, therefore, the stabilization of the FM state. As previously expected for the AFM structure, no electronic localization occurs along the inorganic chains when the system is electronically reduced. As a consequence, the exceeding charge localizes on one every 1/n iron, leading to the stabilization of one Fe2+ over 1/n Fe3+ ions along the chains. Further structural relaxations performed at each step of the reduction clearly show a local distortion around the Fe2+ ions, in perfect agreement with the Fe−O bond elongation resulting from the filling of Fe−O antibonding electronic levels. Note that the equatorial Fe−O(C) bonds are much more sensitive to the electronic reduction than the Fe−O(H) apical bonds due to their larger contribution to the electronic levels involved in the reduction process. The equatorial bonds are found to become nearly equivalent for the Fe2+, leading to a pseudo-D4h symmetry (4 × 2.205 Å), whereas they differ by 0.1 Å for the Fe3+ ion (2 × 2.012 Å, 2 × 2.112 Å). The fact that the Fe−O(H) apical bonds are not significantly affected by the electronic reduction is consistent with the small variation of the intrachain a parameter that increases from 7.022 to 7.192 Å when n/Fe is increased from 0 to 0.5. In the FM state, the situation is very different: the additional charge first delocalizes homogeneously over the two iron ions of the unit cell, leading to a fractional Fe(3−n/2)+ oxidation state. The two iron ions then disproportionate at n/Fe > 0.375 to form ordered Fe2+/Fe3+ mixed-valence dimers similar to the ones obtained in the AFM structure at the same reduction rate. It should be noted here that, when full structural relaxations are performed at each step of the reduction, the two iron ions disproportionate at a smaller reduction rate, that is, at n/Fe > 0.25.  Figure 7. Variation of the local magnetic moment of Fe(1) and Fe(2) as a function of the number of electrons added to the neutral MIL53(Fe)-F0 system (n/Fe) and computed in the P−1 unit cell using the GGA-PW91 functional with Ueff = 5 eV for both the AFM and the FM structures. To study the electrochemical reduction of the MIL53(Fe)-F0, lithium was added into the structure. A Connolly surface(39) was first computed to roughly determine the different sites accessible for Li+ ions. This algorithm uses a sphere of a particular radius for the solvent (here, the Li+ ion with a radius of r = 1.0 Å) to probe the accessible surface area of the porous material, using a sterical consideration only. Note that a more realistic ionic radius of r = 0.76 Å for the lithium ion does not yield different results. This study leads to four main sites that can be defined as follows: (i) site A lying close to the hydroxyl group of the inorganic chains and allowing a direct interaction between the Li+ and the nonbonding doublet of the hydroxyl group, (ii) site B lying close to the carboxylic group of the BDC linkers and allowing a direct interaction between Li+ and the π orbitals of the carboxylic group, (iii) site C lying at the middle c edge (0,0,1/2) or at the center of the (a,c) face (1/2,0,1/2), both sites being crystallographically equivalent and allowing a direct interaction of Li+ with both the oxygens of the hydroxyl and carboxylic groups, and (iv) site D lying between two benzene rings and allowing a direct interaction of Li+ with the π⊥ orbitals of the unsaturated benzene ring. In Table 4, we have listed the A−D site energies obtained after full structural relaxations for two different lithium compositions for the AFM. Note that, for all calculations, the FM structure is closely related in energy to the AFM one by at most 30 meV. For these calculations, a 2 × 1 × 1 P−1 unit cell (4 Fe per chain) was used to reach the intermediate lithium compositions, xLi/Fe = 0.25, 0.5. Note that the D site was found to be 988 meV/Li above the other sites at xLi/Fe = 0.25 and was, therefore, ruled out from the study for xLi/Fe = 0.5. At xLi/Fe = 0.25, this D site corresponds to a very small η6 interaction of Li+ with the benzene ring of one BDC linker, as it is observed in the graphitic structure (see Figure 8d). Whatever lithium composition was considered, the A and B sites appear to be the most probable ones. Site A corresponds to a direct Li+ attack of the hydroxyl group that bridges the octahedra along the chains. This leads to the stabilization of a lithium hydroxide LiOH with a short Li−O bond distance equal to 1.88 Å and a Li−O−H angle of 123° for xLi = 0.25/Fe. As shown in Figure 8a, Li(A) sits at nearly equivalent distances from the two iron ions as well as from the two O(BDC), suggesting a homogeneous reduction of Fe(1) and Fe(2), fully consistent with the stabilization of the FM structure compared to the AFM one by 18 meV. Site B corresponds to the attack of the carboxylic groups on the opposite side of the chain compared to site A. At xLi = 0.25/Fe, it leads to the stabilization of one short Li−O(BDC) and three longer ones, giving rise to the stabilization of a LiO4 strongly distorted tetrahedron (note that, for the sake of clarity, we did not represent all the BDC linkers in Figure 8b, only the oxygen atoms in interaction with Li(B)). In that case, Li(B) gets much closer to Fe(2) than to Fe(1), which results in the breaking of one Fe−O(BDC) bond (i.e., Fe(2)−O = 2.73 Å) and to a preferential reduction of one iron ion only. Interestingly, when xLi/Fe is increased, the B site becomes slightly favored compared with the A site, leading to configurations 2B, 2A, and A + B closely related in energy at xLi/Fe = 0.5. Regarding the C site, the interaction of Li+ with oxygen atoms belonging to different chains induces a significant decrease of the c parameter due to the formation of two short Li−O(BDC) bonds of 1.94 Å and two longer ones of 2.58 Å for xLi = 0.25/Fe (see Figure 8c). When xLi is increased, this contraction is even more pronounced; as we will see in the next section, this leads to a pore size that is no longer consistent with the experimental XRD data collected upon the electrochemical reduction.  Figure 8. Results of the full structural relaxations performed at xLi/Fe = 0.25 for the MIL53(Fe)-F0 system using the PW91 functional and Ueff = 5 eV for lithium sites (a) A, (b) B, (c) C, and (d) D.    Table 4. Relative Site Energies Δ (meV/Li) for Two Different Lithium Compositions Computed in the AFM Structure, the Most Stable Site Energy Being Set to Zeroa  xLi/Fe = 0.25xLi = Fe 0.5site occupancyABCD2A2B2CA + BA + CB + CΔ (meV/Li) AFM04222898836028856212197   a The calculations have been performed in the P−1 unit cell in which the a parameter (chain direction) has been doubled to reach the x = 0.25Li/Fe composition.     e Influence of the Fluorine Bridging Ligand on the Redox Properties of MIL53(Fe) Compared to the fluorine-free compound, the MIL53(Fe)-Fy phases consists of inorganic chains in which few hydroxyl bridging ligands are substituted by a fluorine atom, leading to the general formulation Fe(OH)1−yFx(BDC) with y ≤ 0.25. Regarding the electrochemical properties, Tarascon et al. have shown that the total reversible capacity of the MIL53(Fe)-Fy electrodes increases as a function of the fluorine content. Attempts to quantitatively correlate the reversible capacity of these electrodes to the exact fluorine content had failed, but up to now, the most promising electrochemical behavior has been obtained for the Fe(OH)0.8F0.2(BDC) electrode in which up to 0.6 Li/Fe were successfully and reversibly exchanged upon charge and discharge.(23) Note that no superstructures were detected in the XRD patterns of the MIL53(Fe)-Fy phases, suggesting that the fluorine atoms are statistically distributed along the chains, whatever y content was considered. For such disordered structures requiring a supercell approach, first-principles calculations become rapidly prohibitive, in particular, regarding the numerous lithium distributions arising from the splitting of site A into two distinguishable AF and AOH sites. It is, nevertheless, possible to predict the influence of the OH/F substitution on the redox properties of the MIL53(Fe)-Fy compounds, at least in a qualitative manner, using a simple orbital approach. As illustrated in Figure 9, the strong electronegative character of fluorine makes the F− ligand a lesser donor than OH− with respect to the transition metal. In other words, its occupied 2p orbitals lying lower in energy than the π orbitals of OH−, the Fe(3d)−F(2p) antibonding interactions are less destabilizing than the Fe(3d)−OH(π) ones. As a matter of fact, the redox properties of the MIL53(Fe)-Fy electrodes should be activated by the OH/F substitution due to the stabilization of the metallic 3d orbitals, and the electrochemical potential associated with lithium insertion into this electrode should be slightly increased compared with the fluorine-free electrode. Maybe more importantly, lithium insertion into site AF should be thermodynamically favored over lithium insertion into site AOH, as a consequence of the more basic character of F− compared with OH− with respect to the attack of Li+.  Figure 9. Qualitative representation of the donor character of the OH− and F− ligands with respect to the transition metal and its consequence on the redox band of the MIL53(Fe)-Fy and MIL53(Fe)-F0 systems. For the sake of clarity, the MO4 fragment orbitals were used as the reference (middle) on which two hydroxyl groups (left) or one hydroxyl group and one fluorine atom (right) were added on the apical positions of the MO4(OH)2−xFx (x = 0, 1) final octahedron.    Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesIV Discussion  a Reversible Insertion Mechanism from xLi/Fe = 0−0.5 From the experimental point of view, lithium insertion into MIL53(Fe)-F0.2 has been shown to proceed in two steps: first, a solid solution process associated with the exchange of about 0.3 Li/Fe and then a two-phase process associated with the exchange of about 0.3 more Li per Fe. These two processes have clearly been demonstrated using potentiostatic intermittent titration technique (PITT) measurements coupled with in situ XRD characterization and Mössbauer spectroscopy at lithium compositions of xLi/Fe = 0, 0.3, and 0.6.(23) Although no such characterizations were investigated on the MIL53(Fe)-F0, the shape of its galvanostatic curve suggests that similar processes take place in that system upon charge and discharge, with, however, a smaller reversible capacity associated with the exchange of 0.4 Li/Fe. The results presented in the previous section suggest that the solid solution experimentally observed for the MIL53(Fe)-Fy electrodes in the first part of the discharge corresponds to the stabilization of a delocalized electronic state along the chains, induced by the insertion of lithium preferentially into the thermodynamically favored A site. The local geometry of this site after a full structural relaxation at xLi/Fe = 0.25 and y = 0 (see Figure 8a) is indeed perfectly consistent with the stabilization of a fractional Fe(3−x/2)+ oxidation state for the metallic ions and with the absence of any crystallographic discrimination of the Fe sites by in situ XRD.(23) Although a partial occupancy of site B cannot be fully ruled out, it is likely that the energy difference between sites A and B at xLi/Fe = 0.25 and y = 0 is, here, sufficient to consider a majoritarily lithium insertion into site A. From the electronic point of view, the delocalized state from reduction rates of xLi/Fe = 0 to 0.25 could be understood as the stabilization of mixed-valence (MV) dimers of class III (or II) in the Robin and Day classification.(40) In the molecular picture, a mixed-valence state of class III is characterized by a low activation barrier between the two wheels corresponding to the two symmetrically related Fe2+/Fe3+ and Fe3+/Fe2+ localized states (Supporting Information, S.M.2). This leads to fractional oxidation states for the two iron ions as well as equivalent crystallographic sites and local environments, in perfect agreement with our calculations. In the present case, it is, therefore, likely that both the filling of site A and the contribution of the FM state to the total electronic ground state of the system favor the weak, but non-negligible, electron delocalization along the chains once the reduction begins. Focusing on the fluorinated electrodes, our qualitative analysis suggests that the A site thermodynamical preference over the B site should increase as a function of y, mainly due to the stabilization of the AF site with respect to the AOH one. Assuming this hypothesis would then suggest that the solid solution domain of the fluorinated electrodes increases as a function of the fluorine content into the starting MIL53(Fe)-Fy phases. Above xLi/Fe = 0.25, our results suggest that the two-phase process corresponds to the stabilization of a localized electronic state along the chains, induced by lithium insertion preferentially into site B. The fact that this site becomes favorable above a certain reduction rate is clearly related to the larger π-acceptor character of the carboxylic group compared with the hydroxyl or fluorine ones. As qualitatively shown in Figure 3, the π-acceptor character of the carboxylic group means that π-like empty levels of the BDC ligands lie just above the metallic 3d orbitals, thus allowing an efficient metal-to-O(BDC) back-donation mechanism as soon as the reduction begins. This should obviously make the oxygen of the carboxylic groups more basic than the oxygen of the hydroxyl group or than the fluorine with respect to a Li+ attack. As shown in Figure 8b, the filling of site B by lithium results in a preferential reduction of one every iron ions (in the dimer representation) and in a significant distortion around the reduced Fe2+ that now adopts a pyramidal environment due to the breaking of one Fe−O(BDC) bond. A disproportionation reaction should thus take place along the chains above xLi/Fe = 0.25 for y = 0, leading to a progressive long-range ordering of mixed-valence Fe2+/Fe3+ dimers of class I, in the Robin and Day classification at xLi/Fe = 0.5. This disproportionation reaction should obviously occur at slightly higher lithium compositions for the fluorinated electrodes, as a consequence of the larger domain of solid solution expected in the first part of the discharge when y increases from 0 to 0.2. Compared to the MV states of class III (or II), the MV states of class I correspond to the localization of the extra electron on one every iron and to crystallographic site discrimination (Supporting Information, S.M.2). This hypothesis is perfectly consistent with the appearance of a high-spin Fe2+ signal in the Mössbauer spectra of LixMIL53(Fe)-F0.2 for lithium compositions of xLi/Fe ≥ 0.3(23) and with the two-phase type evolution of the in situ XRD patterns above this reduction rate. It should be noted here that sites C and D cannot be reasonably considered as possible sites for lithium insertion. The filling of these sites not only leads to much higher energies per lithium than for sites A and B but also induces a significant contraction of the c parameter, which is not consistent with the expansion characterized by in situ XRD upon discharge.(23) Looking at their crystallographic position (both standing between two inorganic chains), it is easy to understand that the c-parameter contraction obtained in our calculations is the result of an artificial maximization of the Li+−O(BDC) and Li+−C(BDC) interactions for sites C and D, respectively.  b Irreversible Conversion Mechanism from xLi/Fe = 0.5−1.0 The fact that lithium insertion is no longer possible above the composition of xLi/Fe = 0.5 for y = 0, although available sites still exist in the structure, should be related to the particularly stable electronic ground state of the Li0.5MIL53(Fe)-F0 composition with respect to that of higher compositions. To confirm this assumption, we have investigated further lithium insertion up to 1 Li/Fe, by adding lithium into the most favorable A and B sites. Interestingly, we have successfully converged the Li0.75MIL53(Fe)-F0 and LiMIL53(Fe)-F0 crystal structures, leading to a complete formal reduction of the remaining Fe3+ sites to Fe2+. These structures are, nevertheless, characterized by strongly elongated Fe−O bonds (between 2.3 and 2.7 Å), whatever lithium distribution was considered, and by a much lower cohesive energy per atom compared with the structures obtained at xLi/Fe = 0, 0.25, and 0.5. This confirms that the local environment of the iron ions is strongly destabilized by the Fe3+ → Fe2+ reduction, as already shown in Figure 8b for xLi/Fe = 0.25 and y = 0. This should lead to a dramatic loss of cohesive interactions between the inorganic chains and the organic linkers when more than half of the Fe3+ ions are reduced to Fe2+ in the structure. The LixMIL53(Fe)-Fy phases associated with a lithium composition greater than xLi/Fe = 0.5 should, therefore, preferentially decompose above this composition to form a composite electrode made of metallic iron Fe0 and lithium hydroxide and/or lithium carboxylic acids and/or water. In other words, these highly lithiated electrodes should be thermodynamically less stable than composite electrodes, such as Li2BDC/Fe0/H2O or LiOH/Fe0/H2BDC, for instance. Once again, the Fe2+ over Fe3+ ratio above which the inorganic/organic interactions should collapse is expected to increase with y, as a result of the larger lithium content exchanged in the solid solution domain for the fluorinated electrodes. This hypothesis is strongly supported by experiments. Indeed, even if the nature of the discharged electrode has not yet been fully characterized experimentally, the decomposition of the lithiated LixMIL53(Fe)-Fy above xLi/Fe = 0.4 for y = 0 and xLi/Fe = 0.6 for y = 0.2 has clearly been demonstrated when the electrochemical cells were cycled down to 0.5 V in discharge.(23)  c Ligand Functionalization This study shows that the MIL53(Fe)-Fy electrodes react with lithium through a two-step insertion (reversible)/conversion (irreversible) process, when a full [3, 0 V] potential window is applied to the electrochemical cells. After a y-dependent solid solution domain corresponding to the insertion of lithium into the (thermodynamically activated) A sites, the insertion process turns to a two-phase process with the insertion of lithium into the B sites. This processes is shown to be ended by the stabilization of localized Fe2+/Fe3+ mixed-valence dimers along the inorganic chains when the Fe2+/Fe3+ ratio gets close to 1 (xLi/Fe = 0.5). Further lithium insertion into the LixMIL53(Fe)-Fy electrodes causes an irreversible decomposition of the material due to the complete loss of the inorganic/organic interactions into the structure. Improving the reversible capacity of such MOF architectures then requires innovative chemistry to strengthen the inorganic/organic interactions by an appropriate ligand functionalization. An efficient strengthening of the Fe−O local bonds can be obtained by increasing the π-acceptor character (and also the σ-acceptor character) of the organic linkers with respect to the transition metal. This can be achieved by lowering the π* orbitals (and the high-lying σ* orbitals) of the BDC ligand in replacing the central C4H4 of the benzene ring by nitrogen atoms, for instance, to form a tetrazine-1,4-dicarboxylate ligand (O2C−N4−CO2). The more electronegative character of nitrogen compared with CH will stabilize the local Fe−O bonds (inorganic/organic cohesion), therefore, increasing the Fe → ligand back-donation mechanism upon reduction. First attempts to model this ligand functionalization using DFT+U calculations already show that the Fe−O bonds are less elongated in the tetrazine-based compound than in the MIL53(Fe) when lithium is inserted into site B at lithium compositions of xLi/Fe = 0.25 and 0.50. Another way to increase the σ,π-acceptor character of the organic linkers would be to change the carboxylic groups with less electronegative groups, in order to increase the covalency of the local Fe−ligand bonds. Provided that a thiocarboxylate (RCS2−, RCSO−) late group could replace the carboxylate without changing drastically the structure of the material (which cannot be claimed for sure due to the significant change in the Fe−S bond nature compared with Fe−O), this functionalization should significantly strengthen the inorganic/organic interactions and probably induce a t2g5 low-spin configuration for the Fe3+. Note that, because t2g-like orbitals can only make π-type interactions with the ligands, it is probable that, in that case, a linear bonding of the organic linkers to the equatorial plane of the Fe3+-centered octahedra should be preferred to the bended mode adopted in the MIL53(Fe) for the Fe3+ high-spin configuration (t2g3eg2). This is corroborated by the structure of the MIL53(Cr),(41) which exhibits a much more open structure than the MIL53(Fe) due to a linear bonding of the BDC ligands to the CrO4(BDC) equatorial plane of the high-spin Cr3+ (t2g3) ion. Another route to increase the capacity of the MIL53(Fe) would be to take advantage of the large open space occurring in the MOF-type architectures, by inserting electrochemically active organic molecules into the pores. This has already been investigated by De Combarieu et al.(42) with the benzoquinone molecule O═C6H4═O inserted into the pores of the MIL53(Fe). Although less impressive than expected, these first attempts to improve the electrochemical performances of the MOFs with respect to lithium are encouraging and deserve to be deepened.   Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesV Conclusion The present study aims at showing that simple concepts of chemical bonding are powerful tools to design new electrode materials for Li-ion batteries, to rationalize their reactivity versus elemental lithium, and to envisage ligand functionalization to improve their electrochemical performances. These concepts have been applied to a complex MOF architecture, the MIL53(Fe) compound, whose complexity arises from a large unit cell in which very different chemical bonds occur, for example, iono-covalent inorganic bonds, π-conjugated organic bonds, and weak van der Waals interactions. Coupled with DFT+U calculations, this approach has allowed us to fully interpret both the MIL53(Fe) ground state and its reactivity toward elemental lithium. This material is shown to be a weak antiferromagnetic charge-transfer insulator at T = 0 K, exhibiting a paramagnetic behavior at room temperature with iron ions in the high-spin S = 5/2 state. Its reactivity with respect to elemental lithium is the first evidence for a reversible lithium insertion reaction in such MOF compounds. From experiments, the insertion reaction has been shown to proceed through a solid solution reaction, followed by a two-phase reaction that ends around xLi/Fe = 0.4 + y, with y being the fluorine content occurring in the starting material (0 ≤ y ≤ 0.2). This redox mechanism is, here, linked to the stabilization of a mixed-valence state of class III for the solid solution domain and a mixed-valence state of class I for the two-phase domain. The fluorine content occurring in the starting material should stabilize the delocalized mixed-valence state, thus increasing the solid solution domain of the insertion process. Above the critical composition of xLi/Fe = 0.4 + y, our computations suggest that an irreversible conversion reaction should take place, whose driving force is a complete loss of the cohesive interactions between the inorganic and organic networks of the MOF architecture. Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesAcknowledgment This work has been financially supported by the Agence Nationale de le Recherche (ANR) through the project ANR-06-0202 CONDMOF and by the French national resources centers IDRIS and CINES. The authors thank J.-M. Tarascon and G. Férey for providing their experimental results and for fruitful discussions.  Top of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesSupporting Information A qualitative illustration of the electronic localization/delocalization of one extra electron along a chain of high-spin Fe3+ ions is presented in S.M.1 for the antiferromagnetic and ferromagnetic structures. S.M.2 describes the delocalized and localized mixed-valence states of class III and I in the molecular picture. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionComputational DetailsResultsDiscussionConclusionReferencesReferencesThis article references 42 other publications.1.   Mizushima, K.; Jones, P. C.; Wiseman, P. J.; Goodenough, J. B.  Mater. Res. Bull. 1980,  15,  783[Crossref], [CAS]1. Lithium cobalt oxide(LixCoO2) (0<x≤1):  a new cathode material for batteries of high energy densityMizushima, K.; Jones, P. C.; Wiseman, P. J.; Goodenough, J. B.Materials Research Bulletin\r\n        (1980),\r\n    15\r\n        (6),\r\n    783-9CODEN:\r\n                MRBUAC;\r\n        ", "title": "Design of Electrode Materials for Lithium-Ion Batteries: The Example of Metal−Organic Frameworks", "authors": ["C. Combelles", "M. Ben Yahia", "L. Pedesseau", "M.-L. Doublet"], "doi": ["10.1021/jp1016455"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0003.gif\">"]}