{"abstract": "Simulations of H sorption were performed in a metal–organic framework (MOF) consisting of Zn ions coordinated to 1,2,4-triazole and tetrafluoroterephthalate ligands (denoted [Zn(trz)(tftph)] in this work). The simulated H sorption isotherms reported in this work are consistent with the experimental data for the state points considered. The experimental H isosteric heat of adsorption () values for this MOF are approximately 8.0 kJ mol for the considered loading range, which is in the proximity of those determined from simulation. The experimental inelastic neutron scattering (INS) spectra for H in [Zn(trz)(tftph)] reveal at least two peaks that occur at low energies, which corresponds to high barriers to rotation for the respective sites. The most favorable sorption site in the MOF was identified from the simulations as sorption in the vicinity of a metal–coordinated HO molecule, an exposed fluorine atom, and a carboxylate oxygen atom in a confined region in the framework. Secondary sorption was observed between the fluorine atoms of adjacent tetrafluoroterephthalate ligands. The H molecule at the primary sorption site in [Zn(trz)(tftph)] exhibits a rotational barrier that exceeds that for most neutral MOFs with open-metal sites according to an empirical phenomenological model, and this was further validated by calculating the rotational potential energy surface for H at this site.", "text": "10.1021/acs.langmuir.5b01664 Top of PageAbstractIntroductionResults and DiscussionConclusionReferencesI IntroductionMolecular H2 remains perhaps the most promising alternative energy carrier to replace petroleum-based gasoline and diesel fuels for vehicular applications in this energy economy.(1) The use of H2 in very promising fuel cells generates a large amount of energy (ca. 120 kJ g–1)(2) and releases only H2O and no greenhouse gases into the atmosphere. H2 is also straightforward to obtain as it can be produced from steam reforming of natural gas(3) or electrolysis of water.(4) However, one of the challenges to use H2 as a fuel source is that it interacts weakly with its environment under near-ambient conditions, thus making the transport of neat H2 difficult because there is no extant practical dense hydrogen storage medium.The construction of porous materials such as metal–organic frameworks (MOFs) is one of the most promising routes to achieve a suitable storage mechanism for molecular H2.(5-8) MOFs are crystalline compounds that are synthesized from metal ions and organic ligands.(9-12) They are three-dimensional materials containing pores and channels that can be used to sorb and store H2. MOFs are highly tunable as several different structures can be made by changing the metal ion or ligand.(13) In addition, H2 sorption in MOFs is based on physisorption, where the interaction energy between the H2 molecule and the framework is rather weak, especially compared to that for a chemical bond. The previously described features allow MOFs to have advantages over traditional materials for H2 storage, such as zeolites, activated carbons, and metal hydrides. A H2 adsorption enthalpy of 15–30 kJ mol–1 has been proposed as aspirational for room temperature H2 storage in porous materials.(14, 15)The introduction of open-metal sites (or unsaturated metal centers) in MOFs is a promising method to increase the adsorption enthalpy for H2 in such materials.(16-19) For example, the MOF Ni-DOBDC (DOBDC = 2,5-dioxido-1,4-benzenedicarboxylate), also known as CPO-27-Ni or Ni-MOF-74,(20) is found to exhibit an initial isosteric heat of adsorption (Qst) value of 13.0–13.5 kJ mol–1.(18, 21) A high Qst value in such MOFs is attributed to the favorable interaction between the H2 molecule and the metal centers. This has been validated through various studies that pinpoint the location of the sorbed H2 molecules in these materials, such as neutron scattering spectroscopy (elastic and inelastic)(22-25) and computational modeling.(26, 27)Tuning the pore sizes in MOFs to allow for optimal interactions between the H2 molecule and the framework is also an encouraging method to increase the Qst for H2 in these materials.(28-30) MOFs with small pore sizes often display a higher H2 Qst than those with larger pore sizes because smaller pores permit the H2 molecules to interact with many components of the framework at the same time. The inclusion of polar functionalities in MOFs with small pore sizes would afford an enhancement in the MOF–H2 interaction. An example demonstrating the effect of pore sizes on the Qst for H2 can be observed when comparing SIFSIX-2-Cu (or [Cu(dpa)2SiF6]) and its interpenetrated polymorph SIFSIX-2-Cu-i (or [Cu(dpa)2SiF6-i]).(30, 31) Specifically, SIFSIX-2-Cu-i exhibits a H2 Qst of 8.4 kJ mol–1, which is nearly twice as high as that for SIFSIX-2-Cu (4.6 kJ mol–1) because of the smaller pore sizes for the former compared to the latter (5.15 vs 13.05 Å).Inelastic neutron scattering (INS) is a useful spectroscopic technique that can be used to gain atomistically detailed insights into the energetics for H2 sorbed at various sorption sites in MOFs. The INS spectra for H2 in MOFs consist of many peaks from transitions of the hindered H2 rotor, where typically each transition corresponds to H2 sorbed at a particular site in the MOF. Rotational tunneling transitions that appear at low energies correspond to a high barrier to rotation for the sorbed H2, which is indicative of a strong interaction with the framework.INS studies have been performed on several MOFs to obtain information on the rotational barriers for H2 at different sorption sites in these materials. As an example, INS studies on Ni-DOBDC revealed a transition at 6.6 meV in the spectra for the MOF, which is the lowest energy peak in the spectra.(18) This 6.6 meV peak, representing the sorption of H2 onto the open-metal Ni2+ ions in the MOF, corresponds to a rotational barrier of 37.7 meV acccording to an empirical phenomenological model that is based on a simple double-minimum potential.(32) INS studies in SIFSIX-2-Cu-i revealed a peak occurring at 5.6 meV in the resultant spectra,(30) which is lower than the lowest energy peak for Ni-DOBDC (meaning a higher rotational barrier), even though the latter exhibits a much higher initial H2 Qst than the former. This indicates that the most favorable sorption site in SIFSIX-2-Cu-i provides for intermolecular interactions that cause the sorbed H2 molecules to experience a potential landscape that requires more energy for rotation compared to an open-metal site in Ni-DOBDC.Figure 1. (a) The shifted c-axis view and (b) the view of the 45° angle between the a and b axes of the 2 × 2 × 2 system cell of [Zn(trz)(tftph)]. Atom colors: C = cyan, H = white, N = blue, O = red, F = pink, Zn = silver.In this work, H2 sorption in a fluorinated MOF containing small pore sizes is investigated through theoretical and INS studies. The MOF is a recently synthesized material that consists of Zn2+ ions that are coordinated to 1,2,4-triazole (trz) and tetrafluoroterephthalate (tftph) ligands (Figure 1).(33) The empirical formula for the structure of the MOF is [Zn5(trz)6(tftph)2(H2O)2]. Preparation of the MOF involves removing an extrinsic water molecule via activation. However, upon desolvation of the framwork, one H2O molecule remains coordinated to one type of Zn2+ ion. This MOF, denoted [Zn(trz)(tftph)] throughout this manuscript, is notable for the small pore sizes that it contains as well as for the  presence of accessible fluorine atoms from the tftph ligands that project into the pores with a partial negative charge conducive to sorbate binding. The MOF contains three different types of Zn2+ ions and three chemically distinct trz linkers (see Supporting Information). Closer inspection of the crystal structure of the MOF suggests that the free carboxylate oxygen atoms from the tftph ligands (i.e., those that are not coordinated to a Zn2+ ion) are also accessible to provide binding opportunities.The experimental INS spectra for H2 at different loadings in [Zn(trz)(tftph)] are presented. Details of performing the INS measurements can be found in the Supporting Information. INS studies were performed for H2 in this MOF to assess the importance of small pore sizes or fluorine functionality on the rotational dynamics of H2 in porous materials. The study also serves to highlight the synergy between such spectroscopic measurements and careful theoretical modeling. The resultant INS spectra reveal 2–3 rotational tunneling transitions, with one of them occurring at a noticeably low energy (5.4 meV), which indicates a high barrier to rotation for a specific sorption site. The transition energy for this peak is lower than the lowest energy peak for most neutral MOFs that contain open-metal sites(18, 22, 24, 34) and is comparable to those MOFs that are charged and possess counterions.(35-38)Grand canonical Monte Carlo (GCMC) simulations of H2 sorption were performed in [Zn(trz)(tftph)] in this work in order to identify the H2 sorption sites. Details of the GCMC simulations are provided in the Supporting Information. Further, details of preparing and parametrizing the MOF for simulations can also be found in the Supporting Information. Accurate molecular level predictions of the H2 sorption sites in MOFs are predicated on the ability to obtain good agreement with experimental measurements. It will be shown that the simulated H2 sorption isotherms and the Qst values produced in this work in [Zn(trz)(tftph)] are consistent with those quantities that were obtained experimentally. Experimental studies of H2 sorption in [Zn(trz)(tftph)] have shown that the MOF displays an initial H2 Qst value of about 8.0 kJ mol–1.(33) This value is impressive for a material that excludes open-metal sites. The high Qst value for H2 in [Zn(trz)(tftph)] must be attributed to H2 interacting with several polar functionalities in the small space of the framework. It will be shown that the interactions are dominated by repulsion/dispersion energetics that are synergistically enhanced because of the MOF topology. Moreover, this Qst value is higher than some MOFs that contain open-metal sites, with the most notable example being HKUST-1 (or Cu-BTC).(17, 39-43)It will be shown that a cooperative interaction from several different moieties in a confined region in [Zn(trz)(tftph)] is responsible for the high H2 Qst value in the material as well as for the presence of the lowest energy peak in the INS spectra for the MOF. We also calculate the rotational potential energy surface for a H2 molecule sorbed at the primary site in [Zn(trz)(tftph)]. It will be revealed later that the theoretical value is in good agreement with a value that was determined using an empirical phenomenological model.(32) Additionally, it will be shown that the rotational barrier for H2 at the most favorable sorption site in [Zn(trz)(tftph)] is among the highest of reported MOF materials on the basis of INS measurements and calculations.Top of PageAbstractIntroductionResults and DiscussionConclusionReferencesII Results and DiscussionSimulations of H2 were performed in [Zn(trz)(tftph)] using three different potentials of increasing complexity: single-site van der Waals potential developed by V. Buch (Buch),(44) five-site electrostatic (nonpolarizable) potential by Belof et al. (BSS),(45) and five-site polarizable potential by Belof et al. (BSSP).(45) For simulations using the BSSP model, polarization was included explicitly in the simulations via a Thole–Applequist type model.(46-48) All simulations were performed in the rigid 2 × 2 × 2 system cell of the MOF as shown in Figure 1. Further, for the simulations of H2 sorption at the temperatures considered in this work, quantum mechanical dispersion effects were included semiclassically through Feynman-Hibbs corrections to the fourth order (see Supporting Information).(49) All simulations in [Zn(trz)(tftph)] were performed with a H2O molecule coordinated to one of the unique Zn2+ ions (see Supporting Information). Experimental studies on [Zn(trz)(tftph)] have shown that these metal-coordinated H2O molecules are part of the MOF and that the removal of these molecules causes the framework to collapse.(33) The simulated H2 sorption isotherms for the three potentials at 77 and 87 K in [Zn(trz)(tftph)] are compared to the matching experimental data in Figure 2a. All experimental data were estimated from the original experimental reference for this MOF (ref 33).The simulated H2 sorption isotherm for the Buch model in [Zn(trz)(tftph)] is coincident with experiment at 77 K for the entire pressure range considered. This is typically a bad indicator because the model is physically inadequate if the results differ for the more generally applicable and accurate BSS and BSSP models (see below). This does, however, suggest that the H2 sorption observables in this MOF can be captured by considering only van der Waals interactions, at least if the agreement persists at temperatures other than 77 K. Simulations using the BSS and BSSP models generated isotherms that are only slightly higher than the experimental isotherm and the isotherm produced by the Buch model at 77 K, especially at pressures from 0.05 atm (38 mmHg) and above. The slight oversorption for the BSS and BSSP models compared to experiment for nearly all pressures considered at 77 K could be because a perfect crystal of the MOF was used for the simulations. Actual synthesized crystals could have minor deformations, and such alterations are likely to result in partially blocked pores for MOFs that have very narrow pore sizes. Still, these isotherms for the BSS and BSSP models are considered to be representative of the experiment, especially on the basis of the broad success of these hydrogen potentials in MOFs.(27, 38, 50, 51) The error bars for all simulated state points considered are extremely small, and thus, they have been omitted for clarity.Figure 2. (a) Low-pressure absolute H2 sorption isotherms in [Zn(trz)(tfpth)] for experiment (black) and simulations using the Buch (blue with circles), BSS (green with squares), and BSSP (red with triangles) models at 77 K (solid, open symbols for models) and 87 K (dashed, closed symbols for models). (b) Isosteric heats of adsorption (Qst) for H2 in [Zn(trz)(tfpth)] plotted against H2 uptakes for experiment (black) and simulations using the Buch (blue with closed circles), BSS (green with closed squares), and BSSP (red with closed triangles) models. The experimental data were estimated from ref 33.Consistent with the relative succes of the Buch model, the BSS and BSSP models show that electrostatic interactions have a negligible effect on H2 sorption in this MOF. Indeed, H2 sorption in [Zn(trz)(tftph)] is dominated by van der Waals (repulsion/dispersion) interactions because of the small pores that are present in the framework. Smaller pores would allow the H2 molecules to interact with multiple portions of the framework simultaneously,(30) thus causing van der Waals interactions to dominate. This was confirmed by examining the energy decomposition for each model, as it was revealed that Lennard-Jones interactions contribute to at least 90% of the total energy for the BSS and BSSP models for all state points considered. In addition, the fact that the BSS and BSSP models produced essentially the same isotherm in [Zn(trz)(tftph)] indicates that polarization interactions are insignificant for H2 sorption in this MOF. Although polarization has been shown to be important for simulations of H2 sorption in MOFs that contain open-metal sites,(27, 38, 50, 51) these interactions are negligible in MOFs that contain narrow pore sizes and exclude such metal centers. Apparently, the negatively charged constituents like the fluorine atoms in this MOF do not participate significantly in such interactions as well.(31)It can be observed in Figure 2a that the Buch model undersorbs the experimental isotherm in [Zn(trz)(tftph)] at 87 K for all pressures considered. As for the BSS and BSSP models, these potentials produced isotherms that are in good agreement with experiment at 87 K for pressures up to 0.60 atm (456 mmHg). At higher pressures at 87 K, however, both models undersorb experiment, with the largest difference between experiment and simulation being observed at nearly 1.2 atm (912 mmHg). The isotherms generated by all three models do not capture the shape of the experimental isotherm at 87 K particularly well. The simulated isotherms at 87 K are essentially a scaled version of those generated at 77 K as typically seen in analogous experiments over this relatively cold and narrow temperature range. Such shape differences usually indicate a structural differentiation in either sorbate binding or MOF structure that are not especially likely in this case. The difference in the shape of the 87 K sorption isotherm between experiment and simulation reflects the fact that the H2 uptake is trending toward saturation in the MOF more quickly under experimental conditions at this temperature. Despite this difference, we believe that the simulated results (considering all models) are in reasonable agreement with experiment at 87 K for all pressures considered.Because of the small surface area of [Zn(trz)(tftph)] (Langmuir value is 100 m2 g–1),(33) the experimental H2 uptake in this MOF can only reach about 43 cm3 g–1 (1.92 mmol g–1 or 0.39 wt %) at 77 K and 1.0 atm. According to our calculations, H2 saturation in the MOF is obtained at approximately 72 cm3 g–1 (3.21 mmol g–1 or 0.64 wt %), which corresponds to 4 H2/formula unit. However, the sharp increase in the experimental isotherm at low loadings at both 77 and 87 K suggests a high initial H2 Qst value in this MOF. Indeed, as shown in Figure 2b, the experimental H2 Qst value for [Zn(trz)(tftph)] starts at around 8.0 kJ mol–1, and it decreases slightly with increasing loading where it reaches a value of about 6.5 kJ mol–1 at roughly 30 cm3 g–1 (1.34 mmol g–1 or 0.27 wt %). It will be shown later that this high initial H2 Qst value for [Zn(trz)(tftph)] is attributed to sorption at a highly favorable binding site in the MOF as a result of the small pore sizes. As stated in ref 33, this Qst plot was obtained through a finite difference approximation to the Clausius–Clapeyron equation.(52)The calculated Qst values for the three different H2 potentials in [Zn(trz)(tftph)], as determined through GCMC simulation, are shown in Figure 2b with the experimental Qst plot. These Qst values were calculated through fluctuations of the sorbate particle number and total potential energy in the MOF–H2 system.(53) The Buch model produces Qst values that are in the closest agreement with experiment for the considered loading range. These values for the Buch model are nearly constant at about 8.0 kJ mol–1 for all loadings considered. The Qst values for the BSS and BSSP models are slightly higher than those for the Buch model within the considered loading range, with values of approximately 8.75 kJ mol–1 for all loadings for both models. Both the BSS and BSSP models produce Qst values that are very similar to each other across the loading range in this MOF. This further indicates that polarization interactions contribute minimally to the H2 sorption energetics in this MOF. In addition, this is consistent with what was observed in the simulated isotherms for these two potentials (Figure 2a).While the experimental Qst plot shows slightly decreasing values as a function of uptake, the simulated Qst values for all three models are relatively constant for the loading range considered. Thus, the simulations suggest homogeneity in the binding sites for H2 sorption in [Zn(trz)(tftph)], at least for uptakes up to 40 cm3 g–1. Although this is mostly consistent with the experimental Qst plot when looking at the values at low loadings, a noticeable decrease can be observed in the plot starting at around 22.5 cm3 g–1. Hence, a different shape is captured in the experimental Qst plot at high loadings. The difference in the shape in the Qst plots between experiment and simulation could be due to the difference in the methodology used to extract the Qst values for the respective techniques. As stated earlier, the experimental Qst values are calculated through a finite difference approximation to the Clausius–Clapeyron equation, which is dependent on the fitting parameters used to evaluate the required derivatives. In contrast, the simulated Qst values are obtained independently from the isotherm data and directly from GCMC simulation. Nevertheless, we believe that the simulated Qst values in [Zn(trz)(tftph)] are within the vicinity of experiment for all loadings considered and effectively capture the essential physical chemistry.We also simulated H2 sorption in [Zn(trz)(tfpth)] using the widely used potential by Darkrim and Levesque(54) at both 77 and 87 K. It was observed that the simulated isotherms generated by this potential more dramatically oversorbed experiment for most of the considered pressure range at both temperatures (see Supporting Information). This model also produced Qst values that are higher than those for any of the models as shown in Figure 2b. This suggests that this potential is overly attractive for simulations of H2 sorption in MOFs.(55)Figure 3. Molecular illustration of a sorbed H2 molecule about (a) site 1 and (b) site 2 in [Zn(trz)(tftph)] as determined from simulation. The sorbate molecule is shown in orange. Orientational constraints are not imposed on the H2 molecule at the binding sites. Atom colors: C = cyan, H = white, N = blue, O = red, F = pink, Zn = silver.Two distinct H2 sorption sites were identified within [Zn(trz)(tfpth)] from the simulations in this work. The most favorable sorption site in [Zn(trz)(tfpth)] (site 1) corresponds to the sorption of H2 in a small area of the MOF where the sorbate molecule can interact with several different (polar) functionalities at the same time. Specifically, the H2 molecule can interact with an exposed fluorine atom of a tftph linker, a carboxylate oxygen atom of another tftph linker, and a H2O molecule that is coordinated to a Zn2+ ion simultaneously (Figure 3a). At this site, one H atom of the H2 molecule interacts with the negatively charged fluorine and carboxylate oxygen atoms while the other H atom interacts with the O atom of the H2O molecule. This is a highly favorable sorption site in the MOF that corresponds to a high initial H2 Qst value of 8.0 kJ mol–1 in experiment and a Qst value of 8.0–8.75 kJ mol–1 according to our simulations. It will be shown later that this sorption site imposes a significantly high rotational barrier on the sorbed H2 molecule.In this MOF, the H2 molecules can also sorb in the compact region between the fluorine atoms of adjacent tftph ligands (Figure 3b). Here, each positively charged H atom of the H2 molecule can interact with an electronegative fluorine atom. This is the secondary sorption site in [Zn(trz)(tfpth)] (site 2), and it has weaker energetics compared to the primary sorption site in the MOF. A single-point energy calculation of a saturated system cell with all site 1 H2 molecules (via the BSS or BSSP model) removed reveals that the H2 binding energy associated with the secondary site in this MOF is approximately 7.2 kJ mol–1. At H2 saturation, the relative distribution of H2 molecules sorbed at site 1 to site 2 is 1:1.Figure 4. Inelastic neutron scattering (INS) spectra for H2 in [Zn(trz)(tftph)] at different loadings: 1.8 H2/formula unit (black), 2.7 H2/formula unit (blue), and 4.3 H2/formula unit (red). The spectra were collected on the time-of-flight (TOFTOF) spectrometer at the FRM-II with a temperature of 5 K and an incident wavelength of 3.0 Å.The INS spectra for H2 at different loadings in [Zn(trz)(tftph)] are shown in Figure 4. The spectra were collected at the cold neutron time-of-flight spectrometer TOFTOF (at the FRM-II, Munich, Germany) with a temperature of 5 K and an incident wavelength of 3.0 Å. The INS spectra were also taken with 2.0 Å neutrons in this MOF, and the results are provided in the Supporting Information. The negative and positive numbers on the x-axis correspond to neutron energy gain and loss, respectively. The INS spectra for H2 in [Zn(trz)(tftph)] reveal three peaks occurring at approximately 5.4, 6.2, and 7.8 meV. A lower energy rotational tunneling peak in the spectra represents a sorption site that causes a high barrier to rotation on the sorbed H2, which allows the H2 molecule to exhibit a stronger interaction with the framework. Because the site depicted in Figure 3a is the most favorable sorption site within the material, it makes sense that this site corresponds to the 5.4 meV peak in the INS spectra.At the lowest loading measured (1.8 H2/formula unit), the peak at 6.2 meV is the most prominent of any of the three peaks in the spectra, while the peak at 5.4 meV exists as a low energy shoulder of the 6.2 meV peak. This indicates that, at low loadings, the most energetically favorable site in the MOF is not fully populated first. At a loading of 2.7 H2/formula unit, the intensity of the 5.4 meV peak increases significantly, while the 6.2 meV peak virtually disappears. In addition, the peak occurring at 7.8 meV becomes more noticeable at this loading. This 7.8 meV peak corresponds to the weakest sorption site in the MOF. In this case, it is the secondary sorption site in [Zn(trz)(tftph)] as shown in Figure 3b.Although we have identified only two noticeable sorption sites for H2 in [Zn(trz)(tftph)], the INS spectra suggest that there are perhaps three sorption sites in the MOF. We have already assigned the 5.4 and 7.8 meV peaks as the primary and secondary sites in the MOF, respectively. Further calculations and inspection of the modeled structure for H2 in [Zn(trz)(tftph)] reveal that the sorption site that is associated with the 6.2 meV peak does not correspond to a new sorption site outside of those shown in Figure 3 but rather to a slightly shifted version of a H2 molecule that is sorbed at the primary site in the MOF. Indeed, it can be deduced from the spectra that the 6.2 meV peak represents a shifted version of the 5.4 meV peak, that is, the peak at 6.2 meV shifts to lower energies (to 5.4 meV) at higher loadings. The reason for this is because when more H2 molecules enter the MOF, this forces some of the sorbed H2 molecules to move closer to the primary site, hence explaining the lower transition energy at higher loadings.At the highest loading measured (4.3 H2/formula unit), the intensity of the 6.2 meV peak increases relative to that observed at 1.8 H2/formula unit for this peak. The high intensity of the 6.2 meV peak at this loading indicates that a large number of H2 molecules are crowding around those molecules that are sorbed at the primary site in the MOF. Further, the intensity of the 5.4 meV peak remains similar to that observed at 2.7 H2/formula unit for this peak, while the 7.8 meV peak exists as a high energy shoulder of the 6.2 meV peak.Figure 5. A plot of the potential energy surface for a H2 molecule rotating about its minimum energy coordinate in site 1 in [Zn(trz)(tftph)] as a function of θ and ϕ. The center-of-mass for the H2 molecule is held fixed. Relative energies are given in meV. The rotational barrier was calculated to be 50.0 meV.The transition for the lowest energy peak in the INS spectra for [Zn(trz)(tftph)] (5.4 meV) is among the lowest of reported MOF materials on the basis of previous INS studies on several MOFs that exhibit strong interactions with the sorbed H2 molecules (Table 1). The value of this rotational tunneling transition is lower than the lowest energy peak for most neutral MOFs that contain open-metal Cu2+ ions (e.g., HKUST-1, PCN-12)(24, 34) and members of the M-DOBDC series.(18, 22, 56) This implies that the primary site in [Zn(trz)(tftph)] causes a higher barrier to rotation on the sorbed H2 than the open-metal sites in the aforementioned MOFs. This 5.4 meV peak observed in the INS spectra for [Zn(trz)(tftph)] corresponds to a rotational barrier of 45.8 meV according to an empirical phenomenological model that is based on a simple double-minimum potential.(32) This barrier height is among the highest of reported MOFs that rely on physisorption interactions with the H2 molecules, as it is higher than those for neutral MOFs that contain open-metal sites and comparable to those for charged MOFs that contain counterions (Table 1).The inference that a high rotational barrier is enforced at the primary sorption site in [Zn(trz)(tftph)] was supported by calculating the potential energy surface for a H2 molecule rotating about its minimum energy coordinate at this site. This was accomplished by calculating the total potential energy of the MOF–H2 system as the H2 molecule was rotated at various angles of θ (0–180°) and ϕ (0–360°) while keeping the center-of-mass of the molecule fixed as executed in previous work.(30, 35) Single-point energies were obtained on a θ–ϕ grid (4096 points based on 64 × 64 Gaussian quadrature integration),(57) and the rotational barrier was estimated by taking the difference between the maximum and the minimum values on the grid. All calculations were performed on a BSSP H2 molecule that was positioned at the primary site in the MOF as shown in Figure 3a. The resulting rotational potential energy surface is shown in Figure 5.The rotational barrier was calculated to be 50.0 meV, which is in good agreement with the value that was obtained using the phenomenological model as described above. The synergistic interaction between a metal-coordinated H2O molecule, an exposed fluorine atom of a tftph linker, and a carboxylate oxygen atom of another tftph linker is responsible for causing a high barrier to rotation on the sorbed H2 molecule at this site. This interaction from the different moieties at the primary site in the MOF is made possible by the small pore sizes within the material. Calculations using the BSS model at this site revealed a similar potential energy surface and rotational barrier.Table 1. Comparison of the Lowest Energy Peaks Observed in the INS Spectra for H2 in Selected MOFs and Their Corresponding Rotational Barriers as Calculated Using the Empirical Phenomenological Model in Ref 32aMOFlowest energy peak (meV)rotational barrier (meV)referenceY-FTZB2.478.3 (85.8)35Li-rho-ZMOF3.069.536In-soc-MOF4.850.0 (47.0)37 (58)rht-MOF-15.048.738[Zn(trz)(tftph)]5.445.8 (50.0)this workSIFSIX-2-Cu-i5.644.4 (45.9)30Ni-DOBDC6.637.718Mg-DOBDC6.737.018rht-MOF-76.836.051Co-DOBDC7.731.018PCN-127.731.034Zn-DOBDC8.328.0 (27)22 (59)HKUST-19.123.724aThe values in parentheses were calculated using a theoretical potential energy surface.The four MOFs listed in Table 1 that impose higher rotational barriers on the sorbed H2 than [Zn(trz)(tftph)] are all charged MOFs that contain counterions. Thus, to the best of our knowledge, the barrier to rotation at the primary sorption site in [Zn(trz)(tftph)] is currently the highest for a neutral MOF on the basis of INS and theoretical studies, as it narrowly beats out that for the most favorable sorption site in SIFSIX-2-Cu-i, another MOF that contains narrow pore sizes and exposed fluorine atoms. Both [Zn(trz)(tftph)] and SIFSIX-2-Cu-i are MOFs that exclude open-metal sites. Hence, a key finding observed in this study is that reducing the pore sizes in MOFs, coupled with appropriate chemistry from including polar functionalities, is a promising method for increasing the rotational barriers on the sorbed H2 molecules in porous materials. It is expected that the inclusion of open-metal sites or counterions in such systems would increase the rotational barriers even further. The rotational barrier at the preferential sorption site in the anionic rare-earth fcu-MOF Y-FTZB(60) is currently the highest out of all MOFs reported thus far as demonstrated previously by our group through INS studies and computational modeling.(35) This was due to a synergistic interaction between an open-metal site, a counterion, and a nitrogen-rich region in the MOF.Top of PageAbstractIntroductionResults and DiscussionConclusionReferencesIII ConclusionIn summary, simulations of H2 sorption in [Zn(trz)(tftph)] were performed; it is a MOF with small pore sizes containing exposed fluorine and carboxylate oxygen atoms and accessible metal-coordinated H2O molecules. The simulated H2 sorption isotherms and associated H2 Qst values in this MOF were in good agreement with the matching experimental data. INS studies were also performed for H2 in this MOF, and the resulting spectra revealed at least two peaks that occur at low energies, which corresponds to high barriers to rotation for the respective sites. The transition energy for the lowest energy peak in [Zn(trz)(tftph)] (5.4 meV) is lower than that for most neutral MOFs that contain open-metal sites and is comparable to that for charged MOFs that contain counterions.The most favorable sorption site identified from the simulations corresponded to sorption into a confined region where the H2 molecule can interact with a coordinated H2O molecule, the fluorine atom of a tftph ligand, and the carboxylate oxygen atom of another tftph ligand simultaneously. The rotational barrier for H2 sorbed at this site was calculated to be 50.0 meV using a theoretical potential energy surface. The theoretical value is in good agreement to the value that was determined using an empirical phenomenological model, which is 45.8 meV. The rotational barrier for the primary sorption site in [Zn(trz)(tftph)] is notably higher than those for MOFs that contain open-metal sites. Sorption was also observed between the fluorine atoms of two neighboring tftph ligands in [Zn(trz)(tftph)]. This site has weaker energetics compared to those for the primary site, as indicated by the higher transition energy for this site in the INS spectra (7.8 meV).It was shown that the combination of a water molecule, a fluorine atom, and a carboxylate oxygen atom in a highly compact environment gives rise to a high rotational barrier on the sorbed H2 molecule. Thus, it appears that synthesizing MOFs with small pore sizes, coupled with the inclusion of favorable polar functionalities, is a promising method for increasing the sorption energetics for H2 in porous materials. Indeed, the synergistic interaction from the different moieties at the primary sorption site in [Zn(trz)(tftph)] results in a H2 Qst of 8.0 kJ mol–1 and a rotational barrer of close to 50.0 meV. We speculate that the introduction of open-metal sites and counterions in this or similar MOF systems in some fashion would afford higher Qst values and rotational barriers for the sorbed H2.[Zn(trz)(tftph)] is one of the few MOFs that contain a high Qst for H2 in the absence of open-metal sites. As observed in this work, this is due to the different moieties at the primary sorption site in the MOF as a result of the small pore sizes. Current work is underway to investigate the Qst values and rotational barriers for H2 in other MOFs with small pore sizes through molecular simulation and INS studies. It is also planned to study CO2 sorption in [Zn(trz)(tftph)] by means of experiment and simulation. Top of PageAbstractIntroductionResults and DiscussionConclusionReferencesSupporting InformationDetails of parametrization, grand canonical Monte Carlo methods, and inelastic neutron scattering studies, tables of properties, pictures of the MOF and components, and additional H2 sorption results. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.langmuir.5b01664.□Author ContributionsThese authors contributed equally.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionReferencesAcknowledgmentThe authors thank Zeric Hulvey for preparing a sample of [Zn(trz)(tftph)] and for his illuminating discussions on the INS spectra. B.S. acknowledges the National Science Foundation (Award No. CHE-1152362), the computational resources that were made available by a XSEDE Grant (No. TG-DMR090028), and the use of the services provided by Research Computing at the University of South Florida. This publication is also based on work supported by Award No. FIC/2010/06, made by King Abdullah University of Science and Technology (KAUST). The authors also thank the Space Foundation (Basic and Applied Research) for partial support. This work is based in part on experiments performed on the TOFTOF instrument operated by FRM-II at the Heinz Maier-Leibnitz Zentrum (MLZ), Garching, Germany. P.A.G. acknowledges support from the Project “Beyond Everest” under EU programme REGPOT-2011-1. This research project was also supported by the European Commission under the 7th Framework Programme through the “Research Infrastructures” action of the “Capacities” Programme, NMI3-II Grant No. 283883.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionReferencesReferencesThis article references 60 other publications.1. Turner, J. A. Sustainable Hydrogen Production Science 2004,  305,  972– 974[Crossref], [PubMed], [CAS]1. Sustainable Hydrogen ProductionTurner, John A.Science (Washington, DC, United States)\r\n        (2004),\r\n    305\r\n        (5686),\r\n    972-974CODEN:\r\n                SCIEAS;\r\n        ", "title": "Investigating H Sorption in a Fluorinated Metal–Organic Framework with Small Pores Through Molecular Simulation and Inelastic Neutron Scattering", "authors": ["Katherine A. Forrest", "Tony Pham", "Peter A. Georgiev", "Florian Pinzan", "Christian R. Cioce", "Tobias Unruh", "Juergen Eckert", "Brian Space"], "doi": ["10.1021/acs.langmuir.5b01664"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-26/acs.langmuir.5b01664/20150630/images/small/la-2015-016644_0005.gif\">"]}