{"abstract": "Metal−organic framework (MOF) crystal topologies which permit the highest internal surface areas are identified by means of multiobjective optimization and abstract structure models. We demonstrate that MOF design efforts can be focused within five underlying nets to engineer distinct, Pareto-optimal compromises between high gravimetric and high volumetric surface area materials.Metal–organic frameworks (MOFs) are a highly versatile class of crystalline porous materials. In recent years, many diverse MOF materials have been experimentally realized, exhibiting a wide range of underlying topologies. In this work, we guide material design efforts by identifying the most promising MOF topologies for achieving high surface area frameworks. High surface area is one of the most targeted properties of MOF materials for adsorption applications, and we focus on evaluating the achievable surface area (gravimetric, volumetric, and a composite function) within each topological class by means of multiobjective optimization, illustrating that researchers can focus on a few select topologies to achieve a particular balance between gravimetric and volumetric surface area.", "text": "10.1021/cg401240f Metal–organic frameworks (MOFs) are a class of advanced porous materials that have merited considerable research interest in recent years due to their diverse, highly tunable pore networks and favorable structural properties, such as record-breaking internal surface areas and adsorption capacities.(1-5) MOFs are foreseen as materials of special interest for energy-related applications such as catalysis,(6) gas storage,(7) gas separation(8-10) and liquid-based separations.(11) MOFs are typically comprised of at least two kinds of building units: metal or metal oxide clusters and bridging organic linkers, with the underlying topology of the crystal structure of a MOF governed primarily by the connectivity of the building units. In materials design, it is common to explore a single topology of MOF (i.e., enumerate an isoreticular series of MOFs, such as the PCN-6X series(12)) with design effort focused on the judicial selection of building units (and postsynthetic functionalization thereof) for fine-tuning the porosity and internal surface chemistry of the materials, in order to enhance specific geometric properties, such as surface area or pore volume, or chemical properties, such as shape selectivity or binding affinity for particular diffusive guest species.(2, 8, 13)In recent years, significant progress has been made in identifying, classifying, and cataloguing the underlying topologies or nets of MOFs,(14, 15) and their frequency of occurrence.(16) To a degree, it is now possible to predict the topology that will result from reaction between building units of particular connectivity (see Table 1). For instance, MOFs self-assembled from octahedral metal secondary building units (SBUs) and linear linkers are likely to exhibit the well-known pcu net (e.g., IRMOF-1 or MOF-5(17)), whereas utilizing trigonal rather than linear linkers is expected to result in the high-symmetry pyr net (e.g., MOF-150(18)), although counterexamples where the related qom net arises due to specific linker chemistry have been identified (e.g., MOF-177(19)). However, despite recent advances in understanding and prediction of MOF topologies, there has to date been no systematic comparison of the achievable properties of MOFs with distinct topologies.Table 1. Selected Nets of MOFs are Illustrated along with Their Corresponding Metal SBUs and Example Organic LinkersTypically, MOFs are designed to exhibit single properties of interest, such as high gravimetric surface area (GSA) (i.e., surface area per unit mass). However, for adsorption-based applications, one may also need to consider the importance of volumetric surface area (VSA) (i.e., surface area per unit volume). For example, a MOF-filled vehicular methane storage tank must be neither too heavy nor too large, and from a practical perspective, the ideal adsorbent would therefore exhibit some compromise between GSA and VSA. This compromise has also recently been suggested for hydrogen storage applications.(20) Indeed, material design and development is intuitively a multiobjective process, since one must simultaneously consider such diverse factors as a material’s stability with respect to various stimuli, ease of synthesis and scale-up, cost, and performance. Hence, in this work, we introduce the multiobjective design(21, 22) of metal–organic frameworks and, for selected topologies of MOF, explore the range of properties achievable for three distinct objective functions: GSA, VSA, and a composite scoring function that is the product of the two, which we refer to as GVSA.We have explored a variety of MOF topologies and predicted the internal surface area achievable within each topological class; surface area is one of the most desirable properties in the design of materials for adsorption-based applications with studies illustrating a strong linear correlation between surface area and gas uptake.(23, 24) Recent experimental efforts have shown great improvement in realized surface area of MOFs of specific topologies, both in gravimetric(19, 25, 26) (to the best of our knowledge, the highest achieved to date being 7140 m2 g–1, as measured by the Brunauer–Emmett–Teller (BET) method)1 and volumetric units (similarly, 2060 m2 cm–3).(27) By exploring the range of framework properties that can be achieved within each topological class, we aim to inform materials design efforts and accelerate discovery of new high-performance materials, by enabling researchers to focus on the topologies that hold the greatest promise for engineering high surface area MOFs.In our previous work, we introduced the concept of optimization-based design of MOFs.(28, 29) Abstracting the organic building units of MOFs as geometric shapes, we utilize gradient-based optimization to iteratively modify MOF structures and thereby converge to structure models exhibiting optimal geometric properties of interest. Optimal abstract linkers can be projected, subjectively, onto real chemistry to determine the properties of the closest-corresponding real MOF structure. We demonstrated this approach in application to six experimentally realized topologies;(28, 29) herein, we significantly expand upon this work by introducing the concept of multiobjective optimization and applying it to explore the range of achievable GSA and VSA within a further 12 topological classes.We have focused on MOFs comprising finite metal secondary building units (as opposed to MOFs exhibiting infinite, rodlike metal–organic chains, such as MIL-47(30)). In addition to the six nets explored in our previous work,(28, 29) the 12 additional nets are all candidate, high-symmetry topologies for metal–organic frameworks for which we could identify charge-balanced SBUs of the appropriate connectivity.(31) The selected nets constitute regular, semiregular, minimal, and edge-transitive binodal nets, as defined by Delgado-Friedrichs et al.,(32) many of which have been experimentally realized in MOFs. The nets are illustrated with the corresponding SBUs and example linkers in Table S1 of the Supporting Information.Full technical details of our approach will be provided in a subsequent publication. Briefly, in the process of MOF structure optimization, we restrict the linker search space to molecules comprised of individual ring fragments (approximating phenyl groups and prohibiting fused rings) separated by, and comprising branches of, up to two adjacent acetylene groups. These so-called “Set I complexity” linkers(28, 29) correspond to the simplest organic linkers used in synthesized MOFs, such as benzene-1,4-dicarboxylic acid.(17) Set II and Set III linkers, comprising larger and more complex organic molecules, are also considered separately, and the corresponding results are provided in the Supporting Information; these more complex linkers are envisioned to pose more significant synthetic challenges.(28) Geometric properties of MOF structures are calculated using our open-source porous materials analysis suite Zeo++.(33) GSA, VSA, and GVSA (i.e., GSA multiplied by VSA) are computed with respect to a methane guest molecule (united atom approximation with radius of 1.575 Å), and utilizing atomic radii from the Cambridge Crystallographic Data Centre.(34-36) It is also important to note that because each distinct SBU necessarily exhibits a different size and mass, the comparison between topologies of MOF which utilize different SBUs is not entirely fair; however, by imposing the same linker complexity bounds for each topology, and using only one SBU of each connectivity, we aim to compare nets on as level a playing field as possible.For each of the 18 nets explored, optimal structure models for each of GSA, VSA, and GVSA were identified (see Figure 1). From these data, one can immediately compare the optimal properties achieved across all investigated topological classes. The most immediate observation is the dominance of the pcu (two linkers) net. This is the only topology for which we have explored structures comprising two distinct linker molecules; we have chosen to explore this single two-linker topology since MOFs of this type are well-known in the literature.(37) In each of the three objective functions, this MOF structure type provides the highest surface areas. This observation expands upon previous results for individual GSA(28) and VSA(29) and, furthermore, is not surprising, since MOFs comprising two distinct types of linker permit additional degrees of structural optimization. Indeed, hypothetical MOFs of this topology have been independently identified as possible structures of high importance: of the 50 MOFs exhibiting the highest-predicted excess gravimetric methane uptake in the hypothetical structure database of Wilmer et al.,(38) 43 exhibit the pcu (two linkers) net, the remainder comprising six of the sra net (based on rodlike metal SBUs, e.g., MIL-47(30)) and one of the pcu net.Figure 1. Optimization results for set I linkers, along with computed surface areas for selected experimental MOFs. The symbols in each color reflect the optimal GSA, GVSA, and VSA structures achieved for a particular net.However, from here, we will focus on design insights that can be derived through comparison of MOF topologies exhibiting a single linker type, and nets comprising multiple distinct linkers will be explored separately in future work. Within these single-linker nets, it is important to observe that there is no single, dominant topology of MOF; various nets excel at various objectives. Accordingly, we can conclude that in order to achieve MOFs exhibiting a particular compromise between GSA and VSA, one can focus on a particular set of MOF topologies. One can also observe that nets comprising linkers of a particular shape (i.e., linear, trigonal, etc.) have significantly different performance; for instance, nets comprising linear linkers achieve the highest GSA but at the expense of VSA (see the Supporting Information).For comparison, we have included (see Figure 1) calculated surface areas for HKUST-1 (tbo net),(39) MOF-5 (pcu),(17) MOF-210 (highest BET VSA; toz net, a two-linker system not explored in this work),(27) and NU-110 (highest BET GSA; ntt or rht net)(1) computed using the procedure described above. We note that our geometry-based (i.e. monolayer) accessible surface areas calculated for the methane probe do not necessarily reflect the BET (i.e. nitrogen multilayer) surface areas calculated for these materials. MOF-5 and HKUST-1, which exhibit simple linker molecules, can be seen to lie within the performance bounds of their respective nets; NU-110 on the other hand, exhibiting a very large linker beyond the complexity permitted by “set I”, accordingly lies outside these performance bounds (but within the performance bounds of \"set II\").We may also utilize the concept of the Pareto front(40) to identify specific, optimal topologies. The Pareto front consists of those data points in a multiobjective space which are nondominated (i.e., for which no other data points exhibit superior values in all objective functions). This concept is commonly used in chemical informatics, for instance, in the multiobjective design of libraries of small druglike molecules.(41) In the context of this work, a data point (MOF structure) is on the Pareto front if no other point exhibits both superior GSA and superior VSA.The Pareto front is illustrated in Figure 2. The dashed gray line illustrates the range of objective function values achieved across all single-linker nets during optimization (note that lower surface area MOFs are typically only explored if randomly selected starting structures exhibit those properties). The Pareto front is illustrated with the thick gray line, and it is clear that multiple topologies lead to Pareto-optimal surface area MOFs; these, highlighted in Figure 2, are cds, pcu, tbo, and pyr (and for more complex linkers, pts; see the Supporting Information). Furthermore, these topologies have all previously been experimentally realized in MOF materials [e.g., MOF-111 (cds);(42) MOF-5 (pcu);(17) HKUST-1 (tbo);(39) MOF-150 (pyr);(18) and MOF-36 (pts)].(43) The individual best abstract structure in each objective function has also been illustrated in Table 2 of the Supporting Information.Figure 2. Performance of nets on the Pareto front for set I linkers. The Pareto front is shown as a thick gray line. Large symbols reflect the single optimal structure models from Figure 1, and small symbols reflect other Pareto-optimal solutions for each net. The dashed lines reflect the overall range of GSA and VSA explored for each net and also for all single-linker nets (gray).We thereby conclude that, depending on the specific combination of GSA and VSA desired for an application, one can focus on these specific topologies to engineer MOFs with optimal pore geometry. For instance, the highest GSA is achieved with the cds net, due to its cubic latticelike topology, enabling very high GSA designs arising from lengthening the organic linkers; however, this can be seen to come at the expense of VSA, since long linkers result in large pores which do not contribute to the surface area (similarly for the pcu net). By contrast, the highest VSA and GVSA are achieved with the pyr net; this is due to the specific arrangement of trigonal linkers in the pyr net, which are oriented such that branches extending from linkers’ central ring sections do not extend toward one another (see the Supporting Information), permitting extensive branching within a small volume, and thereby favoring VSA, at the potential expense of GSA. Finally, we predict that MOFs exhibiting the tbo net (and for more synthetically challenging linkers, the pts net) are able to occupy a space between these two extremes, enabling an alternative compromise between GSA and VSA. Indeed HKUST-1,(39) a MOF exhibiting the tbo net and a simple organic linker, was recently identified as an outstanding methane storage material,(23) validating our assessment.The pts net, which comprises square-coordinated metal SBUs and tetrahedrally coordinated linkers, presents a particularly interesting example, as it does not appear on the Pareto front until the most challenging linkers are permitted (i.e., exhibiting larger fused ring fragments). We previously reported that the pts net can achieve significant improvement in VSA if wider linkers are permitted(29) (e.g., anthracene-9,10-dicarboxylic acid), and the corresponding improvement in achievable VSA leads to the appearance of pts on the Pareto front for set III linker complexity.Utilizing abstract MOF structure models and multiobjective optimization, we have performed a systematic comparison of a wide variety of high-symmetry MOF topologies. For each topology, we have evaluated the achievable gravimetric surface area, volumetric surface area, and a new composite function given by the product of the two. As well as revealing that MOFs exhibiting the two-linker pcu net exhibit greater scope for structural optimization and hence superior overall surface area, we have identified the cds, pcu, tbo, pyr, and pts nets as the single-linker topologies which enable the greatest surface area frameworks to be achieved. Each of these nets has been previously realized experimentally in MOFs; by this work, we aim to highlight the importance of these nets for engineering MOFs with the highest internal surface areas and to further inform material design efforts by providing a systematic basis for comparison of distinct MOF topologies. Top of PageAbstractReferencesSupporting InformationDetails for nets explored, optimization results and Pareto fronts for set II and set III linkers. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work is supported by the Laboratory Directed Research and Development Program of the Lawrence Berkeley National Laboratory (LBNL). LBNL is supported by the Office of Science of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231. This research used resources of the National Energy Research Scientific Computing Center, which is supported by the Office of Science of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 43 other publications.1. Farha, O. K.; Eryazici, I.; Jeong, N. C.; Hauser, B. G.; Wilmer, C. E.; Sarjeant, A. A.; Snurr, R. Q.; Nguyen, S. T.; Yazaydın, A. Ö.; Hupp, J. T. J. Am. Chem. Soc. 2012,  134 (36)  15016– 15021[ACS Full Text ], [CAS]1. Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.Journal of the American Chemical Society\r\n        (2012),\r\n    134\r\n        (36),\r\n    15016-15021CODEN:\r\n                JACSAT;\r\n        ", "title": "Insights into Multi-Objective Design of Metal–Organic Frameworks", "authors": ["Richard Luis Martin", "Maciej Haranczyk"], "doi": ["10.1021/cg401240f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-10/cg401240f/production/images/small/cg-2013-01240f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-10/cg401240f/production/images/small/cg-2013-01240f_0003.gif\">"]}