{"abstract": "“Breathing” metal–organic frameworks (MOFs) are an emerging class of soft porous crystals (SPCs) with potential for high working capacity for gas storage applications. However, most breathing MOFs have low stability and/or low surface area. Here we report a water-stable, high surface area, breathing MOF of  topology, . While Zr-oxo clusters as nodes introduce water stability in , its high surface area and breathing character stem from its pyrene-based tetracarboxylate () linkers, in which the fluorene units () in the  “arms” play a key role in promoting breathing behavior. During gas sorption studies, the “closed pore” () ↔ “open pore” () transition of  occurs at a propane pressure of ∼3 bar. At 1 bar,  is in its  form and adsorbs less propane than it would in its  form, highlighting improved working capacity.  powder X-ray diffraction during propane sorption was used to track the  ↔  transition, and molecular modeling was used to elucidate the structure of the  and  forms of . According to TD-DFT calculations, the proposed conformations of the  linkers in the  and  forms are consistent with the measured excitation and emission spectra of the  and  forms of . Similar structural transitions are also observed in the porphyrinic MOF  depending on the identity of the porphyrin core; we observed breathing behavior if the constituent  linker is nonmetalated.", "text": "10.1021/jacs.5b08860 Top of PageAbstractIntroductionMethods SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) are porous crystalline materials made from modular building units,(1) whose possible combinations are virtually unlimited,(1b, 2) allowing for tunable structures designed for applications,(3) including, but not limited to, gas storage and delivery,(4) separations,(5) and catalysis.(6) Although MOFs are usually perceived as rigid solids, some MOFs are soft porous crystals (SPCs) that can undergo reversible structural transformations in response to external stimuli.(7) For instance, some MOFs show “breathing” behavior, where the pore volume changes significantly during sorption, due to reversible structural transitions between so-called “open pore” (op) and “closed pore” (cp) phases.(7)Taking advantage of these structural transitions and the inherent high sorption capabilities of MOFs,(7a, 7c) we envision SPCs as promising sorbents for gas storage since structural flexibility could be the key to optimizing the working capacity.(7c) The challenge in optimizing the working capacity (the difference between uptake at the storage pressure (PH) and uptake at the discharge pressure (PL))(7c) in a structurally rigid sorbent is that material modifications aimed to increase gas uptake at PH tend to produce a commensurate increase in gas uptake at PL.(7b, 7c, 8) However, sorbents combining high surface areas with “gating effects” (i.e., pore opening from a cp → op phase) at an appropriate pressure PG (PL < PG < PH) could be a solution to enhancing the working capacity, since other alternatives, such as decreasing the discharge pressure, are often not viable due to system-level specifications.(7b, 7c)In SPCs, stimuli-responsive behavior has been achieved by conceiving structures with highly mobile components bound mechanically(9) or through π–π interactions,(10) or by incorporating components with flexible character into the structure.(1c, 11) However, to date most of these manipulations have led to SPCs with low surface areas and/or poor stability, thus precluding utilization in gas storage applications.(7, 11a, 12)Recently, MOFs that have both high surface areas(4b, 13) and high stability(14) have been obtained by combining Zr6-oxo clusters and planar tetracarboxylate linkers to make materials of ftw topology(15) such as the isoreticular series of MOFs NU-1100–1104.(16) In these materials the Zr6-oxo clusters impart (hydrothermal) stability due to the formation of strong ZrIV-carboxylate bonds,(14c, 15-17) a characteristic that has motivated extensive experimental and computational exploration of MOFs based on these building units.(15a, 16, 17, 17d, 18) Additionally, the utilization of the ftw topology kinetically prevents interpenetration from taking place(16b) and allows for the realization of high surface areas with reasonable isoreticular expansion.(15, 16, 18f)Isoreticular expansion is a proven strategy to access MOFs with high surface areas.(1a, 1b, 15a) However, syntheses of MOFs with expanded linkers can lead to fragile structures that typically collapse during the activation (i.e., guest removal from pores). On the other hand, it can also lead to frameworks with reversible breathing behavior instead of permanent structural collapse if the expanded linker has the appropriate flexibility. With that in mind, we hypothesized that the key feature for achieving high surface area SPCs is the incorporation of linkers with expanded arms that have thermally accessible bent conformations in highly connected networks.Figure 1. Structures of NU-1105 and NU-1104(H2)/NU-1104,(16b) along with their corresponding linkers. These frameworks with ftw topology manifest two types of pores: large pores located at the center (blue sphere) and small pores at the edges of the cubic unit cell (purple spheres—for clarity, only one-third of the small pores are shown).Toward high surface area SPCs, we have designed, synthesized, characterized, and tested the “breathing” of MOF NU-1105, which is based on Zr6-oxo clusters, tetratopic Py-FP linkers, and the highly connected ftw topology. The generic ftw topological blueprint is based on a (4,12)-connected network represented by a cubic unit cell, where the vertices correspond to 12-connected positions that can be occupied by the 12-connected Zr6-oxo clusters and where the centers of the facets correspond to 4-connected positions that can be occupied by planar tetratopic linkers. We synthesized NU-1105 via isoreticular expansion of NU-1103(16b) (a MOF that is always in op phase and has a geometric surface area of 5645 m2/g) using a pyrene-based tetracarboxylate linker, Py-FP. The flexible design of Py-FP was achieved with the fluorene (F) units in the FP arms, a feature that imparts the desired breathing character to NU-1105. The breathing behavior of NU-1105 becomes evident upon analysis of nitrogen and propane sorption isotherms, ex situ and in situ PXRD patterns, and luminescence excitation and emission spectra in conjunction with molecular modeling, which was used to elucidate the structures of the op and cp phases of NU-1105.We extended our investigation to include ftw MOFs with potential flexibility in the core of the linker instead of the arms. We found that a previously reported porphyrinic MOF, NU-1104 (Figure 1),(16b) also exhibits similar cp and op phases when the constituent Por-PTP linker is in free-base form (but not when metalated).Top of PageAbstractIntroductionMethods SectionResults and DiscussionConclusionsReferencesMethods SectionFor detailed experimental procedures including syntheses and characterization data, see Supporting Information (SI). Briefly, the Py-FP linker was synthesized from 2,7-dibromofluorene and 1,3,6,8-tetrabromopyrene using a series of palladium cross-coupling reactions. Cubic NU-1105 crystals were realized via solvothermal reaction of zirconyl chloride octahydrate (10 mg; 0.03 mmol) and Py-FP (44 mg; 0.03 mmol) in N,N′-diethylformamide (DEF) (10 mL) using benzoic acid (600 mg; 4.89 mmol) as a modulator. The as-synthesized NU-1105 was activated with supercritical CO2(16b, 19) after soaking in N,N′-dimethylformamide (DMF) and ethanol. NU-1105 single crystal X-ray diffraction (SC-XRD) data was collected under a cold gas stream (250 K) on a Bruker Kappa Apex2 diffractometer. Using Olex2,(20) the structure was solved with the ShelXS(21) structure solution program using Direct Methods and refined with the ShelXL refinement package using Least Squares minimization. The SI contains a detailed description of data collection and analysis of structural parameters.Nitrogen isotherms were measured on a Micromeritics ASAP 2020 instrument at 77 K, while propane isotherms were collected on a Hiden Isochema Intelligent Gravimetric Analyzer (IGA-200). In situ PXRD experiments during propane sorption were conducted using a high pressure X-ray-compatible reactor (the experimental setup was described elsewhere).(22) Excitation and emission spectra were recorded at ambient conditions using a PTI UV–vis spectrofluorimeter in front-face detection configuration. Solid crystalline powders were sandwiched between two thin quartz plates, one of which has a 1 mm trough.Detailed simulation procedures are provided in the SI. Simulated nitrogen and propane isotherms were obtained using grand canonical Monte Carlo (GCMC) simulations performed with our simulation code RASPA.(23) The Dreiding force field (DFF)(24) was used to describe framework atoms, and the TraPPE force field was used to describe nitrogen(25) and propane molecules.(26) Proposed crystallographic structures for op and cp forms of NU-1105 and NU-1104(H2) were constructed with the help of the Crystal Builder module of Materials Studio.(27) DFT calculations on the Py-FP and Por-PTP linkers were done with the Gaussian 09(28) software using the B3LYP(29)/LANL2DZ(30) combination of functional and basis set.Top of PageAbstractIntroductionMethods SectionResults and DiscussionConclusionsReferencesResults and DiscussionWe synthesized the expanded Py-FP linker for NU-1105 through a series of palladium cross-coupling reactions followed by saponification of the ester in basic solution (see SI section S3A). The solvothermal reaction of zirconyl chloride octahydrate with Py-FP in DEF in the presence of benzoic acid modulator afforded cubic single crystals of NU-1105 suitable for SC-XRD analysis (see SI section S3B–D). Allowing for partial occupancies, the framework structure was experimentally solved in Pm3̅m space group, with the cubic unit cell having a lattice parameter a of 30.11 Å. The overall topology of the solved structure of the as-synthesized NU-1105 was consistent with the structures of the previously synthesized ftw MOFs NU-1104 and NU-1101 (Figures 1, S9)(16b) and the computationally predicted structure of NU-1105. Excellent agreement between the bulk-phase powder X-ray diffraction (PXRD) pattern of NU-1105 and the simulated PXRD pattern of the experimentally solved structure indicates the high phase purity of the sample (Figure 2b). Thermogravimetric analysis (TGA) of a nonactivated sample of NU-1105 showed that the material is stable up to 470 °C, with a large mass loss (∼75 wt %) of the solvated sample below 170 °C (which corresponds to the removal of free solvent molecules from the pores) indicating the high porosity of the material (Figure S7).After pore activation by supercritical drying (SCD) procedure with CO2,(16b, 19a, 19b) the measured PXRD pattern of the activated material, NU-1105a, showed significant changes (Figure 2b). While the structure remains cubic, the unit cell parameter a changed to 53.5 Å indicating an F-centered “2 × 2 × 2” unit cell. This change suggests a reduction in the symmetry of the Py-FP linker and/or the entire framework, which now requires a larger unit cell to describe the structure (vide infra). As the modeling will show, this is due to the “bowl” shape the linker adopts (also see Figure S17a). Note, however, that the unit cell length of NU-1105a is less than twice (<60.2 Å) the unit cell length of the as-synthesized NU-1105 by 11%, indicating a corresponding reduction in the distance between Zr6-oxo nodes, which would approximately lead to a 30% reduction in pore volume. Consistent with the expected change in pore volume, we denote the as-synthesized material NU-1105 as NU-1105-op (op form) and the activated material NU-1105a as NU-1105-cp (cp form). In line with the expected reversibility of structural transitions of NU-1105, the PXRD measurements show that the NU-1105-cp reverts back to the NU-1105-op upon resolvation with solvents such as DMF, ethanol, and n-hexane (see Figure S6).The measured pore volume of NU-1105-cp obtained from nitrogen saturation loading at 77 K (Figure 2a) was 2.17 cc/g. As a reference, the GCMC-simulated pore volume for NU-1105-op (the computationally predicted NU-1105 structure) was 2.94 cc/g pore volume, indicating a ∼ 26% reduction in pore volume during the op → cp transformation consistent with the pore volume reduction expected from the X-ray-derived lattice constants discussed in the previous paragraph.The BET area obtained from the measured N2 isotherm for NU-1105-cp was 3700 m2/g. Note, however, that the BET area of NU-1105-op is expected to be considerably higher. Since no measured nitrogen isotherms are attainable for NU-1105-op, we used molecular simulation data to estimate how the surface area of NU-1105 changes during op ↔ cp transformations (Table S2). The geometric N2-accessible surface areas (NASAs) calculated for the structures of NU-1105-op and NU-1105-cp (vide infra) are 5700 m2/g and 4110 m2/g, respectively, which shows a 28% decrease in surface areas (op → cp, or equivalently a 39% increase for cp → op) consistent with the difference in pore volumes between the op and cp phases. Note that these calculations indicate that NU-1105-op has one of the highest geometric surface areas for any MOF.(16b)The stability of the material toward moisture and liquid water was verified by collecting the N2 isotherms on a NU-1105-cp sample stored for one year in ambient conditions (sample in an open container exposed to the normal air and moisture of the laboratory) and then soaked overnight in water at room temperature. Even after such prolonged exposure to atmospheric moisture and liquid water, NU-1105-cp (Figure S8) experienced a mere ∼10% decrease in the measured nitrogen saturation loading.Similar to rigid zirconium ftw MOFs,(16b) NU-1105-cp presents a step in the nitrogen isotherm (here at at p/p0 = ∼ 0.22; Figure 2a) corresponding to pore-filling. Note that gate-opening (transformation to NU-1105-op) did not occur during nitrogen adsorption, as evidenced by the measured nitrogen loading never reaching the simulated value for NU-1105-op. However, since the average binding energy of propane (CH3–CH2–CH3) with the framework is higher than that of N2, CH4, or ethane (Figure S23) due to larger van der Waals interactions, we reasoned that gate opening and breathing behavior of NU-1105 might be observed during high-pressure propane sorption.(18d, 31) Starting with NU-1105-cp, we measured the propane uptake at 273 K as a function of pressure (Figure 2c). During adsorption, the propane uptake slowly increased after a step at ∼1.5 bar, eventually showing a relatively pronounced step at ∼4.0 bar to reach ∼700 cc(STP)/g. This uptake is in excellent agreement with the propane saturation uptake obtained from GCMC simulations for NU-1105-op, strongly indicating the cp → op transformation for NU-1105. In addition, the pore volumes based on the measured isotherm and on the simulated isotherm with the op form are both 2.75 cc/g.Figure 2. (a) Measured (green) N2 isotherm for NU-1105 at 77 K and simulated (blue) isotherm for NU-1105-op; (b) PXRD patterns of NU-1105 at different stages of activation and resolvation (in DMF) showing reversible crystalline phase changes; (c) measured (green and red) multicycle propane isotherms in NU-1105 at 273 K and simulated (blue) isotherm for NU-1105-op; (d) in situ PXRD patterns of NU-1105 at different propane pressures showing the reversible phase transformation (T = 274 K; dotted vertical lines are given as a guide). Simulations are based on the Dreiding force field (DFF). Numbers in parentheses indicate the sequence in which the PXRD patterns were obtained.Interestingly, we observed a hysteresis during the propane desorption cycle down to 2.9 bar, at which point a sharp decrease in loading occurred, suggesting an op → cp transformation. Importantly, the measured propane uptake at 1.0 bar (cp form) is lower than what is expected for a hypothetical rigid structure in op form (according to the simulation: blue vs green/red in Figure 2c), leading to an improvement in working capacity of more than 100 cc(STP)/g if PH is higher than 3.0 bar relative to a hypothetical nonbreathing NU-1105 (i.e., rigid NU-1105-op). The overall reversibility of the hysteretic cp ↔ op transformation was verified by four propane adsorption/desorption cycles that yielded essentially identical isotherms. To track the crystal phase transformation of NU-1105 as a function of propane loading, we performed in situ PXRD measurements at 274 K (in lieu of 273 K to avoid condensation) during both adsorption and desorption cycles (Figure 2d). Consistent with the behavior of the measured propane isotherms, the in situ PXRD data revealed that during desorption the framework remains in op form down to 3.0 bar; below that pressure it takes the cp form, consistent with the gating pressure PG suggested by the sudden drop in loading in the propane desorption branch at ∼2.9 bar (Figure 2c). Although not extensively studied, propane isotherms measured at higher temperature suggests that the gating pressure may increase with temperature (Figure S8c).Further insights into the structural transformations (specifically the structure of the cp form) were gained by combining in silico construction of MOF structures and simulations of their PXRD patterns with GCMC and DFT computations. This process (see details in SI section S5) led to a P1 structure for NU-1105-cp (Figure 3e) that is completely in accordance with the measured ex situ PXRD pattern for the “activated” NU-1105 sample (Figure 3c). NU-1105-cp (Figure 3e) corresponds to a 53.6 Å cubic unit cell where eight Zr6-oxo clusters are placed at the (1/4,1/4,1/4), (1/4,1/4,3/4), (1/4,3/4,1/4), (3/4,1/4,1/4), (3/4,3/4,1/4), (3/4,1/4,3/4), (1/4,3/4,3/4), (3/4,3/4,3/4) positions, and connected by Py-FP linkers adopting a bowl-shaped conformation (Figure 3b, bottom). We placed the bowl-shaped linkers in the most symmetrical fashion conceivable throughout the unit cell. The geometry of the bowl-shaped linkers was obtained from constrained DFT (B3LYP/LANL2DZ)(28) optimizations of the Py-FP linkers, where the coordinates of the carboxylate oxygen atoms were fixed at positions consistent with the contracted unit cell size (53.6 Å). After optimization, the pyrene core of the PY-FP linker remained planar,(32) and the energy penalty to go from the (relatively) planar form of the Py-FP linker (Figure 3b, top) to the bowl-shaped one was +27 kJ/mol. As noted earlier, the proposed framework structure of NU-1105-cp has a NASA of 4110 m2/g (note that the BET area of NU-1105-cp from the experimental isotherms of the cp form is estimated to be 3700 m2/g).Figure 3. Top (a) and side views (b, bottom) of the Py-FP linker compatible with NU-1105-cp (constrained DFT optimization), along with the side view (b, top) for the Py-FP linker compatible with NU-1105-op (unconstrained DFT optimization). (c) comparison of experimental NU-1105 PXRD patterns and simulated ones for the modeled structures NU-1105-op and NU-1105-cp. (d) NU-1105-op. (e) NU-1105-cp. (f) Simulated pore size distributions (PSDs) for NU-1105-op and NU-1105-cp.To probe whether the breathing phenomenon in NU-1105 is indeed due to the flexibility of the bent long arm of the Py-FP linker, we studied a related ftw MOF, NU-1101,(16b) which is based on a linker, Py-XP, with a similar pyrene core but with more rigid and shorter linkers (Figure S9). As anticipated, no breathing behavior was observed for NU-1101 during measured nitrogen or propane (Figure S9) sorption cycles.In an effort to identify other ftw MOFs potentially capable of presenting both cp and op phases, we turned to the previously reported porphyrinic MOF NU-1104 (Figure 1), whose metalated Por-PTP linker can also exist in free-base form. Por-PTP has linear, relatively rigid, phenylene-ethynylene-phenylene arms, but we hypothesized that, when in free-base form, the tetrapyrrole core of Por-PTP could impart flexibility. Therefore, we prepared and activated the free-base MOF, NU-1104(H2), and investigated its structural changes during activation and sorption measurements.Excellent agreement between the pore volumes calculated from the simulated nitrogen isotherm of the computationally predicted structure (Figure 4a, blue) and the first experimentally measured nitrogen (Figure 4a, green) isotherm indicates that a freshly activated NU-1104(H2) adopts an op form (NU-1104(H2)-op). However, during the second adsorption cycle, the measured saturation loading (Figure 4a-left, red) decreases, and a related change in the ex situ PXRD pattern is observed (Figure 4a-right, red). Similar to NU-1105, the modified PXRD pattern of NU-1104(H2) corresponds to a “2 × 2 × 2” cubic unit cell parameter of 51.47 Å that is less than twice that of the original cell (28.72 Å), suggesting an op → cp structural transition consistent with reduced distances between the Zr6-oxo clusters and a ∼30% reduction in pore volume. Similar to the behavior of NU-1105, the original PXRD pattern of NU-1104(H2) is restored when the sample is resolvated (Figure 4a-right, green; Figure S10) indicating the occurrence of the reverse (cp → op) transformation.The behavior described above for NU-1104(H2) contrasts with that of NU-1104, for which measured and simulated isotherms (on the computationally predicted structure NU-1104-op) agree even after several sorption cycles. In situ PXRD experiments during propane sorption at 274 K, also revealed differences between NU-1104(H2) and NU-1104. When starting propane sorption measurements with NU-1104(H2)-op (freshly activated) and NU-1104-op (activated), the former readily undergoes an op → cp transition after a second cycle (Figure S11), whereas the latter remains in op form throughout all propane sorption cycles (Figure S12b and S13).(33) It should be noted, however, that unlike NU-1105, NU-1104(H2) did not undergo a cp → op transformation at any point during propane sorption experiments (Figure S12a). Indeed, although both NU-1105 and NU-1104(H2) present both op and cp phases, the corresponding cp ↔ op transformations do not occur at the same conditions. Table 1 summarizes the forms adopted by NU-1105 and NU-1104(H2) for different conditions.Table 1. Summary of the Forms Taken by NU-1105 and NU-1104(H2) for Different ConditionsMOFconditioncycleformNU-1105as-synthesized–openNU-1105activated/N2@1 bar1closedNU-1105resolvated–openNU-1105C3H6@1 bar1–3closedNU-1105C3H6@6 bar1–3openNU-1104(H2)as-synthesized–openNU-1104(H2)activated/N2@1 bar1openNU-1104(H2)N2@1 bar2closedNU-1104(H2)resolvated openNU-1104(H2)aC3H6@1 bar1–2openNU-1104(H2)aC3H6@4 bar1–2openNU-1104(H2)aC3H6@1 bar3–4closedNU-1104(H2)aC3H6@4 bar3–4closedNU-1104(H2)bC3H6@1 bar1–2closedNU-1104(H2)bC3H6@4 bar1–2closedaStarting propane sorption measurements with NU-1104(H2)-op.bStarting propane sorption measurements with NU-1104(H2)-cp.Following essentially the same procedure we used for NU-1105-cp, we proposed a model structure for NU-1104(H2)-cp (Figure S18d), which has a simulated PXRD pattern that agrees very well with the experimentally measured PXRD pattern for NU-1104(H2) after two nitrogen adsorption cycles (Figure S18). The proposed structure is analogous to that of NU-1105-cp, and is based on a 51.47 Å cubic unit cell and symmetrically arranged bowl-shaped free-base Por-PTP linkers obtained from constrained DFT (B3LYP/LANL2DZ)(28) optimizations. Notably, the porphyrin core adopts only a slightly nonplanar “saddle” conformation—with the outermost C atoms presenting a root-mean-square deviation with respect to the plane defined by the four N atoms of 0.50 Å—in the optimized bowl-shaped Por-PTP conformation. In the absence of sorbate molecules, the calculated energy cost to go from the planar form of the free-base Por-PTP linker to the bowl-shaped form is 55 kJ/mol (28 kJ/mol larger than the penalty for Py-FP). Through analogous optimizations, we calculated the energy penalty to go from the planar to the bowl-shaped form of a metalated Por-PTP linker to be 60 kJ/mol.Figure 4. (a) Right: Measured (green and red) N2 isotherms for NU-1104(H2) at 77 K and simulated (blue) one for NU-1104(H2)-op. Left: PXRD patterns of NU-1104(H2) at different stages of activation and resolvation (in DMF) showing reversible crystalline phase changes. (b) Left: Measured (green and red) N2 isotherms for NU-1104 at 77 K and simulated (blue) one for NU-1104-op. Right: PXRD patterns of NU-1104 at different stages of activation and resolvation (in DMF) showing the absence of phase changes. Simulations are based on the Dreiding force field (DFF). Numbers in parentheses indicate the sequence in which the PXRD patterns were obtained.Motivated by the DFT-predicted conformational changes associated with the crystallographic phase transitions in NU-1105 and NU-1104(H2), we briefly considered the impact of such geometric changes on the π-conjugated systems of these linkers and, in turn, on the respective visible-region optical spectra. We recorded fluorescence emission and excitation profiles for the cp and op forms of these materials and analyzed their spectral evolution. NU-1105-cp displays an S1 → S0 transition centered at 540 nm (λex = 370 nm), while NU-1105-op (obtained by soaking NU-1105 in pentane) displays the same transition at 605 nm (λex = 370 nm) (Figure 5). We attribute the 250 meV redshift to the existence of a higher degree of conjugation in the π-electronic system of the semiplanar linker (op form) relative to that in a bowl-shaped linker (cp form). Similarly, the corresponding excitation spectra (λprobe = 570 nm) of these two forms exhibit a redshift (70 meV) for the lowest energy transition (centered at ∼520 nm) in NU-1105-op relative to that in NU-1105-cp. These changes are consistent with those found in TD-DFT-calculated spectra of the bowl-shaped and planar Py-FP linkers (Figure S19). Likewise, spectral changes for NU-1104(H2) are also consistent with the modeled linker conformations and TD-DFT calculations. Section S6B in the Supporting Information provides a more complete discussion of these changes along with simulated electronic structure and spectra of the Py-FP and Por-PTP linkers.Figure 5. Excitation and emission spectra recorded at 298 K for NU-1105-cp (activated sample) and NU-1105-op (pentane soaked).Top of PageAbstractIntroductionMethods SectionResults and DiscussionConclusionsReferencesConclusionsWe find that by exploiting the thermally accessible flexibility of long and nominally planar tetratopic linkers together with the chemical stability of Zr-oxo nodes, it is possible to synthesize ultraporous, water stable, breathing metal–organic frameworks. The breathing behavior is hysteretic, thus enabling it to be exploited to obtain higher than expected working capacities in gas or vapor storage applications. Here we estimate that the breathing behavior of NU-1105 boosts by ca. 15% its propane working capacity compared to what it would exhibit if it remained rigid during adsorption/desorption (1-bar/4-bar) cycles. From a combination of experimental measurements and computational modeling, we find that the breathing of NU-1105 occurs through concerted reversible conformational changes in the tetratopic linkers, which assume semiplanar and bowl-shaped conformations in the open and close forms of the MOF, respectively.The flexibility necessary to engender reversible MOF phase transformations can originate from distinctly different sections of the linkers. Whereas NU-1105 crystal transformations are triggered by the flexibility of fluorene-based linker arms, those of NU-1104(H2) seem also to require some flexibility of the free-base porphyrinic linker cores. While not extensively explored here, we suspect that by localizing the flexing within the linkers and away from the node/linker interface (i.e., away from comparatively weak coordination-type bonds), materials of this kind will be able to withstand many more flexing cycles than achievable with MOFs that rely upon more conventional modes of bond distortion to accomplish these transformations. Notably, we find that the linker conformational changes are reflected in changes in optical properties; these could potentially be exploited for sensing or chemical-reporting applications. Finally, given the nontrivial changes in MOF pore dimensions, it is conceivable that vapor uptake and release could be exploited to accomplish mechanical work. Such actuator-type behavior may be an attractive target for follow-up studies with NU-1105, NU-1104(H2), or similarly designed porous materials. Top of PageAbstractIntroductionMethods SectionResults and DiscussionConclusionsReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.5b08860.Detailed syntheses, characterization data including 1H, 13C NMR, DRIFTS; N2 and propane isotherms; ex situ and in situ PXRD data; GCMC, DFT, and TD-DFT computations. (PDF)Crystal data (CIF)Crystal data (CIF)Crystal data (CIF)Crystal data (CIF)Crystal data (CIF)⊥Author Present AddressDepartment of Chemistry and Biochemistry, Southern Illinois University, Carbondale, Illinois 62901, United States.#Author ContributionsP.D. and D.A.G.-G. contributed equally.The authors declare the following competing financial interest(s): Randall Snurr, Joseph Hupp and Omar Farha have a financial interest in the start-up company NuMat Technologies, which is seeking to commercialize metal-organic frameworks..Top of PageAbstractIntroductionMethods SectionResults and DiscussionConclusionsReferencesAcknowledgmentO.K.F., J.T.H. and R.Q.S. gratefully acknowledge funding from National Science Foundation (DMR-1334928). GCMC simulations were made possible by the high performance computing systems, QUEST, at Northwestern University. DFT calculations were made possible by the NERSC computing resources of the U.S. Department of Energy. P.K.T. gratefully acknowledge the Office of Basic Energy Sciences (BES), U.S. Department of Energy (DOE), DOE/BES/Division of Materials Sciences and Engineering (Award No. KC020105-FWP12152). Pacific Northwest National Laboratory is a multiprogram national laboratory operated for the U.S. Department of Energy by Battelle Memorial Institute under Contract DE-AC05-76RL01830. The authors thank Dr. Ashlee J. Howarth for her assistance with experiments on the 1.5 year old NU-1105 sample.Reference QuickViewTop of PageAbstractIntroductionMethods SectionResults and DiscussionConclusionsReferencesReferencesThis article references 33 other publications.1. (a) Eddaoudi, M.; Kim, J.; Rosi, N.; Vodak, D.; Wachter, J.; O’Keeffe, M.; Yaghi, O. M. Science 2002,  295,  469 DOI: 10.1126/science.1067208 [Crossref], [PubMed], [CAS]1. Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storageEddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.Science (Washington, DC, United States)\r\n        (2002),\r\n    295\r\n        (5554),\r\n    469-472CODEN:\r\n                SCIEAS;\r\n        ", "title": "Ultraporous, Water Stable, and Breathing Zirconium-Based Metal–Organic Frameworks with ftw Topology", "authors": ["Pravas Deria", "Diego A. Gómez-Gualdrón", "Wojciech Bury", "Herbert T. Schaef", "Timothy C. Wang", "Praveen K. Thallapally", "Amy A. Sarjeant", "Randall Q. Snurr", "Joseph T. Hupp", "Omar K. Farha"], "doi": ["10.1021/jacs.5b08860"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-40/jacs.5b08860/20151008/images/small/ja-2015-08860j_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-40/jacs.5b08860/20151008/images/small/ja-2015-08860j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-40/jacs.5b08860/20151008/images/small/ja-2015-08860j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-40/jacs.5b08860/20151008/images/small/ja-2015-08860j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-40/jacs.5b08860/20151008/images/small/ja-2015-08860j_0005.gif\">"]}