{"abstract": "We have systematically investigated the CO storage and separation in a new class of porous aromatic frameworks (PAFs) with diamond-like structure by molecular simulations. Because of the small pore size of 5.2 Å, PAF-301 exhibits not only much higher CO uptakes at low pressure (275 mg/g at 298 K and 1 bar) but also much higher selectivities for the CO/H, CO/N, CO/CH, and CH/H mixtures than the other three PAFs. The uptakes of CO in PAF-303 and PAF-304 reach 3432 and 3124 mg/g at 298 K and 50 bar, respectively, which are larger than MOF-200 (2437 mg/g) and MOF-210 (2396 mg/g), suggesting the two PAFs are promising candidates for high-capacity CO storage. Interestingly, the selectivity of PAFs is closely related to the difference of isosteric heats (DIH) of two components and is independent with the molar fraction at zero pressure. Therefore, we proposed an efficient DIH approach to screen porous materials for separation of mixture gases and derived the relation between the selectivity and the difference of isosteric heats based on Langmuir adsorption theory. The derived DIH equation can quickly screen out promising porous materials (including PAFs, COFs, MOFs, etc.) for separation of mixture gases.", "text": "10.1021/jp402488r Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences1 IntroductionRecently, the concern of the most severe environment issues is the global warming and climate change, which are mainly induced by the sharply growing of the anthropogenic CO2 emission. Since the industrial revolution, the CO2 concentration in the atmosphere has increased from a value of about 280 to ∼392 ppm in 2012,(1) and it is still increasing due to the large-scale consumption of coal, oil, and natural gas.(2) Thus, the CO2 capture and storage (CCS) technology, which can efficiently reduce the CO2 emissions from existing sources such as coal-based power plants, will play an important role in slowing the global warming and climate change.(2-4) Generally, there are three basic approaches for the CO2 capture and separation from the fossil fuel-based power plants, i.e., precombustion, postcombustion, and oxycombustion capture.(3, 4) These processes are mainly related to the separation of the gas systems containing light gases, such as CO2, H2, N2, CH4, and O2.(5) For example, the CO2/H2 separation is involved in the precombustion using a primary fuel and oxygen or air to produce H2,(4) and the CO2/N2 separation is related with the CO2 removing from flue gases in the postcombustion.(4) In addition, the CO2/CH4 and CH4/H2 separations are also important in the application of natural gas, such as methane steam reforming reaction and natural gas upgrading.(5, 6)The conventional method for postcombustion capture of CO2 from flue gas in power plants involves the amine-based regenerative chemical absorption process using the aqueous solutions of amine, such as monoethanolamine (MEA),(3, 7) which has been widely used for decades. However, it involves in a high regeneration energy requirement, large solvent makeup because of thermal and oxidative degradation of the solvents, and the producing of the corrosive products, all of which lead to the high cost of CO2 capture and prevent the extensive implementation of the MEA process in power plants.(3) Thus, the energy-efficient methods for CO2 capture are essential to alleviate the problems of the global warming and climate change, in which using porous materials as adsorbents for selective adsorption might be a promising alternative separation technology.(3) Many porous materials with a wide variety of topology, pore sizes, and functionality(8) have been synthesized and applied to the CO2 capture, such as activated carbons,(9) carbon nanotubes,(10) and zeolites.(11) Recently, metal–organic frameworks (MOFs)(12-17) and covalent–organic frameworks (COFs)(18-22) have emerged as a new class of nanoporous materials that show great potential in CO2 capture and storage due to their high surface areas, pore volume, and tunable pore sizes. A lot of MOFs and COFs have shown encouragingly high CO2 storage capacity and selectivities at room temperature. Yaghi et al. reported MOF-200 and -210 exhibit a CO2 uptake of 2437 and 2396 mg/g at 50 bar and 298 K, respectively.(15) The reported CO2 uptakes in COF-102 and -103 reach 1200 and 1190 mg/g at 55 bar and 298 K.(23) In addition, the adsorption at low pressure (about 1 bar) is also very important, for example, in the CO2/N2 separation for postcombustion capture. Bio-MOF-11 showed a high CO2 uptake of 264 mg/g at 1 bar.(24) Long et al. reported the CO2/CH4/H2 separation using the Mg-MOF-74 and found the material outperforms zeolite 13X in every aspect such as selectivities, working capacity, and breakthrough performance.(25) Babarao et al. demonstrated the high separation ability of rho-ZMOF for the gas mixtures of CO2/H2, CO2/CH4, and CO2/N2 by performing molecular simulations.(26)However, most of the MOFs and COFs suffered from low hydrothermal stability, which would limit their application in industries.(7, 8, 27) Covalent–organic materials (COMs), another class of porous materials with high surface areas and tunable pore sizes, possess relatively stable network construction due to the strong covalent bonds of C–C, C–H, and C–N, leading to much higher hydrothermal stability.(7, 27) This means the microporous organic polymers might be promising adsorbents to satisfy the requirement in industries although most of them are amorphous and do not show the long-range crystallographic order as MOFs and COFs.(7, 27) A series of COMs,(28) conjugated microporous polymers(CMPs),(29) and covalent–organic polymers (COPs)(30, 31) were synthesized and explored for the CO2 capture. Recently, Ben et al. successfully synthesized a new class of porous aromatic frameworks (PAFs) with diamond-like structure (named as PAF-1, also known as PAF-302) through the nickel-catalyzed Yamamoto-type Ullmann cross-coupling reaction.(32) The PAF-1 shows not only high Langmuir surface areas of 7100 m2/g and high uptake of CO2 and H2 but also high hydrothermal stability. Sequentially, a series of PAFs were synthesized and assessed for their adsorption capacity on light gases and organic pollutants.(33-38) Babarao et al. studied the CO2 adsorption and separation in PAF-1 and polar organic group-functionalized PAF-1 using GCMC simulations and found the functionalized PAF-1 might be promising materials for CO2 capture and storage.(8) Sun et al. constructed a new PAF with lithium tetrazolide groups, and the constructed PAF shows a high H2 simulation uptake.(39) Lu et al. reported a significant enhancement of CO2 adsorption capacity and selectivity of CO2/N2 by grafting the sulfonic acid and its lithium salt into PAF-1.(7) Most recently, Ben et al. synthesized a series of carbonized PAF-1 and found that the carbonized materials show enhanced CO2 uptakes and excellent selectivity over other gases.(40) Moreover, in order to explore the novel porous structures of this new class of materials, Lan et al. computationally designed a series of PAFs (from PAF-301 to -304) by replacing the C–C bonds with 1–4 phenyl rings.(41) They predicted the H2 adsorption capacity of PAF-30X (X = 1, ..., 4) and found that the PAF-304 shows a highest H2 gravimetric uptake of 6.53 wt % at 100 bar and 298 K, suggesting that the materials might be promising candidates for H2 storage. However, the CO2 adsorption and separation performances have not been explored in the series of the materials.Therefore, in this work, we systematically studied the CO2 adsorption and separation in PAF-30X (X = 1, ..., 4) in order to fully understand the performances of the new porous structures. It is noted that although Trewin and Cooper suggested the PAF-1 might be amorphous based on the powder X-ray diffraction pattern,(42) all the studies mentioned above were based on the crystalline model of PAFs. Moreover, Ben et al.’s experimental N2 and H2 isotherms are consistent with the simulation results from the crystalline model of PAF-1,(32, 41) and Babarao et al. also claimed that the crystalline model of PAF-1 might perform better than the amorphous model, compared to the experimental results.(8) So in this work, we also used the crystalline model of the PAFs as done in previous publications. This work is organized as follows. First, we described the structures of the PAFs and the models and methods used in the simulations. Second, we tested the models and validated the force fields by comparing the predicted isotherms of CO2, H2, CH4, and N2 with the available experimental data. Then, we evaluated the adsorption capacity and selectivity of the four PAFs for pure gases and CO2/H2, CO2/N2, CO2/CH4, and CH4/H2 mixtures, respectively. By considering the effect of the molar fractions, pore sizes, and isosteric heats on the selectivity, we proposed a strategy of fast screening of the porous materials for gas separation. Finally, the conclusions were drawn and some discussion was addressed.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences2 Methods2.1Structures and Potential ModelsThe structures of the PAFs were constructed by replacing the C–C bonds in diamonds with different numbers of phenyl rings and then optimized by using the Forcite module in the Material Studio software(43) as Lan et al. did.(41) The term PAF-30X means 3D structures of the porous aromatic frameworks, where X = 1–4 means the number of the phenyl rings replacing the C–C bonds. Figure 1 shows the unit cells and network structures of PAF-302 and -304. The detailed structures of other PAFs are shown in Figure S1, and the corresponding parameters are listed in Table S1. The pore size of PAF-301 is ∼5.2 Å, which is much smaller than the other PAFs. With the increase of the number of the phenyl rings, the accessible surface area and the pore volume and the free volume increase significantly, while the density decreases correspondingly from 0.8364 g/cm3 for PAF-301 to 0.0998 g/cm3 for PAF-304. Impressively, the experimentally obtained BET surface area of PAF-302 is 5600 m2/g,(32) which is very close to the theoretically calculated one of 5735 m2/g, indicating the computer-constructed structure is reasonable. However, the synthesis of the other three materials except PAF-302 still needs more experimental efforts.(13)Figure 1. Unit cells and 3D network structures of PAF-302 and PAF-304: (a) unit cell of PAF-302, (b) unit cell of PAF-304, (c) 3D network structure of PAF-302, and (d) 3D network structure of PAF-304.In the simulations, we used the Dreiding force fields,(44) which have been proved to be accurate to predict the gas adsorption in MOFs and COFs,(45) to represent the interactions between the gas molecules and the atoms in the PAF framework. To describe the interactions between the adsorbates of the same species, we used the well-established potentials in previous work. We used a spherical united-atom model to represent the CH4 and H2 molecules. For N2 molecules, both the 1-site and 3-site models were used to determine which model is more accurate for N2 adsorption in PAFs. For the 1-site model of N2, we adopted the LJ parameters from Kaneko and Seaton et al.(46) For 3-site model of N2 molecule (also for the CO2 molecule), we used the TraPPE force fields of Potoff and Siepmann.(47) The potentials were optimized to quantitatively reproduce the vapor–liquid equilibria of pure CO2, pure N2, and their mixtures. All the potential parameters are shown in Table 1, and the Lorentz–Berthelot combining rules were used to calculate the cross-interaction parameters.Table 1. Force Field Parameters for Adsorbates and Adsorbentsmoleculesatomε/kb (K)σ (Å)q (e)refCH4 148.03.73093H2 36.72.958059  30.1043.064051N2 (1-site) 94.953.549046N2 (3-site)N36.03.31–0.48247 COMa000.964 CO2C27.02.800.7047 O79.03.05–0.35 PAFsC47.93.47044 H7.662.850 aCOM means the center of mass of the 3-site model.2.2Computational MethodsThe grand canonical Monte Carlo (GCMC) simulations were performed to study the adsorption and separation of gases in PAFs. The periodical boundary conditions were applied in all three dimensions, and the cutoff radius was set to 12.0 Å. For PAF-301 and -302, because of their small unit cells, we used a simulation box containing 8 (2 × 2 × 2) unit cells, while for PAF-303 and -304 with larger unit cells, we used a simulation box containing only 1 (1 × 1 × 1) unit cell. For each pressure point, 2 × 107 Monte Carlo trial moves were performed, where the first half was used for equilibration and the second half was used for ensemble average. Typically, for CH4, H2, and N2 with the spherical models, three types of moves were attempted, that is, translation, insertion, and deletion, while for N2 and CO2 with a 3-site model, an additional rotation move was added. All the GCMC simulations were performed by using the MUSIC code.(48) In the MUSIC software, in order to avoid the conversion of chemical potential into pressure, the normal move acceptance probability is transformed to relate with the component fugacity of bulk phase, which can be calculated by the Peng–Robinson equation of state (EOS).(6)The GCMC simulations directly give the absolute adsorption amount Nab, while the experimental adsorption isotherm is often reported in the excess adsorption amount Nex. For comparison with experimental data, Nab was converted to the excess uptake (Nex) by Nex = Nab – ρbVpore, where ρb is density of the bulk adsorbate calculated from the Peng–Robinson EOS and Vpore is pore volume of the adsorbent accessible to the gas molecules and can be calculated by the method of Myers et al. from the ideal gas law:(49, 50)(1)where R is the gas constant, T is the temperature, p is pressure, and Nm is the number of adsorbed probe molecules per molar mass mm of the adsorbents which is obtained from the GCMC simulations of nonadsorbed helium (εHe/Kb = 10.22 K, σHe = 2.58 Å) gas in PAFs at low pressure and ambient temperature.(51)The isosteric heat qst reflects the released heat for each molecule added to the adsorbed phase, given by(52, 53)(2)where Utotal is the adsorption energy including the adsorbate–adsorbate interaction energy and the adsorbate–adsorbent interaction energy and Uintra is the intramolecular energy of the adsorbate molecules in the bulk phase and is equal to zero for rigid molecules.For equilibrium separation process, the adsorption selectivity is a good indicator to evaluate the separation property of nanoporous materials. The adsorption selectivity of component i over component j in a mixture is defined as(3)where x and y denote the molar fractions of the components in the adsorbed and bulk phases, respectively.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences3 Results and Discussion3.1Selection of Force FieldsFigure 2 shows the comparison of the experimental and simulated isotherms of CH4, H2, N2, and CO2 in PAF-302 (PAF-1). It can be seen from Figure 2a that the adsorption isotherm of CH4 obtained by using the Dreiding force field agrees well with the experimental data from Ben et al.,(33) while the CH4 uptake obtained by using the UFF force field(54) is overpredicted compared to the experimental data. This overprediction has also been observed in the simulation of gas adsorption in COFs, which stems from the fact that the UFF force field gives a more attractive adsorbent–adsorbate interaction than the Dreiding force field.(55) This means that the Dreiding force field is better than the UFF force field in predicting the gas uptakes of the nanoporous materials without metal atoms, such as COFs and PAFs, and it has been widely used in the simulation of gas adsorption in such materials.(56-58) So, here we also used the Dreiding force field to model the atoms of PAFs and did not present the UFF-based results in Figure 2b–d. Actually, the adsorption isotherms of H2, N2, and CO2 obtained by using the Dreiding force field agree well with the corresponding experimental data.Figure 2. Adsorption isotherms of different gases: (a) CH4 at 273 K, (b) H2 at 150 K, (c) N2 at 77 K, and (d) CO2 at 298 K. The open square symbols are experimental data; the filled cycle symbols are the simulation results using the Dreiding force field; the filled upward triangle symbols are the simulation results using the UFF force field.Figure 2b presents the H2 adsorption isotherm in PAF-302 at 150 K, in which the Darkrim–Levesque (D–L) model(59) was used for H2 and the experimental results were from Lan et al.(41) and Ben et al.(32) It is noted that in the simulation we did not consider the quantum effect, which is believed to be important for H2 at 77 K. Figure S2 also shows the H2 adsorption isotherms in PAF-302, in which the model of Wenzel et al.(51) was used for hydrogen and the results of Lan et al. were from the first-principles calculation.(41) We can find that the Wenzel model-based simulation results underestimated the uptake, while both the D–L model-based results and Lan et al.’s data are close to the experimental data, indicating that the D–L model is accurate for describing the H2 adsorption at 150 K. Moreover, we also simulated the H2 adsorption isotherms at 298 K and compared our results with the one obtained from the first-principles calculation-based force field developed by Lan et al.(41) Impressively, our results still satisfactorily reproduce Lan et al.’s result (see Figure S3).For clarity, Figure 2c only shows the adsorption isotherm of 1-site N2 and the experimental data at 77 K.(32) The 3-site N2 adsorption isotherm and the N2 adsorption isotherm of Ben et al.(32) are shown in Figure S4. Clearly, the uptake of the 3-site model is close to the one of the 1-site model at low pressure, but slightly lower than the experimental data at p > 0.5 bar. Instead, the uptake of the 1-site model agrees well with the experimental data. This means that the 1-site model is more suitable for N2 adsorption in PAFs, which was the same as the observation from Peng et al. for the N2 adsorption in UMCM-1 and UMCM-2.(6)In the simulation of the CO2 adsorption in PAFs, we only considered the electrostatic interactions of the atoms in CO2 molecules and ignored the atomic charges of the PAFs, owing to the fact that there are no metal atoms in the PAFs. To consider whether it is proper or not, we compared our results with Babarao et al.’s data considering the atomic charges of the PAFs (see Figure S5).(8) It should be pointed out that in Figure S5 the weight percent (wt %) is defined as the uptake of CO2 divided by the weight of PAF-302, which is different from the usual definition, i.e., the uptake divided by the sum of the adsorption uptake and the weight of materials. It can be seen that our results were close to the experimental and Babarao et al.’s results at p = 0–5 bar. Interestingly, at p = 5–12 bar, our results show better performance than Babarao et al.’s compared to the experimental data, indicating that it is not necessary to consider the atomic charges for the nanoporous materials without metal or heavy atoms. Choi et al. simulated the adsorption of CO2 in many COFs including 2D COFs and 3D COFs, without considering the atomic charges of the COFs, and their results showed good agreement with experimental data.(57) However, at higher pressure, both our simulation and Babarao et al.’s overpredicted the uptake compared to the experimental data. This may be caused by the following two reasons. First, the computer-constructed structure for PAF-302 is pure and perfect, while the experimentally synthesized structure may have defects or be disordered, which can result in the decrease of the accessible surface areas and free volume, causing a fall of the adsorption uptake. Second, the used force field parameters to describe the adsorption of CO2 in PAFs may need further to be refined, especially at high pressure.In summary, the uptakes of gases from the GCMC simulations show a reasonably good agreement with the experimental data, indicating the force fields used above are suitable for studies on adsorption of CH4, H2, N2, and CO2 in PAFs.3.2Adsorption of CH4The gravimetric and volumetric isotherms of CH4 at 298 K are shown in Figure 3a–c. Clearly, the CH4 gravimetric uptake in PAF-301 is significantly smaller than the other three PAFs, and it reaches a plateau at very low pressure. The CH4 saturated uptakes for PAF-301 and -302 are about 107 and 337 mg/g at 50 and 95 bar, while for PAF-303 and -304, they do not reach saturation in the range of pressure studied. This can be attributed to the large pore size of the latter, which results in relatively weaker affinity to CH4. At p = 20–70 bar, CH4 uptake of PAF-302 outperforms the other three PAFs. In particular, at p = 35 bar the gravimetric uptake of PAF-302 is 238 mg/g, which is larger than those reported results for COF-102 (187 mg/g),(23) COF-103 (175 mg/g),(23) and IRMOF-14 (193 mg/g)(14) and only slightly lower than PCN-14 (253 mg/g at 290 K).(60)Figure 3. Adsorption isotherms of CH4 in PAFs at 298 K: (a) excess gravimetric isotherms; (b) excess volumetric isotherms; (c) total volumetric isotherms; (d) absolute uptake dependence of isosteric heat for CH4 in PAFs.The CH4 volumetric isotherms of PAFs in Figure 3b display apparent difference compared to the gravimetric isotherms. Surprisingly, the CH4 excess volumetric uptakes of PAF-303 and -304 are much smaller than PAF-301 and -302. This poor performance of PAF-303 and -304 results from their large pore size which leads to a rather low density and weak interaction with the CH4 molecule. The CH4 excess volumetric uptake of PAF-301 is larger than PAF-302 at p < 40 bar, while it is reversed at p > 40 bar, which is due to the cooperative effect of the pore size and accessible areas. The PAF-301 has a much smaller pore size than PAF-302, which shows larger adsorbent–adsorbate interaction, leading to a larger volumetric uptake, especially at lower pressure. At high pressure, the accessible surface areas play a more important role in determining the gas uptake, leading to the larger uptake of PAF-302 than PAF-301. Investigation above indicates that a promising candidate for excellent excess volumetric uptake should possess proper pore size and large accessible surface areas.For practical use of CH4, the total volumetric uptake is an important indicator to evaluate the performance of PAFs in fuel containers. The current CH4 storage target for practical use set by DOE is 180 v(STP)/v at 35 bar. The total volumetric uptakes for PAF-301 and PAF-302 are 122 and 105 v(STP)/v at 35 bar, respectively, which are close to the level of COF-102 (136 v(STP)/v),(23) MOF-177 (116 v(STP)/v),(56) and MOF-200 (84 v(STP)/v)(56) but still smaller than PCN-14 (230 v(STP)/v at 290 K)(60) and Ni-MOF-14 (200 v(STP)/v).(61) Moreover, the CH4 uptake of PAF-302 reaches 194 v(STP)/v at 65 bar, which exceeds the DOE target.To better understand the CH4 adsorption in PAFs, we also calculated the isosteric heats of CH4 adsorption in PAFs, which are shown in Figure 3d. It can be seen that the isosteric heats decrease in the order PAF-301 > PAF-302 > PAF-303 > PAF-304, which is opposite to the pore size. In particular, since the pore size of PAF-301 is smaller than 10 Å, the isosteric heat reaches ∼22 kJ/mol, which is much higher than the other three materials. When the pore size is larger than 10 Å, the isosteric heats only show slight difference for the other three PAFs. This is also observed in the CH4 adsorption of COFs by Yaghi et al.(23) They found that the CH4 isosteric heat in COF-6 with a small pore size of 9 Å is much larger than COF-5 and COF-10 with large pore sizes of 27 and 32 Å, and the isosteric heat in COF-5 is close to COF-10. Interestingly, the isosteric heat of PAF-302 is ∼10 kJ/mol, which is comparable to COF-102 and -103 because they have the similar pore size. The pore size of PAF-302 is 12.4 Å, which is close to the predicted optimized pore size for CH4 adsorption in layered carbon sheets at 11–11.5 Å.(62, 63) This may be another reason that leads to the outstanding performance of PAF-302 for CH4 adsorption although the optimized conditions might be slightly different for the cylindrical pores.(64) It is interesting to note that the different trend of the isosteric heat versus the absolute uptake appears. For PAF-301, the isosteric heat slowly increases to a maximum and then decreases quickly. This phenomenon has been observed in experiments, for example, in the adsorption of CH4 by a fcc-structured silica gel,(65) and in the simulation of N2 adsorption in the C168 schwarzite.(52) The increase of isosteric heat is caused by mainly the cooperative attractive interaction between adsorbate molecules. The decrease of the isosteric heat results from two aspects: the additional adsorbed molecules have to occupy the less favorable adsorption sites, resulting in a weaker adsorbate–adsorbent interaction, and the adsorbate–adsorbate interaction becomes weaker due to the shorter separation distance between molecules in the limited space.(53) We can see that the gas adsorption in PAF-301 approaches saturation quickly. For the other three PAFs with larger pore volume and higher accessible surface area, the isosteric heat increases monotonously due to the increase of cooperative interactions between adsorbate molecules, which was also observed in the adsorption of CH4 in COF-102 and COF-103.(23) The adsorption does not approach saturation, and one would expect a decrease of isosteric heat at high loadings. That means that the trend of the isosteric heat is related with both the structure of the adsorbent and the loadings.The investigations above indicate that the PAF-302 is a better candidate than the other three PAFs for CH4 storage at room temperature not only in gravimetric uptake but also in volumetric uptake.3.3Adsorption of CO2It is necessary to investigate CO2 adsorption in nanoporous materials both at low and high pressures. At low pressure, the CO2 adsorption is critical for CO2 separation, especially for CO2/N2 separation at 1 bar for postcombustion, while at high pressure, it is useful for the CO2 storage and sequestration. Figure 4 shows CO2 uptakes in PAFs at low and high pressures. It can be found that the CO2 uptakes at low pressure decrease in the order of PAF-301 > PAF-302 > PAF-303 > PAF-304, which is opposite to the pore size and in accord with the isosteric heats (see Figure 5); i.e., the CO2 isosteric heats in PAFs follow the same trend as the CO2 uptake. This means that the uptake at low pressure is determined by the isosteric heats, which was also reported by Xiang et al. in the experimental study on the functional group-modified MOFs for CO2 capture.(66) In addition, the PAF-301 shows much higher CO2 uptake than other three PAFs at p < 1 bar due to its small pore size of 5.2 Å. Recent researches have revealed that a suitable pore size comparable with the kinetic diameter of a CO2 molecule is desirable for improving the CO2 capture at room temperature. The pore size of PAF-301 is 5.2 Å, which is comparable with the kinetic diameter of a CO2, meaning that the PAF-301 might be a promising material for CO2 separation at low pressure.(7, 67) The CO2 uptake of PAF-301 is 275 mg/g (equivalent to 6.2 mmol/g) at 1 bar, which is higher than bio-MOF-11 (6.0 mmol/g),(24) bio-MOF-1 (4.5 mmol/g at 273 K),(68) charged rht-MOF (3 mmol/g),(69) PPN-6-SO3H (3.6 mmol/g), and PPN-6-SO3Li (3.7 mmol/g),(7) and slightly lower than Mg/DOBDC (8 mmol/g)(70) and MOF-74 (6.9 mmol/g).(70)Figure 4. CO2 adsorption isotherms at 298 K in PAFs: (a) at low pressure; (b) at high pressure.Figure 5. Isosteric heats of CO2 in PAFs at 298 K (1–55 bar).The CO2 uptakes of PAFs at high pressure are shown in Figure 4b, where different PAFs possess the highest uptake in four pressure ranges, i.e., PAF-301 at p = 0–10 bar, PAF-302 at p = 10–32 bar, PAF-303 at 32–51 bar, and PAF-304 at p > 51 bar. At p > 55 bar, the CO2 uptake follows the order of PAF-304 > PAF-303 > PAF-302 > PAF-301, which is entirely opposite to the uptake order at low pressure. This observation really reflects the fact that the uptake correlates with isosteric heats at low pressure, correlates with accessible surface areas at intermediate pressure, and correlates with free volumes at high pressure.(71) With the increase of pore sizes of PAFs, the saturated pressures for the CO2 uptake increase and are 9, 30, 52, and 60 bar, respectively. The relationship between pore size and saturation pressure has also been found in MOFs and COFs, indicating that this is a common behavior for gas adsorption in nanoporous materials.(23, 72) Surprisingly, owing to the large free volume of PAF-303 and -304, the uptakes of CO2 in PAF-303 and -304 reach 3432 and 3124 mg/g at 298 K and 50 bar, respectively, which are larger than the experimentally measured uptake in MOF-177 (1356 mg/g), MOF-200 (2437 mg/g), MOF-210 (2396 mg/g),(15) COF-102 (1200 mg/g), and COF-103 (1190 mg/g)(23) and are close to the computational uptake in COF-108 (3784 mg/g at 55 bar).(57) The CO2 saturation uptake of PAF-304 reaches a remarkably high value of 4722 mg/g at 60 bar, although it is still lower than the uptake for the computational designed materials 3D COF-05 (ctn) (8582 mg/g) and 3D COF-05 (bor) (9285 mg/g).(57)The isosteric heats of CO2 adsorption in PAFs are displayed in Figure 5. Similar to CH4, the isosteric heats in PAF-301 are much higher than the other three PAFs due to its rather small pore size, resulting in a very high uptake of CO2 at low pressure. By comparing the isosteric heats of different gases in PAFs (see Figure S6), we found that the isosteric heats decrease with the order of CO2 > CH4 > N2 > H2, which is consistent with the order of gas–material interaction strength. Moreover, with the increase of gas uptake, the isosteric heats of the four gases increase monotonically except in PAF-301, and the stronger the gas–material interaction, the steeper the curve. This phenomenon was also found in the gas adsorption in UMCM-1 and UMCM-2, indicating that the behavior of isosteric heats of gases in PAFs is similar to MOFs.(6) On the basis of the discussion above, we can see that the isosteric heat is determined by the gas uptake, the type of gas molecules, and the structure of the materials.3.4Separation of Gas MixturesFigure 6 displays the adsorption selectivity of the four gas mixtures in PAFs at T = 298 K and different mole ratios for practical applications, i.e., CO2:H2 ratio of 20:80, CH4:H2 ratio of 50:50, CO2:N2 ratio of 15:85, and CO2:CH4 ratio of 15:85. For all the four gas mixtures, the selectivity of the PAFs decreases in the order of PAF-301 > PAF-302 > PAF-303 > PAF-304, which is entirely opposite to the order of pore size of the PAFs, indicating that the nanoporous materials with smaller pore size would lead to the larger adsorption selectivity for gas mixtures. Actually, the PAF-301 shows the largest selectivity among the four PAFs. This is because the PAF-301 has a very small pore size of 5.2 Å. Moreover, the pore size of PAF-301 is commensurate with the kinetic diameter of CO2, which is believed to be excellent for the CO2 separation.(7, 67) In addition, it can also be seen that the selectivity of CO2/H2 is the largest among the four mixtures owing to the largest difference of the CO2–PAF and the H2–PAF interactions because the CO2–PAF interaction is the strongest while the H2–PAF one is the weakest (see Figure S6). The selectivity decreases in the order of CO2/H2 > CH4/H2 > CO2/N2 > CO2/CH4, indicating that the selectivity is closely dependent on the differences of the gas–pore interactions.Figure 6. Adsorption selectivities of PAFs for different gas mixtures at 298 K: (a) CO2/H2, (b) CH4/H2, (c) CO2/N2, and (d) CO2/CH4.It is interesting to compare the selectivities of the PAF-301 with the other nanoporous materials, especially at the practical industrial conditions. For the precombustion CO2 capture, the separation of a CO2/H2 ratio of 20/80 is important because the CO2/H2 mixture produced by coal gasification technology often contains ∼80% H2. It can be seen from Figure 6 that the selectivities of PAF-301 for CO2/H2 vary from 200 to 300, which are larger than IRMOF-1 (S = 40),(73) Cu-BTC (S = 50–120), COF-6 (S = 60–120),(58) and COF-102 (S = 10–40),(58) and are comparable to PAF-1–450 (150–400).(40)In fact, the postcombustion process in the coal-based power plant is the main source of the CO2 emissions, which contains about 2/3 of the CO2 emissions. The separation of CO2/N2 with a typical ratio of 15 (CO2):85 (N2) is involved in the postcombustion capture at 298 K and 1 bar. Thus, the selectivity of the adsorbents for the CO2/N2 mixture at this condition is of great significance. As shown in Figure 6c, at 298 K and 1 bar the CO2/N2 selectivity of PAF-301 is S = ∼20, and it basically keeps in the range of 20–30, almost independent of the pressure, which is comparable with Cu-BTC (S = 20–32)(74) and most of the ZIFs (S = 19–27)(75) but is much smaller than the functionalized materials such as PPN-6-SO3H (S = 150),(7) PPN-6-SO3Li (S = 414),(7) and carbonized PAF-1–450 (S = 209)(40) under the similar condition.The separation of CO2 from the 15/85 CO2/CH4 mixture is often involved in the natural gas upgrading because the existence of CO2 would reduce the energy content of natural gas and even corrupt the pipes in presence of water.(5) As shown in Figure 6c, the selectivities of PAF-301 for CO2/CH4 are in the range of 3–9, which are larger than IRMOF-1 (S = 2–3)(53, 73) and most of the COFs (S = 2–4),(58) and are comparable with ZIFs (S = 5–10)(75) and COPs (S = 4–5).(31) In addition, the separation of CH4/H2 plays a significant role in the methane steam reforming reactions to produce H2, which is a pollution-free gas. As shown in Figure 6b, the selectivities of PAF-301 for equimolar CH4/H2 mixture are in the range of 15–70, which are larger than Mg-MOF-74 (S = 10–15),(25) UMCM-1,(6) and COFs (S = 2–8).(58, 76) Although the PAF-301 shows higher selectivities than most of the MOFs, COFs, and ZIFs, its selectivity is still lower than NaX, NaY,(77) soc-MOF,(78) rho-ZMOF,(26) and these MOFs containing extra ions.(8) It is noted that the good performance of PAF-301 is only due to its small pore size, and if some metal ions or functionalized groups can be doped into the PAFs,(8, 76, 79) it would show much better property for gas separation.With the increase of pressure, the selectivity of PAFs shows various trends for different mixtures. For example, the selectivities of PAF-301 for the CO2/H2, CO2/N2, and CO2/CH4 mixtures first increase and then are independent of pressure, while for CH4/H2, the selectivity decreases with increasing pressure. In contrast, the selectivity of PAF-302 shows a slight increase, and the selectivities of PAF-303 and PAF-304 almost keep unchanged. This phenomenon shows that the larger the pore size, the smaller is the variation of the selectivity.The isosteric heat is a direct indicator of the gas–pore interaction strength; thus, the difference of the isosteric heats (DIH, i.e., Δqst) of the two gases in mixtures can roughly represent the interaction strength difference of gas mixtures. To better understand the effect of DIH (Δqst) on the selectivity, we calculated the Δqst of mixtures at different pressures. Figure 7 shows the difference of isosteric heat of CH4/H2 mixture in PAFs. Obviously, the PAF-301 exhibits the largest Δqst (about 11.0–15.0 kJ/mol), resulting in the largest CH4/H2 selectivity of PAF-301. With increasing pressure, the Δqst in PAF-301 decreases, which is consistent with the selectivity trend of PAF-301 for CH4/H2. The Δqst in PAF-302 increases monotonically in the range 5–8 kJ/mol, leading to a slight increase of selectivity of PAF-302. In contrast, the Δqst in PAF-303 and -304 is very small and varies only in the range 4–5 and 3–4 kJ/mol, making their selectivities almost kept unchanged (see Figure 6b). It is noted that the slight increase of the Δqst at low values will not lead to a corresponding increase of the selectivity, indicating that when the selectivity is small, it may be insensitive to the pressure. For other gas mixtures, the Δqst is shown in Figure S7. The trends of the Δqst are also consistent with the selectivity trends, especially at low pressure. At p > 55 bar, the isosteric heats of the PAFs are close to each other. It should be pointed out that at p > 70 bar the CO2 become liquid, and here we did not further consider the case.Figure 7. Differences of the isosteric heats of CH4/H2 in PAFs at 298 K.3.5Effect of Molar Fractions on SelectivityFor the CO2/H2 separation, some other molar ratio mixtures also appear in industrial processes except the commonly studied 20/80 mixture in the precombustion capture. For example, the CO2/H2 separation is also involved in the methane steam reforming reaction using methane and water vapor and the water gas shift reaction using CO and water vapor to produce H2 and CO2. Thus, exploring the effect of different molar fractions on the selectivity of PAFs for the CO2/H2 mixtures is significant for a practical application. The PAF-302, which is also known as PAF-1, has been successfully synthesized in the experiments by Ben et al.(32) Although we have found that the selectivity of PAF-302 is not as good as PAF-301, it has been proved to be a perfect scaffold for functionalization by polar organic groups(8) or sulfonic acid and lithium(7) or modification by Li-doping(80) or carbonizing(40) to improve its performances in CO2 storage and capture. Thus, to understand the effect of the molar fraction of gas mixtures, we calculated the selectivity of CO2/H2 in PAF-302 at different CO2/H2 molar fractions, as shown in Figure 8. With the increase of pressure, the selectivity first increases and then decreases in the pressure range studied, except the case of y = 0.2. This means that the pressure corresponding to optimum separation exists at different molar fractions, and the larger the molar fraction, the lower is the optimized pressure. For example, the optimized pressures at y = 0.33, 0.50, 0.66, and 0.8 are 85, 55, 45, and 35 bar, respectively. In addition, we can also found that at low pressure, the larger the molar fraction of CO2, the higher is the selectivity.Figure 8. Adsorption selectivities of CO2/H2 in PAF-302 at different molar fraction, and y means the molar fraction of CO2 in the mixture.The trend of the selectivity at different molar fractions can be explained by the isotherms of each component (CO2 and H2) in the mixture, which are shown in Figure 9. With the increase of the CO2 molar fraction, the CO2 isotherms become more and more steep at low pressure and the saturation pressure becomes lower, while the H2 isotherms become more and more flat. As a result, the two factors lead to the increase of the selectivity and the decrease of the optimum pressure with the increase of the CO2 molar fraction. Interestingly, the optimized pressures in Figure 8 roughly correspond to the transitional pressures of CO2 isotherm jump in Figure 9a. Furthermore, after carefully checking Figure 9b, we can find the H2 isotherms first increase at low pressure, and then decrease slightly when close to the optimized pressures, and finally the isotherms slightly increase again except of the case of y = 0.2 (see Figure S8 for details). This may be another reason that the optimized pressure exists. This phenomenon may be caused by the varieties of occupied ratios of the adsorption sites in PAFs with the increase of pressure and the molar fraction. At low pressure, there are many empty adsorption sites; both CO2 and H2 can be adsorbed at the adsorption sites, leading to fast increase of both the CO2 and H2 isotherms. Because CO2 are more preferentially adsorbed, the adsorption isotherms of CO2 increase faster than H2. With the pressure increasing, more and more CO2 molecules are adsorbed at the adsorption sites. When approaching the optimized pressure, CO2 would occupy the adsorption sites where H2 has been adsorbed, which leads to desorption of partial hydrogen. As a result, the H2 isotherm shows a slight decrease. After the adsorption sites are fully occupied, both the CO2 and H2 are adsorbed at the less preferentially adsorption sites, leading to a slight increase of the adsorption isotherms with the pressure. Because the H2 molecules are smaller, more H2 molecules would be adsorbed and the H2 adsorption isotherms would increase faster than the CO2 isotherms, leading to a decrease of the selectivity at high pressure. For the case of y = 0.2, the adsorption sites are not fully occupied due to the small adsorption uptake, so the isotherms of CO2 and H2 would monotonically increase in the pressure range studied, leading to a monotonic increase of the selectivity.Figure 9. Adsorption isotherms of CO2/H2 mixtures at different molar fractions in PAF-302: (a) CO2 isotherms; (b) H2 isotherms.3.6An Efficient Strategy for Screening Porous Materials for Gas SeparationIn Figure 8, it is interesting to see that at pressure close to zero, the selectivities are basically the same and independent with the molar fractions, which were also found for gas separation in MOFs,(81) indicating that the selectivity might be only related with the type of the gas mixture and the adsorbents. In other words, the selectivity might be only determined by the difference of the gas–pore interactions of the mixtures at pressure close to zero (or at zero uptake). That means the selectivity at zero pressure or zero uptake may reflect the intrinsic separation ability of the adsorbents. It suggests that we can use the selectivity at zero pressure to screen the nanoporous materials for gas separation. If the selectivity of a material is large, it might be a good candidate for separation.To eliminate the effect of pressure (or the adsorption uptake), we calculated the selectivity and the difference of isosteric heats (Δqst0) at the pressure close to zero for all the four mixtures in PAFs, as shown in Figure 10. Interestingly, the Δqst0 is linear with the logarithmic of the selectivity no matter what the gas mixtures and materials are. This means that at zero pressure the selectivity is only dependent on the values of Δqst0 and is independent of the type of the gases and the materials. With the increase of Δqst0, the selectivity increases correspondingly, which means that we can just use the Δqst0 instead of the selectivity to screen out the promising nanoporous materials for gas separation. If a nanoporous material shows a high Δqst0 for two gases, it might be a good candidate for the two gas separation. Interestingly, the relation between the selectivity and the Δqst0 is very similar to the Arrhenius relation or the Van’t Hoff equation in chromatography.(82, 83) So, we model the relation between the selectivity and the Δqst0 as follows:(4)where a is the intercept for the linear fitting line and 1/RT is the slope, which equals 0.4036 at 298 K.Figure 10. Adsorption selectivities of the different gas mixtures in PAFs at pressure close to zero. The points are simulation results, and the line is from this work (i.e., eq 5).It should be noted that the Δqst0 includes the minus sign in the above equation for convenience of plotting in Figure 10. Compared to the Van’t Hoff equation, we can see that a is related with the entropy of the system (in other words, it is related with the structure of the materials such as pore size and geometry). Fitting the relation by fixing the slope at 1/RT (0.4036 at 298 K), we can get a = −0.8558. So the equation of the selectivity versus the Δqst0 for PAFs is given by(5)Surprisingly, we could see from Figure 10 that the line excellently fits the data points. This means that we could use the eq 5 to describe the relation between the selectivity and the Δqst0 for gas mixtures in PAFs.In fact, we have derived eq 4 based on the Langmuir adsorption theory. Details can be found in the Supporting Information. It indicates that the relation between the selectivity and the Δqst0 has a solid theoretical basis, and it should be suitable for all the physical adsorption separation of gas mixtures in the porous materials. Thus, it is interesting to see whether the equation is applicable to other nanoporous materials such as MOFs and COFs. So we collected some data of the selectivity and Δqst0 for other materials from the references to check the eq 5, most of which were from the simulated results. Figure 11 shows the selectivity and the Δqst0 of different gas mixtures such as CO2/H2, CH4/H2, CO2/N2, CO2/CH4, CH4/N2, CO2/O2, and CO2/CO in different MOFs and COFs, including IRMOF-1,(84) UMCM-1,(6) Cu-BTC, COF-6, COF-105,(58) and other MOFs.(85) For comparison, we also show the line from the eq 5. It can be found that the equation can describe the selectivities of different mixtures in MOFs and COFs satisfactorily, especially at low Δqst0, while at high Δqst0, the deviation might become higher for some data. Especially for CO2/H2 and CH4/H2 in Cu-BTC, the deviations between the selectivities are relatively large. This could be caused by the large difference of the structures between these MOFs and PAFs. We know that in COFs and PAFs there are no metal atoms, while for MOFs there exist metal atoms, which could lead to strong electrostatic interactions between gases and the atoms in MOFs. Actually, the eq 5 can excellently predict the selectivity of the COFs without metal atoms (COF-105 and COF-6) throughout the studied values of the Δqst0, while for MOFs, the equation can describe the selectivity at low Δqst0 values better than at high Δqst0 values. We also compared the selectivities predicted by our model with the available experimental data.(86-88) Results indicate that the eq 5 can excellently reproduce experimental data, as shown in Figure 11 and Table S2. It suggests that our model (i.e., eq 5) is very useful in predicting the selectivity of gas mixtures.Figure 11. Adsorption selectivities of different gas mixtures in MOFs and COFs at pressure close to zero. The points are from references (refs 6, 58, 84, and 85), while the line is from this work (i.e., eq 5).It is interesting to compare our screening method with the existing ones. Sholl et al. proposed an efficient computational method to screen MOFs for kinetic separations of CH4/H2 and CO2/N2.(89, 90) They first identified the key feature of a pore controlling molecular diffusion rate by using a steric model and then performed the efficient molecular modeling calculations to evaluate the kinetic separation performance. Actually, their screening method is useful for kinetic separation or membrane separation of MOFs. In addition, Snurr et al. also proposed a screening approach to explore the CH4 adsorption and rare gas separation in a large variety of MOFs.(91, 92) They focused on the screening the hypothetical structures for gas storage and separation. Wu et al. proposed an “adsorbility” equation to screen the CH4/H2 mixtures in MOFs,(85) while their fitted equation is closely dependent with the gas mixture type. Here, the fast screening equation we proposed has a solid theoretical basis, and it is derived from Langmuir adsorption equation. Our model is only dependent on Δqst0 and is applicable to a variety of materials and the separation of different gas mixtures. Definitely, our model is suitable for screening these materials synthesized for the gas separation in industry applications.It is noted that the qst0 can be obtained from the available experimental data in the literature. If there are no experimental values of qst0, it is easy to get the data by performing the single component GCMC simulation at low pressure or by other methods such as performing Monte Carlo simulation in the NVT ensemble.(26) If the temperature has little influence on the isosteric heats or the Δqst0, we can even use the equation to predict the selectivity of the nanoporous materials at any temperatures. This means that the eq 5 is very useful to screen the promising porous materials for gas separation.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences4 ConclusionsIn summary, we have systematically investigated adsorption and separation of pure gases (i.e., CO2, CH4, H2, and N2) and their binary mixtures in PAF-30X (X = 1, ..., 4) with diamond-like structure by using GCMC simulations. First, the simulated adsorption isotherms for the pure gases, including CO2, CH4, H2, and N2, agreed well with the available experimental data, indicating that the force fields used were suitable for further prediction of the gas adsorption in PAFs. With the increase of the pore size of PAFs, the isosteric heats decrease correspondingly from PAF-301 to PAF-304. Results denote that the PAF-301 shows a high CO2 adsorption capacity at low pressure (275 mg/g at 298 K and 1 bar) and high selectivities for the CO2/H2, CO2/N, CO2/CH4, and CH4/H2 mixtures, which is consistent with its small pore size and high isosteric heats. Meanwhile, PAF-302 shows a high CH4 gravimetric uptake of 238 mg/g due to its proper pore size and high accessible surface area, and PAF-303 and PAF-304 exhibit high uptake of CO2 at high pressure (3432 and 3124 mg/g at 298 K and 50 bar) due to their large pore volumes. We explored the effect of the different molar fractions of CO2/H2 mixtures in PAF-302 and found an interesting phenomenon for the mixture adsorption; i.e., the optimized pressure corresponding to the optimum selectivity exists, and the optimized pressure is just related to the transitional pressure for the CO2 isotherm jump and the H2 isotherm drop.At zero pressure, the selectivity is found to be only dependent on the different of isosteric heat (DIH, i.e., Δqst0), and the relation is very similar to the Arrhenius equation or the Van’t Hoff equation in chromatography. We have derived the equation to describe the relation between the selectivity and the DIH based on the Langmuir adsorption theory and found that it is applicable to not only PAFs but also MOFs and COFs. Therefore, we proposed the DIH approach to screen porous materials for separation of mixture gases. The DIH approach is suitable for all the physical adsorption separation of gas mixtures in the porous materials because it roots in the Langmuir adsorption theory. It is expected that the DIH approach can be extensively used to screen porous materials for separation of mixture gases in practical applications. Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesSupporting InformationGeometrical structure of PAF materials, details for validation of force fields, isosteric heats of gases in PAFs, difference of isosteric heats (DIH), H2 adsorption isotherms for the CO2/H2 mixtures in PAFs, and derivation of DIH equation. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesAcknowledgmentThis work is supported by Huo Yingdong Foundation (121070), National 973 Program (2011CB706900), NSF of China (21274011, 21121064), Doctoral Program from MOE (20100010110001), and Chemical Grid Program and Excellent Talent of BUCT.Reference QuickViewTop of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesReferencesThis article references 93 other publications.1. http://esrl.noaa.gov/gmd/ccgg/trends/index.html.There is no corresponding record for this reference.2. Sumida, K.; Rogow, D. L.; Mason, J. A.; McDonald, T. M.; Bloch, E. D.; Herm, Z. R.; Bae, T.-H.; Long, J. R. Carbon Dioxide Capture in Metal–Organic Frameworks Chem. Rev. 2011,  112,  724– 781[ACS Full Text ]There is no corresponding record for this reference.3. Samanta, A.; Zhao, A.; Shimizu, G. K. H.; Sarkar, P.; Gupta, R. Post-Combustion CO2 Capture Using Solid Sorbents: A Review Ind. Eng. Chem. Res. 2012,  51,  1438– 1463[ACS Full Text ], [CAS]3. Post-Combustion CO2 Capture Using Solid Sorbents: A ReviewSamanta, Arunkumar; Zhao, An; Shimizu, George K. H.; Sarkar, Partha; Gupta, RajenderIndustrial & Engineering Chemistry Research\r\n        (2012),\r\n    51\r\n        (4),\r\n    1438-1463CODEN:\r\n                IECRED;\r\n        ", "title": "Carbon Dioxide Capture by PAFs and an Efficient Strategy To Fast Screen Porous Materials for Gas Separation", "authors": ["Zhanlei Yang", "Xuan Peng", "Dapeng Cao"], "doi": ["10.1021/jp402488r"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-16/jp402488r/production/images/small/jp-2013-02488r_0011.gif\">"]}