{"abstract": "We report on the successful fabrication of highly oriented crystalline thin films of three-dimensional metal−organic frameworks, Fe(pz)[M(CN)] (M = Ni, Pd; pz = pyrazine). Synchrotron X-ray diffraction studies reveal not only the highly oriented crystalline nature but also the remarkable shrunken structure of the thin films (∼3−7% volume shrinkage) compared with bulk samples. Furthermore, these films exhibit large lattice expansions upon guest adsorption, in marked contrast to the almost unchanged lattice in the bulk samples.Highly oriented crystalline thin films of metal–organic frameworks (MOFs) have promising practical applications, such as in gas separation, catalysis, and sensing. We report on the successful fabrication of highly oriented crystalline thin films of three-dimensional porous MOFs, Fe(pz)[M(CN)] (M = Ni, Pd; pz = pyrazine). Synchrotron X-ray diffraction studies reveal not only the highly oriented crystalline nature but also the remarkable shrunken structure of the thin films (∼3–7% volume shrinkage) compared with bulk samples. Furthermore, because of lattice shrinkage, these films exhibit large lattice expansions upon guest adsorption, in marked contrast to the almost unchanged lattice in the bulk samples.", "text": "10.1021/acs.inorgchem.5b02207 Metal–organic frameworks (MOFs)(1) have highly designable ordered structures with microporosity and exhibit various functionalities, such as gas sorption,(2) catalysis,(3) sensing,(4) conductivity,(5) magnetism,(6) and electronic properties.(7) With a view toward utilization of MOFs and integration of functionalities, the use of MOFs as thin films has been intensively pursued for future nanotechnological devices such as catalysis and sensing application.(8) For practical applications of MOF thin films, controlling their crystallinity and orientation on the substrate is an important task. However, it is still difficult to fabricate a highly oriented crystalline MOF thin film; most MOF thin films are polycrystalline, and the growth directions are poorly controlled both horizontally and vertically (i.e., in-plane and out-of-plane) relative to the substrate.(9) There are three approaches for controlling the crystallinity and growth directions of thin films. One is the layer-by-layer (LbL) method, in which a self-assembled-monolayer (SAM)-functionalized substrate is sequentially immersed in solutions of structural components.(10) The others are relatively new approaches: a combination of the Langmuir–Blodgett and LbL methods (LB–LbL)(11a) and the modular assembly technique.(11b) Although several highly oriented crystalline MOF thin films have been reported, most of them are limited to a two-dimensional (2D)-layered MOF. To the best of our knowledge, there are only two examples of three-dimensional (3D) MOF thin films with high crystallinities and orientations, as confirmed by an X-ray diffraction (XRD) study along both the in-plane and out-of-plane directions.(12) We have recently reported one example: the LbL fabrication of a Hofmann-type MOF thin film, Fe(pz)[Pt(CN)4] (Ptpz; pz = pyrazine).(12c) This MOF has cyanide-bridged 2D layers containing Fe2+ and [Pt(CN)4]2– units, and the layers are connected through pz ligands to form a 3D pillared-layer-type structure. Hofmann-type MOFs have attracted much attention because of external stimuli- and guest-triggered spin transitions (i.e., spin-crossover phenomena).(13) Here, we present highly oriented crystalline thin films of metal-exchanged analogues of 3D Hofmann-type MOF thin films, Fe(pz)[M(CN)4] [M = Ni (Nipz); M = Pd (Pdpz)]. Synchrotron XRD studies revealed not only the highly oriented crystalline nature but also the remarkable shrunken structure of the thin films compared with bulk samples. Moreover, in situ synchrotron out-of-plane XRD measurements revealed large lattice expansions upon guest adsorption, in marked contrast to the almost unchanged lattice in the bulk samples.Preparation of thin films using the LbL method was carried out following a reported procedure (Figure 1).(12c) First, a Au/Cr/Si substrate was immersed in an ethanol (EtOH) solution of 4-mercaptopyridine, and a SAM was formed. The substrate was then sequentially immersed in EtOH solutions of Fe(BF4)2·6H2O, [(C4H9)4N]2M(CN)4 (M = Ni, Pd), and pyrazine at −60 °C for 30 cycles. LbL fabrication processes were monitored by infrared reflection absorption spectroscopy (IRRAS; Figure S1 in the Supporting Information, SI). The intensity of the ν(CN) stretching mode linearly increased with the number of LbL cycles, which implies that the thin-film thickness can be controlled by the number of LbL cycles.Figure 1. Schematic representation of the LbL approach of fabricating Fe(pz)[M(CN)4] (M = Ni, Pd) thin films.To confirm the crystallinity and orientation of the thin films, XRD measurements were performed using synchrotron X-ray radiation at the BL13XU beamline of SPring-8. Figure 2 shows the XRD profiles [λ = 1.550 Å, room temperature (RT)] of the films for different scattering geometries: the horizontal direction (in-plane, 2θ mode; Figure 2a) and the vertical direction (out-of-plane, θ–2θ mode; Figure 2b) relative to the substrate. The XRD patterns are similar to those of Ptpz,(11)c which indicates that Pdpz and Nipz are isostructural and have the same oriented nature as that of Ptpz. The in-plane XRD patterns (Figure 2a) exhibit several peaks, which can be indexed as hk0, in agreement with the simulation pattern, which represents a periodic ordering of the cyanide-bridged 2D layer. On the other hand, out-of-plane patterns (Figure 2b) exhibit two peaks that can be indexed as 00l, in agreement with the simulation pattern, which represents pz-ligand-mediated interlayer ordering. It is worth noting that hk0 and 00l diffraction peaks are separately observed in the in-plane and out-of-plane patterns, respectively. The synchrotron X-ray study clearly demonstrates that these films have high crystallinity and well-controlled orientations of the crystal growth in both the in-plane and out-of-plane directions. The absence of azimuthal angle dependence within the surface plane (Figure S3 in the SI) implies that films are formed uniformly without any preferential direction on the substrates. The average crystalline domain sizes were calculated to be ∼11 nm for Nipz and ∼14 nm for Pdpz, from the full-width at half-maximum of the 110 peaks using the Scherrer equation. Atomic force microscopy (AFM) images revealed several domains (Figures S4 and S5 in the SI); both large domains (∼200 nm) and small domains (<50 nm) exist. Thus, because of the large domain size dispersion, crystalline domain sizes calculated by XRD would be smaller than those determined from AFM. The obtained in-plane and out-of-plane XRD patterns led to their lattice parameters (tetragonal, P4/mmm; a = 7.376(2) Å, c = 7.132(7) Å, and V = 388.0(4) Å3 for Pdpz; a = 7.114(3) Å, c = 7.02(1) Å, and V = 355.3(3) Å3 for Nipz). It is worth noting that these structures are smaller (∼3–7% volume shrinkage; Table S3 in the SI) than those of bulk samples (high-spin state, tetragonal, P4/mmm; a = 7.4329(1) Å, c = 7.2293(2) Å, and V = 399.4(1) Å3 for Fe(pz)[Pd(CN)4]; a = 7.256(1) Å, c = 7.237(1) Å, and V = 381.06(9) Å3 for Fe(pz)[Ni(CN)4]; data from ref 14), although the Raman spectra imply that both Pdpz and Nipz are in the high-spin state (Figure S2 in the SI). Furthermore, similar lattice shrinkage was also observed for Ptpz.(12c) There are two possible explanations for lattice shrinkage. One is the crystal downsizing effect; lattice shrinkage is often observed for condensed nanoparticles, where both the surface energy and surface strain increase.(15) The crystal downsizing effect, such as the reappearance of spin-transition hysteresis(16a) and structural stability change,(16b) was also observed for MOF nanocrystals. The other explanation is interface strain; lattice shrinkage has also been reported for epitaxial heterojunction films composed of two metal oxides, where strain is introduced at the interface because of the lattice mismatch between the two metal oxides.(17) The SAM is known to be formed as an ordered structure with a rectangular unit cell(18) (the intermolecular distance is ∼5–7 Å, which is smaller than the lattice a for both Pdpz and Nipz). It should be possible for this lattice mismatch to cause lattice shrinkage.Figure 2. Synchrotron XRD patterns of Fe(pz)[M(CN)4] (M = Ni, Pd) thin films (λ = 1.550 Å, RT): (a) in-plane (2θ mode); (b) out-of-plane (θ–2θ mode). Filled circles, red lines, and black lines denote experimental data, fitting results, and simulated XRD patterns, respectively. Insets: Scattering geometries of the XRD study and periodic orderings in each of the XRD patterns.Because bulk samples are known to exhibit gas sorption to various guest molecules,(13) a sorption behavior change was expected because of the remarkable lattice shrinkage. To clarify the sorption behavior, quartz crystal microbalance (QCM) measurements were carried out under MeCN and EtOH vapors, as shown in Figure 3a. All isotherms revealed almost the same amount of uptake (∼1 molecule per one iron) with the bulk (Figure S8 in the SI) in the low-pressure region and exhibited type I sorption profiles (typical for microporous materials) in IUPAC classification(19) with wide hysteresis, which may be due to adsorption to the domain boundary. Lattice changes upon guest adsorption were also investigated by in situ out-of-plane synchrotron XRD measurements. The lattice constant c of Pdpz changed under several vapor pressures of MeCN and EtOH at RT (Figure 3b). These lattice changes exhibited reversible interlayer spacing expansions (Δc = ∼0.14 Å for MeCN and Δc = ∼0.12 Å for EtOH; Table S1 in the SI), which is quite different from the almost unchanged lattice in the bulk sample (Δc = ∼0.005 Å for MeCN and Δc = ∼0.001 Å for EtOH; Table S2 in the SI). The lattice constant c at P/P0 = 0.95 [c = 7.270(5) Å for MeCN and c = 7.25(2) Å for EtOH; Table S1 in the SI] is near that of bulk [guest-free; c = 7.2293(2) Å]. Thus, large expansion of the interlayer spacing should be due to lattice shrinkage. Similar sorption behavior was also observed for Nipz (Figures S9 and S11 in the SI).Figure 3. MeCN and EtOH adsorption/desorption behavior of Pdpz: (a) Sorption isotherms obtained from QCM measurements at RT. (b) Changes in lattice constant c obtained from out-of-plane synchrotron XRD. Filled and open symbols denote adsorption and desorption, respectively.In summary, we have demonstrated the successful fabrication of highly oriented crystalline Hofmann-type 3D MOF thin films, Fe(pz)[M(CN)4] (M = Ni, Pd). The thin films exhibited remarkable lattice shrinkage and large expansion of the interlayer spacing under MeCN and EtOH vapors, in marked contrast to the almost unchanged lattice in the bulk samples. These results should provide useful insight for future  applications of MOFs. Top of PageAbstractReferencesSupporting InformationThe Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.5b02207.Details of experimental procedures, thin-film preparation, IRRAS, Raman spectra, additional XRD data, AFM images, and sorption data of obtained thin films and bulk samples. Complete reference list (PDF)The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was partly supported by Grants-in-Aid for Scientific Research (A) (Grants 20350030 and 23245012), a Grant-in-Aid for Young Scientists (B) (Grant 25810039), and Grants-in-Aid for JSPS Fellows (Grant 25-1768) from JSPS. Synchrotron XRD measurements were supported by the Japan Synchrotron Radiation Research Institute (Proposals 2010B1535, 2011A1463, 2011B1013, 2011B1529, 2011B4907, 2012A1505, 2012A1508, 2012B1304, and 2015A1535).Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 19 other publications.1. (a) Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. Science 2013,  341,  1230444-1– 1230444-12 DOI: 10.1126/science.1230444 [Crossref]There is no corresponding record for this reference.(b) Kitagawa, S.; Kitaura, R.; Noro, S. Angew. Chem., Int. Ed. 2004,  43,  2334– 2375 DOI: 10.1002/anie.200300610 [Crossref], [PubMed], [CAS]1. Functional porous coordination polymersKitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiroAngewandte Chemie, International Edition\r\n        (2004),\r\n    43\r\n        (18),\r\n    2334-2375CODEN:\r\n                ACIEF5;\r\n        ", "title": "Remarkable Lattice Shrinkage in Highly Oriented Crystalline Three-Dimensional Metal–Organic Framework Thin Films", "authors": ["Tomoyuki Haraguchi", "Kazuya Otsubo", "Osami Sakata", "Akihiko Fujiwara", "Hiroshi Kitagawa"], "doi": ["10.1021/acs.inorgchem.5b02207"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-24/acs.inorgchem.5b02207/20151216/images/small/ic-2015-02207r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-24/acs.inorgchem.5b02207/20151216/images/small/ic-2015-02207r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-24/acs.inorgchem.5b02207/20151216/images/small/ic-2015-02207r_0004.gif\">"]}