{"abstract": "A combination of experimental (gravimetry, microcalorimetry, and quasi-elastic neutron scattering) measurements and molecular modeling was employed to understand the coadsorption of CO and CH in the zirconium terephthalate UiO-66(Zr) material from both the thermodynamic and kinetic points of view. It was shown that each type of molecules adsorb preferentially in two different porosities of the material, that is, while CO occupy the tetrahedral cages, CH are pushed to the octahedral cages. Further, a very unusual dynamic behavior was also pointed out with the slower molecule, that is, CO, enhancing the mobility of the fast one, that is, CH, that contrasts with those usually observed so far for the CO/CH mixture in narrow window zeolites where the molecules are most commonly diffusing independently or slowing-down the partner species. Such behavior was interpreted in light of molecular simulations that evidenced a jump type mechanism involving a tetrahedral cages–octahedral cages–tetrahedral cages sequence that occurs more frequently for CH when in presence of CO. The consequences in terms of CO/CH selectivity and the possible use of this MOF-type material in a PSA process are then discussed. It is thus clearly emphasized that this MOF material combines several favorable features including a good selectivity, high working capacity, and potential easy regenerability that make it as a good alternative candidate of the conventional NaX Faujasite used in pressure swing adsorption.", "text": "10.1021/jp202633t Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesIntroductionCarbon dioxide is often considered as an impurity in raw natural gas streams, where methane is the major component. Efficient removal of CO2 for natural gas upgrading is of economic and technology importance, since the presence of CO2 reduces its energy content and also can lead to pipeline corrosion.(1, 2) It is also a great challenge to remove CO2 from flue gas in order to reduce the greenhouse gas emissions and also to purify biogas.(3) Pressure swing adsorption (PSA) technology based on porous adsorbents is known to be one of the most efficient and affordable processes for CO2 separation.(4) Much research effort has been carried out to identify and develop a suitable porous material with high CO2 affinity and capacity. Although conventional zeolites such as the NaX type Faujasite are mostly adequate for CO2 capture,(5) it is difficult to regenerate them without significant heating which leads to low productivity and great cost.Metal–organic framework (MOF) hybrid porous solids have recently attracted great interest in many prospective applications including gas separation/storage due to their many fascinating features.(6-9) Stemming from the almost infinite possibility to vary their chemistry through metal center, organic linker as well as their geometric arrangement, up until now a wide variety of MOFs have been explored to examine their performance on the separation of CO2/CH4 gas mixtures, both experimentally(10-15) and theoretically.(16-21) However, one of the areas in which MOFs have received some concerns is in terms of their stabilities. Indeed some of the most well-known materials have been claimed to be not sufficiently stable toward humidity,(22-24) while it is an indispensable prerequisite for the industrial operations to facilitate handling and thus to reduce the cost. Once this limitation step is overpassed, screening such kinds of MOFs will become more realistic for natural gas purification.Willis et al. have meanwhile undergone a systematic study of the hydrothermal stability of MOFs, which showed that for a given linker, increasing the charge of the metal is a way to increase the hydrothermal stability of the resulting MOF.(25) With these considerations in hand, it has been shown previously that the zirconium terephthalate, denoted UiO-66(Zr) solid (UiO for University of Oslo),(26) is thermally stable up to 540 °C and we further ensured that it remains unaltered upon water adsorption/desorption cycles (see complementary characterization in the Supporting Information). This material is built up from Zr6O4(OH)4(CO2)12 clusters linked by terephthalate anions (see Figure 1), leading to a three-dimensional arrangement of micropores with each centric octahedral cage surrounded by eight corner tetrahedral cages (free diameters of ca. 11 and 8 Å for the two types of cages, respectively) and connected through narrow windows (ca. 6 Å). Both the micropore range and stability upon various conditions makes this material ideal to probe its gas separation ability prior to envisage industrial applications. The present work is thus based on a combination of appropriate experimental and modeling tools to first probe the CO2/CH4 separation performance of this MOF material from both the thermodynamic and kinetic points of view when compared to conventional adsorbents, that is, NaX, and further to provide a detailed analysis of the microscopic mechanism in play.Figure 1. Illustration of the UiO-66(Zr) structure. (Left) Octahedral cage; (right) tetrahedral cages. Hydrogen atoms on the organic linkers were omitted for clarity. The large yellow spheres represent the void regions inside the cages.Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesModels and MethodsSynthesis and ActivationUiO-66(Zr) was prepared from a large scale mixture of zirconium tetrachloride ZrCl4, terephthalic acid HO2CC6H4–CO2H, hydrochloric acid and dimethylformamide in the 25 mmol/50 mmol/50 mmol/150 mL ratio. The slurry was then introduced in a 750 mL Teflon liner and further introduced in a metallic PAAR bomb. The system was heated overnight (16 h) at 220 °C. The resulting white product was filtered off, washed with DMF to remove the excess of unreacted terephthalic acid, then washed again with acetone and dried at room temperature. The sample was finally calcined at 250 °C under vacuum (5 mbar) to remove the DMF from the framework. X-ray powder diffractogram (Brüker D5000, λCu ≈ 1.5406 Å) of the sample is in a very good agreement with the one calculated from the published structure (see Supporting Information Figure S1). As with such microporous materials, the pressure range in which the BET equation works is well below the standard (0.05–0.3) p/p° range. In our case the p/p° range used was 0.003–0.05 bar. We used the strict criteria suggested by Rouquerol et al.(27) and promoted by Snurr and co-workers.(28) Then, nitrogen sorption measurments (BelSorp Max apparatus) gave a BET surface area of 1067(3) m2/g, very similar to the theoretical accessible surface area of 1021 m2/g (see the calculation details in Supporting Information). Moreover, the pore volume determined by Helium adsorption experiment is around 0.40 cm3/g, again in excellent agreement with the simulated value (0.42 cm3/g) obtained by the thermodynamic method.(29) Thus, the above agreements indicate that the sample used in this work is well activated.Gas Adsorption ExperimentsPrior to adsorption experiments, the samples were placed under a secondary vacuum and heated to various temperatures for 16 h. The final outgassing temperature chosen here to fully dehydroxylate the sample was 250 °C. The experiments were carried out at 303 K up to a maximum pressure of 50 bar using a laboratory made gas dosing system connected to a commercial gravimetric adsorption device (Rubotherm Präzisionsmesstechnik GmbH).(30) A step by step gas introduction mode was used. Equilibrium was assumed when the variation of weight remained below 0.03% for 20 min. A typical adsorption experiment takes ca. 24 h using around 1 g of sample. The microcalorimetry experiments were performed by means of a manometric dosing apparatus linked to the sample cell housed in a Tian-Calvet type microcalorimetrer.(31) Around 0.3 g of sample was used for these experiments. The mixture adsorption experiments were carried out using a homemade set up consisting of a commercial gravimetric device coupled with a manometric dosing system and chromatographic gas dosing device. For these experiments, around 1 g of sample was attached to the balance while a second amount of sample was also placed in the cellule to enhance the accuracy of the measurements. In the present study, the equilibrium was considered to be satisfactory when the sample weight varied by less than 80 μg over a 15 min interval. The details of the methodology used in this work is fully described in our previous work.(31) In this series of measurements, the density was used as the results obtained were adequate in terms of errors and the composition of the adsorbed phase was determined from the mass balance. More details of the procedure can be found in the Supporting Information.Quasi-Elastic Neutron ScatteringThe quasi-elastic neutron scattering experiments were performed on the time-of-flight spectrometer IN6, at the Institut Laue-Langevin, Grenoble, France. The incident neutron energy was taken as 3.12 meV, corresponding to a wavelength of 5.1 Å. After scattering by the sample, the neutrons are analyzed as a function of flight time and angle. The wave-vector transfer Q varies with the scattering angle and ranged from 0.25 to 1.2 Å–1. Spectra from different detectors were grouped to obtain reasonable counting statistics and to avoid the Bragg peaks of the UiO-66(Zr) framework. The time-of-flight spectra were then converted to energy spectra. The elastic energy resolution is given by a Gaussian function with a half-width at half-maximum that varied from 40 μeV at small Q to 50 μeV at large Q. The UiO-66(Zr) sample was contained in an aluminum container, which was connected to a gas inlet system. After measuring the scattering of the empty MOF, a loading of 4 CH4/uc was investigated and then three concentrations of CO2 were introduced in the cell, corresponding to 7, 12, and 14 molecules/uc In addition, to deeply understand the effect of the presence of CO2 on the self-diffusivity of CH4 the Ds values of pure CH4 in UiO-66(Zr) for other loadings (8.4, 10.5, and 16.5 CH4/uc) were also measured at 230 K.Grand Canonical Monte Carlo SimulationsGrand canonical Monte Carlo (GCMC) simulations were performed to investigate the adsorption of the single components CO2 and CH4 and their binary mixtures in the dehydroxylated UiO-66(Zr). These simulations were conducted at 303 K based on a model that includes electrostatic and Lennard-Jones interactions. The CO2 molecule was treated as rigid using the widely used three point charge model(32) while CH4 was represented by a neutral united atom model.(33) In our previous work,(34) it has been found that the framework flexibility of this material has a significant effect on the diffusion behavior of CH4 and CO2 gases. Thus, the framework of the dehydroxylated UiO-66(Zr) was also treated as fully flexible by implementing our newly derived fully bonded force field, allowing us to consistently study the adsorption and further the diffusion behaviors of CO2/CH4 mixture. Details of the intermolecular and intramolecular parameters are provided in the Supporting Information. The LJ potential parameters for the adsorbate–adsorbate and adsorbate–adsorbent interactions and the DFT derived partial charges for all the atoms of the UiO-66(Zr) framework are reported in the Supporting Information. For the simulations of pure components, molecules were involved in three types of trials: attempts (i) to displace a molecule (translation or rotation), (ii) to create a new molecule, and (iii) to delete an existing molecule. For the simulations of mixture, an attempt to exchange molecular identity was introduced as an additional type of trial to speed up the equilibrium and reduce the statistical errors. The simulation box consisted of 18 (3 × 3 × 2) unit cells for the porous material. The simulations with larger boxes showed that no finite-size effects existed using the above box. A cutoff radius of 14.0 Å was applied to the Lennard-Jones (LJ) interactions, while the long-range electrostatic interactions were handled by the Ewald summation technique. Periodic boundary conditions were applied in all three dimensions. Peng–Robinson equation of state was used to convert the pressure to the corresponding fugacity used in the GCMC simulations. Furthermore, the differential adsorption enthalpy at zero coverage was directly calculated by the fluctuation theory(35) during the simulations. For each state point, GCMC simulations consisted of 2 × 107 steps to ensure the equilibration, followed by 2 × 107 steps to sample the desired thermodynamic properties.Molecular Dynamics SimulationsOn the basis of the DL_POLY 2.20 simulation package,(36) molecular dynamics (MD) simulations were carried out to study the codiffusion behaviors of CO2/CH4 mixture confined in the dehydroxylated UiO-66(Zr). All the MD runs were performed considering a full flexibility of the dehydroxylated UiO-66(Zr). The simulation box also consisted of 18 (3 × 3 × 2) unit cells. The calculations were performed in the canonical (NVT) ensemble at 230 K for 0, 12, 14 CO2 molecules mixed with 4 CH4 molecules per unit cell (uc), which are consistent with the range of loadings explored experimentally. In addition, MD simulations at higher loadings (4CH4 + 20 CO2, 4CH4 + 30 CO2, 4CH4 + 40 CO2/uc) were also conducted to span a wider range of loading than one explored by QENS. The MD simulations were performed as follows: molecules were randomly inserted into the MOF lattice, and then relaxed using 2 × 105 NVT Monte Carlo cycles. Velocities from the Maxwell–Boltzmann distribution at the required temperature were assigned to all the adsorbate molecules and the framework atoms. Further, prior to starting the production run of 2 × 107 MD steps (i.e., 20 ns), each MD system was equilibrated with 1 × 106 MD steps. The positions of each adsorbate molecule were stored every 5000 MD steps for subsequent analysis. Nosé–Hoover thermostat was used to maintain the constant temperature condition. It was checked that MD simulations conducted in microcanonical (NVE) ensemble lead to equivalent results. The velocity Verlet algorithm was used to integrate the Newton equations and the QUATERNION algorithm was applied for the rotational motion of the rigid linear CO2 molecules. The long-range Coulombic interactions were evaluated by the Ewald summation method, while all the LJ interactions were calculated with a cutoff radius of 14.0 Å. The time step used in the MD simulations was taken as 1.0 fs, and periodic boundary conditions were applied in all three dimensions. The self-diffusion coefficients of the adsorbate molecules were calculated from the mean-square displacements (MSD) method using Einstein relations. In order to improve the statistics of the calculation, 5 MD independent trajectories generated from different initial configurations were sampled for each loading.Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesResults and DiscussionAs a first step, a combination of gravimetry measurements and grand canonical Monte Carlo (GCMC) simulations was employed to probe the coadsorption properties of the dehydroxylated UiO-66(Zr) form. The sample was synthesized on the multigrams scale and activated using slightly different conditions as those published previously.(26) Details of the different characterizations are reported in the Supporting Information. The static coadsorption experiments were carried out at 303 K using a laboratory made gas dosing system coupled with a commercial gravimetric adsorption apparatus and chromatographic gas dosing device.(31, 37, 38) Two mixtures were investigated with 50 and 75% mol. CO2 in CH4. The sample was pretreated at 523 K prior to the adsorption measurements in order to start with the dehydroxylated form of UiO-66(Zr). Figure 2 shows the so-obtained gravimetric coadsorption isotherms at 303 K, which are compared with those obtained for the single components. Note that all the isotherms are expressed in absolute adsorbed amounts. For the binary mixtures, the total mass uptakes were decomposed into the contribution of each component. The concentrations of CO2 and CH4 in the gas phase were deduced from the measurement of the gas phase density via an equation of state, and the composition of the adsorbed phase was then derived from the mass balance. The single gas component Langmuir isotherms (Figure 2a) present a high CO2 uptake, ca. 212.6 cm3(STP)/cm3, which is larger than those reported for NaX (185.3) and activated carbons (142.6)2 under the same conditions. It is further shown that at low pressure the adsorbed amount of CO2 is much higher than that of CH4. This observation is consistent with a more energetic interaction between CO2 and the UiO-66(Zr) surface as emphasized by the higher adsorption enthalpy at zero coverage estimated by microcalorimetry for CO2 (−26.2 kJ/mol) compared to CH4 (−16.4 kJ/mol). Figure 2b,c shows that the adsorbed amounts of CH4 are very small for both investigated gas mixture compositions while the CO2 uptake remains rather high. The resulting CO2/CH4 selectivities for both mixtures are about 5.5 at low pressure. As can be seen from Supporting Information Table S5, some other MOFs, such as Cu-BTC, are interesting with higher selectivities than UiO-66(Zr), however, their structures are revealed unstable upon humidity.(23, 25) The so-obtained selectivity (5–7) is comparable to or somewhat higher than those previously reported for other non modified MOFs under similar conditions, that is, MIL-53 (4–7)(11, 13) and ZIF-8 (4–7),(1) which are known to be stable or sligthly altered in the presence of water, respectively. This selectivity remains obviously lower than those previously reported for the conventional NaX Faujasite type zeolite.(31, 37, 38) However, the significantly lower energetic interaction between CO2 and the UiO-66(Zr) surface (−26.2 kJ/mol) compared to those in play in NaX zeolites (∼ −45.0 kJ/mol)(31) suggest that this MOF in addition to its high moisture stability is potentially regenerable under milder conditions. Indeed, complementary experiments (see Supporting Information) have evidenced that a full regeneration is obtained at about 120 °C, which is significantly lower than the temperature required for NaX (160 °C). Further, the working capacity, defined as the difference of the adsorbed amounts of CO2 in the binary mixture between 10 and 1 bar, that is, pressures of the production and regeneration steps in the PSA process is about 3.3 and 3.6 mmol·g–1 (91.7 and 100.1 cm3(STP)/cm3) for the 50 and 75% mol CO2 in CH4, respectively, which is almost three times higher than that observed for NaX (37.0)(31) and slightly lower than that for the water unstable Cu-BTC (123.2)(14) under similar experimental conditions. Thus, it results that the UiO-66(Zr) is promising as this material shows higher performance in terms of working capacity per volume with respect to the reference material NaX, and its selectivity is within the same range of value than other humidity resistant MOFs (see Supporting Information Table S5).Figure 2 also presents the calculated absolute isotherms for both single and mixture components using GCMC simulations. An atomistic representation of the dehydroxylated UiO-66(Zr) framework was built using a computational-assisted structure determination, as described in the Supporting Information, that was successfully employed in the past for other MOFs.(39, 40) One observes in Figure 2a an excellent agreement between the experimental and calculated isotherms for both single gas components that validates the forcefields and models used. This remains also true from an energetic point of view as the simulated enthalpies for CO2 and CH4 of −25.3 and −18.8 kJ/mol concur well with the experimental values. Further, although our predictions do not fit perfectly the experimental data for both binary mixtures, they confirm that the CO2 adsorbed amounts for both mixtures are only slightly affected by the presence of CH4 in the gas phase whereas the CH4 uptake drastically decreases (Figure 2b,c). The simulated selectivity of CO2 over CH4 as a function of the pressure is reported in Supporting Information Figure S7 (see the Supporting Information for the details of this calculation). It is found that this selectivity remains almost unchanged in the pressure range examined in this work with only a small dependence on the gas mixture composition, the so-obtained range of value comprised between 5 and 7 being consistent with the experimental ones.Figure 2. Absolute adsorption isotherms for CO2 (circle) and CH4 (square) from their single gases and binary mixture at 303 K in the dehydroxylated UiO-66(Zr). Gravimetry measurements (filled symbols) and GCMC simulations (open symbols). Bulk compositions of CO2–CH4: (a) 0–100 and 100–0, (b) 50–50 (error bars are indicated here), (c) 75–25. The error bars for the simulations are less than 2% for both CH4 and CO2 adsorbed amounts in the whole range of pressure. Regarding the experiments, the error is more important ranging from 8 to 12% for the adsorbed amounts of CO2 at low and high pressure respectively while it exceeds 15% for CH4 due to the small adsorbed amounts.Beyond the fair agreement between experimental and simulated coadsorption isotherms, a further step consisted of exploring the microscopic coadsorption mechanism for the CO2/CH4 gas mixture in this UiO-66(Zr) system. At low pressure, both guest molecules are preferentially adsorbed in the tetrahedral cages. The resulting arrangements illustrated in Supporting Information Figure S8a do not differ from those observed for the single component adsorption. However, compared with CH4 a larger concentration of CO2 molecules is found to be adsorbed in the tetrahedral cages, which is consistent with the higher affinity of CO2 in this material as discussed above. When the pressure increases, the CO2 molecules still occupy the tetrahedral cages as they interact more strongly with the pore wall than CH4, some molecules of this latter adsorbate being thus pushed to the octahedral cages (Supporting Information Figure S8b). Finally at high pressure (Supporting Information Figure S8c), CH4 molecules are mainly adsorbed in the octahedral cages, while in addition to the occupation of the tetrahedral cages, CO2 molecules also start to accumulate in these cavities due to the limited space in the tetrahedral cages.Further, to obtain a full picture of the separation process in this MOF material, besides the investigations on the equilibrium performance of this solid discussed above, probing the dynamics of the binary mixture is of great importance. Quasi-elastic neutron scattering (QENS) measurements coupled with molecular dynamics (MD) have been revealed in the past few years as a valuable tool to follow the diffusivity of various single species in MOF type materials.(41, 42) Using this dual strategy, a further step here aims at (i) determining the loading dependence of the self-diffusivity Ds for CH4 and (ii) further addressing via a detailed analysis of both QENS spectra and MD runs, the microscopic codiffusion mechanism. Note that as far as we know, it is the first experimental investigation that probes the kinetics of binary CO2/CH4 mixtures in MOFs, while only some predictions have been reported so far.(43-45)Figure 3. Comparison between experimental (crosses) and calculated (solid lines) QENS spectra obtained for CH4 in UiO-66(Zr) perturbed by increasing loadings of CO2: (a) 0, (b) 7, (c) 12, (d) 14 CO2/uc (Q = 0.45 Å–1).The in situ QENS measurements were performed at 230 K at the Institut Laue-Langevin, using the time-of-flight spectrometer IN6. Since the scattering from hydrogen is much larger than the one from other atoms, in CH4/CO2 mixtures the scattering will be dominated by CH4. The diffusion of the CH4 molecules can be characterized from the shape of the spectra, the larger the broadening of the peak, the larger the diffusivity. It appears from Figure 3 that adding CO2 to the sample increases the broadening and thus the self-diffusivity of CH4.Figure 4a reports the Ds values of methane obtained from QENS for a concentration of 4 CH4/uc as a function of the total mixture loading. One first notices that the Ds value for the single CH4 gas component, 2.0 × 10–9 m2/s, is comparable to those previously reported for NaY (5.3 × 10–9 m2/s at 200 K)(46) and remains within the same order of magnitude than those in NaX Faujasites (3.0–10.0 × 10–9 m2·s–1 at 223 K).(47) under similar experimental conditions. A significant increase of Ds for CH4 is observed as the concentration of CO2 in the mixture increases. The so-obtained trend for Ds was then compared to those extracted for the pure CH4 component to see whether this behavior is due to the increase in the total loading or to the presence of CO2. From Figure 4a, it can be unambiguously stated that CO2 unusually tends to enhance the diffusivity for CH4 leading to Ds values larger than those in the pure gas for the whole range of the investigated loading. This diffusion behavior deviates from previous findings reported so far for the CO2/CH4 mixture in various zeolites with narrow windows such as LTA, CHA and DDR(48, 49) and larger channel, that is, NaY Faujasite,(46) where the diffusivity of CH4 remains only almost unchanged(48) or decreases(46, 50) due to the presence of the CO2. It should be noted that such observation has already been reported for the codiffusion of para- and ortho-xylene mixtures in the CIT-1 zeolites with two different channels.(51)MD simulations were further performed to gain some molecular insight into this unusual diffusivity profile and the resulting microscopic codiffusion mechanism. Recent studies in MOFs have shown that the framework flexibility has a profound influence on the diffusion of guest molecules confined in MOFs.(41, 52, 53) Indeed, all the MD simulations in this work were also performed by considering a full flexibility of the dehydroxylated UiO-66(Zr). As shown in Figure 4b, within the range of CO2 loadings examined experimentally, the simulations also lead to an increasing profile while they underestimate the QENS data. In addition, we have also simulated the Ds values for CO2 in both single gas and in the same range of gas mixture compositions (see Supporting Information Figure S10). It is found that CO2 diffuses about 5 times slower than CH4 when in single gas, which is two times lower than those previously reported for NaY (∼10)(44) consistent with a higher selectivity in the Faujasite type zeolite. However, here more interestingly this difference remains almost the same in the gas mixture. One can further mention a rather unusual dynamic behavior in this UiO-66(Zr) material where the “slower” molecule enhances the mobility of the “fast” one. This result differs from what has been predicted so far for the diffusion of CO2/CH4 gas mixture in narrow window type zeolites which show that either (i) the molecules are diffusing independently leading to the absence of mutual speeding-up or slowing-down the partner species(48, 49) or (ii) the faster CO2 molecules retard the slowly diffusion CH4 species.(50)Figure 4. (a) QENS data for the Ds of CH4 in pure gas (red squares) and in CO2/CH4 mixture (blue circles) as a function of the total loading at 230 K, (b) Ds of CH4 as function of the CO2 concentration at 230 K; QENS (full circles), MD (empty circles). The error bars are indicated in the figures.To shed some light into the microscopic diffusion mechanism and further interpret the Ds profile, the MD trajectories were carefully analyzed. This highlights that the dynamics of both species mainly involve jumps following the sequence: tetrahedral cages–octahedral cages–tetrahedral cages. Figure 5 provides an illustration of the global diffusion mechanism for CH4 that remains the same whether CO2 is present or not. It has been further shown that even at low CO2 concentrations, the CH4 molecules are more frequently pushed into the octahedral cages than in the single component diffusion. Such a situation explains the faster diffusivity for CH4 as these molecules spend less time in the tetrahedral cages, where the stronger interactions with the pore wall occur. This observation can be rationalized by the plot of the residence time for CH4 within the tetrahedral cages as a function of the CO2 content which is reported in Supporting Information Figure S11. It is clearly stated that in the range of the experimentally explored CO2 loading, this residence time is much shorter than in the absence of CO2. This effect contributes to a faster diffusivity for CH4 in the range of CO2 concentration below 14 molecules/uc. This conclusion is illustrated in Figure 5 that reports the trajectories followed by CH4 in the single component and binary mixture. It is shown that the time required for CH4 to pass from a tetrahedral to octahedral cages is shorter when CO2 is present. Further, the CO2 molecules spend more time in the tetrahedral cages as they are more strongly interacting with the pore wall, thus explaining their slower diffusivity compared to CH4. MD simulations were also carried out beyond the CO2 loadings examined by QENS measurements. The results shown in Figure 4 suggest that Ds for CH4 passes through a maximum for a loading of 14 CO2/uc before decreasing when the CO2 concentration increases due to the steric hindrance which further drastically limits the number of jumps above-mentioned.Figure 5. Typical illustrations of the global diffusion mechanisms in the dehydroxylated UiO-66(Zr) following one targeted CH4 molecule in the case of (a) 4 CH4/uc in absence of CO2, (b) 4 CH4/uc in presence of 12 CO2 molecules/uc. The positions from 1 to 6 correspond to jump sequences of CH4 observed during the MD trajectories. The average diffusion times for CH4 to pass from tetrahedral to octahedral cages (for example, from 1 to 2) are (a) 230 ps and (b) 100 ps, respectively.Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesConclusionsOur joint experimental–modeling strategy shows that the UiO-66(Zr) solid can be very promising for CO2/CH4 gas mixture separation with a good selectivity, very high working capacity and low cost regenerability combined to its stability under various conditions. One would expect that grafting polar functional groups on the organic linkers will enhance the affinity of the CO2 leading to an improvement of the selectivity that would make this material as a solid alternative solution to the conventional NaX adsorbent used in PSA applications. From a fundamental point of view, both coadsorption and codiffusion mechanisms have been elucidated, revealing a very unusual dynamic behavior with the slower molecule, that is, CO2, enhancing the mobility of the fast one, that is, CH4 that strongly differs with what has been previously reported for CO2/CH4 mixture in various narrow windows zeolites such as LTA and DDR. This unusual behavior should be also expected for this mixture diffusion in zeolites with two types of microporous voids.Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesAcknowledgmentThe research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7/2007-2013) under Grant Agreement 228862. We thank Dr. M. M. Koza for his help during the measurements on the IN6 spectrometer at the Institut Laue Langevin, Grenoble, France. Top of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesSupporting InformationSynthesis route, experimental coadsorption/codiffusion procedures, and details of the molecular simulations. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionModels and MethodsResults and DiscussionConclusionsReferencesReferencesThis article references 53 other publications.1. Venna, S. R.; Carreon, M. J. Am. Chem. Soc. 2010,  132,  76– 78[ACS Full Text ], [CAS]1. Highly Permeable Zeolite Imidazolate Framework-8 Membranes for CO2/CH4 SeparationVenna, Surendar R.; Carreon, Moises A.Journal of the American Chemical Society\r\n        (2010),\r\n    132\r\n        (1),\r\n    76-78CODEN:\r\n                JACSAT;\r\n        ", "title": "Understanding the Thermodynamic and Kinetic Behavior of the CO/CH Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", "authors": ["Qingyuan Yang", "Andrew D. Wiersum", "Hervé Jobic", "Vincent Guillerm", "Christian Serre", "Philip L. Llewellyn", "Guillaume Maurin"], "doi": ["10.1021/jp202633t"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-28/jp202633t/production/images/small/jp-2011-02633t_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-28/jp202633t/production/images/small/jp-2011-02633t_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-28/jp202633t/production/images/small/jp-2011-02633t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-28/jp202633t/production/images/small/jp-2011-02633t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-28/jp202633t/production/images/small/jp-2011-02633t_0004.gif\">"]}