{"abstract": "Composite MOF foams were prepared using a direct synthesis of UiO-66 over a polyurethane foam template. Under optimized conditions, the composite materials maintained the macrostructure and flexibility of the polyurethane foam, and exhibited the microporosity, high surface area, and adsorption properties of the UiO-66. The composite MOF foam has hierarchical porosity and high adsorption capacity for benzene and -hexane, maintaining more than 70% of the adsorption capacity of the UiO-66.", "text": "10.1021/am303089g Top of PageAbstractIntroductionMaterials SynthesisResults and DiscussionConclusionsReferencesIntroductionPorous metal organic frame-works (MOFs) are an interesting new class of materials with remarkable adsorption capabilities, which are currently being considered for a large number of gas and vapor separations.(1) However, one drawback of many adsorbents, including MOFs, is the fact that they are obtained as fine powders. To be applied, for instance, in the industrial separation of gases, most MOF materials need to be shaped in to bigger particles.(2, 3) Thus, extrudates and monoliths(4) are frequently prepared, even at industrial scale, but this is a time-consuming process, often leads to a reduction of the available porosity of the final shaped materials, and can lead to changes in the selective adsorption properties.Recent works have studied the possibility of synthesis of MOFs in several porous substrates, like polyHIPE,(5) ceramic foam,(6) mesoporous silica,(7, 8) and alumina.(9) The possibility of preparing aerogels monoliths of Fe-BTC was also demontated.(10) The growth powders in flexible sheets or fibers for applications has also been described.(11, 12)We propose in this work an alternative to the shaping of MOFs through the direct synthesis of MOF materials on open cell polyurethane foams (PUF). The final materials are composites with the adsorbing properties of the MOF and the macroporous structure, shape and flexibility of the supporting PUF. We have chosen UiO-66 as the MOF phase because it is a microporous material, with interesting properties for separations of gases and vapors and with an outstanding thermal and hydrolytic stability in the context of MOF materials.(13-15) To the best of our knowledge, this is the first description of a method to prepare composite MOF materials with the direct synthesis of the MOF on a PUF. This novel method allows obtaining a composite material with hierarchical porosity, since it processes the macroporous structure of the PUF support and the microporosity of the UiO-66 and, additionaly it can be obtained in various shapes.Top of PageAbstractIntroductionMaterials SynthesisResults and DiscussionConclusionsReferencesMaterials SynthesisThe synthesis of UiO-66 was based on the literature with some changes.(16) Briefly, the samples were prepared from a mixture of ZrCl4 (5 mmol), terephthalic acid (5 mmol), hydrochloric acid (5 mmol) and dimethylformamide (15 cm3) inside a 125 cm3 autoclave. The PUF sample was obtained thought an optimized procedure that allows an open foam, using a formulated polyol of 1,2,3-tris(polyoxypropylene ether)propane (Aldrich, number average molecular weight 3600, 41 mg of KOH g–1), and a polymeric 4,4-methylene bisphenyl diisocyanate (MDI) (BASF, Lupranat M 50) as detailed described by us elsewhere.(17) To obtain the composite MOF/PUF materials, PUF cylinders of 3 cm diameter and 2 cm height were soaked in the reaction mixture inside the autoclave. After closing, the reaction mixture was heated for some time. The temperature and time were varied for each sample, between 150 and 120 °C, for 6–18 h. Some syntheses were unsuccessful, i.e., UiO-66 was obtained but the PUF structure collapsed. Using 120 °C for 6 h, we were able to obtain UiO-66 and retain the structure of the PUF (composite A). Another sample was successful prepared using smaller cylinders of PUF of about 0.5 cm ×1 cm (composite B). In both cases, the PUF structure was slightly altered, but it retained its flexibility.The materials obtained from the successful synthesis (composites A and B) were first washed by Soxhlet extraction (50 cm3) with dichloromethane, during 4.5 h. The materials were then dried and heat treated under vacuum (∼10 Pa) at 150 °C during 6 h. The heat treatment was repeated three times for each sample. After each heat treatment, the infrared spectra of the samples was collected using diffuse reflectance infrared spectroscopy (DRIFT) to assess the removal of the dimethylformamide from the structure, by the disappearance of the band at ca. 1655 cm–1 (see Figure S1 in the Supporting Information).The materials were characterized by X-ray diffraction (XDR), electron microscopy (SEM), thermogravimetry with differential scanning calorimentry (TG-DSC), nitrogen adsorption at −196 °C, and benzene and n-hexane adsorption at 25 °C. For comparison purposes, pure UiO-66 was also synthesized and characterized.Top of PageAbstractIntroductionMaterials SynthesisResults and DiscussionConclusionsReferencesResults and DiscussionIn all synthesis attempts the UiO-66 structure was obtained, as can be confirmed by comparing the powder XRD with the results reported by Cavka et al.(13) Because the polyurethane structure is amorphous, it does not present any diffraction peaks. For the more interesting materials, where the PUF structure was also retained, diffractograms are presented in Figure 1. It can be easily seen that the UiO-66 was successfully obtained in both cases by comparing the diffractograms in Figure 1 and that no other crystalline structure was formed. The cleaning and activation procedure did not affect the UiO-66 structure (see Figure S2 in the Supporting Information).Figure 1. Powder XRD of the UiO-66 and composites A and B.SEM images of the initial polyurethane foam (Figure 2a, b) show the typical open cell structure of the PUF with a distribution of cell sizes with average 477 μm and standard deviation of 244 μm (calculated from 63 independent measurements). SEM images of the composites show that the UiO-66 is formed on the surface of the PUF cells (Figure 2c, e) and the volume of the cells is partially filled with the MOF. Nevertheless, it can be seen that the composite material retains part of the macrostructure of the initial PUF. The cell size of the composites is difficult to define because the cells are much filled with MOF, although an average size of about 250 μm can be estimated from Figure 2c. This means that the cell openings were reduced by about half from the pure PUF to the composite. Several samples have been observed and we did not notice significant differences on structure and UiO-66 content from the bulk to the more external part of the composite. Details of the composites surface (Figure 2d, f) show the individual particles of UiO-66 with a distribution of sizes having an average of 0.63 μm and a standard deviation of 0.15 μm (estimated from 50 different particles), which is very close to that described by Cavka et al.(13) Most MOF crystals are not strongly bound to the polyurethane surface, but physically entrapped in the cellular structure of the PUF. Due to the very high open volume of both the PUF and composite samples, the apparent bulk density is rather low of about 0.033 and 0.154 g cm–3 for the PUF and composites, respectively.Figure 2. SEM micrographs of initial polyurethane foam and composites A and B; (a) general view of the polyurethane structure (× 50), (b) detail of the polyurethane foam structure that show the open cells and struts (× 150), (c) general view of composite A (× 50), (d) magnification of composite A (× 5000), (e) general view of composite B (× 150), (f) magnification of composite B (× 2000).The TG-DSC results of the samples in air flow reveal that up to about 100 °C all samples lose mass with an associated endothermic process most probably due to dehydration and degassing of the materials (see Figure S3 in the Supporting Information). From about 200 to 400 °C, the composites A and B present an exothermic process with mass loss (23% and 33% for composite A and B respectively) that is not observed on pure UiO-66, and is presented on the PUF curve. This is associated with the decomposition of the polyurethane.(18) Between 400 and 550 °C, there is a significant mass loss with an intense exothermic peak due mainly to the decomposition of the UiO-66 structure. This temperature range is about 50 °C lower than that previously reported(13) but in our case the experiments were carried out in air flow and not in inert atmosphere. These results show that there is a decrease in the thermal stability from the pure UiO-66 (around 400 °C) to the composites (around 200 °C) that may pose limitations for some possible applications. At the end of the TG-DSC experiments, a white powder was obtained on the crucibles bottom for all samples, except for PUF that burned completely before reaching 600 °C. This powder was identified as ZrO2 using powder XRD (see Figure S4 in the Supporting Information for further analysis). In fact, for UiO-66, a theoretical mass of 43.5% should be obtained at the end assuming the decomposition of the BDC linkers, which compares well with the 40% obtained experimentally for the UiO-66 sample. This experimental value was obtained considering the mass at 150 °C as the mass of the dry solid (see the Supporting Information for further details). Comparing the mass of the final inorganic residue obtained for composites A and B with that of the UiO-66, we estimate a content of 71% and 64% (w/w) of UiO-66 on composite A and B, respectively (see the Supporting Information for details).The adsorption capabilities of the UiO-66 and composites A and B were tested by low temperature nitrogen adsorption (Figure 3). The results obtained indicate that the nitrogen adsorption capacities of the composites are less than half of the pure UiO-66. In fact, a reduction is expected because the composites have polyurethane that does not have adsorption capacity (less than 2 m2 g–1) and contributes to the mass of the sample. The isotherms of the composites and pure UiO-66 are of type I, although a very small slope can be noted on the plateau of the composites.(19) This indicates that all samples are essentially microporous. The surface areas and microporous volumes of the composites A and B (Table 1) are reduced by about 43 and 35%, respectively. This means that the composite produced with smaller pieces of PUF foams (composite B) has somehow less surface area, which agrees with the lower content of UiO-66 on the sample comparing to composite A. If we take into account the UiO-66 content of the composites and recalculate the surface area and microporous volume using only the mass of MOF on the samples, we obtain higher values (Table 1) and see that these parameters are reduced to about 60% and 55% of the initial value, for composite A and B, respectively. The values of composite A are significantly close to those of composite B, which means that these parameters are essentially dependent on the content of UiO-66 in the sample. The surface area of the obtained composites is higher that the values obtained for MOFs supported on polyHIPE,(5) ceramic foams,(6) and pulp paper fibers,(11) but lower than those obtained for MOFs supported on mesoporous sílicas.(7, 8)Figure 3. Nitrogen adsorption isotherms at −196 °C, on the UiO-66 and composites A and B. Closed symbols represent adsorption points and open symbols desorption points.Table 1. Surface Area (ABET) and Microporous Volume (Vmic) of the Synthesized UiO-66 and Composites A and B   based on UiO-66 contentc ABETa(m2 g–1)Vmicb(cm3 g–1)ABETa(m2 g–1)Vmicb(cm3 g–1)UiO-661175 ± 170.497 ± 0.002  composite A511 ± 100.213 ± 0.002720 ± 140.300 ± 0.002composite B427 ± 90.170 ± 0.002667 ± 140.266 ± 0.002aEquivalent surface area calculated by the BET equation.bMicroporous volume calculated by the t-plot method.(19)cValues calculated considering only the mass of UiO-66 present on the composites estimated from the TG-DSC data.The adsorption isotherms of organic vapors on the UiO-66 and composite A samples are very similar (Figure.4). Nevertheless, an increased slope, in relation to the case of pure UiO-66, is noted on the composite sample above 0.2 p/p0. This is related with the sorption of vapors on the polyurethane, which follows a type III isotherm and gives only significant adsorbed amounts above about 0.2 p/p0(20) presented also in Figure 4. It can be clearly seen from Figure 4 that the adsorption properties of the composite A at low pressures arise from the presence of UiO-66 in the composite material and not from the PUF support. Comparing the adsorption on the composite samples (open symbols) with the adsorption on the UiO-66 sample (closed symbols), we observe that 70% of the adsorption capacity is maintained for n-hexane and 84% for benzene, at 0.2 p/p0. These values are in line with the content of UiO-66 on the composites A and B obtained from the TG-DSC experiments, which means that the supported UiO-66 did not lose significantly its adsorption capacity when synthesized on PUF. The capacity reduction is then due to the mass of PUF on the composite and this is more favorable than what is obtained by shaping MOFs to pellets. For Cu-BTC, only 34–70% of the adsorption capacity is maintained for Cu-BTC samples after shaping.(3) This means that the most favorable case for pellets is similar to the least favorable case of n-hexane adsorption on composite A. For the pelletization of UiO-66 without using binders, a reduction of only 5% was found.(16) However, in that work, it is a pure UiO-66 material and not a composite. On previous works involving polyurethane/adsorbents composites, we have found that organic vapors are more adequate to characterize this type of materials than the more standard low temperature nitrogen adsorption.(17) In fact, some adsorbent particles may be retained inside the polyurethane matrix and the organic vapors at ambient temperature can migrate through polyurethane and reach those particles, whereas the nitrogen at low temperature cannot.(17) The comparison of the adsorption results of nitrogen, benzene, and n-hexane on composite A (i.e., lower adsorbed amounts of nitrogen) indicates that part of the UiO-66 is formed somehow inside the polyurethane matrix and not only at their surface. The swelling of the polyurethane in the presence of the DMF solvent may facilitate this phenomenon. Because of the high void volume (i.e., low density) of the composites, the n-hexane and benzene adsorption on a volume basis is about 0.045% (v/v), which is relatively low for some applications. However, the macroporous structure of the material may be useful for applications that require fast diffusion and adsorption kinetics.Figure 4. Adsorption isotherms of n-hexane and benzene at 25 °C on UiO-66, composite A and PUF.Top of PageAbstractIntroductionMaterials SynthesisResults and DiscussionConclusionsReferencesConclusionsThe synthesis of UiO-66 in the presence of a PUF template is a feasible approach to produce composites with supported UiO-66, by controlling the temperature and time. The composites obtained under the optimized conditions exhibited the macroporous structure similar to the PUF support, with some flexibility, and the micropores and adsorption properties of the UiO-66 MOF. This method can in principle be applied for other types of MOFs and is an alternative to obtain nonpowder MOF materials. Due to the macroporous structure of the PUF support, we expect that this type of composite presents good transport properties and can be used instead of MOF powders shaped with binders.Further work is in progress to develop a tailored PUF template that better resists the conditions usually found in solvothermal methods used for synthesis of MOFs. Top of PageAbstractIntroductionMaterials SynthesisResults and DiscussionConclusionsReferencesSupporting InformationExperimental details of the characterization experiments, XDR of activated UiO-66 sample, DRIFT spectra of samples, TG-DSC results, and discussion on the evaluation of the UiO-66 content on the composites. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMaterials SynthesisResults and DiscussionConclusionsReferencesAcknowledgmentThis work was partially funded by Fundação para a Ciência e Tecnologia for the strategic project PEst-OE/QUI/UI0612/2011. M.L.P. acknowledges FCT for postdoctoral grant BPD/26559/2006.Reference QuickViewTop of PageAbstractIntroductionMaterials SynthesisResults and DiscussionConclusionsReferencesReferencesThis article references 20 other publications.1. Li, J.-R.; Sculley, J.; Zhou, H.-C. Chem. Rev. 2012,  112,  869– 932[ACS Full Text ], [CAS]1. Metal-Organic Frameworks for SeparationsLi, Jian-Rong; Sculley, Julian; Zhou, Hong-CaiChemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    869-932CODEN:\r\n                CHREAY;\r\n        ", "title": "Composite MOF Foams: The Example of UiO-66/Polyurethane", "authors": ["Moisés L. Pinto", "Sandra Dias", "João Pires"], "doi": ["10.1021/am303089g"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2013/aamick.2013.5.issue-7/am303089g/production/images/small/am-2012-03089g_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2013/aamick.2013.5.issue-7/am303089g/production/images/small/am-2012-03089g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2013/aamick.2013.5.issue-7/am303089g/production/images/small/am-2012-03089g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2013/aamick.2013.5.issue-7/am303089g/production/images/small/am-2012-03089g_0004.gif\">"]}