{"abstract": "Two carbons of different origins (wood and coal) were oxidized with nitric acid. The materials were characterized using sorption of nitrogen, Boehm titration, and potentiometric titration. The water adsorption isotherms were measured at various temperatures close to ambient (relative pressure from 0.001 to 0.3). From these isotherms heats of adsorption were calculated using virial equation. The results showed that the isosteric heats of water adsorption are affected by surface chemical heterogeneity only at low surface coverage. The shapes of heats obtained indicate strong water−water interactions as a result of adsorption on secondary sites and cluster formation. In all cases the limiting heat of adsorption equal to the heat of water condensation (45 kJ/mol) was obtained. ", "text": "10.1021/la980492h  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsIntroduction Activated carbons are sorbents which are widely used in numerous processes of gas and water purification.1 Their applications are governed by such characteristics as surface area, pore size distribution, and surface chemistry. For example, for adsorption of small molecule gases, microporous carbons are used, whereas larger molecules are removed from water using mesoporous materials. Moreover, in some processes, such as removal of H2S, the catalytic influence of the carbon surface is enhanced by its impregnation with various chemicals such as NaOH, KOH, KI, or KMnO4.2  Activated carbons are characterized by a certain degree of surface chemical heterogeneity. It is related to the presence of heteroatoms such as oxygen, nitrogen, hydrogen, and phosphorus. The content of these elements varies depending upon the nature of organic precursor and the method of activation.3 Heteroatoms are fixed in the carbon matrix in the from of groups analogous to organic species such as carboxyls, carbonyl, phenols, ketones, amines, phosphates, etc.4,5 The presence of heteroatoms in various arrangements results in existing apparent acidity/basicity of the activated carbon surface. It follows that molecules which interact with carbon in a specific way will be adsorbed stronger and in greater amounts when chemical groups are present.6 Chemical groups may also have an effect on sorption of nonpolar molecules by creating obstacles for physical adsorption and prevent the molecule from occupying the most energetically favorable position on the surface.7  Activated carbons are very often used as adsorbents from gaseous mixtures containing water vapors such as air. It is well-known that moisture in air may play a role in a competitive adsorption of a pollutant. The mechanism of water adsorption was proposed by Dubinin and Serpinsky.8 Their interpretation of the shape of experimental isotherms is based on interactions of water molecules with either pure carbon- or oxygen-containing surface species. According to DS theory water molecules are first adsorbed on primary adsorption centers, oxygen groups, and then adsorption on secondary centers, adsorbed water molecules, occurs. Thus an increase in the water vapor pressure leads to the formations of clusters of associated water molecules via hydrogen bonding.9,10 It was proposed that below p/p0 = 0.3 surface chemistry governs the adsorption process, while at higher relative pressure microporosity becomes an important factor.11 The number of primary adsorption centers can be calculated by fitting the experimental isotherm to the equation formulated by Dubinin and Serpinsky (D−S).8 Many experimental results along with their interpretation have been published based on D−S approach. In some cases, especially for carbons with a large number of chemical groups, the attempts to fit the experimental data to the proposed isotherm failed.12,13 Recently Carrasco-Marin and co-workers have presented an approach linking the enthalpies of immersion to the distributions of oxygen groups.14 The authors also demonstrated that water adsorption isotherm may be described as the sum of Dubinin-Astakhov isotherms of types I and V.  A new approach leading to the understanding of the phenomena of water adsorption on activated carbons employs Monte Carlo Grand Canonical computer simulations.15,16 Recent results obtained by Gubbins and co-workers showed a good agreement of molecular  simulations with the experimental results.16 This allows one to observe the process of cluster formation and its dependence upon the density and strength of oxygen surface groups. Moreover, the effectiveness of sorption of other gases such as methane in the presence of water can be also investigated.15  The objective of this paper is to describe the process of water adsorption on activated carbons and to discuss the effects of surface chemistry and pore structure on water uptake as well as on energetics of the process given by isosteric heats of adsorption. Carefully measured isotherms at temperatures close to ambient allowed us to evaluate the energetics of water−carbon, water-functional groups and water−water interactions. Understanding these phenomena is very important to control the processes when changes in the moisture content of air may affect the effectiveness and feasibility of the application of activated carbons as sorbents and separation media.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsExperimental Section Materials. Two activated carbons of different origins were chosen for this study:  WVA 1100 (Westvaco, wood based, H3PO4 activation) and Xtrusorb (Calgon, coal based, steam activation). They are referred to as W and C, respectively.  The carbons were oxidized with nitric acid.17 Briefly 10 g of carbon was stirred with 100 mL of 15 N (73%) HNO3 for 24 h at room temperature. Then samples were washed in a Soxhlet apparatus to remove excess of oxidizing agent and other water-soluble species. After oxidation, samples are referred to as W-O and C-O.  Methods. Boehm Titration. The oxygenated surface groups were determined according to the method of Boehm.4 One gram of carbon sample was placed in 25 mL of the following 0.05 N solutions:  sodium hydroxide, sodium carbonate, sodium bicarbonate, and hydrochloric acid. The vials were sealed and shaken for 24 h, and then 5 mL of the each filtrate was pipetted and the excess of base and acid was titrated with HCl and NaOH, respectively. The numbers of acidic sites of various types were calculated under the assumption that NaOH neutralizes carboxyl, phenolic, and lactonic groups; Na2CO3 neutralizes carboxyl and lactonic groups; and NaHCO3 neutralizes only carboxyl groups. The number of surface basic sites was calculated from the amount of hydrochloric acid that reacted with the carbon.  Potentiometric Titration. Potentiometric titration measurements were performed with a DMS Titrino 716 automatic titrator (Metrohm). The instrument was set at the mode when the equilibrium pH was collected. Subsamples of the carbons of about 0.100 g in 50 mL of 0.01 M NaNO3 were placed in a container thermostated at 298 K and equilibrated overnight with the electrolyte solution. To eliminate the influence of atmospheric CO2, the suspension was continuously saturated with N2. The carbon suspension was stirred throughout the measurements. Volumetric standards of NaOH and HCl (0.1 M) were used as titrants. The experiments were done in the pH range of 3−10.13,18-20 Each sample was titrated by both acid and base, starting from the initial pH of the suspension.  Sorption of Nitrogen. Nitrogen isotherms were measured at 77 K using a ASAP 2010 (Micromeritics). Before the experiment the samples were heated at 393 K and then outgassed at this temperature under a vacuum of 10-5 Torr to constant pressure. The isotherms were used to calculate the specific surface area, micropore volume (DR method),21 and pore size distributions (density functional theory).22  Sorption of Water. Water sorption experiments were carried out at different temperatures close to ambient (283−303 K) using a Micromeritics ASAP 2010 with a vapor sorption kit. The instrument was equipped with a homemade thermostated system controlled by a Fisher Scientific Isotemp refrigerated circulator. Before the measurement samples were heated at 393 K and outgassed to 10-6 Torr. HPLC grade water used as an adsorbate was free of any dissolved gases. Using ASAP 2010, one is able to measure water uptake starting from very low relative pressure (p/p0 ∼ 10-3). Each point of the isotherm was recorded after an equilibrium had been reached. The measurement of one isotherm to relative pressure about 0.3 takes a few days due to the slow equilibrium process. From the isotherms the heats of adsorption were calculated.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsResults and Discussion Nitrogen adsorption isotherms obtained for our samples are presented in Figure 1. Their shapes indicate significant differences in the porous structure of the materials.23 The C sample is predominantly microporous whereas W has a significant contribution of mesopores responsible for a hysteresis loop. The structural parameters calculated from the isotherms such as surface area, SBET, micropore volume, Vmic, volume in pores smaller than 5 Å, V<5Å, and the percent of surface area in micropores, Smic, are summarized in Table 1. The results show that oxidation with nitric acid did not change significantly the overall microporosity of the C carbon and only volume in very small pores is affected (decreased). On the other hand, in the case of Westvaco carbon the volume of very small pores (smaller than 5 Å) increased significantly. The observed  decrease in the total volume of micropores suggests changes in the population of micropores having bigger diameters.   Figure 1 Nitrogen adsorption isotherms.     Table 1.  Structural Parameters Calculated from Sorption of Nitrogen  sampleSBET (m2/g)Vmic (cm3/g)V<5Å (cm3/g)Smic (%) W 1710 0.645 0.0046 69 W-O 1330 0.521 0.0172 75 C 1040 0.467 0.0198 93 C-O 980 0.437 0.0006 94   All of these changes along with additional details can be observed on pore size distributions calculated using density functional theory (DFT)22 presented in Figure 2. In the case of oxidized Westvaco carbon (W-O) the destruction of pores on the borderline between micropores and mesopores (a decrease in the surface area and in the total volume of micropores and an increase in the percentage of surface in micropores) is clearly seen. On the other hand, for the C-O sample an increase in the population of pores with diameter about 10 Å is observed compared to its initial counterpart; for larger pores a small decrease is noted.   Figure 2 Pore size distributions (DFT).   The main impact of nitric acid treatment is the alteration of surface chemistry leading to the introduction of oxygen groups.24,25 Their type and quantity can be evaluated using Boehm titration. The results of the analyses are summarized in Table 2. Comparison of the number and variety of species present on the surface of initial carbons indicates predominantly acidic nature of the Westvaco material and basic character of Calgon carbon. In the case of the C samples, due to the origin and preparation of carbon, all groups can be classified as carboxylic, lactonic, phenolic, or basic. On the other hand, since the W sample contains a significant amount of phosphorus some organic phosphorus species, such as phosphates, can be detected as phenols due to their similar pKa values.26 The presence of incorporated phosphorus in Westvaco carbon (about 3%) is the result of its preparation using H3PO4 as an activation agent. Oxidation with nitric acid causes significant changes in the surface chemistry of the carbons studied.13,17,25 As a result of this treatment, the number of acidic groups on the surface of the W-O sample doubled, while in the case of C-O a significant increase compared to the initial material is observed. As expected, in both cases a decrease in the number of basic groups occurred. The total number of surface chemical species increased almost twice for both materials.    Table 2.  Results of Boehm Titration (mmol/g)  samplecarboxyliclactonicphenolicbasicacidicall W 0.250 0.250 0.325 0.250 0.825 1.075 W-O 0.988 0.563 0.613 0.100 2.164 2.264 C 0.000 0.100 0.000 0.513 0.100 0.613 C-O 0.148 0.251 0.317 0.353 0.716 1.068   A similar trend is observed from the comparison of the results obtained using potentiometric titration. The analyses of titration data to obtain the distribution of acidity constants were described elsewhere.17-19,27-29 Briefly, the titration curves are used to obtain the so-called proton binding isotherms, Q(pH), assuming that the system under study consists of sites characterized by their acidity constant, Ka, whose population can be described by the continuous pKa distribution, f(pKa). To obtain this distribution, the appropriate integral equation is solved using the numerical SAIEUS procedure.29  The examples of proton binding isotherms obtained for our carbons are presented in Figure 3 along with the fit of the data to the integral equation (solid lines). After oxidation an increase in the proton consumption is observed. This is related to an increase in a degree of chemical heterogeneity of the carbon surface. From the isotherms the distributions of acidity constants were obtained27-29 (Figure 4). Table 3 summarizes the peak positions and the number of species calculated by the integration of particular peaks.   Figure 3 Proton binding isotherms.   Figure 4 Distributions of acidity constants.     Table 3.  Results of Potentiometric Titration:  Peak Positions and the Number of Groups (in parentheses; mmol/g)  samplepKa 4−5pKa 4−5pKa 5−6pKa 6−7pKa 7−8pKa 8−9pKa 9−10pKa 9−11aall W  4.23 5.80  7.31  9.23 10.30 0.823   (0.139) (0.147)  (0.168)  (0.141) (0.228)  W-O 3.91 4.99 5.95  7.17 8.80  10.25 1.975  (0.243) (0.176) (0.230)  (0.360) (0.325)  (0.641)  C  4.57 5.76  7.07 8.20 9.32 10.28 0.595   (0.023) (0.095)  (0.105) (0.035) (0.093) (0.485)  C-O  4.41  6.01 7.37  9.05 10.22 0.880   (0.093)  (0.164) (0.147)  (0.140) (0.336)    a Uncertainity of the peak position due to the limit of the experimental window.    The results obtained are in agreement with the Boehm titration indicating that the surface of the Westvaco material contains more groups and is much more heterogeneous than the surface of the C sample; in our  experimental window between pKa 3 and 10,28 four peaks at pKa 4.23, 5.80, 7.31, and 9.23 are detected in the case of W. After oxidation new acids are created (pKa 3.91) and the number of functional groups significantly increased, either in the category of carboxylic acids or phenols.4,5,13,30 In the case of the C carbon five small peaks at pKa 4.57, 7.56, 7.07, 8.20, and 9.32 are revealed on the distribution. The high content of ash in this material (8% compared to 3% in W26) may contribute to the population of species detected. After oxidation the number of acidic groups significantly increased (about 50%) (Table 2). Comparison of the peak positions and number of species, especially in the carboxylic range (pKa < 8),31 suggests that stronger acids and in greater variety are present on the surface of Westvaco than Calgon carbon. Those two factors, number and strength, contribute significantly to the overall acidity of the material.4,5 We do not discuss the species present at the end of the experimental window, at pKa >10, since their position is uncertain.28 Nevertheless, they contribute to the total proton uptake as shown in the last column of Table 3. An increase in the total number of species after oxidation for both carbons is consistent with the results obtained from Boehm titration (Table 2).  The species containing heteroatoms (oxygen and phosphorus) present on the carbon surface should significantly affect the process of water sorption. It is well-known that they act as primary adsorption centers and initiate the process of cluster formation.8,9,15 Water adsorption isotherms for the carbons studied are presented in Figures 5−8. Comparison of the isotherms at 293 K for both carbons before and after oxidation is shown in Figure 9. It is seen that at a very low range of relative pressures adsorption on W carbon is slightly greater than that on W-O despite smaller number of acidic groups for the former carbon. This effect occurs persistently on the isotherms measured at all three temperatures and therefore we do not consider it as an experimental artifact. The sorption uptake of water for W carbon in this range may be enhanced by the presence of small pores which are filled at very low pressure.   Figure 5 Water adsorption isotherms on the W sample. Solid lines indicate the goodness of the fit to virial equation.   Figure 6 Water adsorption isotherms on the W-O sample. Solid lines indicate the goodness of the fit to virial equation.    Figure 7 Water adsorption isotherms on the C sample. Solid lines indicate the goodness of the fit to virial equation.   Figure 8 Water adsorption isotherms on the C-O sample. Solid lines indicate the goodness of the fit to virial equation.    Figure 9 Water adsorption isotherms at 293 K.   The total sorption of water on the W sample is much greater compared to the C sample (Figure 9). It is obvious that acidic groups contribute in this difference; however, the results clearly show that it is not dependent upon the density of these groups (Table 4). It is likely that on the surface of the Westvaco carbon, due to its higher volume of micropores and their slightly larger sizes, the process of cluster formation is enhanced and occurs to a greater extent filling all space available. This may also explain the slightly higher uptake of water at very low p/p0 for W  carbon compared to W-O since the results discussed above indicate the presence of smaller pores for the latter sample (Table 1).    Table 4.  Surface Density of Groups (group/nm2)  sampleBoehm titrationpotentiometric titration W 0.37 0.29 W-O 1.02 0.89 C 0.35 0.34 C-O 0.66 0.54   The density of groups and their type may contribute to sorption on primary centers, before process of water−water interaction is predominant. This can be studied by comparing the values of isosteric heats of adsorption and their dependence on the surface coverage. A convenient way to calculate isosteric heat of adsorption from isotherms measured at different temperatures is by using a virial-like equation32  where v, p, and T are the amount adsorbed, pressure, and temperature, respectively, and ai and bi are empirical parameters. This equation was derived under the assumption that in the limited range of temperatures the isosteric heat of adsorption, Qst, is temperature invariant and that the adsorption isotherms obey Henry's law in the limit of zero pressure. Fitting eq 1 simultaneously to adsorption isotherms obtained at different temperatures gives a set of temperature-independent parameters ai which lead to direct evaluation of Qst  where R is a universal gas constant. The virial type equation was also used by Avgul and Kiselev6 for calculation of Qst. The difference between eq 1 and their formulation was recently discussed.33 Equation 1 was successfully applied to several adsorption systems over a broad range of pressures using relatively low values of m and n.7,32,33 However, due to the numerical instability of higher order polynomials, this equation may only be used for certain shapes of isotherms whose accurate fit does not require polynomials of higher order.  As seen from Figure 5, the adsorption isotherms of water obtained for our carbons show a sharp inflection point which makes them quite complex and difficult to fit accurately by eq 1 over the whole range of pressures. To calculate Qst from such isotherms, the procedure discussed elsewhere is applied.34 Briefly, eq 1 is fitted to subsets of data points rather than to all experimental data. Each subset comprises Ns data points selected consecutively with respect to v. By considering a sequence of overlapping subsets, one can scan the whole range of data. As an example, the fitting parameters obtained for the W-O sample (every third subset) are collected in Table 5. From the data of each subset one value of Qst(vs) is calculated using eq 2. For the value vs at which Qst is calculated, the averages of the minimum and maximum values of v in the subset are chosen.    Table 5.  Viral Fit Parameters (Every Third Subset) Obtained for the W-O Sample  subseta0a1a2b0 1 −3398.24 −3365.79 10969.13 12.01 4 −4782.91 −1391.44 3013.38 16.45 7 −5330.18 100.01 147.29 17.66 10 −5511.76 367.45 −125.71 18.05 13 −5609.52 524.16 −233.94 18.18 16 −5825.21 1117.19 −606.21 18.11 19 −5551.73 335.86 −108.69 18.22 22 −5464.74 169.00 −38.94 18.27 25 −5516.32 187.17 −46.37 18.41 28 −5490.66 47.58 −9.34 18.78 31 −5566.84 22.75 −6.19 19.19 34 −5566.02 33.93 −8.48 19.15 37 −5514.44 −0.183 −3.27 19.17 40 −5551.79 −17.66 −1.13 19.43   To estimate uncertainties of the calculated Qst values, one needs to know the error variances, σ2, of the p, v, and T measurements. Since σ values of experimental errors are usually not known a priori, it is a common practice to estimate their values from the data. In the approach used here we allow for variation of σ between subsets of data. Then independent local estimates of σ for different subsets can be calculated  where superscripts exp and eq refer to the experimental  and calculated pressures, respectively. The value σp characterizes the error of ln(p), which results effectively from errors of all measured variables. From σp, by applying the law of propagation of errors, we estimate σQ of the calculated Qst(vs)  where Sjk are the elements of the inverse matrix of the normal equations.35  The advantages of dividing experimental data into subsets, which are analyzed as samples representing local adsorption behavior, are that a simple equation to correlate the data is applied; thus local estimates of errors can be obtained. The number of points, Ns, taken as a sample should be large enough to make the sample representative but not too large in order to retain a local character of the sample. In our calculations we set the size of the subset Ns = 15. In eq 1 we take m = 3 and n = 1. It was found that these orders of polynomials are sufficient to fit the data of subsets of selected size within experimental accuracy.34 Increasing m and n above 3 and 1 did not change significantly the results obtained.  The calculated heats of adsorption are presented in Figure 10. Since the water adsorption capacity varies significantly for four samples studied, it is difficult to interpret the changes in heats of adsorption versus amount adsorbed. Taking into account the complexity of the mechanism of water adsorption, and differences in the surface features of the carbons, the amount adsorbed does not represent the surface coverage in the traditional meaning of this parameter. Thus, to find the “surface coverage” representing more or less similar behavior of water in pores for all carbons, we arbitrary chose as an abscissa the amount adsorbed, v, divided by the amount adsorbed for each carbon at p/p0 equal 0.3 measured at 293 K, v*. In light of the above the heats of adsorption presented in Figures 11 and 12 (with the error bars) can be considered as dependent upon “pseudosurface coverage”.   Figure 10 Isosteric heats of water adsorption.   Figure 11 Isosteric heats versus “pseudosurface coverage” for the initial and oxidized Westvaco samples with the calculated error bars.   Figure 12 Isosteric heats versus “pseudosurface coverage” for the initial and oxidized Calgon samples with the calculated error bars.   The obtained heats of water adsorption have similar shapes with the plateau at the value of Qst close to 45 kJ/mol. The heats of adsorption at zero surface coverage were not evaluated; however, Figures 11 and 12, indicate that the initial heats are 26.9 ± 7, 21 ± 5, 23 ± 2, and 30 ± 4 kJ/mol for C, C-O, W, and W-O, respectively. It was reported elsewhere that 17 kJ/mol represents Qst of water adsorption at zero surface coverage on the pure carbon surface without water−surface group interactions.6,37,38 The observed initial rise is due to the interactions of the water molecule with primary adsorption centers, surface groups. Since the carbons were outgassed at 393 K when only physically adsorbed water was removed (hydrogen bonded to the surface groups), the obtained heats of adsorption are smaller than the heat of water condensation (3-D hydrogen bonding). In small pores, during the process of occupying of the primary centers by water molecules, horizontal and vertical water−water interactions gradually take place arising heats of adsorption to its limited value, 45 kJ/mol, which represents the heat of water condensation.36  It is noteworthy that the water−water interactions become predominant at the very low surface coverage. It follows that the energetics of the process become insensitive on the structural and chemical features of the carbon surface. For oxidized carbons the rise at the beginning is very steep due to the high density of acidic groups. This rise is less steep for the initial carbons where adsorption on oxygen groups gradually takes place reaching the limited value at the higher surface coverage. This can be  explained by the distribution of groups with relatively large distances between them which prevents the direct interactions of water−water at a very low surface coverage.  Another factor which is likely to play a role in determining the behavior of the heats of adsorption is the porosity of the carbon materials. The contribution of small pores should enhance the cluster formation even when total acidity is not very significant, as happened in the case of C-O carbon. Its density of groups is almost twice smaller than in the case of W-O; however, the energetics of the process are similar.  It is interesting to compare the behavior of initial Westvaco and Calgon carbons. The densities of groups calculated from either Boehm or potentiometric titrations are similar; however, the isotherms differ significantly in the water uptake (Figure 9). The trends of the heats of adsorption are similar, but the W sample reaches the limiting value of the heat of water condensation at lower surface coverage than C. This is probably due to different strength and type of groups which are predominately acidic in the case of the Westvaco material. It was proposed that these groups mainly contribute in the water adsorption process.11 The factors which make the shape of the isosteric heat of adsorption at very low surface coverage for the C sample slightly steeper then the one for the W sample are likely its microporosity and the significant volume of pores smaller than 5 Å (Table 1).  The effect of the number and density of groups on the heats of adsorption can be considered when two groups of samples of different origins are discussed independently. This is due to the significant differences in their porosity. In the case of the Westvaco materials the limiting value of the heat of water condensation is reached at “pseudosurface coverage” 0.1 for W-O and 0.35 for W. As expected, this is in reciprocal relationship to the differences in the number and density of surface groups. When the carbon manufactured by Calgon is considered, the limiting value is reached at about 0.2 for C-O and 0.4 for C, which is also in agreement with the changes in their densities of surface groups (Table 4).  The validity of our discussion of the changes in the heats of adsorption is supported by the analysis of the experimental error.34 It is well-known that calculation of Qst, especially at low surface coverage, is usually accompanied by a certain level of error due to the uncertainties of the experimental measurements and variations in temperature (Figures 11 and 12). The error is about ±5 kJ/mol at low surface coverage and for higher sorption uptake, where water−water interactions are predominant, it becomes smaller than ±1 kJ/mol.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsConclusions The results presented in this paper show, as expected, the dependence of water sorption at very low surface coverage on the surface chemistry and porosity of carbons. To the best knowledge of the authors the detailed thermodynamic studies of water interactions with the surface of oxidized activated carbon have been not yet been presented. The calculated heats of adsorption show the significant contribution of water−water interactions even at very low relative pressure. Only at the very initial stage of the adsorption process can the analysis of the energetics give some information about water−surface sites interactions. The differences observed for the carbons of particular origin are consistent with the treatment methods and changes in chemical and structural characteristics of the samples. It is difficult to find any direct link between four samples studied. This is due to significant differences in their pore structure which influence the water behavior and contribute to the energy of adsorption. Further studies on carbons having the pore structure not affected to a great extent are needed to evaluate the dependence of the isosteric heat of adsorption on surface chemistry.    Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsAcknowledgment T.J.B. thanks Dr. Jacek Jagiełło for kindly providing SAIEUS and virial equation softwares. Help of Ms. Nancy Tello and Ms. Anna Kleyman in performing experiments is appreciated.     This article references 38 other publications. (1) Bansal, R. C.; Donnet, J. B.; Stoeckli, F.   Active Carbon:  Marcel Dekker:  New York, 1988.There is no corresponding record for this reference.  (2) Turk, A.; Sakalis, E.; Rago, O.; Karamitsos, H.   Ann. N. Y. Acad. Sci. 1992, 661, 221.[Crossref], [CAS](2) . Activated carbon systems for removal of light gasesTurk, Amos; Sakalis, Elias; Rago, Oscar; Karamitsos, HarryAnnals of the New York Academy of Sciences\r\n        (1992),\r\n    661\r\n        (Frontiers of Science),\r\n    221-8CODEN:\r\n                ANYAA9;\r\n        ", "title": "Experimental Study of Water Adsorption on Activated Carbons", "authors": ["Issa I. Salame", "Teresa J. Bandosz"], "doi": ["10.1021/la980492h"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00012.gif\">"]}