{"abstract": "Reported here are the new concept of utilizing open metal sites (OMSs) for architectural pore design and its practical implementation. Specifically, it is shown here that OMSs can be used to run extended hooks (isonicotinates in this work) from the framework walls to the channel centers to effect the capture of single metal ions or clusters, with the concurrent partitioning of the large channel spaces into multiple domains, alteration of the host–guest charge relationship and associated guest-exchange properties, and transfer of OMSs from the walls to the channel centers. The concept of the extended hook, demonstrated here in the multicomponent dual-metal and dual-ligand system, should be generally applicable to a range of framework types.", "text": "10.1021/ja4044642 The success in the development of crystalline porous materials (CPMs) is attributable to the ingenious use of both inorganic and organic building blocks to establish extended frameworks with various compositions and topologies.(1-5) At an even higher level of materials design, the embedding of metal ions within polymeric matrices or supramolecular assemblies makes it possible to introduce functional metal sites whose activity can be intricately regulated by the host. There has long been an interest in introducing secondary metal sites into porous metal–organic frameworks (MOFs).(6-9) In the past decade, in addition to metalloporphyrins,(8) other metalloligands such as Salen complexes have been used as the cross-linking ligands in the construction of MOFs.(9) Such ligands have peripheral donor atoms for the framework formation, as well as interior donor sites for metal capture. In general, only a single metal ion is trapped within the core of each metalloligand, as clearly shown by porphyrin complexes.We recently revealed a strategy for encapsulating both single metal ions and di- or trimeric clusters into MOFs. In this approach, a trifunctional ligand, 1,3,5-benzenetricarboxylate (BTC) in particular, uses two −COO– groups to form the three-dimensional (3D) framework and employs the third −COO– group (called the “hook”) for metal capture.(10) The BTC method is fundamentally different from the metalloligand method because it is the cooperative action of two, three, or four hooks from multiple ligands (one hook per ligand) instead of multiple donor atoms from a single ligand that results in the capture of metal ions/clusters. Still, both the BTC and metalloligand methods rely on specific features of framework organic ligands for metal capture (i.e., these ligands have more functional groups than needed for formation of the framework). As such, the strategies based on BTC and metalloligands cannot be used with many common ligands (e.g., bifunctional ligands used in the synthesis of well-known MOFs such as MOF-5, MIL-88, and MIL-101) that are devoid of spare functional groups after the framework is formed.Here we propose a new strategy (called the extended hook method) that enables the construction of MOFs with hooks using bifunctional ligands and thereby removes the intrinsic limitations of either the BTC or metalloligand method in terms of the need for polyfunctional ligands. The essence of our new method is to have the hooks come from the inorganic nodes rather than being located on framework cross-linking ligands such as BTC or porphyrin. As a result, this method of hook incorporation is in principle independent of the framework organic ligand. Clearly, it is possible to devise various ways to anchor hooks onto inorganic nodes in the framework wall, considering the diversity of inorganic nodes. In this work, we took advantage of a commonly observed feature in MOFs, open metal sites, to add auxiliary ligands (here called “extended hooks” because they are much longer than the −COO hook on BTC) whose pyridal ends are anchored to the open metal sites on the framework, while their carboxyl ends serve as the lengthened hooks to capture metal ions or clusters at the centers of the channels. We anticipate that this extended hook method can be tailored to different MOFs by matching the length of the hook with the radius of cages or channels in MOFs.Here we introduce four new hexagonal-channel-based porous materials, CPM-4, CPM-30, CPM-31, and CPM-32 (Table 1), to illustrate our proposed concept and demonstrate its feasibility for new materials design. We start our discussion with CPM-4, which was made with the BTC method and thus allows a comparison between this method and our new extended hook method. Especially highlighted here is the conceptual transition from the “short hooks” in CPM-4 into the “extended hooks” in CPM-31/32, which necessitates a drastic revision in the synthesis strategy and broadens the application of the hook concept to more ligands and framework types. Furthermore, CPM-4 is significant in its own right because it is the first member of an infinite series of hexagonal MOFs that can capture metal clusters within their size-tunable channels. The entire series can be geometrically derived by progressively adding four-membered rings between each pair of adjacent six-membered rings (Figure S1 in the Supporting Information). The next two members after CPM-4 are based on 12-ring AlPO4-5 (zeolite type AFI) and 18-ring VPI-5 (zeolite type VFI), two of the best-known zeolite-type topologies.Table 1. Summary of Crystal Data and Refinement Resultsnameformulaaspace groupa, b (Å)c (Å)α, β (deg)γ (deg)R(F)CPM-4[NH2(CH3)2]2[In3(BTC)5][Co2(DMF)6]·solventP6̅2c18.1997(8)20.0204(10)901200.0380CPM-30[In3O(BBDC)3(H2O)3]·NO3·solventP3̅1c20.8131(10)23.1850(2)901200.0296CPM-31[In3O(BBDC)3(INT)3][Zn(H2O)]·solventP3̅1c18.7843(8)25.0267(11)901200.0381CPM-32[In3O(BBDC)3(INT)3][Co2(OH)(H2O)2]·NO3·solventP3̅1c18.8658(4)24.6975(13)901200.0576aH3BTC =1,3,5-benzenetricarboxylic acid; H2BBDC = 1,1′-biphenyl-4,4′-dicarboxylic acid; HINT = isonicotinic acid.CPM-4 was synthesized using the BTC method with a heterometallic system. It has a 3D indium–BTC framework with 1D hexagonal channels along the c axis. Its framework can be described as graphite-like 2D 3-connected honeycomb indium–BTC layers pillared by interlayer BTC linkers (Figure 1). Its most fascinating feature is the unique bonding feature of each and every interlayer BTC, which uses only two −COO– groups for pillaring, leaving the third −COO– group free to serve as a “hook” contributing to the capture of a paddlewheel cobalt dimer, [Co2(RCO2)3(DMF)6]+ (Figure 1b,c).Figure 1. Illustrations of the structure of CPM-4. (a) View of the 3D indium–BTC framework with 1D hexagonal channels along the c axis. (b) Top and (c) side views of one hexagonal channel containing captured paddlewheel cobalt dimers.In CPM-4, the metal clusters are captured at the centers of the hexagonal channels because the radius of the channels in CPM-4 matches well with the short −COO– hook. It is easy to visualize that for larger channels the −COO– groups of BTC are not long enough to reach the centers of the channels, causing the metal clusters to be captured near the walls of the channels, as reported in CPM-16.(10b) However, as indicated in the introduction, the mode of capture shown by CPM-16 does not apply to MOFs made from bifunctional ligands that lack “spare” functional groups. For large channels, the extended hook method reported here offers a new and versatile mechanism for metal capture in the channels.Next we present CPM-30, which is a porous host framework with open metal sites onto which no extended hooks have been introduced. CPM-30, made from 1,1′-biphenyl-4,4′-dicarboxylic acid (H2BBDC), is a new indium MOF that adopts a MIL-88-type 3D framework containing uniform 1D nanosized hexagonal channels along the c axis with a maximal window size of 20.3 Å (atom-to-atom distance) (Figure 2). In addition to its highly porous framework, a key feature of CPM-30 is that each trimeric [In3O(RCO2)6(H2O)3]+ node has three open metal sites (one on each In) coordinated by a total of three water molecules. Most important for this work is that these open metal sites point toward the centers of the hannels at the same height along the channels. Such an alignment of open metal sites hinted at the possibility of introducing extended hooks for trapping of metal ions and clusters at the centers of the large channels.Figure 2. View of the 3D structure of CPM-30 along the c axis. Terminal water ligands on the indium trimers have been omitted for clarity.Indeed, with the introduction of secondary metal ions (Zn2+ or Co2+) and the auxiliary ligand (isonicotinate, INT–) into the one-step solvothermal synthesis, the linear INT ligands were successfully anchored onto the open metal sites of the In3O trimeric nodes through their N ends, while their carboxyl ends stretched all the way toward the centers of channels to grab metal ions/clusters. In this work, either single zinc ions or dimeric cobalt clusters could be encapsulated in the channels, giving rise to the two new compounds CPM-31 and CPM-32, respectively (Figure 3). This capture mode leaves open metal coordination sites on the captured Zn2+ and Co2+ ions that point along the channel direction. These sites are occupied by solvent molecules.Figure 3. View of the 3D structure of CPM-31 and CPM-32 along the c axis.Within the hexagonal channels of CPM-31, each group of three −COO– hooks (one per INT ligand), positioned adjacent to the channel center on three sides, conspire to immobilize one Zn2+ ion. The fourth site on the tetrahedrally bonded Zn2+ ion is occupied by a terminal water ligand. When cobalt is used in place of zinc to obtain CPM-32, [Co2(OH)]3+ paddlewheel dimers are captured within the channels, reflecting the usually greater tendency of Co2+ to be nontetrahedral. Each cobalt ion adopts a trigonal-bipyramidal configuration in which the equatorial plane is occupied by three carboxylate O atoms and the two apical positions are occupied by one OH group and one terminal water ligand (Figure 3).The above results with CPM-30–32 show that the extended hook method is capable of inserting secondary inorganic nodes with different configurations, nuclearity, and charge (e.g., Zn2+ vs [Co2(OH)]3+) into the channels of MOFs. This has profound impacts on both the geometrical and chemical features. First, the ability to alter the framework charge properties by inserting charge-tunable metal ions/clusters in a crystallographically ordered fashion is of special interest but still remains a great challenge in crystal engineering. The demonstrated capability of the extended hook method to introduce metal ions/clusters with different overall charge offers a feasible route for adjusting framework charge properties. For example, through the incorporation of anionic [Zn(RCO2)3(H2O)]− units, the original cationic framework of CPM-30 is converted into the neutral framework of CPM-31. Conversely, the replacement of the anionic [Zn(RCO2)3(H2O)]− units with neutral [Co2(OH)(RCO2)3(H2O)2] dimers in CPM-32 again makes the framework cationic.Furthermore, partitioning of the pore space of highly porous MOFs into multiple domains is of increasing interest, especially for applications involving small guest molecules or ions (e.g., H2 and CO2).(11) Here we demonstrate that pore space partitioning through the extended hook method can introduce size-selective ion-exchange properties. The small inorganic anion MnO4–, the medium-sized anionic dye acid orange 7 (AO7–), and the large anionic organic dye methyl blue (MB2–) (Figure S17) were chosen as anionic guests for size-selective ion-exchange studies, which were performed in a closed system by immersing CPM-30 or CPM-32 in organic solutions of the different anions with a MOF:dye molar ratio of 10:1. During ion exchange, all of the solutions were kept still for 24 h. The results showed that CPM-30 containing large nanosized hexagonal channels readily undergoes anion exchange with all three of these different-sized anions. Both UV–vis data and the color changes of the solutions before and after ion exchange indicated that these different-sized anions could be completely exchanged from their solutions into the framework of CPM-30 (Figures S19–S21). On the other hand, while CPM-30 exhibits excellent ion-exchange ability, it lacks size selectivity over the size range represented by these three anions because of its large channel size. In comparison, the large hexagonal channels in CPM-30 are divided into multiple smaller domains in CPM-32 while retaining the same cationic framework. The ion-exchange studies with CPM-32 indicated that the small inorganic anion MnO4– could be completely exchanged into the framework of CPM-32. However, even after CPM-32 was immersed in either AO7– or MB2– solution for 1 week, no color changes of these solutions were observed, and UV–vis measurements confirmed that even the medium-sized AO7– anion could not be exchanged into the framework of CPM-32. The above results show the feasibility of tuning the pore size in this series of cationic materials to make them selectively responsive to anions of different sizes.In summary, a new concept called the extended hook method that forms the basis of a synthetic method capable of creating novel chemical and topological features in porous framework materials has been introduced. Specifically, the apparent complex multicomponent systems involving dual metals and dual ligands undergo hierarchical crystallization in which one metal–ligand combination forms the primary porous framework while the auxiliary ligands serve as long hooks to immobilize selected metal ions or clusters. It is well-known that multicomponent systems have great potential in the design of new materials. However, to make better and more effective use of such complex systems, new synthetic and structural concepts are needed. In view of the multiple competing crystallization processes and more or less unpredictable nature of multicomponent systems, the delegation of a different role to each component by employing metal ions and ligands with complementarity in charge, size, shape, coordination geometry, and so on is among the most feasible routes for making complex systems more manageable and creating new materials with previously unseen features. The work reported here is a demonstration of this type of synthesis strategy. Top of PageAbstractReferencesSupporting InformationExperimental details, characterization data, crystallographic data (CIF), and additional tables and figures. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentWe thank the National Science Foundation for support of this work under Award DMR-0846958. Acknowledgement is made to the donors of the ACS Petroleum Research Fund for partial support of a portion of the synthetic studies (50635-UR10 to X.B.). X.B. is a Henry Dreyfus Teacher Scholar.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 11 other publications.1. (a) Férey, G.; Serre, C. Chem. Soc. Rev. 2009,  38,  1380[Crossref], [PubMed], [CAS]1. Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequencesFerey, Gerard; Serre, ChristianChemical Society Reviews\r\n        (2009),\r\n    38\r\n        (5),\r\n    1380-1399CODEN:\r\n                CSRVBR;\r\n        ", "title": "Entrapment of Metal Clusters in Metal–Organic Framework Channels by Extended Hooks Anchored at Open Metal Sites", "authors": ["Shou-Tian Zheng", "Xiang Zhao", "Samuel Lau", "Addis Fuhr", "Pingyun Feng", "Xianhui Bu"], "doi": ["10.1021/ja4044642"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-28/ja4044642/production/images/small/ja-2013-044642_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-28/ja4044642/production/images/small/ja-2013-044642_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-28/ja4044642/production/images/small/ja-2013-044642_0003.gif\">"]}