{"abstract": "The molecular mobility of a MOF-5 metal−organic framework was investigated by broadband dielectric spectroscopy. Three relaxation processes were revealed. The temperature dependence of their relaxation rates follows an Arrhenius law. The process observed at lower temperatures is attributed to bending fluctuations of the edges of the cages involving the Zn−O clusters. The processes (“region II”) at higher temperatures were assigned to fluctuations of phenyl rings in agreement with the NMR data found by Gould et al. ( , , 3246). The carboxylate groups might also be involved. The rotational fluctuations of the phenyl rings leading to the low frequency part of relaxation region II might be hindered either by some solvent molecules entrapped in the cages or by an interpenetrated structure and have a broad distribution of activation energies. The high frequency part of region II corresponds nearly to a Debye-like process: This is explained by a well-defined structure of empty pores.", "text": "10.1021/jp1071617  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroduction A new family of highly crystalline, porous materials for which the size and chemical functionality of the pores can be systematically tailored started to develop recently. These developments were grounded and inspired by Werner complexes, Hofmann clathrates, open structure complexes, and many other open framework materials.(1) The members of this family of metal−organic frameworks (MOFs) have attracted a growing fundamental and applicative interest due to their unique characteristics. Thus, they were investigated for their extraordinary high gas-storage capacities,(2-9) their capabilities in separation processes(10-12) like for the purification of (drinking) water, for catalysis,(13-15) and for their nonlinear optical properties as well.(16, 17) There are in fact several families of MOF materials. Some of them are named MOF-n where “n” denotes a particular, defined structure. Certain members of this family were also named isoreticular metal−organic frameworks (IRMOFs) and IRMOF1, which stands for MOF-5, is a material that is nowadays rather well-known concerning its molecular and supramolecular structure. MOF-5 consists of ZnO4 tetrahedra joined by benzene dicarboxylate (BDC) linkers to give an extended 3D cubic framework with interconnected large pores.(18) Also, the materials synthesized the first time by the Institut Lavoisier with so-called MIL structures belong to the class of MOFs (e.g., refs 19–22). In spite of the increasing number of studies using the nonpolar MOF-5 material as a reference system, so far only little is known about its molecular mobility studied by relaxation spectroscopy like dielectric spectroscopy. Appling this method at only a few selected frequencies, it was found that the loss factors of such MOF-5 and MOF-5 related compounds have low values as expected on the basis of their nonpolar structure.(23) On the other hand, 1H spin−lattice relaxation (T1) measurements(24) in the temperature range from 168 to 420 K show that there is no temperature dependence of the spectra, as expected for a spin system with dynamic processes that are far from its Larmor frequency. With d4-phenylene labeled samples and using 2H NMR quadrupolar coupling experiments(25) between 363 and 435 K, fast libration along the 1,4-axis was put in evidence, indicating the population of higher quantum states of torsional modes previously calculated.(26) Moreover, the corresponding Arrhenius analysis of the 2-fold exchange rate (180° rotation) resulted in a value of 11.3 ± 2.0 kcal/mol (47.3 kJ/mol) for the activation energy close to that calculated by molecular simulations(26) and a pre-exponential factor which agrees well with the frequency derived from the moment of inertia of a phenylene free rotor (2.4 × 1012 s−1) (cited in ref 24). Since the influence of the molecular mobility on the properties of MOF-5 has been highlighted by molecular dynamics simulations(-27-30) and they are moreover important for the various possible applications of MOF-5, we investigated in detail the molecular mobility taking place in a MOF-5 network by broadband dielectric spectroscopy applied in a large temperature interval. The measured dielectric spectra show different relaxation regions. The processes are analyzed quantitatively with regard to temperature dependence of the relaxation time and the dielectric strength. Both quantities are discussed together with literature results on related compounds and concerning the structure of MOF-5. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental Section The sample with the composition Zn4O(BDC)3 was synthesized(31) under atmospheric pressure, using diethylformamide (DEF) as solvent following mostly the procedure published by Eddaoudi et al.(6) Nearly stoichiometric amounts of zinc nitrate hexahydrate and terephthalic acid were dissolved in DEF and mixed under stirring. The obtained yellow pale clear solution was placed in a glass vessel connected to a condenser and heated under stirring to boiling and then kept at this temperature for 5 h. During this treatment, the appearance/aspect of the solution changed from clear to opaque due to the obtained yellow suspension: the formed small particles were then separated by filtration. The powdered reaction product was washed several times with chloroform in a Schlenk flask filled in with dry argon. Then, the product was stored under argon in a closed glass vessel until use. The sample, which has the form of a powder but contains also solvent molecules, was routinely characterized by X-ray diffraction (XRD), transmission electron microscopy (TEM), and nitrogen absorption measurements. The crystalline powder was pressed into self-supported pellets with a thickness of 50−100 μm at low pressure (ca. 7 × 106 Pa) with a manual hydraulic press from Perkin-Elmer. The solvent was removed “in situ” by heating the samples in the dielectric cell under a dry nitrogen stream up to 453 K. Afterward, the sample was cooled to 413 K and the measurements are started in cooling from 413 up to 153 K and then in heating up to 393 K. The sample was noted MOF-5A in the following. Since the organization of the MOF-5 framework depends on the air moisture and on the thermal treatment, the structure of the sample was investigated in the pristine state (as synthesized), and after the dielectric measurements by XRD. Fourier transform infrared spectroscopy (FTIR) and thermogravimetric analysis coupled with differential thermal analysis (TG-DTA) completed the employed methods. X-ray powder diffractograms were recorded on a D8 Advance Bruker AXS diffractometer (Cu Kα radiation, λ = 0.15418 nm) in a Bragg−Brentano geometry, where the angle (2θ) was changed in steps of 0.02° between 4 and 70°. IR spectra were recorded at room temperature with a FTIR Spectrum BX (Perkin-Elmer) spectrometer (DTGS detector) in KBr or on self-supported disks in the wavenumber range between 350 and 4000 cm−1. Attenuated total reflection (ATR) spectra were also collected in the same wavenumber range. When necessary, some peaks of the IR spectra were analyzed by fitting Gaussians to the data (e.g., ref 32). The TG-DTA measurements were carried out using a Perkin-Elmer Diamond apparatus under dry synthetic air at a heating rate of 10 K/min. For a limited temperature range at the beginning of the experiments, the heating rate was 2 K/min. The data were processed as described elsewhere.(33) The equipment to measure the complex dielectric function, ε*(f) = ε′(f) − iε′′(f) (f, frequency; ε′, real part; ε′′, loss part), is already discussed in detail.(34) From 10−2 to 107 Hz, a high resolution ALPHA analyzer (Novocontrol, Germany) with an active sample head was used. Samples were prepared in parallel plate geometry between two gold-plated electrodes of 10 mm. Isothermal frequency scans were carried out. The temperature was decreased/increased in steps of 2 K with a temperature stability better than 0.1 K controlled by a Novocontrol Quatro cryosystem operating with a dry nitrogen gas stream. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and Discussion  Structure and Morphology of the Investigated Samples The XRD pattern of the as synthesized (no thermal treatment) MOF-5 powder is represented in Figure 1. The peaks observed in the pattern are well resolved and show the high crystallinity of the investigated material. Nevertheless, the first two main peaks expected for a MOF-5 material as single-crystal or powder (2θ = 7.23°, corresponding to a d spacing of 12.8 Å, and 2θ = 9.84°, corresponding to a d spacing of 9.1 Å)(35-38) are hardly observed. It is known that different species as molecules of organic solvents or species of the ZnO type entrapped in the nanocavities, the presence of water molecules,(39, 40) and especially the framework interpenetration(38, 41, 42) decrease the crystal symmetry, which results in a changed distribution in the scattered intensities.(43, 44) Thus, interpenetration and/or entrapping can be the reason for the pattern observed here. However, these XRD measurements indicate a proper MOF-5 structure of well-crystallized material.  Figure 1. Powder-X-ray diffraction diagram of the solvated (as synthesized) MOF-5 sample. In addition, the specific surface area of the investigated sample is 870 m2/g which is a value that supports the interpenetrating phenomenon as well. TEM images show intergrowing and agglomerated particles up to ca. 100 nm which might be an indication of the interpenetrated molecular structure on a larger length scale. MOF-5 is also characterized by the asymmetric and symmetric stretching vibrations of the carboxylate (COO) group of BDC that give absorptions at wavenumbers of 1590 and 1390 cm−1, respectively (see inset B of Figure 2). These values are consistent with those of MOF-5 given in the literature.(25, 45-47) FTIR spectroscopy confirms the presence of guest molecules in the pores/cavities of as synthesized material. Thus, carbonyl CO bonds in DEF molecules might contribute to the FTIR spectrum in the region 1650 cm−1; small intensity peaks appear in the region of CH stretching vibrations. Moreover, the carboxylate stretching peaks are complex and can be decomposed into several components, e.g., that of asymmetric vibration has components situated at 1603, 1592, 1580, and 1550 cm−1.  Figure 2. Mass loss versus temperature of the solvated (as synthesized) MOF-5 sample. The arrow shows the temperature of the thermal pretreatment. Inset A gives the corresponding DTG signal. Inset B displays the FTIR spectrum.   Thermogravimetric Measurements The TGA curve and its first derivative are reported in Figure 2. A first gentle weight loss in the temperature range from 300 to 590 K is assigned mostly to the desorption of the solvent. This weight loss corresponds only to a weak thermal process(es) (see inset A, Figure 2) in the heat flow curve which supports the assignment. One has to note that the thermal treatment taking place in situ inside the dielectric spectrometer takes a much longer time than that in the TG equipment due to the much slower heating rate in the former case. This allows a better evacuation of the solvent molecules so that the thermal treatment at 453 K is sufficient to remove the solvent and to ensure the stability of the sample. However, there might be the possibility of a few solvent molecules remaining entrapped in the cages. At higher temperatures, a rather sharp weight loss takes place at ca. 750 K which corresponds to the structural decomposition of MOF-5 up to a residue of ZnO. This is a highly exothermal process. Thus, TG measurements revealed a large enough temperature range (570−740 K) of stability with no observable weight loss as expected and confirm that the investigated MOF-5 powder has the same well-known high thermal stability as the originally reported material(25) and also as that described in other works.(29, 38, 48) The observed solvent related weight loss (less than 18%) in the TG measurement is much lower than the estimated value (55−61%) for the space accessible to guest species in the MOF-5.(25) This leads to the conclusion that there might be a crystallization of Zn species in the pores, existing closed pores and an interpenetration of networks as already discussed.(38) To investigate this in more detail, additional investigations would be necessary which might include small-angle X-ray scattering to put in evidence the closed pores.  Dielectric Spectroscopy Figure 3 gives the dielectric loss versus frequency and temperature in a 3D representation for the MOF-5 sample during cooling after a thermal treatment at 453 K to remove the solvent. At least two relaxation processes or regions indicated by peaks in ε′′ can be observed at lower temperatures. As a first result, one has to state that due to the nonpolar structure of MOF-5 the dielectric loss is low as expected. At higher temperatures, conduction related phenomena including electrode polarization processes take place.  Figure 3. Dielectric loss versus frequency and temperature for the sample MOF-5A measured during cooling in the low frequency regime as described in the text. The inset of Figure 4 gives the dielectric loss versus frequency for different temperatures in the relaxation region II. This more detailed figure shows that the relaxation region II consists of two relaxation processes. Figure 4 gives the dielectric loss of MOF-5A versus temperature at a fixed frequency. Besides the relaxation region II and the conductivity contribution already mentioned, a further rather weak process can be detected between both regions. This process will be called the high temperature process. Unfortunately, this process appears only as a shoulder on the conductivity contribution, so its quantitative analysis is quite difficult. For that reason, this process will not be further considered.  Figure 4. Dielectric loss versus temperature for the sample MOF-5A at a frequency of 1 kHz. The inset gives the dielectric loss versus frequency for several temperatures: empty rhombs, 173 K; empty circles, 193.1 K; empty squares, 223.2 K. Lines are guides to the eyes. To analyze the data quantitatively and to separate the different relaxation processes, the model function of Havriliak−Negami(34b) (HN) is employed. The HN function reads (1) where f0 is a characteristic frequency related to the frequency of maximal loss fp (relaxation rate) of the relaxation process under consideration and ε∞ describes the value of the real part ε′ for f ≫ f0. β and γ are fractional parameters (0 < β ≤ 1 and 0 < βγ ≤ 1) characterizing the shape of the relaxation time spectra. Δε denotes the dielectric strength, which is proportional to the mean squared effective dipole moment and to the number of the fluctuating dipoles per unit volume. If more than one relaxation process is observed in the experimental frequency window, a sum of HN functions is fitted to the data. For details, see ref 34c. To reduce the number of fit parameters, γ = 1 is assumed. Conduction effects were treated in the usual way by adding a conductivity contribution, σ0/ε0(2πf)x, to the dielectric loss. σ0 is a fitting parameter related to the dc conductivity of the sample, and ε0 is the dielectric permittivity of a vacuum. The parameter x (0 < x ≤ 1) describes for x < 1 non-Ohmic effects in the conductivity. For details, see ref 34d. As the real and the loss part of the dielectric function are related to each other by the Kramers−Kronig relationships, meaning that both quantities carry the same information, only the dielectric loss is considered for that analysis. With this data treatment, the mean relaxation rate fp (frequency of maximum dielectric loss) and the dielectric strength Δε are obtained in its temperature dependence for each relaxation process. Figure 5 gives examples for that analysis for both relaxation regions I and II and demonstrates that the data are thus well described.  Figure 5. Dielectric loss versus frequency for the sample MOF5A for the relaxation region II at T = 215.2 K. The solid line is a fit of the sum of two HN functions to the data. The dashed line is the contribution of the low frequency process, whereas the dashed−dotted line is the corresponding contribution of the high frequency process of this relaxation region. The inset gives the dielectric loss versus frequency for the sample MOF5A for the relaxation region I at T = 122.1 K. The solid line is a fit of one HN function and a power law to describe the contribution of the relaxation region II to the data. The dashed line is the contribution of the relaxation region I. Figure 6 gives the temperature dependence of the relaxation rate fp for all the observed relaxation processes in the Arrhenius plot. For each process, the temperature dependence of the relaxation rates obeys the Arrhenius law (2) (EA, activation energy; f∞, pre-exponential factor; kB, Boltzmann’s constant; T, temperature).  Figure 6. Relaxation rates fp versus inverse temperature for the different processes: empty rhombs, relaxation region I; empty circles, relaxation region II, high frequency process; empty squares, relaxation region II, low frequency process; empty stars, NMR data taken from ref 24. Lines are fits of the Arrhenius equation to the corresponding data. For the activation energy of relaxation region I, a value of 26.3 kJ/mol was estimated. This relatively low value and the prefactor log(f∞ [Hz]) = 11.1 point to a quite localized molecular fluctuation. Considering the structure of MOF-5 (see Figure 1 bottom in ref 25), one can speculate that relaxation region I is due to bending fluctuations of the edges of the cage of the MOF-5 structure involving the rigid Zn−O clusters. Such a motional process was evidenced by molecular dynamic simulations,(49) but a detailed assignment would require additional investigation. Further experiments might concern the substitution of one hydrogen atom of the ring with a more electronegative atom like fluorine or bromine. This would introduce a higher polarity into the structure. However, a substitution might also change the sample morphology, making a direct comparison of the samples difficult. As discussed above, until now, the investigations of the molecular mobility of MOF materials are scarce in the literature. Therefore, in the future, some work will be done to investigate a series of well-defined MOF-5 materials to study the influence of the given MOF structure on the observed dielectric relaxation processes. The activation energies of both processes of the relaxation region II have values of 33.4 kJ/mol (high frequency part) and 37.3 kJ/mol (low frequency part). The corresponding prefactors log(f∞ [Hz]) are 13.1 and 12.17, respectively. The Arrhenius behavior is obvious despite some results of catalysis experiments which might be explained by a cooperative interaction of phenyl rings and of benzene diffusion through the MOF-5 framework which involves correlated lattice motion.(30) In addition to the dielectric data, NMR results taken from ref 24 are included in Figure 6. This relaxation process detected by NMR was assigned to rotational fluctuations of the phenyl ring. This assignment was further supported by quantum chemical calculations.(26) The dielectric data of the relaxation region II are quite similar to the NMR data (see Figure 6) with regard to their absolute values, their activation energies, and their prefactors. Therefore, this relaxation region is also assigned to rotational fluctuations of phenyl rings. One may argue that the phenyl ring structure is completely symmetric and should carry therefore no dipole moment. However, in the MOF-5 structure, the phenyl rings might be a bit distorted, which will give a resultant dipole moment. This statement is supported by molecular dynamic and quantum mechanical simulations which show that the MOF structure is a rather soft material(49) which can be easily deformed and large transition dipole moments also exist.(39) Moreover, in the vicinity of the phenyl rings, carboxylate groups are present which carry a dipole moment. This means that the carboxylate might be involved in the relaxation region II. A similar assignment is given for the β-relaxation observed for poly(ethylene terephthalate) (PET) or poly(ethylene 2,6 naphthalene dicarboxylate) (PEN).(50) Moreover, the activation energy observed for the β-process in PET (ca. 40 kJ/mol) is quite similar to the values found for the relaxation region II observed for MOF-5. Comparing all of these values with those of MOF-5, one has to note that the experimental estimates of the barriers of 1,4 phenylene dicarboxylates (terephthalates) vary widely.(24, 51) As shown above, the dielectric relaxation region II consists of two processes which are similar with regard to their activation energies. Because this relaxation region was assigned to rotational fluctuations of the phenyl rings, it must be concluded that there are two different kinds of phenyl rings. In this moment, one can only speculate about the kinds of the different species. One interpretation starts from the fact that during synthesis solvent molecules are entrapped in the pores while during the thermal treatment we tried to remove the solvent as much as possible but also keep the structure of MOF-5 intact at the same time. This means that although most of the solvent was removed there might be a slight possibility that some solvent molecules are still entrapped in the cages of the MOF-5 structure. Considering the high dipole moment of diethylformamide and the low intensity of the observed relaxation process, the number of the remaining solvent molecules is quite small. Assuming that some solvent molecules remain in the MOF structure one can argue that both of these relaxation processes are related to phenyl rings which either have in the vicinity and can interact with solvent molecules or do not have in the vicinity solvent molecules (perturbed/unperturbed rings). Because the solvent molecules will hinder the rotational fluctuations of the phenyl rings, the relaxation process with the higher activation energy (low frequency part of relaxation region II) is assigned to the phenyl rings, which interact with some solvent molecules. A second interpretation possibility comes from the result that the MOF-5 material investigated here has closed pores and an interpenetrated network structure. Having this picture in mind, the low frequency process of the relaxation region II with the higher activation energy can be assigned to phenyl rings (perturbed rings), which belong to an interpenetrated structure with closed pores. These structural defects will hinder the fluctuation of the phenyl rings which gives rise to higher activation energy. The high frequency processes of the relaxation region II (lower activation energy) is related to phenyl rings in structural intact MOF-5 units (unperturbed rings). To decide between these interpretation possibilities will require on the one hand additional investigations which include also the synthesis of model compounds. On the other hand, a more detailed discussion based on the temperature dependence of the dielectric strengths of the processes of relaxation region II is given below. Concerning the spectral shape of the processes of region II (see Figure 5), the high frequency part is quite narrow and corresponds nearly to a Debye-like process. The shape of the low frequency part is quite broad and points to a distribution of activation energies. This result can be discussed in agreement with the above assignments. The solvent molecules can be entrapped in different ways to the pores/cages, or a variety of interpenetrated structures with a number of defects may exist. Both effects give rise to different environments for the fluctuations of the phenyl rings. This will result in a broad distribution of activation energies and a broad relaxation peak (low frequency part). On the other hand, if the pores are solvent free and a well-defined structure is present, this yields to a narrow distribution of activation energies (high frequency part). One may argue that one of the processes of the relaxation II should be related to the solvent molecules themselves and not to the MOF-5-structure. This interpretation can be ruled out considering the fact that the glass transition temperature of diethylformamide is about 135 K.(52) This means that the relaxation process of the pure solvent should be expected at much lower temperatures than considered here. The Debye theory of dielectric relaxation generalized by Kirkwood and Fröhlich(34e) predicts for the temperature dependence of the dielectric relaxation strength (3) where μ is the mean dipole moment of the process under consideration and N/V is the number density of dipoles involved. g is the so-called Kirkwood/Fröhlich correlation factor, which describes static correlation between the dipoles. Figure 7 gives the dielectric strengths of the relaxation region II in its individual contributions and the sum of both. For the low frequency contribution (perturbed rings), Δε decreases with increasing temperature, while for the high frequency contribution (unperturbed rings) the dielectric strength increases with increasing temperature. The sum of both contributions decreases slightly with increasing temperature. First, the low value found for the dielectric strengths can be explained by the very low mean dipole moment expected for the fluctuating phenylene ring and from the nonpolar structure of MOF-5 in general. Second, a continuous change of the dipole moment with temperature is quite unlikely. Therefore, assuming that the dipole moment is constant, the different tendencies in the temperature dependencies imply that the population of the unperturbed and perturbed rings changes in the opposite direction (see eq 3). Figure 7 shows that with decreasing temperature the fraction of perturbed rings (low frequency process) increases while the amount of unperturbed rings (high frequency process) decreases. Since no clear role of the solvent appears in these experiments, one can speak only about the flexibility of the MOF-5 structure. The linkage between the metal oxide group (Zn4O) and the organic moiety (BDC) generates a rather soft material with relatively small elastic moduli.(49) Keeping in mind that the investigated MOF-5 samples have an interpenetrated network structure, one may argue that, due to thermal expansion, the phenyl rings, which are unperturbed, can become perturbed if the temperature is lowered. This means that although the absolute number of phenyl rings is constant the fraction of unperturbed phenyl rings relative to the perturbed ones depends on temperature. This additional temperature effect will give rise to opposite temperature dependencies of the dielectric strength of both contributions of the relaxation region II. Moreover, a structural transition from an open-pored to a closed-pored structure(53) was found for a MIL-53 material (related to MOF-5 because it contains corner-sharing octahedral chromium hydroxyl-oxide units connected through BDC linkers) employing neutron scattering recently.(54) This so-called breathing effect seems to be in agreement with a temperature dependent change of different structural populations in MOF structures. It is worth mentioning that the sum of the dielectric strength of both components of relaxation region II decreases with temperature, as expected from eq 3 (see Figure 7). Thus, the opposite temperature dependence of the dielectric relaxation strengths of the two processes of relaxation region II favors its assignments to structurally perfect and imperfect regions in the investigated MOF-5 sample over the solvent approach.  Figure 7. Dielectric strengths of the relaxation region II versus inverse temperature: empty squares, high frequency contribution; empty circles, low frequency contribution; empty stars, sum of both processes. The lines are linear regressions to the corresponding data.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusions The molecular mobility of a MOF-5 material was investigated by dielectric spectroscopy in a large frequency and temperature range, which allows a detailed investigation and characterization of the relaxation behavior taking place in a MOF-5 structure. These measurements were supplemented by XRD, TGA analysis, and FTIR investigations in the aim to characterize the synthesized material and to detect structural changes, which might appear during the thermal treatments. XRD investigations indicated a high crystalline MOF-5 material with an interpenetrated structure. TGA data show that some solvent molecules might still remain entrapped in the cavities and pores of MOF-5 material. FTIR spectra confirmed that the material has the already described composition and structure. The dielectric spectra of the MOF-5 show three relaxation processes in the investigated temperature range: one process in a so-called region I at lower temperatures and two further processes in region II at higher temperatures than relaxation region I. A detailed analysis of the temperature dependence of the relaxation rates has shown that all these relaxation processes follow an Arrhenius dependence from which the activation energy for each is estimated. The absolute values of the relaxation rate for the processes of relaxation region II and the estimated values of the activation energy were in agreement with the relaxation behavior found by NMR, which was assigned to rotational fluctuations of the phenyl groups. The relaxation processes were assigned as follows: The relaxation region I, having a low value of the activation energy of 26.3 kJ/mol, is attributed to bending fluctuations of the edges of the cage of the MOF-5 structure involving the rigid Zn−O clusters. Because of the similarity of the relaxation region II with the rotational fluctuations of the phenyl rings detected by NMR, both relaxation processes in region II were assigned to rotational fluctuations of phenyl rings. Like for the β-relaxation observed for poly(ethylene terephthalate), the carboxylate groups might also be involved in these processes. The relaxation processes of region II have slightly different values of the activation energies, 33.4 kJ/mol for the high frequency part and 37.3 kJ/mol for the low frequency part, which are placed in the large interval discussed in the literature for materials with related structures. Because of the possibility that some solvent molecules remains entrapped in the cages and because of the fact that the solvent molecules will hinder the rotational fluctuations of the phenyl rings, the relaxation process with the higher activation energy (low frequency part of relaxation region II) is assigned to the phenyl rings, which interact with some solvent molecules. Moreover, the shape of the low frequency part is quite broad, which points to a distribution of activation energies due to the different positions of the solvent molecules inside the cages. On the other hand, this low frequency process of the relaxation region II can also be assigned to phenyl rings hindered by the structural units in the neighborhood, which belong to interpenetrated structure with closed pores. These structural defects will hinder the fluctuation of the phenyl rings, increasing the activation energy. The high frequency part in region II is quite narrow and corresponds nearly to a Debye-like process. This might be explained by a well-defined structure of empty pores/cavities, which is present. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgment L.F., S.F., and P.G. thank the Romanian Ministry of Education and Research (Project COMAFI III PN09-45 of CORE Program) for the financial support. The fellowships of S.F. and L.F. and the logistic support from BAM Federal Institute for Materials Research and Testing are gratefully acknowledged. Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 54 other publications.1.   Eddaoudi, M.; Li, H.; Yaghi, O. M.  J. Am. Chem. Soc. 2000,  122,  1391– 1397[ACS Full Text ], [CAS]1. Highly porous and stable metal-organic frameworks. Structure design and sorption propertiesEddaoudi, Mohamed; Li, Hailian; Yaghi, O. M.Journal of the American Chemical Society\r\n        (2000),\r\n    122\r\n        (7),\r\n    1391-1397CODEN:\r\n                JACSAT;\r\n        ", "title": "Molecular Relaxation Processes in a MOF-5 Structure Revealed by Broadband Dielectric Spectroscopy: Signature of Phenylene Ring Fluctuations", "authors": ["Stefan Frunza", "Andreas Schönhals", "Ligia Frunza", "Paul Ganea", "Hendrik Kosslick", "Jörg Harloff", "Axel Schulz"], "doi": ["10.1021/jp1071617"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0002.gif\">"]}