{"abstract": "Through metal-ion metathesis in a single-crystal-to-single-crystal fashion, the Zn ions in  were exchanged by Cu ions to generate . The gas uptake and catalytic properties of  and  have been studied intensively.Zinc paddlewheel metal-organic frameworks (MOFs) frequently exhibit low stability or complete collapse upon the removal of axial ligands. Hence, there are very few reports on gas adsorption of zinc paddlewheel MOFs. In this work, the N and H adsorption measurements were carried out for a zinc MOF (namely, ) based on two types of paddlewheel secondary building units (SBUs): [Zn(COO)] and [Zn(COO)]. Because of the existence of inherent surface instability upon removal of solvates in zinc paddlewheel SBU,  possesses a very low surface area. Through metal-ion metathesis in a single-crystal-to-single-crystal fashion, the Zn ions in  were exchanged by Cu ions to generate . Through the measurements of gas adsorption and catalytic test, the porosity and catalytic capacity of  have been improved significantly, compared to .", "text": "10.1021/ic5017092 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionThe construction of porous metal–organic frameworks (MOFs) has drawn great attention in recent years, because of their potential applications in gas separation and storage, catalysis, and drug delivery.(1-3) Currently, the design and synthesis of open MOFs with permanent porosity is still a great challenge to chemists, although many porous MOFs with high gas storage and catalytic property have been synthesized and documented.(4, 5) Recently, the development in two aspects of post-synthetic modification of MOFs has made it possible to construct porous MOFs: one is ligand exchange,(6) through which stable MOFs with progressively larger mesoporous cavities can be synthesized;(7) the second one is metal-ion metathesis,(8) in which the two exchanged metal ions should have similar coordination geometries. Generally, the stability of an MOF is highly determined by the rigidity of the secondary building units (SBUs) and the coordination geometry of metal ions that constitute the SBUs. Hence, an unstable SBU with coordinated solvates may be changed to stable one if metal ions constituting the SBU are replaced by other metal ions with different coordination geometry. Normally, through metal-ion metathesis, some new isostructural MOFs that are hard to obtain by conventional methods can be successfully constructed(9) and, sometimes, the stability can also be significantly improved. Thus, metal-ion metathesis has been considered as a promising tool for synthesis of new materials. Although many functional MOFs have been synthesized through metal-ion metathesis process in the past decade, the reports on construction of porous MOFs through metal-ion metathesis in a single-crystal-to-single-crystal (SCSC) fashion are still rare.(10)It is well-known that zinc paddlewheel MOFs frequently exhibit lower-than-expected surface area or complete collapse when the axial ligands of the paddlewheel SBU were thermally removed.(11) Recently, Matzger and co-workers studied Zn3(btc)2 (abbreviated as Zn-HKUST-1; btc = 1,3,5-benzenetricarboxylate) by using positron annihilation lifetime spectroscopy and reconciled the discrepancies between crystallographic porosity and guest access in Zn-HKUST-1.(12) It is revealed that an intensified surface layer prevents the entry of even small molecular species into the crystal framework of Zn-HKUST-1, which has inherent surface instability upon removal of solvates. However, Cu-based HKUST-1(13) an isostructural MOF with Zn-HKUST-1, possesses high stability and gas uptake, further indicating the effect of coordination geometry of metal ions on the stability of a SBU, even a MOF.Considering this information, recently, we have started to construct porous MOFs through metal-ion metathesis. In this paper, we report the metal-ion metathesis strategy on the improvement of the porosity and catalytic capacity of a MOF in a single-crystal-to-single-crystal fashion.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionPreparation of SDU-1The H6TMBHB (0.8 mg, 0.0013 mmol) and Zn(NO3)2·6H2O (13 mg, 0.045 mmol) were dissolved in DMF:EtOH:H2O (v:v:v = 1:1:1, 1 mL). Upon addition of a drop of HBF4, a colorless solution was obtained, which was heated in a sealed tube, slowly heated to 90 C from room temperature in 5 h, kept at 90 °C for 48 h, and then slowly cooled to 30 °C in 10 h. The colorless polyhedral crystals were obtained by filtration (yield: 42% based on Zn). Elemental analysis: Calc. (%) for C89H136O45N7Zn7: C 43.07, H 5.52, N 3.95. Found: C 42.88, H 5.13, N 5.38. IR data (KBr, cm–1): 3432 (m), 2920 (s), 1645 (s), 1565 (s), 1438 (s), 1368 (s), 1242 (s), 1096 (s), 920 (s), 780 (s), 718 (s), 460 (s).Procedure for Ion Exchange for Cu-SDU-1In the ion exchange experiment, the single crystal SDU-1 was soaked in a dimethyl formamide/ethyl alcohol/water (DMF/EtOH/H2O, v/v/v = 1:1:1) solution of CuCl2 for different time. During the period, the solution was replaced with a fresh solution of CuCl2 once a day. After removing the solution, the ion-exchanged crystals were washed with the mother solution to remove any excess metal salt. Elemental analysis: Calc. (%) for C100H174O69N10Cu7: C 39.18, H 5.72, N 4.56; Found: C 40.88, H 5.23, N 4.86. IR data (KBr, cm–1): 3442 (w), 2928 (w), 1655 (s), 1434 (m), 1378 (s), 1253 (w), 1104 (w), 922 (w), 780 (m), 727 (m), 699 (w), 664 (w), 614 (w), 483 (w).Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionMetal-Ion Metathesis in a Single-Crystal-to-Single-Crystal (SCSC) MannerRecently, a novel zinc-organic framework (SDU-1) based on a C3-symmetric tricarboxylate ligand, 3,3′,3″,5,5′,5″-benzene-1,3,5-triyl-hexabenzoic acid (H6TMBHB), was reported by our group.(14) In SDU-1, there are two types of secondary building units (SBUs): [Zn2(COO)3] and [Zn2(COO)4], which are further linked by the backbone of TMBHB(6) ligands, to form cubic and trisoctahedral supermolecular building blocks (SBBs), respectively. These two different SBBs were packed into a complicated three-dimensional (3D) framework with 3D channels (see Figure 1). In the framework, the ratio of [Zn2(COO)3] and [Zn2(COO)4] is 4:3, and different simplification of the SBUs and SBBs can make SDU-1 possess different topologies, common rht and rare ftw networks. The solvent-accessible volume calculated by PLATON(15) is 37 655.6 Å3, corresponding to 65.5% of unit cells of SDU-1, after the removal of the axial ligands.Figure 1. SBB assembly of SDU-1 from the trigonal rigid ligand and two types of SBUs.Although SDU-1 possesses a high solvent-accessible volume and large cages that can store gas molecules, poor porosity (BET surface area: 165 m2 g–1) was found for SDU-1 by N2 adsorption surface area measurements, which may be derived from its inherent surface instability after solvent removal.(12) The recent development of post-synthetic modification of MOFs prompted us to study the possibility of metal-ion metathesis in a SCSC manner. Since Cu paddlewheel SBU normally possesses high stability upon removal of axial ligands,(16) thus, we select Cu2+ ions to exchange with Zn2+ ions to construct porous MOF. The as-synthesized crystals of SDU-1 were immersed into 0.1 M DMF/EtOH/H2O (v/v/v = 1:1:1) solution of CuCl2. The exchange process was monitored by energy-dispersive X-ray spectroscopy (EDX), atomic absorption spectroscopy (AAS), and single-crystal X-ray diffraction (XRD) analysis (see Figure 2). The colorless crystals turned into pale green crystals within 24 h, then green crystals after 7 days. From AAS, it is clear that the process of metal-ion metathesis in this work is very slow, compared to other reported results,(8d, 10b) and the Zn ions cannot be completely exchanged by Cu ions. On the basis of AAS, 99.58% of Zn ions were replaced by Cu ions even after 15 days. This different result with other reports makes us reanalyze the crystal structure of SDU-1. In the asymmetric unit, there are four crystallographically independent ZnII ions (Zn1, Zn2, Zn3, Zn4) with three different coordination environments. Both Zn1 and Zn2 are coordinated by five oxygen atoms in a distorted square pyramidal coordination geometry, and linked by four carboxylate groups to form a paddlewheel [Zn2(COO)4] SBU. Although Zn3 and Zn4 are linked by three carboxylate groups to generate a [Zn2(COO)3] SBU, they possess different coordination environment: Zn3 is coordinated by six oxygen atoms in an octahedral coordination geometry, whereas Zn4 is coordinated by four oxygen atoms in a tetrahedral geometry. It is known that Cu2+ ion can normally adopt square planar, square pyramidal, and octahedral coordination geometries. Generally, it is quite rare or impossible for Cu2+ ion to adopt a tetrahedral coordination geometry. Hence, it is very difficult for the Zn4 ion to be exchanged by a Cu2+ ion in this work. However, under the condition of high concentration of Cu2+ ions, it is possible that Zn4 ions were exchanged by Cu2+ ions over a long period of time.Figure 2. (a) Photographs of the SDU-1 sample  before and after the metal-ion metathesis, (b) photographs of a single crystal of SDU-1 taken during the exchange of Zn2+ with Cu2+ by immersion in a DMF/EtOH/H2O (v/v/v = 1:1:1) solution of CuCl2 (0.1 M) for different times, (c, d) EDX for the conversion of SDU-1 to Cu-SDU-1, (e) kinetic profile of the Zn/Cu exchange process, and (f) the crystal data for SDU-1 and Cu-SDU-1.Single-crystal XRD study of Cu-SDU-1 reveals that the structure is identical to that of SDU-1 (see Figure 2f), indicating the metal-ion metathesis is through a single-crystal-to-single-crystal fashion. It should be pointed out that, through the metal-ion metathesis, the crystal quality changed to poor. There are large solvent-accessible void volumes in the crystals of Cu-SDU-1, which are occupied by disordered DMF and water molecules. No satisfactory disorder model could be achieved, so the PLATON/SQUEEZE routine was used to remove these electron densities. The structure was refined by using the new .HKL file.Gas UptakesTo check if the metal-ion metathesis can improve the stability and the porosity of the complex, the freshly exchanged sample of Cu-SDU-1 was soaked in methanol and dichloromethane to exchange the less-volatile solvates, followed by evacuation under a dynamic vacuum at appropriate temperature, generating dehydrated form. In order to find the optimal temperature, the sample was activated at 40, 80, and 100 °C, then N2 adsorption measurements were carried out. When the sample was activated at 40 °C, it possesses a larger surface area (Figure 3a). Thus, following measurements on H2, CO2, and CH4, the sample was also activated at 40 °C.Figure 3. (a) N2 sorption isotherms at 77 K for Cu-SDU-1 under different activation temperatures: 40 °C (red symbols), 80 °C (black symbols), and 100 °C (blue symbols). (b) N2 sorption isotherms at 77 K for Cu-SDU-1 (red symbols) and SDU-1 (blue symbols).Desolvated Cu-SDU-1 displays typical Type-I adsorption isotherms (Figure 3b), suggesting the retention of the microporous structures after the removal of solvates from the crystalline sample. The total pore volume of 0.203 cm3 g–1 for Cu-SDU-1 was calculated from the N2 isotherm (P/P0 = 0.98). Cu-SDU-1 can adsorb 126 cm3 g–1 of N2 molecules under the conditions of 77 K and 1 atm, which is almost 3 times greater than that of SDU-1 (43 cm3 g–1). This result indicates that the metal-ion metathesis significantly increases the porosity of the framework. The Brunauer–Emmett–Teller (BET) surface area, which is determined by fitting the N2 isotherms, is 534 m2 g–1 for Cu-SDU-1, which represents a 224% increase, compared to that of SDU-1 (BET: 165 m2 g–1).Low-pressure H2, CO2, and CH4 uptakes of desolvated sample of Cu-SDU-1 were continuously determined using volumetric gas adsorption measurements. As shown in Figure 4, the desolvated Cu-SDU-1 exhibits the classical reversible Type-I isotherms for H2, CH4, and CO2. Under the conditions of 77 K and 1 bar, the desolvated Cu-SDU-1 can adsorb 94 cm3 g–1 of H2 molecules, whereas SDU-1 can only adsorb 57 cm3 g–1 of H2 molecules, which is 39% lower than that of Cu-SDU-1. The H2 isosteric heat of adsorption (Qst) was calculated by fitting the H2 adsorption isotherms at 77 and 87 K to a virial-type expression. At the lowest coverage, Qst has estimated values of 7.5 and 8.7 kJ mol–1 for Cu-SDU-1 and SDU-1, respectively, which are comparable to that of NOTT-116,(17a) but are slightly higher than those of NOTT-112-115 and NU-100.(17) However, decreasing pore size is associated with higher Qst values for SDU-1; this negative effect exists in the competition and leads to a small decrease in the H2 uptake. It suggests that the use of the metal-ion metathesis method to obtain the Cu-SDU-1 improves its adsorption capacity toward H2, but does not enhance its heat of adsorption. It indicates that a much stronger interaction exists between H2 and the SDU-1.(18) Cu-SDU-1 exhibits low CO2 and CH4 uptakes at 273 K, with total adsorption amounts of 64 and 45 cm3 g–1, respectively. However, SDU-1 can only adsorb 37 cm3 g–1 of CO2 molecules and 14 cm3 g–1 of CH4 molecules, which represent values that are, respectively, 42% and 69% lower than that of Cu-SDU-1. Although Cu-SDU-1 possesses low CO2 uptake, Qst has an estimated value of 37.7 kJ mol–1, which is comparable to amino-MIL-53 (Al; 38.4 kJ mol–1),(19) indicating that the framework of Cu-SDU-1 exhibits high affinity to CO2 molecules.Figure 4. H2, CO2, and CH4 sorption isotherms for SDU-1 (left) and Cu-SDU-1 (right). (For H2: red symbols, 77 K; blue symbols, 87 K. For CO2: red symbols, 273 K; blue symbols, 295 K. For CH4: red symbols, 273 K; blue symbols, 295 K.)The comparison of gas uptake for SDU-1 and Cu-SDU-1 is listed in Table 1, from which we can conclude that the metal-ion metathesis has significantly improved the porosity. However, Cu-SDU-1 still exhibits lower surface area than that expected. As mentioned above, there are two different types of SBUs in the framework: [Cu2(COO)3] and [Cu2(COO)4]. As is known, the paddlewheel [Cu2(COO)4] SBU is stable after the removal of the axial ligands, but the [Cu2(COO)3] SBU may be unstable after the activation process, which can cause partly inherent surface instability as found in Zn-HKUST-1.(12)Table 1. Comparison of BET Surface Area, Pore Volume, and Gas Uptakes for SDU-1 and Cu-SDU-1 SDU-1Cu-SDU-1increase (%)BET surface area (m2 g–1)165534224    pore volume (cm3 g–1)0.070.2186    H2 uptake at 1 atm, 77 K (wt %)0.510.8362.7H2 enthalpy, Qst (kJ mol–1)8.77.5     CO2 uptake (cm3 g–1)376473.0CO2 enthalpy, Qst (kJ mol–1) 37.7     CH4 uptake (cm3 g–1)1445221CH4 enthalpy, Qst (kJ mol–1) 3.7 Catalytic CapacityPorous MOFs show excellent catalytic properties in many organic reactions. To further test if the metal-ion metathesis can improve the stability and porosity of SDU-1, the Lewis acid-catalyzed reaction of carbonyl compounds with cyanide was carried out. Before the catalytic test, the newly solvent-exchanged samples of SDU-1 and Cu-SDU-1 were activated at 40 °C under vacuum for 4 h. Cu-SDU-1 shows high activity in the cyanosilylation of benzaldehyde and naphthaldehyde, and 100% conversions were reached in 24 h at room temperature. The yields can reach 97.25% and 94.93% after 24 h for the cyanosilylation of benzaldehyde and naphthaldehyde, respectively. The catalytic activity of Cu-SDU-1 is comparable to other Mn- or Ln-based MOFs(20) in the cyanosilylation of benzaldehyde, but is much higher than other reported results in the cyanosilylation of naphthaldehyde.(20b, 21) When a larger 4-(tert-butyl) benzaldehyde was used, a significantly lower conversion/yield was obtained (79.95%/65.06%), which is similar to other reports.(20b) However, SDU-1 shows a lower catalytic activity than that of Cu-SDU-1. As shown in Scheme 1, after 24 h, conversions of 62.02% and 88.26%, with corresponding yields of 44.57% and 81.29%, were reached for the cyanosilylation of benzaldehyde and naphthaldehyde, respectively; these values are 118% and 16.8% lower, compared to Cu-SDU-1, in the yield. For a larger 4-(tert-butyl) benzaldehyde, the yield was only 65.85% conversion with 50.87% yield after 24 h at room temperature. These catalytic results further confirm that the metal-ion metathesis have significantly improved the stability and catalytic capacity.Scheme 1. Lewis Acid-Catalyzed Reaction of Carbonyl Compounds with CyanideTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsThe construction of functional metal-organic frameworks (MOFs) with permanent porosity have been of extensive interest. Although several strategies on the design and synthesis of stable MOFs have been documented, improving the stability or functionality of known or as-synthesized MOFs through post-modification is an attractive target for chemists. In the present work, we have applied the metal-ion metathesis process to improve the porosity and stability as well as catalytic capacity of a MOF (SDU-1) previously reported by our group. The gas adsorption for zinc paddlewheel ([Zn2(COO)3] and [Zn2(COO)4]) MOF has been measured for the first time, although inherent surface instability upon removal of solvates still exists in SDU-1. Through replacement of the Zn2+ ions by Cu2+ ions in SDU-1 via metal-ion metathesis process, the porosity and catalytic capacity have been significantly improved. Our research results, presented here, further confirmed the important role of metal-ion metathesis on improving the stability and porosity, as well as catalytic capacity, of an MOF, and also further proved the existence of inherent surface instability for some unstable SBUs, such as zinc [Zn2(COO)4] paddlewheel and copper [Cu2(COO)3] paddlewheel upon removal of the solvates. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationX-ray crystallographic data in CIF format, IR curves (Figure S1), PXRD patterns (Figure S2), TGA curves (Figure S3), the catalytic capacity for Cu-SDU-1 (Scheme S1). This material is available free of charge via the Internet at http://pubs.acs.org. The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the NSFC (Grant No. 21271117 and 21371179), NCET-11-0309, the Shandong Natural Science Fund for Distinguished Young Scholars (No. JQ201003), NSF of Shandong Province (BS2011CL041), and the Fundamental Research Funds for the Central Universities (Nos. 13CX05010A, 14CX02158A).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 21 other publications.1. For recent reviews, see:(a) Zhou, H.-C; Long, J. R.; Yaghi, O. M. Chem. Rev. 2012,  112,  673– 674[ACS Full Text ], [CAS]1. Introduction to Metal-Organic FrameworksZhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.Chemical Reviews (Washington, DC, United States)\r\n        (2012),\r\n    112\r\n        (2),\r\n    673-674CODEN:\r\n                CHREAY;\r\n        ", "title": "Improving the Porosity and Catalytic Capacity of a Zinc Paddlewheel Metal-Organic Framework (MOF) through Metal-Ion Metathesis in a Single-Crystal-to-Single-Crystal Fashion", "authors": ["Jie Yang", "Xiaoqing Wang", "Fangna Dai", "Liangliang Zhang", "Rongming Wang", "Daofeng Sun"], "doi": ["10.1021/ic5017092"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0005.gif\">"]}