{"abstract": "Using molecular dynamics (MD) simulations, we show that metal−organic frameworks (MOFs) constructed using octahedral ZnO(CO) clusters linked via aromatic carbon ring structures lead to negative thermal expansion (NTE) behavior (from 0 K to melting). We find that MOF-C22 contracts volumetrically by 1.9% over the range of 0 to 600 K, making it one of the best NTE materials (linear expansion coefficient of α = −11.05 × 10 K compared with α = −9.1 × 10 K found for ZrWO previously the champion NTE material). Indeed, we designed a new MOF using 2-butynediodate linkers that leads to an even larger NTE of 2.2% (from 0 to 500 K). We show that this NTE behavior arises because thermal motions in the rigid Zn−O clusters and the organic moieties linking them lead to tilting of the linkers by successively larger amounts from their alignment along the unit cell axes, resulting in decreased cell parameters. The MOF materials were developed to provide a large reversible hydrogen-storage capacity leading to as much as 73% free volume. However, the NTE properties suggest other possible applications. Thus, their porous but constrained three-dimensional framework provides a framework onto which other materials might blend to form composites with negligible volume change with temperature. To illustrate this, we incorporated polyethylene polymers into MOF-C10 and found that the volume of the composite is constant within 0.059% over the entire range from 300 to 600 K. ", "text": "10.1021/jp075389s  Top of PageAbstract1. Introduction2. Simulation Methods3. Results4. Discussion5. SummarySupporting Information Available1. Introduction For the vast majority of materials, the volume increases with temperature with typical values in the range of 1 × 10-5 K-1 for metals, 1 × 10-6 K-1 for ceramics, and 1 × 10-4 K-1 for polymers.1 Such volumetric changes cause problems in processes such as casting and injection moldings, where contractions occurring upon cooling to operating temperatures can cause fracture or defects and change the performance. A few materials (water, quartz, and zeolite) have been observed to contract over some range of temperature,2 but materials that contract with temperature for all temperatures up to melting are rare. Examples include the CuScO2 and ZrW2O8 materials discovered by Art Sleight,3 which lead to a negative thermal expansion of −4.0 × 10-6 K-1 from 11 to 1206 K for the CuScO2 crystal.3i We consider here a second class, the recent discovered metal−organic framework (MOF-5) materials consisting of Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate). Experimentally, MOF-5 exhibits NTE behavior, with an observed increase in unit cell volumes of 1% upon decreasing the temperature from 293 to 30 K.4 The MOF systems are promising candidates for storage and separation of gases because of its large surface area and low density.5 Consequently, we decided to determine the mechanism for NTE behavior in MOF systems.  Here we report molecular dynamics (MD) simulations for five MOF systems, all of which exhibit NTE behavior. These calculations show that the NTE behavior originates from the increasing amplitude with temperature in the rotations of the rigid Zn−O clusters and the concomitant increased tilting of the organic linkers successively farther from their alignment along the unit cell axes.  On the basis of this interpretation, we designed a new MOF system predicted to have a particularly large NTE effect. In addition, we demonstrated an application of these NTE properties by developing a composite with nearly zero thermal expansion.   Top of PageAbstract1. Introduction2. Simulation Methods3. Results4. Discussion5. SummarySupporting Information Available2. Simulation Methods To describe the dynamics of these systems, we use the DREIDING force field6 known to describe the organic frameworks systems accurately.7 To eliminate boundary effects in calculating the thermal expansion coefficient of the MOFs, we used an infinite three-dimensionally periodic cell containing eight (Zn4O)(CO2)6 units. We predict that the volume change of MOF-C6 (0.99%) is comparable to the experimental result (1.21%)4 for N2-loaded MOF-C6.  Our MD calculations used a MD time step of 0.001 ps.8 We maintained the temperature using a Nose−Hoover thermostat with damping constant of 0.1 ps. We maintained the pressure at 1 atm using the Andersen barostat with damping constant of 1 ps. (Such MD is denoted as NPT.)  For each MOF, we started with the minimized structure and heated the system gradually at a rate of 0.5 K/ps to 600 K, which is near the melting point of MOFs.5a We increased the temperature in increments of 50 K, equilibrating for 200 ps at each temperature, which we found to be sufficient to attain equilibrium.  Using the volume obtained at each temperature from the NPT MD, we fixed the cubic lattice parameters at each temperature and carried out simulations at this fixed volume (NVT) for 100  ps to calculate the elastic stiffness (C11, C12, and C44) of the MOFs at each temperature.   Top of PageAbstract1. Introduction2. Simulation Methods3. Results4. Discussion5. SummarySupporting Information Available3. Results 3.1. Volume Contraction. The predicted thermal expansion of several MOFs is shown in Figure 1. The Zn4O(CO2)6 metal oxide cluster serves as a metal oxide node that links six organic aromatics (such as benzene or dibenzocoronene) to form a cubic cage structure.   Figure 1 Atomistic structures of MOFs considered in this work. In each case, the Zn4O(CO2)6 connector couples to six aromatic linkers through the O−C−O moiety common to each linker. The MOFs are named according to the number of aromatic carbon atoms. Here, gray, white, and red atoms indicate carbon, hydrogen, and oxygen, respectively.   All MOFs considered here have NTE properties as indicated in Figure 2, which shows the changes in the lattice parameter and volume of each MOF with temperature. The coefficients of linear thermal expansion, α = (1/Lo)(dL/dT), and volumetric thermal expansion, β = (1/Vo)(dV/dT), obtained from the slopes of each line are tabulated in Table 1. (The lattice parameters and volumes of all MOFs considered here are tabulated in the Supporting Information as a function of temperature.)   Figure 2 Temperature dependence of MOF-C6 (the lowest thermal expansion) and C22 (the highest) calculated from MD simulations (filled symbols). (a) Lattice parameters; (b) volumes. Here Lo and Vo correspond to values at 300 K. The experimental data (open symbols) for N2-loaded MOF-C6 are from ref 4.     Table 1:  Volumetric Thermal Expansion Coefficient (β) of MOFs Calculated from MD Simulations, Averaged over the Range from 10 to 600 K  MOF typesβ(×10-6 K-1) MOF-C6 −23.91 MOF-C10 −32.46 MOF-C16 −24.18 MOF-C22 −33.13 MOF-C30 −29.19 MOF with 2-butynediodate linkers −42.21    Experimentally it was observed that the volume of N2-loaded MOF-5 (same as our MOF-C6) expands by 1.21% upon decreasing the temperature from 293 to 30 K.4 This is comparable to the value of 0.99% for evacuated MOF-C6 obtained in our simulations (from 300 to 10 K). We calculate a linear expansion coefficient at 300 K for MOF-C6 of α = −7.97 × 10-6 K-1.  We predict that the highest NTE is for MOF-C22, with α = −11.05 × 10-6 K-1. This leads to a negative volume thermal expansion coefficient 39% larger than that for MOF-C6. This value for MOF-C22 is larger than the result of α = −9.1 × 10-6 K-1 found for ZrW2O8, previously a champion NTE material.2a  Because the MOF materials are porous, we expect that they are quite suitable for forming composites in which the matrix is adjusted so that the net material would have zero thermal expansion as discussed in Section 4.2.  3.2. Mechanism. To investigate the mechanism of NTE for MOF, we analyzed the radial distribution functions for various atom pairs as a function of temperature (see Figure S1 of the Supporting Information). We found that the C−C bonds remains unchanged with increased temperature while the C−O and Zn−O bonds increased only slightly (∼0.004 Å for C−O and ∼0.010 Å for Zn−O as the temperature increases from 10 to 600 K).  However, we find substantial cooperative rotational motion of the (Zn4O)(CO2)6 nodes of the structure. These rigid Zn−O clusters rotate by amounts that increase with temperature, causing the linkers to tilt ever-increasing amounts from their equilibrium alignment along the unit cell axes. This increasing tilt of the organic linker bridges forces the distances between the Zn clusters to decrease by increasing amounts as the  temperature increases (Figure 3). We find that the tilting between the Zn4O octahedral is dynamic and independent, leading to instantaneous structures that lose the symmetry between the linkers (see right part of Figure 3a). However, the average structure remains symmetric. The rotation of Zn4O octahedral nodes allows the organic linkers to bend, deform, or shear between the Zn4O clusters because of the relatively weak coordination bonds.9b Thus adjacent linkers along the same axis need not be be linear.9 The X-ray diffraction experiments see the only time-averaged structures that retain the symmetry.   Figure 3 (a) Atomistic structure for MOF-C22. Left:  the initial minimized structure. Right:  snapshot from the MD simulation after equilibration at 600 K for 200 ps. Note that the instantaneous structure has rather random correlations between the tilting of the linkers, but the average structure leads to high symmetry. (b) Schematic for the NTE mechanism of MOFs deduced from the MD trajectory (snapshot in a). Here squares represent Zn−O−C clusters and sticks represent the aromatic organic linkers.   Figure 4 Temperature dependence of the average linker tilting angles averaged over 200 ps of MD simulations. (a) θ1 (∠C2C1C4 of Figure 1) (b) θ2 (180 − θ1 − ∠C1C2C3). Shown are the changes in the tilting angles from the reference values at 10 K (θ1,0:  0.0° for MOF-C6, C16, and C30; 6.0 for MOF-C10; and 9.1 for MOF-C22, θ2,0:  0.0 for MOF-C6, C16, and C30; 2.2 for MOF-C10; and 3.1 for MOF-C22). The increase in these angles with increased temperature leads to an “apparent” decrease in bond length along unit cell axis from x = 2dcc + dlinker to x‘ = 2dcc cos θ1 + dlinker cos θ2, where dcc is the length of C1−C2 and dlinker is the length of C2−C3 of Figure 1.    Our results on MOF are similar to those for the Prussian blue (MIIPtIV(CN)6, M = Mn, Fe, Co, Ni, Cu, Zn, Cd) architecture (a metal−cyanide−metal, M−CN−M‘ framework), which incorporates stiff octahedral units with strong metal−carbon and  metal−nitrogen bonds joined linearly by the relatively loose cyanide bridges. Here the rotational modes of the rigid units are responsible for the anomalous thermal expansion.10  The magnitude of tilt angle of the organic linker (due to transverse displacement) is expressed in terms of the θ1 and θ2 angles shown in Figure 4. The equilibrium angle for symmetric organic linkers is zero so that larger angles imply increases transverse vibration amplitude of the Zn−OL (organic linker of Figure 1)−Zn‘ bridges. Both θ1 and θ2 increase with temperature, leading to decreases in the lattice parameters.   Figure 5 Temperature-dependent elastic constants of MOFs calculated from MD simulations:  (a) bulk modulus B = (C11 + 2C12)/3, (b) dilatational shear modulus C‘ = (C11 − C12)/2, (c) C11, (d) shear modulus C44. Here diamond for MOF-C6, inverted triangle for MOF-C10, regular triangle for MOF-C16, circle for MOF-C22, and square for MOF-30. This data is tabulated in the Supporting Information.   Figure 6 Temperature dependence of the Poisson ratio (ν) of MOFs. Calculated from the bulk and shear moduli as ν = (3B − 2C‘)/2(3B + C‘).   3.3. Elastic Constants. A cubic crystal has three independent elastic stiffness constants, C11, C12, and C44.11 These are calculated easily from the minimized structure at 0 K, and they can be calculated as a function of temperature through MD simulations. We find it convenient to recast the elastic constant in terms of the bulk modulus B = (C11 + 2C12)/3, the dilatational shear modulus C‘ = (C11 − C12)/2 (corresponding to tetragonal deformation shear, (110)[−110]), and C44, the (100)[0kl] shear modulus. We extracted these constants from NVT dynamics by applying finite deformations in the lattice parameters. Thus, for B we changed all three lattice parameters by the same amounts, for C12 we expanded the a axis by an amount δ simultaneous with contraction of the b and c axes by −δ/2, and for C44 we calculated the xy shear strain energy. Each of these deformations was done as a function of temperature.    Table 2:  Density (g/cm3) and Free Volume (cm3/g) of MOFs at 300 Ka  MOF typesdensityfree volumeb MOF-C6 0.64 0.90 MOF-C10 0.47 1.37 MOF-C16 0.40 1.74 MOF-C22 0.33 2.21 MOF-C30 0.29 2.59 MOF with 2-butynediodate linkers 0.87 0.61  a The larger aromatic carbon atoms in MOFs make the lower density.b Solvent accessible free volume. This was calculated with a probe radius of 1.2 Å in the Cerius2 program.     The results in Figure 5 show that all elastic constants decrease with temperature. Generally, the elastic constants of materials stiffen as the volume decreases, which usually corresponds to decreasing temperature. However, for the MOF systems all elastic constants stiffen upon cooling, that is, as the volume increases. Of course, we understand this from the stiffness of the linear M−OL−M bonds. A similar behavior was found in the ZrW2O8 NTE materials.12  Table 2 shows that increasing the number of carbon atoms in the aromatic rings of the MOF (increased length of the organic linkers) leads to decreased density. Figure 5 shows that this leads to dramatic decreases in the elastic constants.  The bulk moduli of the MOF compounds are 4 to 17 GPa at 300 K while the shear moduli are 6 to 14 GPa. This can be compared to typical values of 10 and 1 GPa for typical polymers and 160 and 70 GPa for ceramics.12a,13 This softness of the MOFs results from the ability to accommodate external stresses by rotations in the metal clusters.  The C44 is exceedingly small for MOFs, only 1.8 GPa for MOF-C6 at 10 K. This shows the compliance as due to tilting of the organic linkers. Previous density functional theory calculations using the local density approximation led to C44 = 1.4 GPa for MOF-C6 at 0 K,14 in good agreement with our result of 1.8GPa.  3.4. Phonons. According to Grüneisen theory,15 the mode-dependent Grüneisen parameter (γ = −∂ ln ω/∂ ln V) is a measure of the sensitivity of the phonon frequencies ω to changes in the system volume. Whether a solid expands or contracts upon heating depends on the balance between phonon modes with positive and negative Grüneisen parameters. For longitudinal acoustic and optical phonons, γ is typically positive so that these modes tend to promote thermal expansion. This results from anharmonicity in the bonding potentials, which leads to increased average bond lengths with increasing temperature.15 In contrast, transverse vibrations may exhibit a negative γ related to the increase of the restoring forces with increased tension.  In a cubic crystal, the stiffness for propagation of elastic waves in the [100] direction is determined by C11 for longitudinal waves and by C44 for transverse waves.11 As mentioned, the transverse vibration mode is important for NTE behavior. Because the C44 values of MOFs are very small (<2 GPa) in comparison with other elastic constants (see in Figure 5), we expect very low transverse vibrational frequencies (transverse acoustic mode, TA). Moreover, the C44 decreases for all MOF as the temperature increases (softening of C44), indicating that the TA modes will have a negative γ. This leads to the NTE behavior of MOFs.  Indeed, we calculated the total thermodynamic γ (averaged over the modes) from the temperature derivatives of the elastic constants, dCij /dT,12a,16 and find that all MOFs have negative values (−3.12 for MOF-C6, −4.19 for MOF-C10, −4.63 for MOF-C16, −3.32 for MOF-C22, and −3.10 for MOF-C30).  3.5. Poisson Ratio. Some studies have concluded that the NTE of network structures will lead to a negative Poisson ratio (that is, the girth expands as the material is stretched).17 However, our calculations of the bulk and shear moduli18 find a positive Poisson ratio of ∼0.15 at 10 K for all MOFs considered. This is much smaller than the Poisson ratio of normal metals (0.3), ceramics (0.2−0.4), or polymers (0.4−0.5). Indeed, it just barely exceeds the value for cork (0.0). Except for MOF-C6, we find that the Poisson ratios of MOFs decrease with increased temperature. However, the Poisson ratio never goes negative even at temperatures near melting, 600 K. Thus, the lowest Poisson ratio we calculated is 0.05 for MOF-C30 at 600 K.  To obtain a negative Poisson ratio, we would expect the transverse velocities to be faster than the longitudinal ones for the acoustic waves propagating along the [100] direction.19 However, the exceedingly small C44 of MOFs leads to very slow transverse velocity relative to longitudinal velocity (C11), leading to low, but positive, Poisson ratios.   Top of PageAbstract1. Introduction2. Simulation Methods3. Results4. Discussion5. SummarySupporting Information Available4. Discussion 4.1. Prediction of Improved NTE Material. On the basis of the mechanism (Figure 3) deduced for the MOF systems, we expected that the largest NTE affect might be for 2-butynediodate linkers, O2C−C⋮C−CO2. Hence, we tested this material and found α = −14.07 × 10-6 K-1, which is 26% higher than that for MOF-C22 (−11.05 × 10-6 K-1) and 55% higher than the previous champion NTE materials, ZrW2O8. These results are in Figure 7.   Figure 7 (a) Temperature dependence of the lattice parameters of MOFs with 2-butynediodate linkers (O2C−C⋮C−CO2) calculated from MD simulations. Here Lo = 21.08011 Å indicates the value at 300 K. (b) The optimized MOF structure.   4.2. Fixed Volume Composite. These MOF materials were developed to provide reversible hydrogen-storage capacity leading to free volumes up to 73% of the total. Thus, we  considered that they could be useful frameworks for a variety of filler matrices. In particular, we considered whether it would be possible to make a composite in which the normal positive expansion of the matrix would exactly cancel that of the MOF, resulting in a composite with negligible thermal expansion.  To explore how the MOF could be used in forming compositions with temperature-independent volumes, we incorporated amorphous polyethylene (PE) polymer into the MOF-C10. As an illustration, we considered a simulation box including 8 polyethylene chains, each with 50 carbon atoms. These chain lengths were estimated from the density of amorphous PE (0.85 g/cm3)20 and solvent accessible volume of the MOF (2084.88 Å3 per unit cell)21 to fill the void regions while allowing a full factor of 0.7. The final equilibrated structure of the PE is shown in Figure 8b. As shown in Figure 8a, the volume of the composite is nearly constant from 300 to 600 K, changing by only 0.18%. The calculated α of the composite is −0.14 × 10-6 K-1, which is 100 times lower than that (−10.82 × 10-6 K-1) of pure MOF-C10.   Figure 8 (a) Temperature dependence of the lattice parameters of the (MOF-C10)−polyethylene composite calculated from MD simulation. Here Lo = 29.92181 Å is the reference value at 300 K. (b) The optimized composite structure where polyethylene chains are shown in green.   4.3. Comparisons to Other Materials. Other NTE materials include perovskite ferroelectrics,2 tetrahedral semiconductors,2 ice,2 quartz,2 zeolites,2 and Prussian blue structural families.10 Such behavior typically originates from the presence of low-energy transverse vibration (in ice) or volume-reducing cooperative rotations of rigid corner-sharing polyhedra (in MOF, ZrW2O8, and Prussian blue analogues).2,12  We find that the NTE behavior of MOF originates from transverse tilting of the organic linkers in the MOF because of rotational motions in the inorganic couplers. The MOF materials provide the possibility of manipulating the NTE coefficient by the choice of the organic linkers, which already allow a linear NTE coefficient of up to −11.01 × 10-6 K-1.  The mechanism of NTE derived for the MOF compounds (Figure 3) is analogous to that of the Prussian blue family (MIIPtIV(CN)6, M = Mn, Fe, Co, Ni, Cu, Zn, Cd), which contain linear diatomic cyanide anion bridges.10 In the Prussian blue materials, the increase in average transverse displacement of the bridging atoms, through thermal population of low-energy transverse vibrational modes, is generally considered to induce the observed contraction of lattice parameters. The NTE behavior of the Prussian blue analogues varies widely with types of metal from near zero thermal expansion in NiPt(CN)6 (α = −1.02 × 10-6 K-1) up to a maximum in CdPt(CN)6 (α = −10.02 × 10-6 K-1).10f The MOF systems have cubic crystal structures similar to the Prussian blues but with negligible expansion of the nearest-neighbor distances (based on the RDF analysis), but with MOF we have considerable flexibility in designing the linker to achieve larger NTE than for the Prussian blue analogues. Thus, the NTE behavior of MOFs can be modified both by the type of organic linkers (as considered here) and by replacing the Zn cluster in the nodes.   Top of PageAbstract1. Introduction2. Simulation Methods3. Results4. Discussion5. SummarySupporting Information Available5. Summary In summary, we use MD simulation to show that the cubic crystalline MOFs (IRMOF types) with Zn−O−C clusters and aromatic carbon rings can have unusually large negative thermal expansion (NTE) properties. This NTE behavior results from increased rotations with temperature of the rigid metal oxide polyhedral couplers with concomitant tilting in the organic linkers. This behavior leads to a soft material with low elastic constants. We show that the magnitude of the NTE effect is sensitive to the specific types of organic linker used. We also show that the NTE property of MOF can provide the basis for applications to composites, leading, for example, to composites with no volumetric change with temperature.    Top of PageAbstract1. Introduction2. Simulation Methods3. Results4. Discussion5. SummarySupporting Information AvailableAcknowledgment This research was partially supported by DOE (DE-FG01-04ER04-20) and by DARPA-PROM (N00014-06-1-0938). The facilities of the Materials and Process Simulation Center were supported by ONR-DURIP and ARO-DURIP. Additional support of the MSC was provided by MURI-ARO, MURI-ONR, DOE (ASC, FETL), NSF (NIRT), Boehringer-Ingelheim, Chevron, Dow-Corning, Intel, Pfizer, and Allozyne.     Top of PageAbstract1. Introduction2. Simulation Methods3. Results4. Discussion5. SummarySupporting Information AvailableSupporting Information Available Radial distribution functions for C−C, C−O, and Zn−O bonds in MOFs as a function of temperature, predicted lattice parameters, volumes, and elastic constants of MOFs at various temperatures, and final structures (CIF files) of MOFs at various temperatures obtained from NPT−MD simulations. This material is available free of charge via the Internet at http://pubs.acs.org.       This article references 21 other publications. (1) Guseva, O.; Lusti, H. R.; Gusev, A. A.   Modell. Simul. Mater. Sci. Eng. 2004, 12, S101.[Crossref], [CAS](1) . Matching thermal expansion of mica-polymer nanocomposites and metalsGuseva, Olga; Lusti, Hans Rudolf; Gusev, Andrei A.Modelling and Simulation in Materials Science and Engineering\r\n        (2004),\r\n    12\r\n        (3),\r\n    S101-S105CODEN:\r\n                MSMEEU;\r\n        ", "title": "Metal−Organic Frameworks Provide Large Negative Thermal Expansion Behavior", "authors": ["Sang Soo Han", "William A. Goddard"], "doi": ["10.1021/jp075389s"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00008.gif\">"]}