{"abstract": "Reactive dyes conventionally used to chemically bind chromophores to fabrics have been used to develop a platform technology that can modify commercially available fibers with nanoscale structures. To illustrate this concept, commercial nylon and cellulose fibers have been modified with gold nanoparticles of three sizes, metal organic framework (MOF) crystals, and quantum dots in five sizes. The gold modified cellulose and nylon samples have colors that vary based on the size of the gold particles, and the particles remained attached to the fibers, even after being washed with solvents, water, and soap. The MOF was grown on the fibers after applying reactive dyes to anchor the metal building unit to the fibers, and the process produced cellulose fibers with surface areas of ∼980 m/g. Both the nylon and cellulose MOF modified fabrics show preferential adsorption of ethylene over ethane and the ability to adsorb ammonia from air. Quantum dot modified nylon and cellulose fibers have fluorescent properties consistent with the unbound particles and remained attached to the fibers after washing with organic solvents, water, and soap. Applications are broad, and this work provides a first step at coupling conventional dyes and nanotechnology.", "text": "10.1021/acs.iecr.5b00089 Top of PageAbstractIntroductionExperimental MethodsResults and DiscussionReferencesIntroductionFunctionalizing fibers with specialized chemistry has received interest in both academia and industry, and the results have increased fiber water repellency, fire resistance, fiber strength, and antimicrobial properties.(1) The broad use of natural and synthetic fibers in the form of paper, fabrics, plastic, air filtration media, membranes, and other technologies has resulted in a variety of different methods used to impart chemical functionality to fibers.(2-11)Of these methods, particular effort has been placed on synthesizing metal particles by loading cellulose with metal nanoparticle precursors and reacting the precursors to produce a nanometal particle functionalized fabric.(2) Additionally, functionalized cellulose fibers have been synthesized via a layer-by-layer approach, where ultrathin organic multilayered films are assembled on a substrate.(3) Still other methods to modify cellulose have included: the use of carboxyl groups to impart functionality; utilization of sulfur groups to bind silver and other metals; and copper has been embedded for antimicrobial properties.(11-21) A variety of different types of cellulose have been modified as well, including aerogels and cellulose derived from plant fibers.(12, 13)Alloys in the form of quantum dots have also been added to both cellulose and nylon fibers. For example, quantum dots have been added to pre-electrospun polymer solutions to prepare quantum dot fiber composites and nylon quantum dot hybrid fibers have been prepared via in situ polymerization.(22, 23) It has also been shown that water-soluble ZnS quantum dots can be functionalized and utilized in an ink jet printer to impart nanotechnology to the surface of cotton or paper.(24)In addition to nonporous particles, porous metal organic framework (MOF) structures have been added to fibers using a variety of methods. Specifically, MOF crystals have been grown on cellulose fibers, added to polymer-modified fibers, encapsulated in electrospun fibers, immobilized on fibers via solvothermal synthesis methods, developed in layer-by-layer process, and attached using microwave synthesis methods.(11, 25-30) Of particular interest is the use of atomic layer deposition to grow Cu-BTC MOF crystals on polymer fibers, as well as the application of MOF materials via ink jet printing onto paper.(9, 31)However, of all the approaches and techniques used to impart functionality to particles, a broadly applicable approach is absent. In most cases, unique synthesis conditions must be developed each time a nanostructure is to be added to a fiber and, in some cases, such as atomic layer deposition, sophisticated laboratory equipment is required, which may not be cost-effective on an industrial scale. Also, given that many fibers and fiber products have established industrial production methods, it is necessary that the generic starting point for attachment of nanotechnology to fibers should be readily adaptable to industrial settings. This implies that the generic methods should utilize established chemistry that can be executed at conditions commonly found in chemical production facilities, such as moderate temperature and pressure requirements, limited vacuum conditions, and agreeable to roll-to-roll processing technology.(32, 33) This type of generic approach for attaching nanoscale materials to fibers is absent in the research literature. In the commercial dyeing industry, however, a generic starting point has been well established with reactive dye chemistry.(34-39) Therefore, the purpose of this work is to demonstrate that commercially available reactive dyes used to add color to fabrics and fibers can also be used as a generic platform to attach nanostructures to fibers and surfaces.Top of PageAbstractIntroductionExperimental MethodsResults and DiscussionReferencesExperimental MethodsThe procedure below applies to both cellulose and nylon. This process was used to produce the sample shown in Figures 1a–c, as well as samples for MP-AES analysis, and is designated Process 1a. Similar procedures were used to produce the other samples discussed in the manuscript; these are detailed in the Supporting Information (SI). To begin, two swatches of nylon or cellulose, ∼0.5 in.2, were cut from a yard of nylon or from the purchased cotton T-shirt. The swatches weighed nominally 0.015 g and 0.0205 g for nylon and cellulose, respectively. The fabric was then placed in a 100 mL beaker containing 5 g of sodium carbonate dissolved in 50 mL of water at 65 °C and stirred for 5–10 min. In an Erlenmeyer flask, 40 mL of chloroform and 1.88 g of cyanuric chloride was dissolved and stirred using a stir bar. The fabric was added to the flask, and a rubber stopper with a syringe needle for ventilation was placed on the flask. The fabric stirred for 1 h and, in a separate Erlenmeyer flask, 20 mL of water and 0.43 g of cysteamine were added. After the fabric was stirred in the chloroform and the cyanuric chloride mixture for 1 h, the fabric was taken out and added to the flask containing cysteamine, and the ventilated stopper was placed on the flask. The fabric stirred for 22 h. After the fabric was stirred for 22 h, the fabric was removed and put in a 30 mL beaker to be washed. It was washed with water and chloroform. Gold nanoparticles were then added to the fabric in excess, such that the gold solution submerged the fabric. The beaker was covered with Parafilm and sat overnight. The next day, the fabric was washed with water and chloroform to remove physically attached gold particles. This process was repeated for each washing fluid. In most cases, to determine the impact of soap and water washing, the fabric was then cut in half and one half was placed in a 20 mL vial that was partially covered with Parafilm to allow it to dry. The other half was washed with soap and water and rinsed with acetone and then placed in a 20 mL vial that was partially covered with Parafilm to dry.Top of PageAbstractIntroductionExperimental MethodsResults and DiscussionReferencesResults and DiscussionThe utilization of reactive dyes as a method to functionalize fibers provides a robust and cost-effective platform to build or incorporate nanostructures into commercially available fiber products. The generic platform approach is illustrated in Scheme 1a, showing the attachment of a generic nanostructure to a generic dye. Then, using the well-established chemistry of dyeing fibers, the nanostructure is chemically bound to the fiber. The platform nature of the approach is illustrated by producing examples similar to those that have only been produced using customized synthesis techniques. Examples show the method can be utilized to attach gold nanoparticles, quantum dots, or grow porous MOF crystals on either natural or synthetic fibers.Scheme 1. (a) Generic Approach Utilizing Reactive Dyes as a Platform To Attach Nanostructures to Fibers; (b) A Specific Example Using the Platform To Attach Gold to Nylon FibersaaThe process proceeds with the attachment of the reactive cyanuric chloride anchor to nylon (step 1), then a thiol is added to the cyanuric chloride via an amine (step 2), and, lastly, gold or other metals are attached to the nylon using the available thiol (step 3).Specifically, a reactive dye, cyanuric chloride, was selected as a method to anchor nanostructures to fibers, as shown in Scheme 1b. In this process, the cyanuric chloride can react with the hydroxyl groups of cellulose via a chlorine group, and the remaining chlorine atoms are available for functionalization and provide a route to anchor nanostructures. This general approach is applicable to both nylon and cellulose. To illustrate this concept, a nylon swatch ∼0.5 in.2 was functionalized with cyanuric chloride, reacted with cysteamine (NH2(CH2)2SH), and then exposed to 40 nm gold nanoparticles to bind the gold to the sulfur group anchored on the fabric surface.The results of this process are shown in Figure 1, which are field emission scanning electron microscope (FESEM) images showing gold coating the fibers; in some areas, gold completely covers the individual fiber strands. Figure 1a shows gold coating the fabric surface such that, in some cases, individual fibers comprising the weave are no longer distinguishable, because of a surface coating of gold. Magnification of an individual fiber, shown in Figure 1c, shows gold covering the majority of a fiber strand surface. Also shown in Figure 1 is the control group containing unmodified nylon, which highlights the changes in fiber texture with gold loading.Figure 1. Cyanuric chloride, which is commonly used to anchor dyes to fabrics, has been utilized to attach gold to fibers. Shown are FESEM images of the fabric at magnifications of 200×, 1000×, and 5000× (a−c, respectively), after modification with 40 nm gold particles. Prior to FESEM the gold modified fibers were washed with water, chloroform, a commercially available hand soap and water, and lastly acetone. The original samples at the same magnifications and without exposure to gold are also shown in images (d−f).It is important to note that prior to taking the FESEM images, the fabric samples were rigorously washed, first with chloroform, water, and commercial hand soap and water, and lastly with acetone. The presence of the gold after rigorous washing highlights the robust chemical attachment of the metal to the surface of the particles.To ensure that the coating observed on the fabric was gold, scanning electron microscopy energy dispersive X-ray spectroscopy (SEM-EDS) analysis data were gathered and confirmed the presence of not only gold, but also sulfur and chlorine. The presence of these elements is consistent with the reaction chemistry reflecting a thiol of cysteamine and residual chlorine of cyanuric chloride. SEM-EDS data on the gold modified samples were taken without gold sputtering (conditions are given in the SI), and additional SEM-EDS data are presented in the SI.A distinct pink color, consistent with properties of nanophase gold, was observed when the nylon was functionalized with 40 nm gold, as shown in Figures 2a and 2b.(40) The pink color was maintained on the fabric after washing the swatch with hot (∼50 °C) tetrahydrofuran (THF), water, and soapy water, which is consistent with the FESEM data showing robust chemical attachment of the gold to the surface of the fibers, even after washing. Shown in Figures 2c and 2d are darker color changes resulting from the functionalization of the fabric with smaller 5 nm gold particles. Figure 2e shows the control nylon fabric that has been exposed to the same gold nanoparticle solution, but was not modified with the chemical attachment technology. The control showed no color change and was not stained by exposure to the gold nanoparticles. Specifically, the fabric in Figure 2e was washed with hot THF and water and exposed to 5 nm gold overnight, and then the fabric was washed with hot THF and water again. Nylon samples were also modified with 20 nm particles and provided a similar result as the 40 and 5 nm samples.Figure 2. A generic platform technology to attach nanostructures to fibers based on reactive dyes is shown here with the attachment of gold to nylon swatches. The color shown on the fabrics is a result of the size of gold particles. The 40 nm sample after washing with solvents, water, and soap with water is shown in (a) and after washing with hot THF and water but prior to soap in (b). Nylon modified with 5 nm particles after and before washing with soap are shown in (c) and (d), respectively. The control sample (e) was exposed to 5 nm gold particles and shows no color change, indicating effectively no attachment of gold to the fibers.The reactive dye method (RDM) was also used to modify cellulose (cotton) swatches with 20 and 40 nm gold particles and produced similar results as the nylon samples. Images of cotton modified with gold are provided in the SI. The FESEM images of the cellulose modified with gold show significantly more surface texture on the modified fibers, when compared to the original cellulose fibers. EDS data also verify the presence of gold on the surface of the cotton fibers. As with the nylon samples, cotton samples were washed with water, chloroform, soap and water, and acetone. Images and FESEM data of cellulose modified with gold are contained in the SI.To quantify the total gold loading, microwave plasma atomic emission spectroscopy (MP-AES) measurements were completed on representative 40 nm gold modified cotton and nylon samples that were prepared. The gold loadings of these samples were nominally 0.077 and 0.081 wt %, respectively.Two similar processes were developed to bind gold to the surface of the fabric with one using cysteamine and the second using the hydrogen chloride salt of cysteamine. This modification is noted because the two processes produced similar results and the cysteamine hydrochloride salt is available at a significantly reduced price relative to the pure cysteamine reagent. The synthesis section of the SI identifies these differences and highlights when each method was used. In this example, the cysteamine has taken the place of the traditional chromophores and is available for additional reaction; however, other thiols, such as 6-amino-1-hexanethiol, could have also been used. Likewise, the platform nature of the RDM allows other functional groups, such as carboxylic acids, alcohols, amines, esters, and others, to be used to bind nanostructures to the reactive dye or substrate.It is important to highlight that the fabric swatch was cut from a sample of nylon purchased from commercial retail store, which illustrates that it is not necessary to have laboratory grade nylon and that this approach can be applied to industrially produced fabrics. The RDM was also used to modify 0.5 in.2 cellulose swatches. As was done for the nylon sample, a commercially available cellulose sample was obtained, in this case, a plain white T-shirt purchased from a commercial retailer, reflecting the ease of application of this approach to existing commercially available fibers. Also, reactive dye chemistry is known to be applicable to wool and silk, and, in this work, cellulose was selected as a representative example of these natural fibers. Moreover, illustration of the RDM to cellulose is broadly applicable to fabrics as well as other cellulose materials, such as wood or paper.With the FESEM illustrating gold covering a large portion of the fiber surface, it was hypothesized that these materials could provide a starting point for the construction of self-assembled monolayers or more complex nanostructures. To support this concept, cellulose and nylon were modified to contain copper for the development of an organized crystalline copper based MOF. Using the same platform approach that was used to attach gold to fibers, a fabric sample was modified with cyanuric chloride, functionalized with cysteamine, and then copper was bound to the thiol. In this case, the copper was added via copper nitrate to illustrate that the RDM approach does not specifically require a controlled metal nanoparticle in suspension. After the copper was added to the fabric using the RDM platform, the fabric was used as a metal structural building unit for the construction of a Cu-BTC MOF crystal, as shown in Figure 3.Figure 3. To illustrate the ability of the metal functionalized fibers to support self-assembled structures, cotton and nylon were functionalized with copper and Cu-BTC MOF was grown on cotton and nylon fabrics. MOF modified cotton is shown in (a)–(c) at different magnifications and MOF modified nylon is shown in (d). These fabrics show differences in ethane and ethylene adsorption capacity (e), illustrating application of these materials in gas separations. A cotton sample as removed from the MOF reaction solution vial and prior to washing with solvents (f).The materials show high surface area, with ∼976 and 680 m2/g for cotton and nylon, respectively, and X-ray diffraction (XRD) patterns consistent with Cu-BTC. As a control, Cu-BTC was prepared without the presence of fabric and resulted in a sample with 1778 m2/g. Compared to the pure Cu-BTC powder, the cotton and nylon have 55% and 38% of the pure powder surface area. In addition, the presence of the fabric swatch functionalized to bind copper on the fabric did not impact the formation of MOF in the reaction solution. Specifically, Cu-BTC powder that formed in the reaction solution but was not attached to the fabric produced a sample with a surface area of 1760 m2/g.To illustrate the viability of the bound nanostructure to perform industrially relevant separations, ethane and ethylene single component gas adsorption isotherms were measured and are shown in Figure 3e. This example was selected because the separation of ethylene and ethane has been previously completed using membranes, which illustrates the potential application of the RDM to membrane fiber development.(41) With Cu2+ as a π acid, the fabric shows selectivity for the ethylene based on the available π electrons in the ethylene double bond.(42) Selectivity for ethylene over ethane was observed for both nylon and cellulose modified Cu-BTC materials. Figure 3f shows a cellulose Cu-BTC fabric sample that has been removed from the solution vial prior to washing with solvents. The Cu-BTC fabric was not washed with water, due to Cu-BTC water instability.(43) The color is consistent with the color of solvent filled Cu-BTC.(42)Also, the ability of the material to remove ammonia from air was evaluated by passing a humid air stream containing ammonia across the fabric and monitoring the effluent gas concentration in a gas breakthrough experiment.(44) The data show that the material readily captures ammonia from a flowing stream of humid air. Specifically, the cotton sample adsorbed 2 mol/kg of ammonia in a 25 °C (50% relative humidity) air stream, and the nylon Cu-BTC sample produced a lower 0.5 mol/kg loading, which is consistent with the lower surface area of the Cu-BTC nylon sample.To illustrate the application of RDM technology to optical nanostructures and surfaces, 6 nm CdSeS/ZnS alloyed quantum dots with a fluorescence of 505 nm were added to cellulose and nylon. Using the same platform approach, cyanuric chloride was bound to the fiber surface and then cysteamine, the bonding agent for the quantum dots, was added to the fibers. Lastly, quantum dots were added to the functionalized fabric; the results are shown in Figure 4. This is the same approach utilized for both gold and MOF modified fabrics, illustrating the broad range of applications of the reactive dye approach to functionalizing fibers and substrates.Figure 4. The reactive dye method was used to add CdSeS/ZnS quantum dots to nylon fibers. Shown are two fabric samples modified with quantum dots and after being washed with solvents (a and c) and the swatches after being washed with solvents and soap and water (b and d). Also shown is the unmodified fluorescence confocal microscope image of the nylon (e) and the FESEM of the quantum dot modified fabric (f) as well as other quantum dot sizes bound to nylon swatches (g).FESEM images of these samples were completed; however, given the small size of the quantum dots, it was difficult to see the particles in the FESEM image, as shown in Figure 4f. Some large particle aggregations were observed on the fibers in some images, and EDX data indicated Zn in these aggregations, which is consistent with the CdSeS/ZnS composition of the quantum dot.To observe the loading of the quantum dots on the fabric, maximum-intensity projections were generated from spectral confocal microscopy image data, as shown in Figure 4. By measuring spectra of the native quantum dots in solution, the unlabeled fabric, and the composite, the spectral image data were linearly unmixed to show unmodified nylon fiber and quantum dot fluorescence false-colored in dark blue and yellow, respectively. As with the gold sample, the coverage on the fibers is high. For these samples, Figure 4a shows the loadings after washing with n-hexane, water, chloroform but without washing with soap. Figure 4b shows the loading of the particles after washing with n-hexane, water, chloroform and with soap, water, and acetone. The loadings of the quantum dots in Figure 4a are consistent with the loadings of gold observed via FESEM on nylon with large deposits of quantum dots completely covering the fibers in the nylon weave. The sample in Figure 4a was prepared using cysteamine (process 3a in the SI). When this sample was washed with soap, however, the large deposits appear to be more distributed across the fibers but the quantum dots remain well attached to the fabric. There was no visual difference in these two samples (Figures 4a or 4b), with both maintaining a strong green color consistent with the quantum dot stock solution.A second sample was prepared using cysteamine hydrochloride (process 3b in the SI), and the results are shown in Figures 4c and 4d, with Figure 4c showing the sample after washes with n-hexane, water, and chloroform and Figure 4b showing the sample after an additional washing with soap and water and acetone. Prior to washing with soap, the quantum dots cover the nylon fibers very evenly. After washing with soap, some losses are observed; however, quantum dots are still present. Visually, the sample shown in Figures 4c and 4d were both green, consistent with the stock quantum dot solution. However, the sample washed with soap (Figure 4d) had a slightly lighter green color.Although these two samples showed variability in how the quantum dots load the nylon fibers, both produced nylon swatches with bound quantum dots and fluorescence consistent with the stock quantum dot solution. To acquire a more uniform distribution of quantum dots, it may be necessary to adjust the sequence of the RDM steps, the types of solvents used in the process, or the temperature of the reaction.The optical measurements also confirmed that the observed fluorescence emission spectrum of the quantum dots in solution has not changed upon binding to the fiber surface. Specifically, a sample of the solution that was used as the source of the quantum dots for the experiments shown in Figure 4, was placed on a glass slide and imaged using the same settings used to image the fibers. The quantum dot solution fluoresced at a peak emission wavelength of 505 nm, using a 405 nm laser for excitation, and the observed fluorescence of the quantum dots bound to the fabric was also 505 nm, showing, as expected, that the RDM of attachment has not altered the fluorescence.The RDM was repeated using quantum dots with fluorescence wavelengths of 525, 575, 630, and 665 nm, producing fabrics of different colors, as shown in Figure 4g. The sample at the far right of Figure 4g is an unmodified nylon control. The fibers in Figure 4g were washed with n-hexane, water, chloroform, soap and water, and acetone. The presence of fluorescence after these washings emphasizes the robust attachment of the nanoparticles to the fibers.The results discussed illustrate the use of reactive dye chemistry to attach nanostructures to fibers. The approach is applicable to synthetic and natural fibers and can be used as a starting point for the assembly of complex nanostructures, such as MOFs on fibers. Likewise, the gold in the modified fibers is available for surface chemistry reactions and provides a starting point for applying other gold based nanotechnology, such as self assembled monolayers, to fibers. The MOF modified fibers show selectivity for ethylene over ethane and removed ammonia from a humid air stream. The quantum dot fibers fluoresce with the same wavelength of the bulk solution, even though the particles are bound to the surface. The gold and quantum dot examples provided survive not only solvent washes, such as acetone, chloroform, and hexane, but also soap and water washes. The MOF modified fibers survive washes with solvents, but were not washed with water, because of Cu-BTC instability. These results provide three examples of utilizing reactive dyes to modify synthetic and natural fibers, and provide a route to move nanotechnology from a laboratory practice to commercially available substrates, such as cellulose, fabrics, fibers, and plastics. Top of PageAbstractIntroductionExperimental MethodsResults and DiscussionReferencesSupporting InformationAdditional details regarding synthesis methods and materials characterization are included as Supporting Information. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental MethodsResults and DiscussionReferencesAcknowledgmentThis research was supported by the Department of Defense Army Research Office STIR Grant and a University of South Alabama Faculty Development Grant. K.N.R. acknowledges the support of an Alabama EPSCoR GRSP Fellowship. The authors wish to thank David Battiste for his assistance with the digestion of the fabric samples and operation of the MP-AES. The authors wish to thank Elizabeth Abts for taking pictures of the samples. The authors would like to acknowledge support from NIH grant awards P01HL066299 and S10RR027535.Reference QuickViewTop of PageAbstractIntroductionExperimental MethodsResults and DiscussionReferencesReferencesThis article references 44 other publications.1. Sawhney, A. P. S.; Condon, B.; Singh, K. V.; Pang, S. S.; Li, G.; Hui, D. Modern applications of nanotechnology in textiles Text. Res. J. 2008,  78,  731– 739[Crossref], [CAS]1. Modern applications of nanotechnology in textilesSawhney, A. P. S.; Condon, B.; Singh, K. V.; Pang, S. S.; Li, G.; Hui, DavidTextile Research Journal\r\n        (2008),\r\n    78\r\n        (8),\r\n    731-739CODEN:\r\n                TRJOA9;\r\n        ", "title": "Modification of Fibers with Nanostructures Using Reactive Dye Chemistry", "authors": ["Meagan A. Bunge", "K. Neil Ruckart", "Silas Leavesley", "Gregory W. Peterson", "Nien Nguyen", "Kevin N. West", "T. Grant Glover"], "doi": ["10.1021/acs.iecr.5b00089"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0004.gif\">"]}