{"abstract": "Two new open zinc metal−organic frameworks with novel {ZnO} SBU or chiral centers have been synthesized from the same precursor through the in situ ligand reaction.By control of  ligand reaction, two zinc metal−organic frameworks (, ) have been isolated hydrothermally. Both complexes are 3D open frameworks. Complex , which is based on an unprecedented {ZnO} SBU constructed of 2-imidazole-4,5-dicarboxylic acid (HIMDC), has the same topology as that of MOF-5. Complex  contains large homochiral channels based on the  generated 4,5-di(1-tetrazol-5-yl)-2-imidazole (HDTIM). Both HIMDC and HDTIM ligands are  generated from the same precursor, 2-imidazole-4,5-dicarbonitrile.", "text": "10.1021/cg100725j The rational design and synthesis of functional metal−organic frameworks (MOFs) is becoming an active field in supramolecular chemistry and crystal engineering.(1, 2) In the past decades, many porous metal−organic frameworks based on multicarboxylate ligands with interesting topologies and potential application have been synthesized and characterized.(3, 4) Recently, functional MOFs with tetrazole ligands have also been reported, which indicate tetrazole groups can possess similar coordination characteristics to those of carboxylate groups.(5) Currently, one of the major challenges to chemists is to predict the structure of the product in a multicomponent system. Due to the complexity of one-pot assembly, it is difficult to control the reaction to construct MOFs with desired topologies. Furthermore, some unexpected in situ ligand reactions may occur in the one-pot reaction involving organic ligand and metal ion, especially in hydro- or solvothermal reactions, which add more elements of complexity in accurately predicting final structures.However, from a design perspective, the rapidly developing in situ ligand reaction may provide a new strategy in construction of functional MOFs.(6) For example, Xiong and co-workers have synthesized a series of MOFs based on tetrazole ligands in situ generated from a CN-containing precursor.(7) Lin et al. reported a series of acentric MOFs of metal-carboxylate based on in situ ligand reaction,(8) which may not be obtained from their corresponding carboxylate ligands. Hence, novel MOFs that cannot be obtained from the target ligand can be generated through in situ ligand reaction.Scheme 1. Schematic Representation of in Situ Generated Two Types of Organic Ligands from 2H-Imidazole-4,5-dicarbonitrileConsidering these in mind, recently, we began to construct MOFs by use of the advantage of in situ ligand reaction. On the basis of current research on in situ ligand reaction, the carboxylate- and tetrazole-based ligands can be in situ generated from the same precursor, CN-containing ligands (Scheme 1). Thus, the precursor we selected is 2H-imidazole-4,5-dicarbonitrile (HIMDN) due to its following characteristics: (1) it contains two CN groups, which can form a carboxylate or tetrazole ligand through in situ ligand reaction; (2) although its corresponding acid, 2H-imidazole-4,5-dicarboxylic acid (H3IMDC), has been widely applied in construction of MOFs,(9) through in situ ligand reaction, novel MOFs possessing different structures with reported results may be generated; (3) its corresponding tetrazole, 4,5-di(1H-tetrazol-5-yl)-2H-imidazole (H3DTIM), has never been applied in construction of MOFs. In this communication, we report two open zinc metal−organic frameworks based on carboxylate and tetrazole ligands in situ generated from 2H-imidazole-4,5-dicarbonitrile (Scheme 1).Scheme 2. Coordination Modes of IMDC and HDTIM in 1 and 2Hydrothermal reaction of IMDN and zinc salt resulted in the formation of colorless crystals of [H2N(CH3)2]4[Zn8O(IMDC)6] (1) and Zn(HDTIM)·1.5H2O (2), which were not soluble in common organic solvents. Single crystal X-ray diffraction reveals that both complexes 1 and 2 are 3D open frameworks (Figure 1).Figure 1. (Left) {Zn4O} cluster (top) in MOF-5 and {Zn8O13} cluster (bottom) in 1. (Right) One of the cavities in 1 with eight {Zn8O13} clusters linked by twelve pairs of IMDC ligands.Complex 1 crystallizes in the high symmetry cubic Fm3̅ space group. The basic building block (or secondary building unit) is a new {Zn8O13} cluster (Figure 2). There are two types of zinc ions with different coordination geometries in 1: one (Zn1) is four-coordinated by three carboxyl oxygen atoms from different IMDC ligands and one μ4-O atom in a tetrahedral geometry; the other (Zn2) is six-coordinated by three carboxyl oxygen atoms and three nitrogen atoms in a distorted octahedral geometry. The central μ4-O atom attaches to four Zn1 ions to generate a {Zn4O} unit with the Zn−O distance of 2.298(6) Å. The {Zn4O} unit is further capped by four Zn2 ions linked by IMDC ligand through a chelate-bridging mode (Scheme 2), resulting in a new {Zn8O13} cluster (Figure 1), which has never been reported in construction of functional MOFs prior to this work.Figure 2. 3D cubic framework of 1 along the c axis.In the {Zn8O13} cluster, each Zn2 ion is chelated by three IMDC ligands; thus, the {Zn8O13} cluster is surrounded by twelve IMDC ligands with every two IMDC ligands pointing toward the same direction. Hence, the {Zn8O13} cluster can be considered as a six-connected node and further linked by six pairs of IMDC ligands to give rise to a 3D anionic cubic framework (Figure 2). The deprotonated dimethylamine, which is hydrolyzed from DMF and characterized from elemental analysis and TGA, locates in the cavity to balance the charge, as found in other results.(10) Complex 1 has the same topology with the well-known MOF-5,(11) except that the {Zn4O} cluster and the 1,4-benzenedicarboxylate (BDC) in MOF-5 are replaced by the {Zn8O13} cluster and a pair of IMDC in complex 1, respectively. Due to the shorter linker of IMDC, the dimensions of the channels are 6.26 × 5.32 Å2 (from carbon atom to carbon atom) with 31.7% solvent-accessible volume calculated from PLATON, which is significantly smaller than those of MOF-5. It should be pointed out that attempts to synthesize complex 1 with H3IMDC as the starting material failed, indicating the in situ ligand reaction is crucial for the formation of 1.It is well-known that the in situ ligand reaction of CN-containing ligand and NaN3 in the presence of ZnCl2 can generate tetrazole ligand.(7) Thus, the hydrothermal reaction of 2H-imidazole-4,5-dicarbonitrile, NaN3, and ZnCl2 resulted in the formation of a large amount of colorless crystals of 2, which was structually characterized by X-ray single crystal diffraction, elemental analysis, and TGA (Figure 3).Figure 3. (Left) Coordination mode of HDTIM. (Right) Coordination environment of zinc ion in 2, showing each zinc ion is surrounded by three HDTIM ligands.Single crystal X-ray diffraction reveals that complex 2 crystallizes in the orthorhombic chiral P212121 space group. As expected, the 4,5-di(1H-tetrazol-5-yl)-2H-imidazole is in situ generated and almost coplanar, with the average dihedral angle between the imidazole and tetrazole rings of 11.9°. One of the nitrogen atoms in the imidazole ring is protonated, and both tetrazole rings are deprotonated. The asymmetric unit of 2 consists of one zinc ion, one HDTIM ligand, and one uncoordinated water molecule. The central zinc ion is five-coordinated by four nitrogen atoms from the tetrazole ring and one nitrogen atom from the imidazole ring, in a trigonal bipyramidal geometry, with the average Zn−N distance of 2.0924(4) Å. The HDTIM adopts a chelate-bridging coordination mode to link three zinc ions and can be considered as a 3-connected ligand (Scheme 2). As shown in Figure 3, the HDTIM ligand uses its four nitrogen atoms—two (N1, N7) from one imidazole ring and one tetrazole ring, two (N6, N10) from two tetrazole rings, respectively—to chelate two zinc ions, and it uses one nitrogen atom in one tetrazole ring to link one zinc ion, while the remaining N2 in the imidazole ring and N3, N5, N8, and N9 in the tetrazole rings did not take part in coordination. Each zinc ion is surrounded by three HDTIM ligands, two of which adopt a chelating mode as shown in Figure 3.Figure 4. 3D open framework containing chiral channels of 2. The helical chain and the chiral channel are highlighted.Thus, the linkage of the five-coordinated zinc ions by HDTIM ligands results in the formation of an unprecedented 3D open framework with large rectangular channels along the a axis, in which a large amount of uncoordinated water molecules reside. The most striking feature of complex 2 is the chirality of the rectangular channels (Figure 4), in which the imidazole and tetrazole(2) rings form the wall and the corners are occupied by four 1D helical Zn-tetrazole(1) chains. Each rectangular channel is composed of four 1D helical chains, and every helical chain is surrounded by four rectangular channels. Due to the linking modes and the rigidity of HDTIM, the same chirality of the helical chains around the rectangular channel is preserved, providing a chiral framework (Flack value, 0.16(3), Figure S9 of the Supporting Information). Remarkably, the HDTIM ligand uses its tetrazole(1) ring to connect zinc ion to generate the 1D helical chain, which is further linked by the imidazole and tetrazole(2) rings to give rise to the 3D open chiral framework. The dimensions of the chiral channels are 9.6 × 6.7 Å2, with 38.5% solvent-accessible volume calculated from PLATON, which is slightly larger than that in complex 1.TGA measurement reveals that both complexes can be stable up to 400 °C. For complex 1, the gradual weight loss of 11.4% from 105 to 315 °C is in accordance with the loss of four H2N(CH3)2 cations (calcd: 11.3%), and after 375 °C, 1 starts to decompose. For complex 2, the weight loss of 8.2% from 100 to 250 °C corresponds to the loss of one and a half uncoordinated water molecules (calcd: 8.0%). There is no further weight loss until 390 °C, where complex 2 starts to decompose.In conclusion, two zinc−organic frameworks have been hydrothermally synthesized through in situ ligand reaction from the same precursor. Our research results reveal that, by control of the reaction condition, different types of organic ligands can be generated from the same precusor, and they further indicate that in situ ligand reaction becomes a new strategy in construction of novel MOFs and a new bridge between coordination chemistry and organic synthetic chemistry.(6)Further studies are focusing on the synthesis of a homochiral bulk sample of complex 2 through chiral inducement(12) by adding a chiral molecule in the reaction system and its chiral catalysis. This research is currently underway and will be reported in a full paper.Top of PageAbstractReferencesAcknowledgmentWe gratefully acknowledge the financial support of the Natural Science Foundation of China (90922014, 20701025), the Natural Science Foundation of Shandong Province (Y2008B01, BS2009CL007), and Shandong University. Top of PageAbstractReferencesSupporting InformationSyntheses of complexes 1 and 2, crystal data, structural drawings, TGA plots, and PXRD plots for 1 and 2, and CD spectrum for 2. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 12 other publications.1. For recent reviews, see: (a) Phan, A.; Doonan, C. J.; Uribe-Romo, F. J.; Knobler, C. B.; O’Keeffe, M.; Yaghi, O. M. Acc. Chem. Res. 2010,  43,  58[ACS Full Text ], [CAS]1. Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate FrameworksPhan, Anh; Doonan, Christian J.; Uribe-Romo, Fernando J.; Knobler, Carolyn B.; O'Keeffe, Michael; Yaghi, Omar M.Accounts of Chemical Research\r\n        (2010),\r\n    43\r\n        (1),\r\n    58-67CODEN:\r\n                ACHRE4;\r\n        ", "title": "Construction of Metal−Organic Frameworks with Novel {ZnO} SBU or Chiral Channels through  Ligand Reaction", "authors": ["Tuoping Hu", "Wenhua Bi", "Xiaoqin Hu", "Xiaoliang Zhao", "Daofeng Sun"], "doi": ["10.1021/cg100725j"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-8/cg100725j/production/images/small/cg-2010-00725j_0006.gif\">"]}