{"abstract": "Phosphonate monoesters are atypical linkers for metal−organic frameworks, but they offer potentially added versatility. In this work, a bulky isopropyl ester is used to direct the topology of a copper(II) network from a dense to open framework. The phosphonate ester groups also provide kinetic shielding of the framework, enhance stability to humid conditions of 90% relative humidity at 353 K, and provide guest-specific sorption.Phosphonate monoesters are atypical linkers for metal–organic frameworks, but they offer potentially added versatility. In this work, a bulky isopropyl ester is used to direct the topology of a copper(II) network from a dense to an open framework, CALF-30. CALF-30 shows no adsorption of N or CH however, using CO sorption, CALF-30 was found to have a Langmuir surface area of over 300 m/g and to be stable to conditions of 90% relative humidity at 353 K owing to kinetic shielding of the framework by the phosphonate ester.", "text": "10.1021/ic502478u Metal–organic frameworks (MOFs) are a class of crystalline porous materials composed of metal atoms or clusters linked by organic ligands. The majority of MOFs employ carboxylate linkers often with predictable metal clusters called secondary building units (SBUs).(1) These SBUs allow the rational design of various topologies through reticular synthesis. MOFs may be selected based on the choice of ligand, metal, and topology. Their porosity and tunability make them candidates for a variety of applications, such as gas storage and separation, catalysis, and sensing.(2) However, their instability to humid conditions remains problematic.(3) Instability to humid conditions adds costs to processes because the materials used may need to be periodically replaced and/or additional drying may be required. Increasingly, humidity-stable MOFs are reported including M3+- and M4+-based MOFs(4) and heterocyclic azolate-based MOFs,(5) which can show excellent stability by increasing the metal–ligand bond strength. Though less abundant, there are reports of humidity-stable carboxylate-based MOFs with divalent cations.(6) Recent publications also show that hydrophobic organic groups stability to MOFs.(7) A recent review by Walton and co-workers discusses water and humidity stability in MOFs.(8)Phosphonates are a dianionic alternative to carboxylates for MOFs.(9) Unfortunately, in the absence of strong structure-directing effects, simple phosphonates tend to form dense, layered materials.(10) Hence, developing SBUs  for use in reticular synthesis is a challenge. Despite the lack of well-defined building units, phosphonate-based frameworks are being investigated to address water sensitivity of MOFs because the metal–ligand interactions have added electrostatic strength.(2c, 11) Phosphonate monoesters (PMEs) are monoanionic and typically coordinate to metals by the two nonester O atoms. Despite the analogy to carboxylates, PME MOFs are uncommon, with most structures being clodronic acid derivatives.(12) Recently, PMEs were studied by Taylor et al.(7b) to kinetically stabilize MOFs from hydrolysis. Here we present two PME coordination materials, where the PME both directs the MOF’s structure and stabilizes it to high humidity.As mentioned, simple (linear) phosphonates often form dense coordination structures. When 1,4-benzenediphosphonic acid (H4BDP) coordinates to CuII, a structure is formed in which layers of copper are bridged by RPO3 groups and then pillared by the aryl spacer to form a dense 3D structure (Figure1a).(13) Iremonger et al.(14) found that switching from H4BDP to the monoethyl ester analogue (H2BDP-Et) yields [Cu(BDP-Et)]∞ with chains of copper phosphonate rather than layers. The connection of these chains by the aryl linker gives an overall 3D rhombohedral grid (Figure 1b). Although the ethyl analogue formed a dense material, porosity was introduced by making the smaller methyl analogue (Figure 1c).(14) Given that the ethyl esters of [Cu(BDP-Et)]∞ fill the pores, an isopropyl analogue was hypothesized to be too big for the pore and to necessitate a topology change with possible formation of an open structure.Figure 1. (a) [Cu2(BDP)]∞. (b) [Cu(BDP-Et)]∞. (c) [Cu(BDP-Me)]∞. C, O, P, and Cu atoms are gray, red, amber, and blue, respectively. H atoms are omitted for clarity.Phosphonate diesters were synthesized via a Ni-catalyzed Arbuzov reaction, and hydrolysis to the monoester was achieved in a basic solution [see the Supporting Information (SI) for details]. A single crystal of [Cu(BDP-iPr)]∞ (1) was obtained by the tetramethylorthosilicate gel method.(15) 1 has a layered structure composed of copper phosphonate ester (Figure 2a) chains bridged by the aryl linkers; the 1D chain can be viewed as an SBU (Figure 2b). A key difference from the ethyl analogue is that the larger isopropyl ester has enforced a topology change from a bridged rhombohedral grid to isolated layers. The CuII center is square-planar (Cu–O = 1.913–1.931 Å, O–Cu–O = 88.38–91.62°, and sum O–Cu–O = 360.12°), and the esters point into the interlayer space proximal to the CuII center (Cu–O = 3.089 Å and Cu–C = 3.944 Å). No solvent-accessible voids were formed in 1, nor was the material found to swell to uptake guests (alcohols, alkanes, THF, CHCl3, R4NCl). Importantly, the CuBDPMe/Et complexes  were sensitive to hydrolytic attack, but 1 was stable in boiling water. The water-resistant Cu-PME chain was  encouraging and prompted the design of an open structure.Figure 2. (a) Structure of 1. (b) 1D Cu-PME building unit in 1. (c) Modeled structure of CALF-30. C, O, P, and Cu are gray, red, amber, and blue, respectively. H atoms are omitted for clarity.It was envisioned that linking the 1D Cu-PME SBUs with a C3-symmetric core would produce an open honeycomb-like structure. 1,3,5-Benzenetriphosphonate monoisopropyl ester (H3BTP-iPr) was chosen. The crystallization of robust PME MOFs brings challenges because they precipitate readily. Highly acidic conditions that would suppress complexation and offer kinetic control can cleave the esters. As such, with PMEs, milder conditions (T < 393 K, no excess acid) are required to retain the ester(16) during framework synthesis, but this limits single crystal growth. When Cu(NO3)2 and H3BTP-iPr were dissolved in water at 100 °C and ethanol was added, a microcrystalline blue powder was obtained. This material was formulated as [Cu3(BTP-iPr3)2]∞, CALF-30 (CALF = Calgary Framework), as determined by elemental analysis, scanning electron microscopy (SEM), and thermogravimetry (ester loss). This solid had a powder X-ray diffraction (PXRD) pattern with one intense peak (Figure 3) at 2θ ∼ 6.1°. SEM showed small crystals (Figure S1) with a high aspect ratio (Figure S2). Bulk samples of CALF-30 were hydrothermally synthesized in 95% ethanol at 120 °C.Figure 3. Simulated in P6̅ (red) and experimental (blue) PXRD patterns of CALF-30.Based on MOFs with trigonal phosphonates, a honeycomb structure was envisioned for CALF-30. The model was built and minimized in Materials Studio(17) using the Universal Force Field.(18) This model contained three Cu centers and two ligands in the P6̅ space group. The minimized structure possesses four ligands and six Cu atoms, five square-pyramidal (the cap coming from the oxygen ester) and one square-pyramidal, where the axial sites are occupied by the O atom from the pendant. As mentioned, syntheses to enhance the crystallinity caused hydrolysis of the ester groups. Given the limited number of experimental peaks (see the discussion below) in the PXRD (Figure 3), refinements were unsuccessful. However, the low-angle peak at  2θ = 6.1° corresponds well to the [2, −1, 0] reflection as well as the peaks at 2θ ∼ 12.2° and ∼16.7° corresponding to the [4, −2, 0] and [0, 0, 4], reflections, respectively. Additional characterization methods support the structure, as will be discussed.The proposed structure of CALF-30 would possess narrow hexagonal pores (3.57 Å, including van der Waals radii (Figure 2c) with a void volume of 15.1% (with a 1.4 Å probe) and a surface area of 352 m2/g. This structure could potentially adsorb CO2 (3.3 Å), while remaining nonporous to N2 (3.64 Å) and CH4 (3.8 Å).(19) CALF-30 showed insignificant uptakes of N2 (77 K), H2 (77 K), Ar (195 K), and CH4 (195 and 273 K) (Figure S3–S6). However, CALF-30 shows significant uptake of CO2 at 195 K (Figure 4) and 273 K (Figure S6). This isotherm features a slight step in the low-pressure adsorption and a step-free desorption that also shows hysteresis. The adsorption does not fit any simple model and suggests some structural transformation. The desorption of CO2 at 195 K can be used to calculate a Langmuir surface area of 312 m2/g (SABET = 244m2/g). The CO2 sorption isotherm at 273 K (Figure S6) also shows a very gradual adsorption followed by hysteretic desorption. This structural transformation to facilitate CO2 uptake was probed by environmental PXRD at room temperature (Figure S18), which showed no change in the observed pattern during sorption. Thus, the gating mechanism was not a result of the framework flexing. However, previous modeling on [Cu(BDP-Me)]∞ showed that CO2 uptake had a significant dependence on the orientation of the ester group in the pore.(14) In silico modifications of  CALF-30  show that rotation of the isopropyl ester can shrink the pore size to 2.02 Å or increase it up to 4.29 Å. The more favorable adsorption of CO2 (note Ar with a similar kinetic diameter is not sorbed) coupled with this ability could cause  the observed adsorption isotherm.Figure 4. CO2 sorption of CALF-30 at 195 K before and after humidity 1 (24 h at 25 °C at 90% RH) and humidity 2 (24 h at 80 °C and 90% RH) treatments.Because 1 was water-stable, CALF-30 was exposed to 90% RH at 298 K. Interestingly, this treatment resulted in a 10% increase in the Langmuir surface area (Figure 4). This increase in the surface area could be a result of removing surface blockage of the 1D channels. For comparison, Schoenecker et al.(3b) exposed a series of MOFs to 80% RH and found loss of surface area for all except those based on UiO-66. Further humidity treatments of CALF-30 at 90% RH and 353 K for 24 h showed no loss of surface area (Figure 4), although the isotherm profile changed in the range of 50–200 mbar. These changes are likely a result of surface defects being ordered during the humidity treatment. Furthermore, these changes in sorption are not from ester hydrolysis because ester loss can be seen at approximately 220 °C in Figures S7 and S8  for both pristine and humidity-treated CALF-30, nor are they from a structural change, as can be seen by the retained PXRD pattern in Figures S16 and S17. CALF-30 dissolves in water and so is stable only to vapor. Given that CuBDP-Me/Et  are not humidity-stable, it seems unlikely that the isopropyl ester would impart any significant thermodynamic stability. The hydrolytic stability is thus proposed to be kinetic and due to the isopropyl ester sterically blocking copper sites. The proximity of the alkyl tether to the metal is critical and is enabled by the PME approach.PMEs are a relatively unexplored class of ligands for MOFs and could offer a means of increasing the stability toward humid conditions. With a monoanionic charge and bidentate coordination, PMEs have an analogy to carboxylates. The present study transcends this comparison, showing the role that the PME group can play in directing structure, modifying gas uptake, and augmenting hydrolytic stability. Top of PageAbstractReferencesSupporting InformationPXRD, modeling, gas sorption, SEM/energy-dispersive X-ray, and CIF files for 1 and CALF-30. This material is available free of charge via the Internet at http://pubs.acs.org.Author ContributionsThe manuscript was written through contributions of all authors. All authors have given approval to the final version.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentWe thank Carbon Management Canada and Alberta Innovates Technology Futures (BSG award) for financial support.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 19 other publications.1. Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Nature 2003,  423,  705– 714[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "title": "Design of a Humidity-Stable Metal–Organic Framework Using a Phosphonate Monoester Ligand", "authors": ["Benjamin S. Gelfand", "Jian-Bin Lin", "George K. H. Shimizu"], "doi": ["10.1021/ic502478u"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502478u/20150210/images/small/ic-2014-02478u_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502478u/20150210/images/small/ic-2014-02478u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502478u/20150210/images/small/ic-2014-02478u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502478u/20150210/images/small/ic-2014-02478u_0004.gif\">"]}