{"abstract": "Using density functional theory based molecular dynamics with the tight-binding approximation and experimental characterization, the HO vapor adsorption/desorption processes in Zn-MOF-74 and the corresponding influence on the lattice dynamics were investigated. It was found that the Zn sites are preferred for HO adsorption, and they even allow for the adsorption of multiple HO molecules on the same site, making it possible to form stable HO cluster at low temperatures. The adsorption heats of different adsorption processes were predicted, and the possibility of HO cluster formation under vapor exposure at low and room temperatures was explored. The first adsorbed HO can only be dissociated at elevated temperatures, therefore reducing the cyclic uptake near the room temperature. The vibrational spectra of the lattice and adsorbed HO were also calculated using molecular dynamics simulation to illuminate the variation of lattice dynamics during the adsorption. The framework was found to be stable after water vapor exposure near room temperature but may start to collapse at around 570 K. X-ray diffraction and HO adsorption isotherm measurements have been conducted to verify the theoretical predictions, and good agreements are found.", "text": "10.1021/acs.jpcc.5b02069 Top of PageAbstractIntroductionTheoretical and Experimental MethodsResults and DiscussionConclusionsReferences1 IntroductionH2O adsorption in micro- and mesoporous solids has gained renewed interest for its great potential applications in sorption heat transformation systems.(1-5) As an alternative to conventional vapor-compression-driven systems, thermally driven adsorption chillers (TDCs) or adsorption heat pumps (AHPs) based on H2O adsorption/desorption provide a more efficient and environmentally friendly approach for harvesting low-temperature heat.(6) Silica gel and zeolites have been widely utilized, but they have many disadvantages.(7) For example, zeolites have a high affinity for H2O, adsorbing well at a low relative pressure (or humidity) of P/P0 = 0.001–0.01 but requiring high desorption temperatures (typically over 600 K), and they also have a low H2O loading about 0.05–0.46 g/g.(8) Silica gels are less hydrophilic than zeolites and require lower desorption temperatures (typically around 400 K) but also have low cyclic H2O exchange. Search continues for adsorbents with large H2O uptake, sharp increase in H2O uptake at low/medium humidity, desorption at low temperatures, and high structural stability.(9, 10)Metal–organic frameworks (MOFs) are crystalline porous solids composed of inorganic building units and organic linkers. The dimensions and environments of the pores can be easily tuned by changing the combination of inorganic and organic units. MOFs have been utilized as adsorbents for a range of guest molecules in various applications,(11, 12) including gas storage (e.g., H2, CO2, and CH4)(13, 14) and separation (e.g., carbon capture from flue gas and natural gas sweetening).(15-19) The unique features of MOFs such as huge surface area, large pore volume, and physicochemical variability make them promising candidates for water-based sorption heat transformation applications, in which excellent hydrothermal stability is required. Recently, water-stable MOFs have been developed for industrial applications involving H2O adsorption and release.(20-23) For example, Cr-MIL-101 exhibits large H2O uptake capacity (1.4 g/g at 300 K), and high desorption rates below 350 K; however, relatively high relative pressure (0.40 < P/P0 < 0.54) is required to adsorb H2O.(4)To reduce the condensation pressure, it is preferable to reduce the pore diameter in addition to the introduction of strong water binding sites.(24, 25) For instance, M-MOF-74 [M2(DOT), DOT = 2,5-dioxidoterephthalate, M = Zn, Mg, Co, and Ni] with coordinatively unsaturated metal sites (Lewis acidic sites) has demonstrated high H2O uptake under low relative pressure (P/P0 < 0.3);(24, 26-28) e.g., Mg-MOF-74 can take up 0.54 g/g of H2O below 10% relative humidity.(27, 29) However, there exist challenges in regeneration of the material under mild conditions. Indeed, a significant surface area drop of Mg-MOF-74 has been observed after exposure to water.(27, 29) The mechanism for this degradation has been under debate for a long time while recently Tan et al. attributed it to the water reaction with the host at high temperatures.(1) The gas-adsorption capacity of MOF-74 is also significantly influenced by humidity,(30) highlighting the importance of fundamental understanding of the H2O adsorption/desorption process in MOF-74. Besides, whether or how H2O uptake might influence the MOF-74 lattice structure and its properties is a concern in many applications, while a recent classical molecular dynamic prediction reports that high H2O adsorption will destabilize the MOF-74 structure.(31)In this work, we select Zn-MOF-74, of which a high H2O update capacity is reported to be 0.32 g/g,(30) as an example to explore the H2O adsorption/desorption processes in MOF-74 and their influence on the structural stability and lattice dynamics of MOF-74. By using first-principles calculations, the preferential H2O adsorption sites are identified, and the corresponding adsorption heats are predicted. Ab initio MD has been used to illuminate the influence of H2O adsorption on lattice vibration as well as the variation of H2O adsorption/desorption in Zn-MOF-74 structure with respect to the progressively increasing water loading and temperature. Experimental characterizations, including powder X-ray diffraction (PXRD) analysis and nitrogen and H2O adsorption measurements, have also been carried out for the comparison. It is found that Zn-MOF-74 structure remains stable near room temperature even under high H2O uptake. The open Zn sites are the preferred adsorption sites, which also allow for the adsorption of multiple H2O molecules. The first absorbed H2O on the primary sites can only be dissociated at elevated temperatures, which may screen the Zn sites and reduce the cyclic uptake of other guest molecules near room temperature.Top of PageAbstractIntroductionTheoretical and Experimental MethodsResults and DiscussionConclusionsReferences2 Theoretical and Experimental Methods2.1DFTB ComputationsThe calculations in this work were performed using the density-functional-based tight-binding (DFTB) method implemented in the DFTB+ code,(32) which is a fast and efficient quantum mechanical simulation method based on a second-order expansion of the Kohn–Sham total energy in density functional theory (DFT)(33, 34) with respect to charge density fluctuations. The DFTB approach, originally suggested for periodic systems,(35) has been mainly developed in refs 36−40. DFTB is about 3 orders of magnitude faster than DFT, comparable to the semiempirical methods,(40) making it suitable for large systems where the conventional ab initio quantum chemistry calculations are often prohibitive. So, it is balance between computational efficiency and accuracy, required for the large MOF systems, which are computationally demanding for the traditional DFT methods. Both the mio-1-1(36) and Znorg-0-1(41) parameter sets are used. The mio set was developed for organic molecules with atoms including O, N, C, and H, while the Znorg set is developed with a focus on the interactions between Zn and common atoms in organic molecules, i.e., Zn–X (X = C, H, N, O, S, and Zn).During the optimization, the periodic boundary conditions were used, and the cell shape, volume, and atomic positions were relaxed until a maximum force component of 10–6 au was achieved. The Brillouin zone was sampled with a 6 × 6 × 6 mesh including the Γ point. Since the van der Waals interactions involved are long-range interactions, to avoid “self-interactions” in a small simulation domain, a large hexagonal Zn-MOF-74 unit cell including 18 Zn2+ ions and 9 DOT linkers was used for all the DFTB calculations. The SCC-DFTB calculations were also performed on isolated H2O molecules in 20 Å boxes. The Lennard-Jones dispersion model was used to correct van der Waals interactions.(42) For the DFTB molecular dynamic (MD) simulations, the optimized geometry of the most stable structure was used for the initial positions of atoms; the initial velocities of atoms were given at random, satisfying the mean kinetic temperature requirement. The velocities and positions of atoms during in MD were computed by the velocity-Verlet algorithm.(-43, 44) The step times were 1 fs under the NPT ensemble (constant number of particles, pressure, and temperature) at 1 atm using the Berendsen thermostat and brostat with 1 fs and 4 ps damping constants, respectively.2.2vdW DFT CalculationsTo verify the accuracy of the simulation of H2O adsorption in the cavities of the Zn-MOF-74 by the DFTB method, we also used DFT calculations with the vdW (van der Waals)-DF exchange-correlation functional,(45-47) as implemented in the Vienna Ab initio Simulation Package (VASP).(48-50) This particular exchange-correlation functional is capable of capturing van der Waals interactions, which play an important role in H2O adsorption in MOFs, and it has been applied successfully to the study of the adsorption of small molecules in MOF materials.(25, 51) Convergence with respect to both energy cutoff and k-point mesh has been tested. As a result of the convergence, an energy cutoff of 600 eV was chosen to ensure that the total energies were converged within 1.0 meV (fu)−1. The Brillouin zone was sampled with a mesh including the gamma point. A 2 × 2 × 2 k-point is selected for full structural relaxation using the Gaussian smearing method,(52) and a smearing parameter of 0.1 eV was chosen such that the error in the extrapolated energy at 0 K was less than 1.0 meV (fu)−1. The final energies for the optimized geometries were recalculated by using the tetrahedron method with Blöchl corrections. The absorption energies from this method are taken as a reference for comparison with calculated absorption energies using the DFTB method.2.3Comparison between DFTB and DFTTo evaluate the accuracy of the DFTB method, we first used DFT calculations with the vdW-DF,(45-47) as implemented in the VASP,(48-50) to calculate the structural parameters and the average adsorption energies per H2O on the primary adsorption sites, which serve as benchmark calculations. After the full relaxation of a MOF structure with n H2O molecules uniformly distributed near the adsorption sites (see the discussion in section 3.1), the average adsorption energy per H2O (ΔE1) and adsorption energy of H2O on the secondary sites (ΔE2) for variable loads are determined from(1)(2)where E(MOF + nH2O) and E(MOF + (n – 1)H2O) are the internal energies of the Zn-MOF-74 with n and (n – 1) adsorbed H2O, respectively, E(MOF) and E(H2O) are the internal energies of the empty Zn-MOF-74 and H2O in their fully relaxed structure, and n is the number of the adsorbed H2O. As shown in Table 1, the lattice parameters and unit cell volumes (Vc) of Zn-MOF-74 obtained by DFT and DFTB are in good agreement with experimental data (about 2.5% volume difference).(53) For the variable H2O loadings such as 1, 2, and 18, the lattice parameters, unit cell volumes (at most 0.6% difference), and ΔE1 (at most 0.03 eV difference) obtained by DFTB are in good agreement with those by the DFT method, indicating that the DFTB method can replace DFT with the vdW-DF method to study the adsorption properties of H2O in Zn-MOF-74. Therefore, we would use the DFTB method instead of DFT in the further study to enhance computational efficiency.Table 1. Zn-MOF-74 Lattice Parameters, Unit Cell Volumes (Vc), Average Distance between Zn2+ Site and O in H2O (RZn–OH2), Average Adsorption Energy per H2O (ΔE1), and Adsorption Energy of H2O on the Secondary Sites (ΔE2), under Variable H2O Load (Volume Changes Are Shown in Parentheses)   lattice constant (Å)angle (deg)    adsorption sitesloadingmethodabcαβγVc (Å3 (fu)−1)RZn–OH2 (Å)ΔE1 (eV)ΔE2 (eV)primary0Exp(47)25.93225.9326.83790901203981.5     DFT26.15626.1566.55690901203884.0 (−2.45%)     DFTB25.82425.8296.72090901203880.9 (−2.53%)    1DFT26.13326.3036.52990.289.8120.13882.7 (−0.13%)2.223–0.67   DFTB25.68725.9136.72090.190119.73883.7 (0.07%)2.234–0.70  18DFT25.96026.0206.88489.9901204046.1 (4.17%)2.229–0.66   DFTB26.26326.1866.7539090119.94026.5 (3.75%)2.239–0.65 secondary2DFTB25.63225.9546.71890.190119.63884.6 (0.10%)2.208a–0.55–0.41 19DFTB26.22826.2476.75090901204026.3 (3.75%)2.205a–0.63–0.41 20DFTB26.26626.2776.7489090120.4033.8 (3.94%)2.203a–0.62–0.41aVicinity of H2O at a secondary site.2.4IR Spectra and VDOS CalculationsThe infrared (IR) absorption spectrum is obtained by the Fourier transformation of the dipole moment autocorrelation function, i.e.(54)(3)where I(ω) is the spectral intensity, pe(t) is the total electric dipole moment at time t, and ω is the vibration frequency. The time derivative of the dipole moment is(4)where qi, ri, and vi are the partial charge, position and velocity of atom i. The partial charges were obtained based on the Bader population analysis.The vibrational density of states (VDOS), D(ω), is obtained by the Fourier transformation of the velocity autocorrelation function, i.e.(54)(5)Here(6)where ui is the velocity of atom i.2.5Materials SynthesisH4DOT and N,N-dimethylformamide (DMF) were obtained from Aldrich. Zinc nitrate hexahydrate [Zn(NO3)2·6H2O] was purchased from Fisher Scientific. All starting materials and solvents were used without further purification. Zn-MOF-74 was prepared and activated according to the published procedure.(24)2.6Materials CharacterizationPXRD patterns were recorded on a Bruker D8 Advance diffractometer (Göbel mirror monochromated Cu Kα radiation λ = 1.540 56 Å). Attenuated total reflectance Fourier transform infrared (ATR-FTIR) spectra were recorded on a Bruker ALPHA FT-IR spectrometer equipped with an ATR sampling module. Thermal gravimetric analysis (TGA) measurements were performed using a TA Instruments SDT-Q600 thermogravimetric analyzer at a heating rate of 5 °C/min under N2 flow. Low-pressure N2 adsorption isotherms were recorded on a Quantachrome Autosorb-1 or Quantachrome Quadrasorb-SI volumetric gas adsorption analyzers. H2O isotherms were measured on a BELSORP-aqua3 (BEL Japan).(26) Helium was used for the estimation of dead space for N2 and H2O adsorption measurements. Ultrahigh-purity grade N2 and He gases (Praxair, 99.999% purity) were used for the TGA and gas adsorption experiments.Top of PageAbstractIntroductionTheoretical and Experimental MethodsResults and DiscussionConclusionsReferences3 Results and Discussion3.1Adsorption Energies and Structure Dependence on H2O loadingsZn-MOF-74 is composed of Zn2+ ions and DOT linkers, as shown in Figure 1a. Each Zn2+ ion is coordinated with six oxygen atoms: five from the linkers and one from a guest molecule (typically H2O or DMF).(53) The edges of adjacent ZnO6 octahedra are shared to construct the 1-D rod inorganic secondary building unit (SBU), [Zn3O3(CO2)3]∞, and these 1-D rods are bridged by DOT linkers to create a 1-D hexagonal channel along the c-axis.(53) The overall Zn-MOF-74 [Zn18(DOT)9·(guest)18] structure is built in R3̅ symmetry, in which a hexagonal unit cell includes 18 Zn2+ ions and 9 DOT linkers. The coordinated guest molecules on Zn2+ ions can be removed to produce coordinated unsaturated Zn sites (open metal sites).Figure 1. (a) Unit-cell structural model of Zn-MOF-74 with the adsorbed H2O viewed along the c-axis direction, where the primary adsorption sites denoted as P and the secondary adsorption site denoted as S. (b) A map of the binding energy distribution as the H2O molecule moved throughout the cavity of Zn-MOF-74 viewed along the c-axis direction. (c) Optimized structures of the Zn-MOF-74 cluster with the adsorbed H2O on the primary site in MOF + H2O (left) and on the secondary site in MOF + 2H2O (right). Atom colors: C = black, O = red, H = white, Zn = large gray.To find all possible adsorption sites for H2O, we calculated the binding energy distribution of H2O throughout the cavity. According to the symmetries, the cavity was divided into six equivalent triangular regions defined by the center of cavity and two adjacent Zn2+ sites (Figure 1b). The normal vector of the plane makes a 16.65° with the channel direction (because of the two adjacent Zn2+ sites). In order to calculate the binding energy distribution of H2O throughout the cavity, 28 equidistant points within this plane were sampled, and linear interpolation was used to construct the binding energy map. At each point, the oxygen atom of H2O was placed to the location of interest, and the center of mass in the Zn-MOF-74 unit cell was fixed while the remaining atoms were allowed to relax (so the molecule adopts its lowest energy orientation and internal geometry).Figure 1b shows the binding energy distribution for one H2O. The largest binding energy is found in the region close to the Zn2+ ion, while near the center of cavity and the center of two adjacent Zn2+ ions the binding energies are the smallest, i.e., −0.02 eV. Therefore, H2O molecules will move to the Zn2+ site after the coordinate relaxation no matter where the initial locations of H2O molecules are, leading to the fact that the primary adsorption sites lie on a corner of the hexagonal 1D channel created by the Zn2+ ion. This binding energy distribution is very similar to the results reported for Mg-MOF-74,(55) wherein the binding energy on the primary sites is slightly larger in Mg-MOF-74. When a H2O molecule is adsorbed at a primary site and a second H2O molecule is placed in the triangle region, the second H2O molecule will move toward the first H2O molecule at the primary adsorption site and become stabilized next to the first H2O molecule. This indicates the existence of secondary adsorption sites in Zn-MOF-74. For convenience, we denote the H2O molecules at the primary and secondary adsorption sites as H2O(1) and H2O(2), respectively.In order to identify the exact positions and orientations of the adsorbed H2O molecules on the primary and secondary sites in Zn-MOF-74, two Zn-MOF-74 structures with different H2O loadings were fully optimized. In the first structure (denoted as MOF + H2O), H2O(1) was adsorbed at a primary site P1 in Figure 1a while in the second (denoted as MOF + 2H2O) one H2O(1) and one H2O(2) were adsorbed at a primary P1 and a secondary site S in Figure 1a, respectively. During the optimization, all the atoms of Zn-MOF-74 and the adsorbed H2O molecules were allowed to relax. The detailed geometries of the Zn-MOF-74 inorganic unit with the adsorbed H2O on the primary and secondary sites are shown in Figure 1c. For the H2O(1) molecule on the primary site, the center-to-center distance between Zn and O in H2O(1) (RZn–OH2) is 2.234 Å, which is slightly larger than that from the XRD data (2.119 Å) of Zn-MOF-74 (Zn-CPO-27)(56)and is only slightly larger than the average Zn–O bond length of 2.110 Å in ZnO5 moiety. Also, the hydrogen atoms of H2O(1) molecule lean toward carboxylate oxygen atoms, and the distance between O in MOF and H in H2O(1) is 2.322 Å, a typical length for a hydrogen bond (1.5–2.5 Å). Therefore, there exist two types of interactions, i.e., Zn–O bonding and hydrogen bonding interactions, between MOF and the adsorbed H2O(1) molecule on the primary sites.With a H2O(2) adsorbed on the secondary site, the distance between Zn and O in the H2O(1) is shortened to 2.208 Å, while the distance between O in MOF and H in the H2O(1) molecule is lengthened to 2.712 Å (Figure 1c). These indicate that the stabilization of H2O(2) molecule in the framework reinforces the Zn–O bonding interactions but weakens the hydrogen-bonding interactions between the H2O(1) molecule and MOF. Furthermore, the hydrogen atoms of the H2O(2) molecule also lean toward the carboxylate oxygen atoms, and the distance between O in MOF and H in H2O(2) is 1.936 Å, far smaller than the distance between O in MOF and H in H2O(1) (2.322 Å). This indicates that there is a hydrogen-bonding interaction between H2O(2) and the MOF framework, which is even stronger than that for H2O(1) on the primary site. Meanwhile, the distance between H in H2O(1) and O in H2O(2) is 1.798 Å, similar to the H–O bond length (∼1.8 Å) in a H2O molecule. This means that H2O(2) will also bond with the first H2O(1) through a hydrogen bond.In order to explore the effects of higher H2O loadings on the Zn-MOF-74 structure under different water loadings (18–20 H2O molecules), the lattice parameters and unit cell volumes were calculated and compared to those of aforementioned MOF + H2O and MOF + 2H2O structures. Since each unit cell contains 18 Zn primary sites, it is likely that first 18 H2O molecules will stay next to these Zn sites (denoted as MOF + 18H2O). The models containing one and two extra H2O molecules are also created (denoted as MOF + 19H2O and MOF + 20H2O, respectively), where these water molecules should be stabilized at the secondary adsorption site. The lattice parameters and unit cell volume are slightly influenced by the H2O loading. Similar conclusion has been drawn by Canepa et al.,(57) although they only reported a small volume contraction with the load of 6 H2O molecules. As listed in Table 1, for one H2O per unit cell, DFT results show that the cell volume slightly decreases by 0.04%. When H2O molecules occupy all the primary sites (18 H2O per unit cell), the cell volume increases by 3.8%, and after the occupation of the secondary sites, such as 20 H2O per unit cell, it increases by 4.0%. This is normal since for a small loading the host–guest attractive dispersive interactions dominate while for a larger loading the short-range repulsive interactions become more important.(58) However, the variation of the distance between Zn and O (in H2O(1)) is rather modest (<0.2%) even when the amount of H2O loading increases. The adsorption energies of H2O in Zn-MOF-74 (ΔE) are also dependent on the loading, and with one H2O per unit cell, the ΔE1 is −0.70 eV (−67.5 kJ/mol). With H2O on all primary sites (MOF + 18H2O), ΔE1 decreases to −0.65 eV, and this difference is associated with the intermolecular repulsions between hydrogen atoms of H2O adsorbed on adjacent Zn2+ sites. This is also supported by the fact that RZn–OH2 increases slightly from 2.223 to2.239 Å with the increase in H2O loading.For the case MOF + 2H2O, the adsorption energy on the secondary site was found to be −0.41 eV (= −39.6 kJ/mol). It is lower than that on the primary site by ca. 0.28 eV (Table 1), indicating that the H2O adsorption is weaker on the secondary site than that on the primary. Such adsorption energy on the secondary site is still larger than the interaction energy of two H2O molecules in isolated vacuum, which is −0.18 eV. This is due to the hydrogen-bonding interaction between H in H2O and O in MOF framework, as shown in Figure 1c. When a third H2O is placed near the occupied secondary site, it can also bond with H2O(1) and H2O(2), and the corresponding adsorption energy is −0.24 eV, significantly lower than that for H2O(2). These negative values indicate that multiple H2O molecules can be adsorbed near the same Zn2+ site and form a H2O cluster. Under higher H2O loadings, such as MOF + 19H2O and MOF + 20H2O, the adsorption energy and bonding situation are similar to those of MOF + 2H2O.3.2Temperature-Dependent H2O DesorptionAnother important phenomenon in the water adsorption process is the desorption of water followed by diffusion in the pore. Although the adsorption energies are negative as discussed above, the kinetic energy of the H2O molecules would overcome the energy barrier upon temperature increase. Therefore, H2O molecules are more likely to migrate from these sites at higher temperatures; i.e., the adsorbed H2O molecules would be desorbed at high temperatures. During the desorption, the translational diffusion of adsorbed H2O is essential. Thonhauser et al.(25) have studied the H2O molecular diffusion in the Mg-MOF-74 structure at 0 K using the climbing-image nudged elastic band (NEB) method based on the constrained motion of single H2O within the MOF structure. In practice, however, it is known that diffusion is a complex process involving the concerted motions of many different H2O molecules. It is therefore highly desirable to study the diffusion with ab initio MD simulations.(59) Therefore, we have performed the MD simulations using the DFTB method at different temperatures and then calculated the displacements of H2O molecules as a function of time to examine this dynamic diffusion feature of the adsorbed H2O molecules.The displacement of a H2O molecule can be defined as(7)where R(t) is the mass center position of the molecule at time t and R(0) is its equilibrium mass center position at 0 K. The displacements of adsorbed H2O molecules on primary adsorption sites [H2O(1)] and secondary sites [H2O(2)], for MOF + 20 H2O at 150, 250, and 300 K, are shown in Figure 2a. At 150 K, the displacements H2O(1) and H2O(2) are nearly zero, i.e., retained the equilibrium positions. However, when the temperature increases to 250 and 300 K, the displacements of H2O(1) relative to the initial position remain almost unchanged within nearly 0.5 and 1.0 Å, respectively, indicating H2O(1) is keeping oscillating around their original sites; i.e., the primary sites are retained, while the displacements of H2O(2) undergo a few jumps from 3.0 to 7.0 as well as from 4.0 to 8.0 Å and then to 11.0 Å in 40 ps, respectively, suggesting a remarkable diffusion behavior of H2O(2) within the pore (cage) at 250 and 300 K. These suggest that at 250 and 300 K the H2O molecules on the primary sites are stable, while H2O(2) on the secondary sites will be desorbed. To shed more light on the diffusion temperature of H2O(1) molecules, Figure 2b shows the displacements of H2O(1) for MOF + 18H2O at 300, 373, 420, and 473 K. Displacements relative to the initial positions are nearly 1.0 Å at 300 and 373 K, while the displacement drastically increases at 420 and 473 K, indicating the apparent desorption of H2O(1) above 420 K. From the Redhead formula(60)(8)where R, Td, f, and β are the gas constant, desorption temperature, desorption frequency, and heating rate, respectively. With a typical value of f/β ∼ 108/K for strong bonding,(61) the estimated Td for H2O(1) and H2O(2) are around 220 and 380 K, respectively, almost consistent with the MD predictions, although there is a deviation in value.Figure 2. Predicted time variations of the adsorbed H2O molecule displacements (a) at the primary [H2O(1)] and secondary [H2O(2)] sites in MOF + 20H2O at 150, 250, and 300 K and (b) at the primary sites in MOF + 18H2O at 300, 373, 420, and 473 K.To verify these predictions, H2O adsorption isotherms of Zn-MOF-74 were measured at 298 K, with the samples evacuated under vacuum (ca. 5 Pa) for 2 h between cycles (Figure 3a). There is a sharp increase in the uptake in low relative pressure range in each cycle, indicating the strong binding of H2O molecules to the micropore surface. However, there is a sudden drop of H2O uptake after the first cycle while the H2O adsorption isotherm curves are almost identical for the subsequent cycles. This clearly indicates the degeneration of water adsorption capacity at room temperature as also reported before.(27, 29) When all the primary sites in a cell are occupied by H2O, i.e., 18 H2O molecules per cell, the corresponding H2O uptake is ca. 140 cm3/g (ca. 11 wt %). So when all the primary and secondary adsorption sites are fully occupied, the H2O uptake is estimated to be 280 cm3/g. According to the Brunauer–Emmett–Teller (BET) theory,(62) the monolayer H2O quantities directly adsorbed on the pore surface in the first and subsequent cycles were fitted with the experimental adsorption isotherm results, and they are 232 and 121 cm3/g, respectively, which are only slightly smaller than the above theoretical values. To further verify these speculations, the thermogravimetric analysis (TGA) trace for Zn-MOF-74 after H2O exposure and evacuation process at room temperature were measured, as shown in Figure 3b. The TGA curve shows a fast mass loss regime near 360 K, followed by a gradual loss in mass up to the apparent framework decomposition at around 840 K. The 11% mass loss due to H2O desorption is observed at 360 K, indicating that 50 wt % of H2O still remains even after the evacuation at room temperature, in good agreement with our predictions. These results therefore lead to the conclusion that at room temperature the capacity contributed by the secondary adsorption sites can be regenerated, while the desorption on the primary sites can only occur at elevated temperatures.Figure 3. (a) H2O adsorption isotherms for Zn-MOF-74 measured at 298 K. The sample was evacuated for 2 h at 298 K between cycles. (b) TGA trace for Zn-MOF-74 after H2O exposure, together with its derivative with respect to temperature. A ramp rate of 5.0 K/min is used.3.3Structural Stability under H2O adsorptionThe two interactions between H2O and the framework are (1) Zn–O bonding interaction between the O ion in H2O(1) and the unsaturated Zn2+ ion and (2) H-bonding interaction between the H ions in H2O(1)/H2O(2) and the O ions in the MOF framework. These may influence the structural stability of Zn-MOF-74. In order to explore this structural stability under H2O exposure, we compared the unit cell volume of empty Zn-MOF-74 and the framework under 11 wt % H2O loading (MOF + 18H2O) with respect to temperature using molecular dynamics simulations (Figure 4a). A period of more than 200 ps was adopted for each simulation, and the volume was averaged over time for the comparison. For empty Zn-MOF-74, the volume variations with temperature show two regimes; the volume gradually decreases by about 1.0% with the temperature from 300 to 620 K, indicating the occurrence of negative thermal expansion. When the temperature is higher than 620 K, the volume decreases sharply by 40%, indicating the structural decomposition of Zn-MOF-74 at high temperatures. Indeed, the TGA curve demonstrated significant mass loss starting from 650 K (Figure 3b).Figure 4. (a) Predicted variations of volume change of Zn-MOF-74, with and without adsorbed H2O, with respect to temperatures. (b) Time variation of the unit-cell volume of Zn-MOF-74 + 18H2O at 300 K. (c) Experimental powder X-ray diffraction pattern of Zn-MOF-74 after H2O exposure at 298 K. Comparison is made with the pattern calculated using the crystal structure of Zn-MOF-74.When the framework contains water molecules (MOF + 18H2O), the volume shrinkage below 373 K (1.3%) is slightly larger than that of guest-free Zn-MOF-74. This indicates the occluded water molecules influence the rigidity of the crystal structure of Zn-MOF-74. However, Figure 4b shows that the unit cell volume of MOF + 18H2O does not change noticeably at 300 K during the simulations, indicating structural stability of Zn-MOF-74 against water at least up to 200 ps. Above 373 K, H2O molecules on the framework begin to desorb from the primary adsorption sites, as shown in Figure 2. Thus, H2O molecules should not affect the structural stability at high temperatures if desorbed water molecules do not cleave the Zn–O bond of the framework. The negligible volume change of Zn-MOF-74 is supported by the PXRD pattern of Zn-MOF-74 obtained after H2O adsorption measurements. As shown in Figure 4c, the patterns before and after H2O exposure are nearly identical, which is reminiscent of Mg-MOF-74,(63) suggesting that H2O exposure at ambient temperature does not affect the integrity of crystal structure.It is generally thought the structural degradation or decomposition of MOF-74 under water adsorption is the cause of for its negligible nitrogen uptake at 77 K. However, based on the PXRD observations,(27, 63) the MOF-74 remains intact after water adsorption at room temperature. It is reported that Mg-MOF-74 undergoes significant reduction in BET surface area (N2 adsorption capacity at 77 K), i.e., 83% at 80% relative humidity(27) and 99% at 90% relative humidity.(63) However, the reduction in the NH3 adsorption capacity of Mg-MOF-74 is negligible at 90% relative humidity at 298 K.(63) These indicate that the gas adsorption capacity in MOF-74 decreases after H2O exposure, and this reduction may be closely related to the polarity of the adsorbed gas. We measured Zn-MOF-74 adsorption isotherms for N2 at 77 K and observed a sharp decrease in N2 uptake, from 290 cm3/g for dry Zn-MOF-74 to almost 0 cm3/g after the water exposure. This significant drop in N2 adsorption capacity is consistent with the results of Mg-MOF-74.(27, 63) To explain this drop in the N2 adsorption capacity, the binding strengths between N2 and the Zn-MOF-74 with and without H2O coordination were calculated with DFTB+. After the optimization, N2 moved to the Zn2+ sites in the empty Zn-MOF-74, but they would adhere to coordinated H2O in the hydrated structure since Zn2+ sites are screened by H2O. The corresponding binding energies are 0.11 eV with and 0.45 eV without H2O coordination, indicating that N2 adsorption is much weaker in hydrated Zn-MOF-74. Besides, the binding energy of H2O(2) is much larger compared to N2 molecules with H2O(1) coordination. So the heat from N2 adsorption is not large enough to break the water cluster to reach the surface of Zn-MOF-74. The water cluster formed by H2O(1) and H2O(2) in the pore may prevent the adsorption of N2 molecules in Zn-MOF-74.3.4IR Spectra and Vibrational Spectroscopy AnalysisTo further study the effect of adsorbed H2O on the structure of Zn-MOF-74, the IR spectra of Zn-MOF-74 samples were measured under two conditions: (i) activated samples measured under N2, or “dry” samples, and (ii) activated samples after exposure to H2O, called “hydrated” samples. Figure 5a shows intense bands at 366, 414, 502, 549, 734, 808, 1044, 1107, 1161, 1286, 1335, and 1466 cm–1 for the “dry” sample. The assignments of these bands of Zn-MOF-74 are presented in Table 2. From the literature,(29, 63, 64) the symmetric stretching mode of the bridged carbonates vs(COO–) is present at 1335 cm–1, while the asymmetric βas(COO–) and symmetric βs(COO–) bending modes of the bridged carbonates are located at 734 and 502 cm–1, respectively. The stretching mode of phenolic group v(C–O) is observed in 1286 cm–1. A series of bands are associated with the aromatic ring: the band at 1466 cm–1 is attributed to C–C stretching mode v(C–C)ar, the two bands at 1161 and 1107 cm–1 are corresponding to the in-plane C–H bending modes β(C–H)ip, and the band at 808 cm–1 is corresponding to the out-of-plane modes β(C–H)oop. The other bands will be discussed along with the VDOS.Figure 5. (a) Measured IR absorption spectra (arbitrary units) of dry and hydrated Zn-MOF-74. Dry: activated sample measured under N2. Hydrated: after H2O adsorption isotherm measurement. (b) Calculated IR absorption spectra (arbitrary units) of pristine and hydrated Zn-MOF-74 (MOF + 20H2O and MOF + 27H2O) at 300 K using integration time steps of 4.0 fs.Table 2. Summary of Zn-MOF-74 Vibration Mode (Vibration Peak) Changes after HydrationMOF vibration modedry peak (cm–1)peak shift (cm–1)f(C–C)ar1466+2fs(COO–)1335–12f(C–O)1286+2β(C–H)ip11610β(C–H)ip1107+5β(C–H)oop808–5βas(COO–)734–2βs(COO–)502–2Changes in the IR spectrum under H2O adsorption are minimal. There is no loss of bands in the virgin sample, and only small shifts in some bands are observed (listed in Table 2), indicating that there is no obvious change in the structure of Zn-MOF-74 after H2O exposure. Compared to the “dry” sample, there is an additional band at 1566 cm–1 for the “hydrated” sample, corresponding to the angular bending vibration of H2O. Also, the intensity of the bands between 300 and 750 cm–1 increases, which may be due to free H2O molecules.The substrate contribution is large in the IR measurement, and the most intense bands cannot be correctly registered due to instrumental limitations.(64, 65) To further analyze the vibrations, we calculated the IR spectrum of dry and hydrated Zn-MOF-74 (MOF + 20H2O and MOF + 27H2O) with DFTB at 300 K, with the integration time step of 4.0 fs, as shown in Figure 5b. The calculated peaks of the dry Zn-MOF-74 agree well with the experiments, while the magnitudes differ. When the H2O content in a cell increases from 18 to 27 H2O, i.e., more free H2O molecules exist in the framework, the bands between 300 and 750 cm–1 become broadened and their intensities increase, which confirms the enhanced IR absorption in this region in the “hydrated” sample is due to free H2O in the sample.To further verify the IR bands and analyze the interactions between Zn-MOF-74 and the adsorbed H2O molecules, we calculated the partial VDOS of Zn-MOF-74 and MOF + 20H2O at 300 K, with an integration time step of 4.0 fs, as shown in Figure 6a. Contributions of the bonds involving hydrogen atoms are dominant in the energy range shown. Very strong bands are observed at 809, 1118, 1215, and 3098 cm–1 in Zn-MOF-74, corresponding to the C–H out-of-plane bending, in-plane bending, and stretching modes in the aromatic ring, respectively. Compared to the experimental IR spectra, the C–H out-of-plane and in-plane bending are larger in energy (blue shift) by 1, 11, and 54 cm–1. A broad band centered at 128 cm–1 is associated with the Zn–O modes. A broad band region (300–1400 cm–1) mainly arises from the C–O modes. The C–C modes in this case were observed at 1500–1800 cm–1. Comparing the partial VDOS of the Zn-MOF-74 with MOF + 20H2O, there are slight shifts in some bands. Also, three prominent bands at 1503, 3500, and 3904 cm–1 are present in the MOF + 20H2O (and not in the Zn-MOF-74), corresponding to the H–O–H bending β(H–O–H), symmetric H–O vs(H–O), and antisymmetric vas(H–O) H–O stretching modes of H2O. Other fine distinction would be observed in Figure 6b.Figure 6. Calculated VDOS (arbitrary units) of (a) pristine Zn-MOF-74 and hydrated Zn-MOF-74 (MOF + 20H2O) and (b) H2O molecules in vacuum and in MOF + 20H2O at 300 K using integration time steps of 4.0 fs. Various vibrational peaks are marked, including their shifts under water adsorption. The vibrational spectrum of water calculated by classical molecular dynamics(66) is also shown.To further test whether the frequency shift of H2O can be affected by the adsorption sites, we have also performed a MD simulation for liquid water with 20 H2O molecules at 300 K in an isolated system to obtain the VDOS of liquid water molecules (H2O in vacuum). With more molecules considered, the sharp peaks will be further smeared out. Figure 6b shows the VDOS of liquid H2O molecules. The overall vibrational spectrum shows typical characteristics of condensed H2O systems, i.e., a few broad smearing bands in the low-frequency regime (<800 cm–1). Four characteristic bands are observed for liquid H2O. The broad band centered on 251 cm–1 corresponds to the rotating modes. A sharp peak around 1535 cm–1 is produced by the bending modes of the H2O molecules, which cannot be found in the VDOS of the MOF structure. The sharp peaks at 3648 and 3960 cm–1 correspond to the symmetric and antisymmetric stretching modes of H2O molecules, respectively. These modes are strongly affected by the hydrogen bonding. The comparison with the vibrational spectrum calculated by classical molecular dynamics with a system of 2048 SPC water molecules(66) is also shown, and overall a reasonable agreement is found, although the bending frequency calculated by DFTB is closer to the experimental value. The bending and symmetric stretching modes of H2O molecules are lower in energy (red-shift) by −8 and −60 cm–1 with respect to the positions determined experimentally.(29) But the antisymmetric stretching mode is blue-shift to a larger extent (+181 cm–1).The VDOS of H2O molecules in the Zn-MOF-74 [H2O(1) and H2O(2)] are also shown in Figure 6b and compared with that of liquid H2O. The high-frequency vibration modes for the three types of H2O molecules are very similar since they are related to intramolecular motions. Overall, the bands of H2O(2) are very similar to those of free H2O molecules in vacuum. As shown in Table 3, there is a slight red-shift relative to free H2O (the bending, symmetric, and antisymmetric stretching modes red-shift by −2, −28, and −23 cm–1), indicating H2O(2) molecules is closed to free H2O states in the Zn-MOF-74 at 300 K. This is reasonable since H2O(2) is desorbed from the Zn sites at 300 K and becomes relatively free. H2O(1) molecules, however, have sharp peaks at 137, 392, 543, and 678 cm–1 in the low-frequency regime, corresponding to the interactions between O in H2O(1) and Zn in MOF and those between H in H2O(1) and O in Zn-MOF-74. For H2O(1) molecules, the bending, symmetric and antisymmetric stretching modes also undergo red-shift (−32, −144, and −51 cm–1) to 1503, 3504, and 3909 cm–1, respectively (see Table 3). These shifts are mainly due to the hydrogen-bonding interactions between MOF and H2O.Table 3. Summary of H2O Vibration Mode (Peak) Changes in Zn-MOF-74 and Relation to Free H2O Vibration  peak shift (cm–1)H2O vibration modepeak in free H2O (cm–1)H2O(1)H2O(2)fas(H–O)3960–51–23fs(H–O)3648–144–28β(H–O–H)1535–32–2The lattice dynamics affects the thermal transport and in a separate communication we will report on the anisotropic lattice thermal conductivity of Zn-MOF-74 (lattice thermal conductivity of MOF-5 was addressed in refs 65 and 67).Top of PageAbstractIntroductionTheoretical and Experimental MethodsResults and DiscussionConclusionsReferences4 ConclusionsWe have investigated H2O adsorption/desorption in Zn-MOF-74 and their effects on the lattice structure using MD based on DFT with the tight-binding approximation (DFTB) and also experiments. The predicted absorption energies from DFTB are in good agreement with vdW-DFT, validating DFTB suitable to investigate absorption properties, where ab initio quantum chemistry calculations are prohibitive. It is found that there exist both a primary and a secondary adsorption sites near the Zn2+ position and multiple H2O molecules may be adsorbed near the same Zn2+ site, making it possible to form H2O clusters at low temperatures. We have identified two types of adsorbed H2O, i.e., coordinated H2O on the primary adsorption sites and H-bonded H2O on the secondary sites, having different adsorption/desorption properties. The adsorption energy of the coordinated H2O (ca. 0.7 eV) is larger than the H-bonded H2O (ca. 0.4 eV), resulting in a higher desorption temperature, which is the main reason for the degradation of H2O uptake from the first to the following isotherm cycles. We also show that Zn-MOF-74 structure remains stable with 10 wt % H2O uptake (MOF + 18H2O) below 573 K, making it promising for heat transformation applications, although the regeneration should be conducted at a relatively high temperature. The vibration states of the MOF-74 lattice and H2O molecules during the adsorption process have also been clarified.The authors declare no competing financial interest.Top of PageAbstractIntroductionTheoretical and Experimental MethodsResults and DiscussionConclusionsReferencesAcknowledgmentThe experimental data and fruitful discussions with H. Furukawa, Y. B. Zhang, and O. Yaghi of UC Berkeley are greatly appreciated. Y.L. and B.H. are grateful for the support from the Hong Kong General Research Fund (Grant No. 613211) and National Natural Science Foundation of China (Grant No. 51376154). J.D.C. and M.K. are thankful for support by Energy Efficiency & Resources (Award No. 20122010100120) of Korea Institute of Energy Technology Evaluation and Planning funded by Ministry of Knowledge Economy. The computing service provided by the National Supercomputer Center, Tianjin, China, is appreciated.Reference QuickViewTop of PageAbstractIntroductionTheoretical and Experimental MethodsResults and DiscussionConclusionsReferencesReferencesThis article references 67 other publications.1. Tan, K.; Zuluaga, S.; Gong, Q.; Canepa, P.; Wang, H.; Li, J.; Chabal, Y. J.; Thonhauser, T. Water Reaction Mechanism in Metal Organic Frameworks with Coordinatively Unsaturated Metal Ions: MOF-74 Chem. Mater. 2014,  26,  6886– 6895[ACS Full Text ], [CAS]1. Water Reaction Mechanism in Metal Organic Frameworks with Coordinatively Unsaturated Metal Ions: MOF-74Tan, Kui; Zuluaga, Sebastian; Gong, Qihan; Canepa, Pieremanuele; Wang, Hao; Li, Jing; Chabal, Yves J.; Thonhauser, TimoChemistry of Materials\r\n        (2014),\r\n    26\r\n        (23),\r\n    6886-6895CODEN:\r\n                CMATEX;\r\n        ", "title": "HO Adsorption/Desorption in MOF-74:  Molecular Dynamics and Experiments", "authors": ["Yunsong Li", "Xinjiang Wang", "Dongyan Xu", "Jae Dong Chung", "Massoud Kaviany", "Baoling Huang"], "doi": ["10.1021/acs.jpcc.5b02069"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0007.gif\">"]}