{"abstract": "Two new three-dimensional coordination polymers (CPs) based on Co(II), adenine, and aromatic tetracarboxylate linkers and an analysis of the coordination modes of adenine found in extended coordination structures are reported. Interestingly, one of these CPs shows reversible hydrochromic behavior, exhibiting a detectable color change from pink to purple, and , upon hydration and dehydration, respectively.We report the synthesis of two new three-dimensional coordination polymers (CPs) based on Co(II), adenine, and aromatic tetracarboxylate linkers. Adenine exhibits bidentate binding modes in both CPs, coordinating through the N and N sites in a first compact CP and through the more rare N and N sites in a second open, flexible, and HO-responsive CP. These differences together with an analysis of the extended coordination structures made of adenine reported in the Cambridge Structural Database illustrate the rich coordination versatility of adenine as a building block for CPs. Although the latter CP is nonporous to N or CO, it shows a reversible and detectable color change from pink to purple, and , upon hydration and dehydration, respectively.", "text": "10.1021/acs.cgd.5b00218 Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesIntroductionMetal–organic frameworks (MOFs) or porous coordination polymers (CPs) are among the most attractive porous materials today, owing to their potential for applications such as gas storage;(1) separation;(2) catalysis;(3) molecular sensing;(4) adsorption for heat-pump processes;(5) contaminant removal;(6) contrast agents;(7) and drug delivery systems.(8) The infinite possibilities for connecting functional organic ligands to metal ions and clusters enable the formation of countless CPs with a range of pore sizes and shapes,(9) extremely large surface areas, tailored internal surfaces,(10) and flexible structures that give rise to novel phenomena such as gate-opening(11) or sponge-like behavior.(12) Biorelated linkers such as amino acids, peptides, and nucleobases are very attractive building blocks that can be used for the formation of CPs due to their large number of oxygen and nitrogen atoms with different basicity that are available for metal coordination.(13) In particular, adenine is a rigid connector with five potential coordination sites for metal binding: two imidazolate, two pyrimidinate N atoms, and a NH2 group with a basicity order of N9 > N1 > N7 > N3 > N6 (Scheme 1). It provides the widest range of neutral tautomers(14) and protonated forms,(15) and the noncoordinated nitrogen donor sites, especially Watson–Crick (N1, N6H) and Hoogsteen (N7, N6H) faces, can interact through hydrogen bonding.(16) Its rich metal binding and H-bonding capabilities, together with the rigidity of its molecular structure, make adenine an ideal biolinker for constructing topologically diverse CPs. For instance, adenine has been used to build up robust porous CPs with applications for example in drug encapsulation and in the selective adsorption of greenhouse gases such as CO2.(17, 18)Scheme 1. Illustration of Adenine Showing the Labels for the N Binding SitesHerein, we report the synthesis of two new three-dimensional (3D) CPs composed of Co(II), adenine (ade), and aromatic tetracarboxylic acids. The selected tetracarboxylic acids are 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (H4TCPB) and 1,2,4,5-benzene tetracarboxylic acid (H4BTeC). [Co3(μ6-TCPB)(μ4-H2TCPB)(ade)2]·H2O (1) is based on a trinuclear Co(II) cluster, in which the three Co(II) ions are bridged by two bidentate adenine ligands through the N3 and N9 sites. [Co2(ade)(μ6-BTeC)(μ-H2O)(H2O)2]·4(H2O) (2) comprises binuclear Co(II) clusters, which are linked by bidentate adenine linkers (through the N3 and N7 sites) forming 1D Co(II)-adenine chains. The orientation of TCPB in 1 results in a compact network, whereas BTeC4– links the Co(II)-adenine chains forming a 3D open network in 2. The structure 2 shows reversible structural transformations upon dehydration and hydration, which are accompanied by a detectable color change from pink to purple, respectively. This color change results from the dehydration process, which usually implies removal of coordinated H2O molecules and therefore, conversion from octahedral (2, hydrated, pink) to tetrahedral (2′, dehydrated, purple) Co(II) coordination geometry (or vice versa, for the hydration process).(19-22) It is found that 2′ is nonporous to N2 or CO2. Contrariwise, H2O can diffuse within its framework and organize the well-ordered structure of 2.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesExperimental SectionMaterials and CharacterizationAdenine (C5H5N5), 1,2,4,5-benzenetetracarboxylic acid (H4BTeC, C10H6O8), and 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (H4TCPB, C34H22O8) were purchased from Sigma-Aldrich, and cobalt(II) carbonate (CoCO3) was procured from Alfa Aesar. The reagents were used as received. IR spectra were recorded in transmission mode at room temperature on a Bruker Tensor 27FTIR equipped with a Golden Gate diamond ATR cell. Thermogravimetric analysis (TGA) were done in oxygen (20 mL/min), on an STA 449 F1 Jupiter–Simultaneous TGA-DSC from NETZSCH (heating rate: 5 °C/min; temperature range: 25–500 °C). UV/vis spectra for 2 and 2′ were collected on a Cary 4000 UV/vis spectrophotometer (Varian) equipped with a diffuse-reflectance accessory. Gas sorption (CO2/195 K and N2/77K) measurements for 2′ were performed using an AutosorbIQ (Quantachrome Instruments). Field-emission scanning electron microscopy (FE-SEM) images were collected using a Quanta 650F environmental scanning electron microscopy (Field Emission Inc., USA). Aluminum was used as support. Powder X-ray diffraction (PXRD) patterns were recorded at room temperature on an X’Pert PRO MPD diffractometer (PanAnalytical) using Co Kα (λ = 1.7902 Å) emission line.Synthesis of [Co3(μ6-TCPB)(μ4-H2TCPB)(ade)2]·H2O (1)An aqueous solution (6 mL) of adenine (5 mg, 0.04 mmol), H4TCPB (10 mg, 0.02 mmol), and CoCO3 (10 mg, 0.08 mmol) was placed in a 12 mL scintillation vial and heated at 100 °C for 48 h. After slow cooling to room temperature during 6 h, 1 was obtained as pink crystals, which were filtered and air-dried (48% yield). Elemental analysis, calculated (%): C: 59.4, H 3.2 and N: 8.9; found: C: 59.0, H: 3.1 and N: 8.7. FT-IR (KBr, cm-1): 3355(m); 1680(m); 1661(m); 1608(s); 1583(s); 1406(sbr).Synthesis of ([Co2(ade)(μ6-BTeC)(μ-H2O)(H2O)2]·4(H2O) (2)A mixture of adenine (5 mg, 0.04 mmol), H4BTeC (10 mg, 0.04 mmol), and CoCO3 (10 mg, 0.08 mmol) in water (6 mL) was placed in a 12 mL scintillation vial and heated at 100 °C for 48 h. After slow cooling to room temperature during 6 h, pink crystals of 2 were obtained, filtered, and air-dried (25% yield). Elemental analysis, calculated (%): C: 28.6, H: 3.4, N: 11.1; found: C: 28.5, H: 3.3, N: 11.3. FT-IR (KBr, cm–1): 3300(sbr); 1682(m); 1593(s); 1490(s); 1379(sbr).CrystallographyCrystallographic data for 1 was collected at 100 K at XALOC beamline at ALBA synchrotron(23) (λ = 0.79474 Å). Data were indexed, integrated, and scaled using the XDS(24) and iMOSFLM(25) programs. Absorption corrections were not applied. Single crystal X-ray diffraction for 2 was collected at 298 K on a Bruker AXS SMART Apex diffractometer using graphite monochromated Mo–Kα radiation (λ = 0.71073 Å) and were corrected for Lorentz and polarization effects. The frames were integrated with the Bruker SAINT(26) software package. Absorption corrections were applied using the program SADABS(27) giving max/min transmission factors of 1.000/0.635. Both structures were solved by direct methods and subsequently refined by correction of F2 against all reflections, using SHELXS2013(28) and SHELXL2013(29) within the WinGX package.(30) All non-hydrogen atoms were refined with anisotropic thermal parameters by full-matrix least-squares calculations on F2 using the program SHELXL2013. Hydrogen atoms were inserted at calculated positions and constrained with isotropic thermal parameters, except for the hydrogen atoms of N–H and −NH2 groups and the water molecules in 2. The hydrogen atoms of the adenine moiety and the water molecules were located from difference Fourier maps, fixed, and isotropically refined. In constrast, in the crystal structure of 1, the disorder associated with the oxygen atoms of the four crystallization water molecules hindered the localization of their hydrogen atoms. In 1, seven distorted atoms were found (one Co, five oxygen carboxylic atoms, and one carbon), and the position of the atoms in adenine moiety was fixed and refined using DELU, EADP, and SIMU instructions. Several reflections, for which I(obs) and I(calc) were differing more than 10 times SigmaW, were removed from the refinement. On the other hand, the alerts observed during the checkcif can be explained by the quality of the crystal. The best crystal was chosen, and attempts to obtain better data were unsuccessful. Although the diffraction experiments proceeded at 100 K under synchrotron radiation, the disorder of the structure could not be reduced, and the values of the weighted R factor and wR2 remained high. Moreover, the short inter D···A contact between the O5A···O6B and O5A···O6A atoms can be explained by the disorder associated with these O5 and O6. Crystal data of 1 and 2 and structure refinement data are listed in Table 1. Main bond distances and angles, and H-bond parameters of 1 and 2 are listed in Tables S1–S4 (Supporting Information).Table 1. Crystal and Structure Refinement Datacompound12empirical formulaC78H48N10O24Co3C15H21N5O15Co2formula weight1686.05629.23crystal systemmonoclinicmonoclinicspace groupP21/nP21/nCCDC ref10439621043963unit cell dimensions  a (Å)9.779.47b (Å)17.3312.58c (Å)22.7118.98β (deg)100.993.5V (Å3)3775.82256.0Z24F(000)17101280θ range (deg)1.66–33.821.94–28.39ind refln (Rint)9365 (0.0349)5531 (0.1063)final R indicesR1 = 0.1272R1 = 0.0573[I > 2σ(I)]wR2 = 0.4550wR2 = 0.1220Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesResults and DiscussionSynthesis and Characterization of 1 and 2Hydrothermal reactions between CoCO3, a basic metal salt source, adenine and H4TCPB or H4BTeC in water at 100 °C for 48 h produced pink block-type crystals of 1 and 2, respectively. The simulated (derived from the single crystal structure of 1 and 2, vide infra) and experimental powder X-ray diffraction (PXRD) patterns were consistent (Figure S1, Supporting Information), confirming that 1 and 2 can be obtained as pure phases (as also evidenced by elemental analysis and SEM; Figure S2, Supporting Information). Thermogravimetric analysis (TGA) of 1 revealed multiple weight losses in the range of 315–500 °C, corresponding to its decomposition (Figure S4; Supporting Information). In 2, the TGA profile indicates a weight loss of 17.5% (from 25 to 150 °C), which we attributed to the loss of the six guest and terminal coordinated H2O molecules (calculated: 17.2%; Figure 5b). Decomposition of 2 starts at 300 °C, probably immediately after the loss of the remaining μ-H2O molecule (essential to maintain the dinuclear cluster, vide infra) and occurs in a single step, forming CoO.Crystal Structure Analysis of 1In 1, there are two crystallographically independent Co(II) ions, which are both octahedrally coordinated forming a trinuclear cluster in the order of Co#1–Co#2–Co#1 (Figure 1a). The Co#1–Co#2 distance within this cluster is 3.62 Å. Co#1 is (NO5)-octahedrally coordinated to the imidazolate N9 atom of adenine and five carboxylate O atoms from three adjacent TCPB ligands. Co#2 is (N2O4)-octahedrally coordinated to the pyrimidinate N3 atoms of two adjacent adenine ligands and to four neighboring TCPB linkers. Here, adenine is acting as a bridging ligand, linking the two Co#1 and Co#2 ions within the trinuclear cluster through the N3 and N9 sites (Figure 1a). The 3D structure of 1 is constructed by the connection of these clusters through TCPB linkers. Within the asymmetric unit of 1, there are two distinct TCPB linkers: (i) a TCBP4– linker fully deprotonated that binds to six Co(II) ions with κ2O,O′ down and μ-κ2O,O′:κO′ coordination modes (Figure 1b; Figure S5, Supporting Information) and (ii) a H2TCPB2– linker partially protonated, in which two para-benzoate groups coordinate to four Co(II) ions with a μ-κO: κO′ coordination mode (Figure 1c; Figure S5, Supporting Information), and the other two protonated para-benzoate groups are hydrogen bonded with H2O molecules, affording a compact 3D structure (Figure 1d).Figure 1. (a) Illustration of the Co#1–Co#2–Co#1 basic unit in 1, showing that Co#1 and Co#2 ions are linked by two bidentate adenine ligands. The pink octahedra represents the coordination environment of Co(II) ions. (b) Illustration showing the TCPB4– linker that binds to six Co(II) centers and connects four Co#1–Co#2–Co#1 clusters. (c) Illustration showing the H2TCPB2– linker that binds to four Co(II) centers and connects two Co#1–Co#2–Co#1 clusters. (d) Perspective view of the overall 3D compact framework of 1. Color code: O: red; N: blue; H: pale yellow; C: gray; Co: pink; and water molecules: green.In order to better understand the crystal structure of 1, a topological analysis was performed using TOPOS(31) program. As a result, 1 shows a 3D binodal 4,6-c net where each Co#1–Co#2–Co#1 cluster is connected to 10 other clusters through 6 TCPB ligands with distances in the range of 15.77–26.63 Å. Overall, this MOF shows a new topology with the point symbol {4̂4.6̂10.8}{4̂4.6̂2} (Figure 2a).Figure 2. Topological illustration of 1 (a) and 2 (b), and the simplifications used in the analysis with TOPOS program. Note that a new topology was found for 1.Crystal Structure Analysis of 2The basic unit of 2 is a binuclear Co#1–Co#2 cluster, in which both Co(II) ions exhibit (NO5)-octahedral geometries, although with different coordination environments (Figure 3a). Co#1 is coordinated to the pyrimidinate N3 atom of adenine, four carboxylate O atoms from four adjacent BTeC4– ligands, and one μ-H2O molecule bridging both Co(II) ions. In contrast, Co#2 is coordinated to the imidazolate N7 atom of adenine, two carboxylate O atoms from BTeC4–, two terminal H2O molecules and the μ-H2O bridge (Figure 3a). The Co#1–Co#2 distance within this cluster unit is 3.63 Å. Comparison of the bond lengths for Co#1−μ-H2O and Co#2−μ-H2O (2.15 and 2.14 Å, respectively), and the angle between Co#1–H2O–Co#2 (115.8°), with corresponding literature values for structures containing the same metal M-O-M unit (CSD codes: ZALXAL, UMAGUK),(32, 33) confirmed the presence of the H2O bridge (Table S4, Supporting Information). Adenine linkers bridge the Co#1–Co#2 clusters involving the N3 and N7 sites, thus forming 1D chains running along the c-axis (Figure 3b).Figure 3. (a) Illustration of the Co#1–Co#2 unit within 2. (b) Representation of the 1D chains built up from connecting the Co#1–Co#2 units through adenine ligands. (c) Representation of the 1D chains linked by BTeC4– ligands (the C atoms of BTeC4– are colored in dark gray) to form the 3D framework of 2. The pink octahedron represent the coordination environment of Co(II) ions. (d) Illustration of 2, showing the 1D channels filled with guest H2O molecules (space filling). Color code: O: red; N: blue; H: pale yellow; C: gray; and Co: pink.The use of the tetracarboxylate BTeC4– linkers was found to be prolific for the expansion of 2 in three dimensions, as each BTeC4– links four neighboring chains (one from each carboxylate site) (Figure 3c; Figure S6, Supporting Information). In particular, each BTeC4– binds to six Co(II) centers in two coordination modes: a monodentate κO mode, in binding Co#1 from the carboxylate positions 1 and 4; and a bidentate μ–κO: κO′ mode, in bridging Co#1 and Co#2 from the carboxylate positions 2 and 5. Framework 2 generates regular 1D channels (5.3 × 4.8 Å; 609.1 Å3; 27% of void space in unit cell)(34) along the b-axis (Figure S7, Supporting Information). Figure 3d shows that the channels accommodate four guest H2O molecules per formula unit. Importantly, the amino -NH2 and the imidazolate -NH of adenine that reside within the channel establish H-bond interactions with water molecules and oxygen atoms of the carboxylic groups. Moreover, the N1 pyridiminate nitrogen atom acts as acceptor of H-bond interactions established with water molecules (see all H-bonds in Table S5, Supporting Information). The theoretical pore volume of 2 calculated from the crystallographic structure after removing the guest H2O molecules is 0.176 cm3g–1. In this case, the topological analysis showed that 2 presents the known fsc net (Figure 2b).Adenine in CPsAn analysis of extended structures containing adenine and transition metal ions obtained from the Cambridge Structural Database (CSD; Allen, 2002) illustrates the rich coordination modes that can adopt adenine for constructing CPs. From this study, we found that adenine can act as a simple monodentate ligand, mainly through the N3 or N9 site.(35-37) Examples of these coordination modes were observed by Garcı́a-Terán et al. in 1D Zn(II)- and Cu(II)-oxalate chains, in which adenine coordinates these metal ions only through the N3(35) and the N9(37) site, respectively (Figure 4a,b).Figure 4. (a–k) Representation of the coordination modes of adenine observed in extended structures.Adenine can also act as a bidentate ligand, having here a wide variety of combinations depending on the N sites that participate in the metal binding. Overall, we have detected that adenine can coordinate to two metal ions through the (i) [N3, N9];(38, 39) (ii) [N7, N9];(39-42) (iii) [N1, N9];(43) (iv) [N1, N7];(39) and (v) [N3, N7] (in 2) sites. An example of the first coordination mode was reported by Stylianou et al. in [Ni3(PZDC)2(ade)2(H2O)4](H2O)1.5 (where PZDC = 3,5-pyrazoledicarboxylate).(38) In this structure, adenine participates in the formation of Ni(II) dimers by bridging two Ni(II) ions through the N3 and N9 sites (Figure 4c). These Ni(II) units are then connected through PZDC linkers, forming chains that are 3D hydrogen-bonded. The second coordination mode was observed in [Zn(ade)(INT)]·DMF (where INT = isonicotinate; DMF = dimethylformamide).(40) In this compound, adenine connects Zn(II) ions through the N7 and N9 sites (Figure 4d), creating infinite 1D helices that are 3D linked by the INT linkers. Sanjib Das et al. described the third coordination mode in a 1D Cu(II) CP with formula [Cu(glycine)(ade)(NO3)(H2O)]. Here, adenine connects two Cu(II) ions through the N1 and N9 sites (Figure 4e), creating zigzag chains that are 3D hydrogen bonded.(43) An example of the last reported [N1, N7] coordination mode (Figure 4f) can be found in [Cd(ade)(IPA)(H2O)] (where IPA = isophtalate). In this 2D CP, adenine forms chains binding Cd(II) ions through the N1 and N7 sites, which are further 2D connected by the IPA linkers.(39)In our reported extended structures 1 and 2, adenine also acts as a bidentate ligand coordinating to two Co(II) ions. In 1, adenine bridges two Co(II) ions through the N3 and N9 sites forming a trinuclear Co(II) cluster (Figure 4c). This coordination mode is very similar to the one observed by Stylianou et al.(38) In contrast, adenine exhibits a rare coordination mode through the N3 and N7 sites in 2 (Figure 4g). To the best of our knowledge, this coordination mode was only observed in two previous discrete Cu(II)-based complexes.(44, 45) Through this [N3, N7] coordination mode, adenine participates in the formation of infinite Co(II)-adenine chains that are 3D linked by BTeC4– linkers.Besides acting as a bidentate ligand, adenine can also coordinate via more than two N sites. In fact, the most common coordination mode found in CPs is [N3, N7, N9].(18, 46-54) For example, adenine coordinates to three Cu(II) ions via the N3, N7, and N9 sites (Figure 4h) in a porous CP with formula [Cu2(ade)2(H2O)2]·[Cu(oxalate)(H2O)]2·∼14·H2O.(46) In this CP, four adenine ligands participate in the formation of a paddle wheel unit by bridging two Cu(II) ions through the N3 and N9 sites. These units are then connected through mononuclear entities ([Cu(oxalate)(H2O)]) via the N7 site. More unusual coordination modes for adenine are [N1, N6, N9] and [N3, N6, N9]. An example of the [N1, N6, N9] coordination mode can be found in [(CH3Hg)2(ade)]·EtOH (Figure 4i).(54) In this structure, two CH3Hg+ ions are coordinated through the N6 and N9 sites, whereas another CH3Hg+ ion is coordinated via the N1 site forming 1D-chains. The other coordination mode was observed in [(CH3Hg)4(ade)](NO3).(55) In this case, four CH3Hg+ ions are linked by the N3, N6, and N9 sites (Figure 4j), creating a 2D structure.Finally, adenine can also coordinate four metal ions via the N1, N3, N7, and N9 sites.(56, 57) An example of this coordination mode was reported by An et al. (Figure 4k) in [Zn8(ade)4(BPDC)6O·2Me2NH2]·8DMF·11H2O (where BPDC = biphenyldicarboxylate; bio-MOF-1).(17) In this structure, Zn(II) ions and adenine coordinate forming chains composed of apex-sharing octahedral cages. These chains are interconnected via multiple BPDC linkers, expanding the structure to a 3D porous network.Hydrochromic Behavior of 2We observed that when 2 was heated at 150 °C, a new dehydrated phase, [Co2(ade)(BTeC)(H2O)] (2′), was formed, as evidenced by comparing the TGA profiles of 2 and 2′ (Figure 5b). During this transformation, the crystals of 2 were cracked and changed color from pink to purple (Figure 5a). This is thought to be due to the change in coordination of Co#2, from octahedral to tetrahedral, which resulted from the loss of the coordinated H2O molecules. The UV/vis spectra revealed a red shift in the d–d transition of the Co(II), from ∼515 nm (2) to ∼529 nm (2′), and the absorption band broadened (Figure 5a). The sensitivity of these metal-based transitions to the geometry change, which occurs upon conversion of the Co(II) centers from six to mixed six/four coordination, is reminiscent of the color variations observed for other frameworks in which open transition metal sites can be generated.(58-60) Unfortunately, it was not possible to obtain more structural details of this transformation by determining the structure of 2′ with single crystal X-ray diffraction, but its PXRD pattern showed loss of crystallinity to a high degree (Figure 5c). This is indicative that structural rearrangements occurred upon desolvation and that 2′ is highly disordered.Figure 5. (a) UV/vis spectra of 2 (pink), 2′ (purple) and regeneration of 2 after the immersion of 2′ in liquid H2O (green). Inset: color change from pink (2) to purple (2′) upon dehydration and hydration, (b) TGA diagrams of 2 (pink) and 2′ (purple), (c) PXRD study showing the regeneration of 2 upon immersion of 2′ in liquid H2O after 3 days: 2 (pink), 2′ (purple) and 2′ immersed in water for 1 day (orange), 2 days (gray), and 3 days (green), and (d) 2 can be activated and regenerated for at least three times as revealed by UV/vis spectroscopy retaining the comparable maximum absorption wavenumber (and also followed by the characteristic color change).In order to assess the porosity of 2′ and check the influence of the structural rearrangements upon desolvation, N2 and CO2 isotherms were collected at 77 and 195 K, respectively, up to 1 bar (Figures S10 and S11, Supporting Information). 2′ adsorbs very small amounts of CO2 (4.18 cm3/g at 1 bar) with a BET surface area of 8.11 m2/g, and the N2 isotherm shows a characteristic type II shape confirming the nonporous behavior of 2′. This observation suggests that upon activation, dramatic structural changes occurred.The structural changes observed between hydrated and dehydrated materials encouraged us to deeply analyze this hydrochromic behavior. For this, we studied how 2′ responds to the presence of liquid H2O and organic solvents. 2′ was initially immersed in liquid H2O for different periods of time, and the evolution of the structure was monitored by PXRD and UV/vis spectroscopy. Notably, after 24 h, the purple color of 2′ had changed to pink, and the corresponding absorption band had blue-shifted to 515 nm (Figure 5a; Figure S8, Supporting Information). The PXRD patterns showed an increase in crystallinity with time, which had stabilized after 2 days (Figure 5c). After 3 days, both the main reflection at 2θ = 12.0° and the absorption band at 515 nm were essentially recovered compared with those observed for the newly synthesized 2 (Figure 5a–c).This recovery confirmed a large degree of reversibility for the H2O-induced structural changes: the H2O molecules can coordinate to the Co#2 center, regenerating its octahedral coordination geometry, and H2O molecules can diffuse within the structure, re-establishing the H-bonds between them and the functional groups (mainly of the adenine). The consistency and reversibility of these H2O-induced structural changes were confirmed by exposing a sample of 2 to three cycles of alternate dehydration (heating the sample at 150 °C for 30 min) and rehydration (soaking in H2O for 48 h). Figure 5d illustrates the alternating dehydration/hydration behavior measured in 2, with reversible absorption band shifts from 515 nm (2), to 529 nm (2′). On the basis of this observation (H2O importance for the recovery of 2), we checked if 2 could be recovered through the formation of these specific H-bonding interactions between the framework with other polar and apolar solvents. Thus, the violet solid (2′) was soaked in liquid methanol, ethanol, dimethylformamide, chloroform, and hexane (Figure S9, Supporting Information). It is found that the violet color of 2′ was retained after 3 days of treatment with all the solvents, suggesting the well-organized structure of 2 was not formed. The PXRD of the methanol loaded sample confirmed that 2 cannot be recovered, indicating that the specific interactions between H2O molecules and host framework are key factors for retaining the structural integrity of 2.(12)Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesConclusionsIn conclusion, we have prepared two new 3D CPs assembled from Co(II), adenine, and aromatic tetracarboxylic acids. From a structural point of view, 1 shows a compact 3D binodal 4,6-c net with a new topology with the point symbol {4̂4.6̂10.8}{4̂4.6̂2}. 2 shows a fsc net, in which adenine acts as a bidentate linker through a rare coordination mode, that is, through the N3 and N7 sites. In addition, 2 exhibits a clearly observable and reversible color change from pink (2) to purple (2′), and vice versa, upon dehydration and hydration, respectively, indicative that structural rearrangements occurred upon activation. This has a direct impact on its sorption behavior as it is nonporous to CO2 or N2. Contrariwise, we found that H2O molecules can diffuse within the framework and organize the 3D open structure of 2. Selective structural recovery is likely driven by the re-establishment of the H-bonds occurred between H2O molecules and adenine in the host framework. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationCrystallographic information files. Figure S1. Comparison of PXRD for 1 and 2. Figure S2. Scanning electron microscopy images of 1 and 2. Figure S3. IR spectra of the free carboxylic ligands, 1, 2, and 2′. Figure S4. Thermogravimetric diagram of 1. Table S1. Bond distances and angles in 1. Table S2. H-Bond parameters in 1. Figure S5. Coordination modes of TCPB4–, H2TCPB2– and adenine ligands in 1. Table S3. Bond distances and angles in 2. Table S4. H-Bond parameters in 2. Figure S6. Coordination modes of BTeC4– and adenine ligands in 2. Table S5. Structural parameters of reported compounds containing M#1-O-M#2 cluster. Figure S7. Supramolecular association showing 1D pores filled with water molecules in 2. Figure S8. UV-Vis spectra of the monitoring transformation from 2′ to 2. Figure S9. Picture of 2′ immersed in different solvents and PXRD spectra of 2′ soaked in MeOH. Figure S10. CO2 isotherm of 2′. Figure S11. N2 isotherm of 2′. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.cgd.5b00218. Funding InformationThis work was supported by the MINECO-Spain under Project PN MAT2012–30994.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentI.B. thanks SENESCYT-Ecuador for a Ph.D. fellowship. I.I. and K.C.S. are grateful to MINECO, for a Ramón y Cajal grant, and to the EU, for a Marie Curie Fellowship (300390 NanoBioMOFs FP7-PEOPLE-2011-IEF), respectively. ICN2 acknowledges support of the Spanish MINECO through the Severo Ochoa Centers of Excellence Program under Grant SEV-2013-0295.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 60 other publications.1. Lin, X.; Telepeni, I.; Blake, A. J.; Dailly, A.; Brown, C. M.; Simmons, J. M.; Zoppi, M.; Walker, G. S.; Thomas, K. M.; Mays, T. J.; Hubberstey, P.; Champness, N. R.; Schroder, M. J. Am. Chem. Soc. 2009,  131,  2159– 2171[ACS Full Text ], [CAS]1. High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal SitesLin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, MartinJournal of the American Chemical Society\r\n        (2009),\r\n    131\r\n        (6),\r\n    2159-2171CODEN:\r\n                JACSAT;\r\n        ", "title": "Two New Adenine-Based Co(II) Coordination Polymers: Synthesis, Crystal Structure, Coordination Modes, and Reversible Hydrochromic Behavior", "authors": ["Iván Burneo", "Kyriakos C. Stylianou", "Sabina Rodríguez-Hermida", "Jordi Juanhuix", "Xavier Fontrodona", "Inhar Imaz", "Daniel Maspoch"], "doi": ["10.1021/acs.cgd.5b00218"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00218/20150625/images/small/cg-2015-00218c_0006.gif\">"]}