{"abstract": "Two new polycatenate compounds are synthesized using thiocyanato, bpe, and cobalt or nickel (bpe = 1,2-bis(4-pyridyl)ethylene). Three-dimensional structures consist of perpendicularly interpenetrated grids formed of parallel sheets. Square channels are observed in the structures accommodating water and dimethylsulfoxide. Solvent molecules stack in columns along the -axis. Each metal ion is connected to four bpe ligand bridges in the sheet. Slight antiferromagnetic interactions are observed in the compounds.Two novel coordination polymers are obtained by the reaction of M(NO)·6HO (M = Co, Ni) with KNCS and bpe (bpe = 1,2-bis(4-pyridyl)ethylene). Both compounds, [Co(NCS)(bpe)]·3HO·2CHSO () and [Ni(NCS)(bpe)]·3HO·2CHSO (), exhibit the same structure, consisting of two mutually interpenetrated networks made of parallel sheets. The effect of perpendicular concatenation results in fully interlocked networks, which makes the structure define large channels of square geometry. These channels spread along the -axis, where solvent molecules are located and stack in columns. A compressed octahedral environment, with four bridging bpe ligands occupying the equatorial sites and two terminal N-bonded thiocyanate groups occupying the axial ones, is observed for each metal ion. The magnetic susceptibility measurements show an antiferromagnetic behavior with interactions of low order as a consequence of such a long distance between the metal ions bridged through the bpe ligand. This type of porous covalent boneframe has enclathrated solvent molecules.", "text": "10.1021/cg100919a Top of PageAbstractIntroductionExperimental SectionMaterialsResults and DiscussionConclusionsReferencesIntroductionCoordination polymers have attracted a considerable ongoing research in the past few decades because of their variety of topological architectures and the diverse fascinating functionalities for potential applications.(1) Among the numerous coordination polymers documented, the square-grid topology stands out as an important class not only because of the desirable applications associated with such frameworks but also because the formation of this structure type is often highly predictable.(2) New interesting coordination compounds have been obtained during the last few years by using N,N′-type flexible organic ligands, which exhibit a remarkable ability to act as great spacers and potentially bridging pseudohalides, which can mediate magnetic exchange between first-row transition metal ions. It is well-known that long N,N′-type ligands can lead to square-grid structures containing large cavities when they are reacted with metals capable of adopting octahedral or square-planar coordination geometries.(3) Furthermore, it is generally accepted that longer ligands often favor interpenetrating square-grid structures.(4) In this sense, the use of thiocyanate and N,N′-aromatic ligands in order to allow the building of interpenetrated frameworks(5, 6) is a well-known strategy carried out in some precedent works. In addition to the solvent effect, the nature of the metal atom also has a huge influence on the physical properties shown by the coordination compound.(7, 8)Extended systems have been prepared with 1,2-bis(4-pyridyl)ethylene (bpe) and thiocyanate ligands.(7, 9) In this context, monomeric and polymeric systems(10, 11) with different magnetic behaviors have been obtained to date. The solvent control in these syntheses is thought to be an important factor involved in the preparation of compounds with different crystal structures(12) because of the ability of the solvent molecules to be coordinated(13-15) to the metal atom, as same as to act as guest molecules in porous compounds.(16)Herein we report the syntheses, elemental and thermogravimetric analyses, infrared and diffuse reflectance spectra, crystal structures, and magnetic susceptibility measurements of two new interpenetrated square-grid coordination polymers of formula [CoII(NCS)2(bpe)2]·3H2O·2C2H6SO (1) (C2H6SO = dimethylsulfoxide = DMSO) and [NiII(NCS)2(bpe)2]·3H2O·2C2H6SO (2), which correspond to structural isomers of previously reported [FeII(NCS)2(bpe)2]·CH3OH.(7) A study of solvent molecules in the channels has been carried out for the complexes.Reported compounds 1 and 2 are highly crystalline porous materials with a quite large pore size that can be useful in subsequent studies in order to build similar porous frameworks with enclathrated molecules different from the solvent ones. Since the covalent boneframe remains the same with or without filling solvent, as it has been demonstrated, this challenge could be achieved. In this context, there are other interesting porous compounds with stable channel-like cavities which present methane gas adsorption properties.(17) Although we are talking about an interpenetrated kind of porous structure, the pore size is large enough for 1 and 2 to exhibit properties similar to those of other noninterpenetrated porous compounds. For example, there are noninterpenetrated porous Cu-complexes(18) with micropores smaller than those that are present in 1 or 2 and, despite that, they exhibit N2, Ar, and CO2 adsorption properties that have been studied. It has been shown that the micropore volume for each compound changes with the different adsorbate, which indicates the presence of a molecular geometry sensitive to the micropore filling. The adsorption capability offered by a porous network not only depends on the compatibility between the hole size and the adsorbate size(19, 20) but also on the nature of both because a good ability to mutually interact can make the adsorption possible.(21, 22)Top of PageAbstractIntroductionExperimental SectionMaterialsResults and DiscussionConclusionsReferencesExperimental SectionTop of PageAbstractIntroductionExperimental SectionMaterialsResults and DiscussionConclusionsReferencesMaterialsMetal(II) nitrate hexahydrate (Aldrich), 1,2-bis(4-pyridyl)ethylene (Lancaster), and potassium thiocyanate (Aldrich) were purchased and used without further purification.Synthesis of [Co(NCS)2(bpe)2]·3H2O·2C2H6SO (1)Compound 1 was obtained from a mixture of KNCS (48.6 mg, 0.5 mmol) and bpe (121.3 mg, 0.665 mmol) in dimethylsulfoxide (DMSO) (4 mL) and an aqueous solution (20 mL) of Co(NO3)2·6H2O (72.7 mg, 0.25 mmol) by slow diffusion in a tube glass vessel. The interface is formed by a mixture of water (3 mL) and DMSO (3 mL). After a few days, orange prisms were isolated as single crystals suitable for X-ray diffraction. Yield of 42.3%. Elemental analysis (%): found (C, H, N) 48.43, 5.16, 11.53; calculated for C30H38N6CoO5S4: 48.05, 5.11, 11.21.Synthesis of [Ni(NCS)2(bpe)2]·3H2O·2C2H6SO (2)Compound 2 was obtained in a same way but using the salt Ni(NO3)2·6H2O (72.7 mg, 0.25 mmol) (20 mL H2O), KNCS (48.6 mg, 0.5 mmol), and bpe (68.3 mg, 0.375 mmol) (4 mL DMSO). In a few days, single crystals suitable for X-ray diffraction were obtained as violet prisms. Yield of 38.5%. Elemental analysis (%): found (C, H, N) 47.81, 5.02, 11.41; calculated for C30H38N6NiO5S4: 48.07, 5.11, 11.21.Physical TechniquesMicroanalyses were performed with a LECO CHNS-932 analyzer. Analytical measurements were carried out in an ARL 3410 + ICP with a Minitorch equipment. Infrared spectra were recorded on a Mattson FT IR 1000 spectrophotometer operating in the range 4000−400 cm−1 and using KBr pellets. Thermal analyses were obtained using a TA-Instruments SDT-2960 DSC-TGA unit at a heating rate of 5 °C between 25 and 800 °C and using an argon atmosphere. Diffuse reflectance spectra were registered at room temperature on a CARY 2415 spectrometer in the 5000−45000 cm−1 region. Electron spin resonance (ESR) spectroscopy was performed on powdered samples at the X-band frequency, with a Bruker ESR 300 spectrometer equipped with a standard OXFORD low-temperature device, which was calibrated by the NMR probe for the magnetic field. The frequency was measured with a Hewlett-Packard 5352B microwave frequency computer. Magnetic susceptibility measurements were carried out on powdered samples in gelatin capsules in the temperature range 4−300 K using a Quantum Design Squid magnetometer, equipped with a helium continuous-flow cryostat. Samples were cooled in zero field, and the data were collected in a 1000 G field upon warming. The experimental susceptibilities were corrected for the diamagnetism of the constituent atoms from Pascal’s constants.X-ray CrystallographySingle-crystal X-ray measurements for compounds 1 and 2 were taken at room temperature on an Oxford Diffraction Xcalibur 2 diffractometer (graphite-monochromated Mo Kα radiation, λ = 0.71073 Å) fitted with a Sapphire CCD detector. Data frames were processed (unit cell determination, intensity data integration) using the CrysAlis software package. Intensity data were collected in the θ range 1−30°. Data collection has been made by taking a film in ω = 0.75 interval and exposition times between 10 and 20 s. A reference film every 25th one controlled the stability and orientation of the single-crystal. Corrections for Lorentz and polarization factors were applied to the intensity values. The structures were solved by heavy-atoms Patterson methods using the program SHELXS97(23) and refined by a full-matrix least-squares procedure on F2 using SHELXL97.(23) Non-hydrogen atomic scattering factors were taken from International Tables of X-ray Crystallography. In Table 1, crystallographic data and processing parameters for compounds 1 and 2 are shown.Table 1. Crystal Data and Structure Refinement for 1 and 2 12formulaC30H20N6O5S4CoC30H20N6O5S4NiMr [g mol−1]731.69731.48cryst systtetragonaltetragonalspace groupP4/nccP4/ncca [Å]15.896(2)15.6228(19)b [Å]15.896(2)15.6228(19)c [Å]15.505(3)15.732(2)V [Å3]3917.8(10)3839.7(8)Z44ρcald [g cm−3]1.2401.265μ [mm−1]0.6920.764T [K]293(2)293(2)F(000)14921496λ (MoKα) [Å]0.710690.71069measured reflns1753715330unique data measured16221558observed data with Ι ≥ 2σI834786no. of parameters refined134133R1a0.05130.0418wR2b0.14400.0960S1.0031.030aR(Fo) = [(∑∥Fo ∣ − ∣Fc∥)/(∑∣Fo∣)].bwR2(Fo2) = [∑[w(Fo2 − Fc2)2]/∑[w(Fo2)2]]1/2. w = [σ(Fo2)2 + (aP)2]−1; P ≡ (Fo2 + 2Fc2)/3; (a = 0.0979 (for 1)/0.045 (for 2).In order to analyze the solvent molecules, the residual electron density inside the voids is very subtle, without a clear localization, the highest maxima being below 0.7 e/Å3 (see Figure 1). Given the composition of 1 and 2 there should be 192 electrons (6H2O·4C2H6SO) per channel. An analysis of the accessible voids in both structures(24) shows that their effective size is about 800 Å3 per channel, 41.8% of the volume of the unit cell. Therefore, if the charge of the solvent molecules were uniformly distributed, the residual electron density would be about 0.25 e/Å3. It means that although the observed residual density is slightly more structured, the solvent is expected to be highly disordered. This would explain why in this kind of structure the modeling of solvents is usually discarded.Figure 1. Residual electron density(25) of 2 projected along the c axis, at a level of (a) 0.4 e/Å3 and (b) 0.7 e/Å3 (the same results apply to 1 without noticeable differences).In the absence of any other hint, the highest maximum of electron density was assigned to an oxygen (water) with an occupation factor (according to the observed stoichiometry) of 0.75. The R (wR) factors decreased from 0.0895 (0.3375) (1) and 0.0657 (0.2620) (2), corresponding to the refinement considering only the boneframe, to 0.792 (0.3162) (1) and 0.0602 (0.2334) (2), respectively. After this refinement, a more structured electron density could be identified and attributed to the dimethylsulfoxide molecules. They were refined as rigid bodies using very tight distance and angle restrictions:(26) dS−O = 1.526 Å, dS−C = 1.773 Å, O−S−C = 105.0°, C−S−C = 97.6°. The S atom position was associated with the most prominent peak of the difference Fourier map. The refined positions of the dimethylsulfoxide molecules fit nicely with the faint electron density found after the addition of water as solvent (Figure 2).Figure 2. Refined orientation of a DMSO molecule and the residual electron density after the refinement of the barebone and the water oxygens (ellipsoids at 2% probability level; electron density at 0.35 e/Å3).The final and significantly lower agreement factors are shown in Table 1.Top of PageAbstractIntroductionExperimental SectionMaterialsResults and DiscussionConclusionsReferencesResults and DiscussionStructural AnalysisSingle-crystal X-ray diffraction of 1 and 2 reveals that both crystallize in the tetragonal space group P4/ncc and have practically identical lattice parameters, indicating isostructurality (see Table 1). The structure of the boneframe asymmetric units and metal surrounding are shown in Figures 3 and 4, respectively, and the selected bonds and angles are shown in Table 2.Figure 3. ORTEP views, at the 50% probability level, of the asymmetric units for 1 and 2.Figure 4. Coordination sphere of the metal ions: (left) compound 1, (right) compound 2.Table 2. Selected Bond Lengths (Å) and Angles (deg) for Compounds 1 and 2a 12Co(1)−N(2)2.075(6)Ni(1)−N(2)2.053(5)Co(1)−N(2)i2.075(6)Ni(1)−N(2)i2.053(5)Co(1)−N(1)i2.188(3)Ni(1)−N(1)2.123(3)Co(1)−N(1)2.188(3)Ni(1)−N(1)ii2.123(3)Co(1)−N(1)ii2.188(3)Ni(1)−N(1)iii2.123(3)Co(1)−N(1)iii2.188(3)Ni(1)−N(1)i2.123(3)N(1)−C(1)1.320(5)N(1)−C(1)1.330(5)N(1)−C(5)1.334(5)N(1)−C(5)1.340(4)C(1)−C(2)1.375(5)C(1)−C(2)1.380(5)C(2)−C(3)1.373(5)C(2)−C(3)1.394(5)C(3)−C(4)1.404(6)C(3)−C(4)1.393(5)C(3)−C(6)1.481(6)C(3)−C(6)1.477(5)C(4)−C(5)1.375(5)C(4)−C(5)1.370(5)C(6)−C(6)iv1.314(9)C(6)−C(6)iv1.285(7)N(2)−C(7)1.126(7)N(2)−C(7)1.132(6)    N(2)−Co(1)−N(2)i180.0N(2)i−Ni(1)−N(2)180.0N(2)−Co(1)−N(1)i89.69(9)N(2)−Ni(1)−N(1)i89.64(11)N(2)i−Co(1)−N(1)i90.31(9)N(2)i−Ni(1)−N(1)i90.36(11)N(2)−Co(1)−N(1)90.31(9)N(2)−Ni(1)−N(1)90.36(11)N(2)i−Co(1)−N(1)89.69(9)N(2)i−Ni(1)−N(1)89.64(11)N(1)i−Co(1)−N(1)92.10(16)N(1)−Ni(1)−N(1)i91.25(14)N(2)−Co(1)−N(1)ii89.69(9)N(2)−Ni(1)−N(1)ii89.64(11)N(2)i−Co(1)−N(1)ii90.31(9)N(2)i−Ni(1)−N(1)ii90.36(11)N(1)i−Co(1)−N(1)ii179.39(18)N(1)ii−Ni(1)−N(1)i179.3(2)N(1)−Co(1)−N(1)ii87.90(16)N(1)−Ni(1)−N(1)ii88.76(14)N(2)−Co(1)−N(1)iii90.31(9)N(2)−Ni(1)−N(1)iii90.37(11)N(2)i−Co(1)−N(1)iii89.69(9)N(2)i−Ni(1)−N(1)iii89.64(11)N(1)i-Co(1)−N(1)iii87.90(16)N(1)iii−Ni(1)−N(1)i88.76(14)N(1)−Co(1)−N(1)iii179.39(18)N(1)−Ni(1)−N(1)iii179.3(2)N(1)ii−Co(1)−N(1)iii92.10(16)N(1)ii−Ni(1)−N(1)iii91.25(14)Co(1)−N(2)−C(7)180.0Ni(1)−N(2)−C(7)180.0N(2)−C(7)−S(1)164.3(3)N(2)−C(7)−S(1)165.3(3)ai: −x + 3/2, −y + 1/2, z; ii: −y + 1, −x + 1, −z + 1/2; iii: y + 1/2, x − 1/2, −z + 1/2; iv: −x + 2, −y, −z + 1.The metal centers have distorted octahedral environments consisting of four N atoms of pyridine groups of trans bpe ligands (Co−N1bpe 2.188(3) Å and Ni−N1bpe 2.123(3) Å) in the equatorial positions and two N atoms of terminal NCS groups in the axial ones (Co−N2NCS 2.075(6) Å and Ni−N2NCS 2.053(5) Å). The coordination polyhedra correspond to axially compressed octahedrons (Figure 4). Given the large amplitude of their atomic displacement parameters the terminal S atom of the thiocyanate ligands were split in two positions perpendicular to the C−S bond. Therefore, the conformation of the independent thiocyanate groups exhibits a quasi linear conformation with N−C−S angles of 164.3(3)° for 1 and 165.3(3)° for 2. The pyridine groups around the metal exhibit a propeller fashion (Figure 4) with a dihedral angle between their planes and the octahedral equatorial plane of ca. 54°. In each bpe ligand, the two pyridine rings and the ethylene group are coplanar.Each metal ion is bridged to other four by four bpe ligands in the equatorial plane in such a way that rhombus rings, composed of four MII ions joined together by simple bpe bridges, are formed (Figure 5). The distances between the metal atoms through the bpe bridge is 13.654 Å (1) and 13.561 Å (2), whereas major and minor diagonals of the rhombus are 22.480 Å and 15.505 Å (1) or 22.094 Å and 15.732 Å (2) with internal angles of 87.88° and 92.12° (1) or 89.30° and 90.70° (2). A sequence of those metallic rings [M(II)4(bpe)4] spreading along the two directions forms a 2D sheet.Figure 5. View of an isolated [MII4(bpe)4] rhombus showing the major and minor diagonal distances.Adjacent sheets, which are separated by 11.24 Å in 1 and 11.05 Å in 2, form a network. These parallel sheets are shifted in such a way that it makes the metal atoms of the first layer be vertically above the ring centers of the second layer and vice versa. So, the metal atoms belonging to the first sheet are vertically above the center of the rings which define the second, fourth, sixth, etc. sheets. As a result, those metal atoms from the first sheet are vertically above the metal ones which correspond to the alternating following sheets, that is, third, fifth, seventh, etc. sheets. This network has large free cavities. As a result, the perpendicular interpenetration of two identical networks gives rise to a global 3D structure and results in the interpenetration between their sheets in such a way that metal atoms belong to sheets of a network site in the center of the rings which define the sheets of the other network. The disposition of sheets in a network, and the effect of the interpenetration between sheets from different networks, are respectively shown in Figures 6 and 7.Figure 6. Disposition of parallel sheets in a network.Figure 7. View of the interpenetration of the different networks.Therefore, compounds 1 and 2 exhibit the same structure consisting of two 2D networks that are mutually interpenetrated in a perpendicular way, so that both of them are present as fully interlocked 3D structures. The same kind of structure was found in the previously reported compound [Fe(NCS)2(bpe)2]·CH3OH.(7)The perpendicular interpenetration between the two groups of parallel layers makes the structure define large square channels along the [001] direction (Figure 8). The transversal section of those channels is about 126 Å2 (1) and 122 Å2 (2). In these voids, the crystallization solvent molecules are most likely located and their distribution has been assigned. The slightly larger channels in 1 could put up a higher quantity of solvent molecules, but no structural differences are observed and this is coherent with the assignation proposed by other characterization techniques. Anyway, the former can be the reason for a quicker evaporation of the solvent molecules in the case of compound 1, as it can be deduced by the results obtained from the elemental analysis. It is consistent with the idea of the same quantity of crystallization solvent molecules when located in a larger space.Figure 8. Disposition of the square channels in the structures (left) and perspective view of one isolated channel (right).Moreover, the distribution of solvents resembles the residual density shown in Figure 1a. Obviously, the atomic displacement parameters are not related only with thermal vibrations but mainly mimic the strong disorder present within the channels (Figure 9).Figure 9. Projection of the final refined structure along the c-axis (ellipsoids at 50% probability).Solvents connected by hydrogen bonds form columns along the c-axis (Figure 10). It is to be noticed that, by steric restrictions, each layer of dimethylsulfoxide molecules contains only two related by a rotation of 180°. Its other possible orientation is obtained by a 4-fold rotation around the c-axis. These kinds of water−dimethylsulfoside clusters have been reported for mixtures of water and dimethylsulfoside at different proportions.(27) Also only three of the four possible positions for the water molecules are occupied simultaneously. On the other hand, Figure 10 shows that the columns corresponding to adjacent channels are oriented due to the average symmetry in an upside-down manner, and probably both orientations are interchanged from channel to channel in the crystal. Moreover, dimethylsulfoxide molecules are almost free to rotate along the direction given by the S−S (belonging to the nearest NCS group) contact that is favored by the lone-pair present in the dimethylsulfoxide moieties. All these factors together would explain the disorder found in these structures.Figure 10. (a) a-axis projection of the solvent columns running along the c-axis. The possible H-bonds involving oxygen atoms are indicated by blue and red lines. In (b) the same columns projected along b are shown. The layers of water molecules are represented by the ellipsoids of their corresponding oxygen atoms. The possible C−O hydrogen bonds are shown.IR and UV/vis Spectroscopies and Thermal AnalysesBoth compounds show a similar solid state IR spectrum (Figure S1, Supporting Information) with peaks corresponding to typical vibration modes of the bpe and thiocyanate ligands.(28, 29) The hydration water molecules are present as two main peaks: the νs(O−H) and νas(O−H) bands appear next to 3400 cm−1, whereas the bending vibration mode of the H−O−H bonds gives a signal at 1650 cm−1. The two spectra show weak ν(Cpy−H) bands, typical of the bpe ligand, in the range 3100−3000 cm−1, whereas the stretching vibration mode from the Cethylene−H bonds in bpe appears next to 2900 cm−1. The ν(C═C) bands from bpe are present as signals of strong-medium intensity, spreading from 1650 cm−1 to 1500 cm−1. The C−N stretching vibration mode in coordinated bpe appears at 1610 cm−1 (1590 cm−1 in free bpe), whereas the associated with the aromatic C−C bonds from the pyridinic rings gives intense bands next to 1420 cm−1. The two split bands in the 1095−950 cm−1 region were assigned to the vibration of deformation of aromatic C−H bonds from coordinated bpe in the planes defined by the pyridinic rings, whereas the one from the deformation of the same bonds out of those planes gives a strong split band next to 830 cm−1. A very strong signal found at 2067 cm−1 (1) and 2086 cm−1 (2) is associated with the νas(C−N) band of the thiocyanate ligand bonded to the metal ion through the nitrogen atom, whereas the ν(C−S) band from the same ligand appears next to 830 cm−1. The vibration mode of deformation of the thiocyanate ligand is shown as a weak band at 475 cm−1. The signals due to the presence of crystallization solvent molecules of DMSO appear at 2950 cm−1 (medium), 1450 cm−1 (medium), 1400 cm−1 (medium), 1100 cm−1 (strong), 1000 cm−1 (medium), 650 cm−1 (strong). Some of the vibration modes from bpe and DMSO appear at the same frequency, especially in the region where the solvent exhibits its strongest absorptions. This makes it difficult to clearly observe those bands that correspond to the dipyridinic ligand.The diffuse reflectance spectroscopy measurements of 1 (Figure 11) were carried out at room temperature showing three main peaks, at 9900 cm−1 (ν1), 18400 cm−1 (ν2), and 21200 cm−1 (ν3), respectively. They correspond to the three spin allowed transitions, from the ground state 4T1 g(F) to the excited ones 4T2g(F), 4A2g(F), and 4T1g(P), expected for a high spin octahedral CoII ion. The parameters obtained from experimental data have been calculated to be Dq = 850 cm−1 and B = 660 cm−1 in agreement with those found(30-32) in CoII-compounds with an octahedral environment around the metal atom.Figure 11. Diffuse reflectance spectrum for 1.The diffuse reflectance spectroscopy measurements for 2 (Figure 12) were carried out at room temperature showing three main peaks, at 10 620 cm−1 (ν1), 17 700 cm−1 (ν2), and 28 800 cm−1 (ν3), respectively, corresponding to the three spin allowed transitions from the ground state 3A2g(F) to the excited states 3T2g(F), 3T1g(F), and 3T1g(P). The spectrum also shows the presence of a shoulder at 13 000 cm−1 (ν1*), which was associated with the first forbidden transition of this metal ion from the ground state to the excited state 1Eg. The parameters calculated taking into account experimental data were obtained as Dq = 1062 cm−1, B = 976 cm−1, and C = 2865 cm−1, in agreement with those expected(30-32) for compounds of NiII in an octahedral environment.Figure 12. Diffuse reflectance spectrum for 2.The thermogravimetric analysis of 1 (Figure S2, Supporting Information), carried out under an argon atmosphere in the 25−800 °C interval, shows four main steps in which the pyrolysis of ligands and crystallization solvent molecules takes place. During the first one (30−100 °C), a mass percentage of 6.75% was found to be lost. It was attributed to the evaporation process of three water molecules. The second one (100−165 °C) is quickly followed by the third one (165−265 °C). They are respectively associated with mass losses of 5.14% and 40.22%. As a whole, they were assigned to the evaporation of two molecules of dimethylsulfoxide (C2H6SO) and one bpe ligand molecule per formula unit. The fourth step (285−480 °C) indicates a mass loss of 34.71%, which represents the pyrolysis of a second bpe ligand molecule and the two thiocyanate groups.In the case of 2 (Figure S3, Supporting Information), the thermogravimetric analysis, carried out under the same conditions, also exhibits four main steps enclosed within the bulk thermal decomposition. The first two steps take place from 25 to 190 °C, showing that a percentage of 27.16% from the mass used to carry out the analysis undergoes decomposition. It corresponds to the evaporation of three water and two dimethylsulfoxide molecules per formula unit. During the third step (190−295 °C), a mass percentage of 24.37% was found to be lost, meaning the decomposition of the mass associated with one bpe ligand molecule. The last step (315−475 °C) indicates a mass loss of 38.11%, which was attributed to the pyrolysis of a bpe ligand molecule and the two thiocyanate groups.ESR and Magnetic PropertiesESR spectrum at X-band has been recorded for 1 at different temperatures between 60 and 4 K (Figure 13). It must be considered that, due to the spin−orbit coupling, the Co(II) systems behave as an effective S = 1/2 system and the spectra rapidly loses resolution when increasing the temperature; in this case, the signal is not detectable further than 100 K. An intense isotropic signal is observed in all cases centered at about 1620 G. The intermetallic bridging through bpe conforming an equatorial sheet with only one equatorial bond distance and the perpendicular interpenetration of the second similar sheet gives rise to the great isotropy of the system. The value of the g tensor has been calculated from the spectrum at 15 K (considering this value low enough to have a good resolution spectrum for an extended octahedral Co(II) with effective S = 1/2 and higher enough for the signal not to be widened) giving an experimental g of 4.15, corresponding to the spin state for a CoII at low temperatures (g = 4.33).Figure 13. Thermal variation of the X-band ESR spectrum for compound 1.The magnetic susceptibility data measured for 1 from 4.2 to 300 K is shown in Figure 14. As observed, the χm·T value decreases from 3.10 cm3·K·mol−1 at room temperature to 1.92 cm3·K·mol−1 at 4 K. The reciprocal susceptibility obeys the Curie law from 300 K down to 150 K (C = 3.25 cm3·K·mol−1; θ = −12.43 K). The decreasing χm·T value when cooling down and the negative intercept for the reciprocal susceptibility could be indicative of the presence of antiferromagnetic interactions between the metal centers. However, as the spin−orbit coupling typical of a CoII ion is responsible for decreasing the χm·T value upon cooling, a lower decrease is expected for metal atoms bridged by such a long dipyridinic ligand as bpe, which is only able to propagate weak-moderate antiferromagnetic interactions between the metal centers.(33) Calculated data agree well with those expected for octahedral CoII ions in the high-spin state.(34, 35)Figure 14. Thermal variation of χm·T and χm−1 for 1. Solid line represents the Curie−Weiss law.Attempts to fit the experimental χm·T values to a model considering the spin−orbit coupling only were unsuccessful. This may be indicative of the presence of, even weak, magnetic interactions.The susceptibility data of 2 were measured from 4.2 to 300 K (Figure 15). It can be observed as the χm·T value remains practically constant with a value of 1.23 cm3·K·mol−1 at room temperature down to 15 K and then decreases when cooling down to a value of 1.12 cm3·K·mol−1 at 5 K. Reciprocal susceptibility obeys the Curie−Weiss law from 300 K down to 5 K with values of C = 1.23 cm3·K·mol−1 and θ = −0.33 K.Figure 15. Thermal variation of χm·T and χm for 2. Solid green line represents the best fit to a 2D model, while solid red line represents the best fit to a mononuclear system with D.The decreasing χm·T value upon cooling and the negative intercept for the reciprocal susceptibility seems to indicate the presence of slight antiferromagnetic interactions between the metal centers. Although the bpe ligand is long to propagate strong magnetic interactions, it constitutes here the only exchange pathway to propagate magnetic coupling between the metal centers. The J value was calculated by means of the eq 1, considering a two-dimensional model in which each NiII ion is surrounded by other four NiII ions and taking into account isotropic interactions. So the magnetic susceptibility can be analized by using the high temperature expansion series model, which was developed by Rushbrooke and Wood.(36) The analytical expression for a S = 1 system is shown below:(1)where A = 7.333, B = 7.111, C = 5.704, D = 22.281, E = 51.737, α = J/kT, N and k are the Avogadro and Boltzmann constants, respectively, g is the Landé factor, and β is the Bohr magneton.The parameters g and J/K were calculated to be 2.22 and −0.1 K, respectively. The magnetic behavior of the NiII system seems to be well described by a two-dimensional antiferromagnetic Heisenberg model (Figure 15). The calculated data are in agreement with those obtained from Curie−Weiss (g = 2.22) and the expected for an octahedral NiII ion in the high-spin state.(34, 35) In addition to that, the negative character and the low magnitude of the J value agree with the interactions proposed in the NiII system.Because of the low magnetic interactions observed in this system, the experimental χm·T values have also been fit to an expression of χm·T for a mononuclear system in which the zero-field splitting of the S = 1 ground state is explicitly considered (parameter D)(35) (red solid line in Figure 15). The analytical expression 2 is shown below:(2)where x = D/kT.In this case, the calculated g value is 2.216 and the D/K value is −8.08 K.Top of PageAbstractIntroductionExperimental SectionMaterialsResults and DiscussionConclusionsReferencesConclusionsCompounds 1 and 2 are new examples of 3D structures formed by perpendicular interpenetration of parallel 2D sheets. The interpenetration gives rise to large square channels where solvent molecules can be accommodated and even stabilize the structure, in this case water and dimethylsulfoxide ones that have been studied. Both types of molecules show, as expected, a great level of disorder. Besides, it has been observed that those solvent molecules stack in columns along the c axis joined by hydrogen bonds and filling the channels. These compounds show bpe intermetallic bridges, so their magnetic interactions are not strong. Predominance of spin−orbit coupling for the cobalt compound (1) and weak antiferromagnetic interactions for the nickel (2) have been observed. Simulation to a mononuclear Ni(II) system with D does not deviate very much from the experimental points.Top of PageAbstractIntroductionExperimental SectionMaterialsResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by the Universidad del País Vasco (UPV/EHU) (UPV 00169.125−13956/2004), the Ministerio de Ciencia y Tecnología (MCYT) (CTQ2005-05778-PPQ), and the Basque Government (project IT-282-07). L.M.C. thanks UPV/EHU for her doctoral fellowship. N. de la P. thanks UPV/EHU for financial support from “Convocatoria para la concesión de ayudas de especialización para investigadores doctores en la UPV/EHU (2008)”. Top of PageAbstractIntroductionExperimental SectionMaterialsResults and DiscussionConclusionsReferencesSupporting InformationCIF files, IR figures, and thermal behavior figures. This information is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionMaterialsResults and DiscussionConclusionsReferencesReferencesThis article references 36 other publications.1. (a) Lee, J. Y.; Farha, O. K.; Roberts, J.; Scheidt, K. A.; Nguyen, S. B. T.; Hupp, J. T. Chem. Soc. Rev. 2009,  38,  1450[Crossref], [PubMed], [CAS]1. Metal-organic framework materials as catalystsLee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.Chemical Society Reviews\r\n        (2009),\r\n    38\r\n        (5),\r\n    1450-1459CODEN:\r\n                CSRVBR;\r\n        ", "title": "Structural, Spectroscopic, and Magnetic Characterization of the Coordination Polymers [M(NCS)(bpe)]·3HO·2CHSO [M = Co, Ni; bpe = 1,2-Bis(4-pyridyl)ethylene]. Two Interpenetrated Porous Networks", "authors": ["Lorena M. Callejo", "Noelia de la Pinta", "Gotzon Madariaga", "Luz Fidalgo", "Luis Lezama", "Roberto Cortés"], "doi": ["10.1021/cg100919a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0015.gif\">"]}