{"abstract": "In this multiscale study, four robust zirconium oxide based metal–organic frameworks (MOFs) were examined using powerful molecular simulation tools as well as indispensable full-scale PSA system modeling to determine their potential for H purification. Grand canonical Monte Carlo (GCMC) and molecular dynamics (MD) simulations were employed to evaluate the MOF working capacities, binary-mixture selectivities, and micropore transport diffusivities for each of the components of a steam methane reformer offgas (SMROG) stream: H, CO, CH, N, and CO. The small, functionalized pores of UiO-66(Zr)-Br were found to result in high N and CO selectivities and working capacities, whereas the slightly larger pore volume of UiO-66(Zr) favored higher CO and CH working capacities. The collective impact of impurity uptakes and selectivities on the purification of H from five-component steam methane reformer offgas mixtures was investigated through PSA column modeling. The breakthrough behavior of SMROG mixtures in columns containing MOF crystallites was determined using the simulated adsorption and diffusivity data as input. MOF breakthrough curves for single and two-layered beds were compared to those of commercial adsorbents including Zeolite 5A and Calgon PCB. Two of the MOFs, namely, UiO-66(Zr) and UiO-66(Zr)-Br, were found to have longer dimensionless breakthrough times than the commercial zeolite materials and are therefore expected to result in larger yields of high-purity H per PSA cycle. UiO-66(Zr)-Br was found to be the most promising of the four MOFs, having the longest dimensionless breakthrough times in both single and two-layered bed setups.", "text": "10.1021/ie4011035 Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences1 IntroductionPressure swing adsorption (PSA) units(1-4) are the technology of choice in hydrogen purification, accounting for 85% of the world’s hydrogen production. In a hydrogen PSA unit, gas streams are separated mainly based on equilibrium selectivity, that is, the relative adsorption strengths of the components, which is determined by molecular volatility and polarity. One of the most common feed streams used in hydrogen PSA systems is steam methane reformer offgas (SMROG), which normally has a H2 content of 70–80%.(3) The remainder of the mixture consists of CO2, CH4 (and higher hydrocarbons), CO, and N2, which must be removed to produce high-purity H2.PSA units require high-performance adsorbents that have large capacities and selectivities for the impurities to be removed and can be easily regenerated at low pressure.(3) Feed streams generally enter a PSA process at 4–30 atm, whereas the waste streams containing desorbed impurities leave the columns at 1.1–1.7 atm.(3) Depending on the process temperature and pressure, frequently utilized adsorbents include activated aluminas, silica gels, activated carbons (ACs), and zeolites. Activated carbons are beneficial for the removal of CO2 and hydrocarbons because of their high capacities and low adsorption enthalpies; however, their nonpolar structures and large pore diameters render them less advantageous in the removal of N2 and CO. Zeolites, on the other hand, have high selectivities for polar adsorbates but are difficult to regenerate upon CO2 adsorption because of the high interaction strength between the CO2 molecules and the charged zeolite pore surface. To increase separation efficiency, adsorption columns often contain two or more adsorbent layers, each of which is designed to target specific impurities.(5-9) Such columns allow for CO2 to be retained in easily regenerated activated carbon particles, whereas lighter impurities are adsorbed in highly selective zeolite layers. The overall performance of the PSA unit is highly dependent on the adsorbents chosen and is limited by the selectivity of the adsorbent for the most weakly interacting impurity, which is N2 in the case of SMROG. Once this impurity breaks through the adsorption column, the feed cycle must be stopped, and the adsorbent must be regenerated.In the continuous search for high-performance adsorbent materials required to improve PSA product yield, purity, and energy requirements, metal–organic frameworks (MOFs) have been identified as promising candidates. Whereas many MOF studies have focused on the adsorption of binary and ternary mixtures(10) containing the more abundant impurities (i.e., CO2 and CH4), only a few have analyzed CO/H2 and N2/H2 mixture adsorption. It is important to bear in mind that PSA performance is determined by the adsorption behavior of each of the impurities and that adsorption strength can vary widely depending on the polarity of the impurity and the properties of the MOF such as pore size, topology, and chemical functionality. Furthermore, the impurities compete with each other for the available adsorption sites; therefore, to identify the most promising MOFs for H2 purification, a study of both the adsorption and micropore and macropore diffusion behaviors of the complete mixture is required. A study of diffusion through the micropores is necessary to verify the dominant mass-transfer resistance.According to the detailed report of Sircar and Golden, the criteria by which PSA adsorbents should be selected include multicomponent adsorption capacities, desorption behavior, selectivities, and isosteric heats of adsorption.(11) None of these factors, however, can be used as a single selection criterion, as separation efficiency is affected by each parameter to some degree.(12-14)The most effective method for testing the selective properties of materials to be used in separating H2 from multicomponent mixtures is the use of laboratory-scale breakthrough and PSA cycle experiments, such as the dual-piston PSA setup,(15) as well as mathematical models that simulate column adsorption. As a result, numerous zeolite and activated carbon studies seeking to identify promising PSA adsorbents have presented breakthrough studies and PSA process modeling for multicomponent H2 mixtures through both single and layered beds.(9, 16-20) Recently, breakthrough models were employed to investigate whether MOFs can be used in PSA separations for various applications with mixtures containing up to four gases. A study carried out by Krishna and Long compared several MOFs to zeolites and activated carbons using breakthrough studies of CO2/CH4/H2 mixtures, as well as binary combinations of the three gases.(12) Their work highlighted the advantage of using breakthrough calculations for separation studies and showed that Mg MOF-74 was the best material for CO2/H2, CO2/CH4, and CH4/H2 separations.(12) Herm et al. investigated CO2/CH4, CH4/H2, and CO2/CH4/H2 separations, processes that are relevant for CO2 capture and storage as well as for H2 purification, and found that Mg MOF-74 outperformed Zeolite 13X for all three mixtures.(21) Finally, the recent work of Wu et al. tested the performance of MOFs and zeolites in separating CO2/CO/CH4/H2, CO2/H2, CH4/H2, and CO2/CH4 mixtures and identified Cu-TDPAT as a particularly effective adsorbent for H2 PSA purification from SMROG.(22)A typical SMROG stream to be introduced into a hydrogen purification PSA unit contains H2, N2, CO, CH4, and CO2. Water is also normally present; however, it is the most strongly adsorbed component and can be easily removed from the stream either prior to the PSA unit or by using additional adsorbent layers in the PSA column. In this study, the stream entering the PSA column was assumed to be water-free. Considering the wide variation in selectivities not only from one MOF to another but also from one impurity to another, it is critical to include all mixture components in the modeling of breakthrough curves. In this work, we used a combination of powerful simulation tools to perform a multiscale study on the progression of five-component mixtures, consisting of both weakly interacting gases such as N2 and CO and easily adsorbed gases such as CH4 and CO2, through columns containing four MOFs. Whereas PSA studies in the literature are normally carried out, at least partially, through experimental work, we present an entirely computational study enabled by a transition from simulations at the molecular level to simulations performed on the scale of unit operations. To the best of our knowledge, this is the first time such a study, focusing on H2 purification from SMROG, has been published.The adsorption and diffusion of five-component mixtures in four MOFs that share the same topology (as shown in Figure 1), namely, dehydroxylated UiO-66(Zr), UiO-66(Zr)-Br, UiO-67(Zr), and Zr–Cl2AzoBDC, was assessed to evaluate their potential for hydrogen purification. The MOFs were selected for their stability and resistance to solvents and mechanical pressure.(23, 24) In addition, the water stability studies of Yang et al.(25) and Biwas and Van Der Voort(26) showed that the four MOFs retain their crystallinity upon immersion in water. The high connectivity of the metal centers to the organic linkers, which is characteristic of the UiO-66 family, results in high shear and bulk moduli and is responsible for the excellent mechanical stability of these materials.(24) The structures share the same inorganic zirconium oxide clusters; however, the organic linkers connecting the metal clusters vary, as shown in Figure 1, resulting in different pore sizes, pore volumes, and adsorption site strengths. In the first part of this study, the results of grand canonical Monte Carlo (GCMC) simulations are presented to determine the working capacities and selectivities for each of the impurities to be removed. On the basis of external-force nonequilibrium molecular dynamics (EF-NEMD) simulations, micropore transport diffusivities of the mixture components in each of the four MOFs were calculated. The adsorption and diffusion data obtained through molecular simulations were then directly introduced as input into a PSA unit model.Figure 1. (a) Octahedral and tetrahedral pores of UiO-66(Zr). (b) Linkers joining the zirconium clusters in the four MOFs.In the second part of our work, we employed an adsorption column model to study mixture adsorption and diffusion through adsorption columns containing each of the four MOFs alone or a layered bed consisting of activated carbon and a MOF. The breakthrough curves for each of the mixture components were analyzed, and the impact of the impurities on the overall performance of different MOFs for hydrogen purification from SMROG is discussed. The breakthrough study was extended to include the zeolite and activated carbon materials studied in detail by Rodrigues and co-workers,(16, 27) as well as Zeolite 5A and Calgon PCB,(17, 28) to determine whether MOFs are able to compete with commercial PSA adsorbents and to identify which of the four MOFs is the most promising adsorbent for H2 PSA purification.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences2 Methods2.1GCMC SimulationsGrand canonical Monte Carlo simulations were carried out using the multipurpose simulation code Music(29) to determine the adsorption isotherms of each of the pure gases and their binary mixtures at 298 K. Each MOF was treated as a rigid structure, and the framework atoms were maintained fixed at their crystallographic positions.(23, 25, 26, 30) The simulated adsorbate–adsorbate and adsorbate–framework interactions included both dispersion and electrostatic contributions. Dispersion, or van der Waals, interactions were modeled using the Lennard-Jones potential(31) with a 12.8-Å cutoff, whereas the electrostatic interactions were calculated using the Ewald summation method.(32) Periodic boundary conditions were applied to mimic an infinite crystal structure. The Lennard-Jones parameters used to represent framework atoms were taken from the Universal Force Field (UFF),(33) and the partial charges were adopted from previous studies.(25, 30, 34) CH4, N2, and CO2 were modeled using the Lennard-Jones parameters and partial charges given in the TraPPE force field.(35, 36) CO was described using the model of Martín-Calvo et al.,(37) whereas, for H2, the two-site model of Yang and Zhong was employed.(38) Potential parameters between unlike adsorbate–adsorbate and adsorbate–adsorbent atom pairs were determined using the Lorentz–Berthelot mixing rules. The Peng–Robinson(39) equation of state with quadratic mixing rules was applied to determine the gas-phase fugacities for both pure adsorbates and mixtures.The differential enthalpy of adsorption was calculated directly from GCMC simulations as follows(40)(1)where Δh denotes the differential enthalpy of adsorption, R is the universal gas constant, T is the simulation temperature, ⟨Uads⟩ is the average potential energy per molecule, and ⟨Nads⟩ is the average number of molecules adsorbed. The pore diameters were evaluated using the pore size distribution method of Gelb and Gubbins,(41) which gives the diameter of the largest sphere that can be inserted without overlapping with any of the framework atoms. The pore volumes were determined using a numerical Monte Carlo algorithm to carry out random trial insertions using a 0-Å probe molecule. This purely geometrical method in essence calculates all of the space inside the unit cell that surrounds the framework atoms.2.2MD SimulationsMolecular dynamics (MD) simulations were performed to determine the micropore transport diffusivities of each of the SMROG components through the pores of the four MOFs studied. The micropore transport diffusivity, Dt, is related to the flux, J, through Fick’s law of diffusion as(2)It is therefore necessary to evaluate Dt to accurately describe the flux of adsorbate molecules through MOF pores. In this work, we made use of the Onsager formulation to determine the transport diffusion coefficients of each of the adsorbates through the pores of each of the four MOFs. This method has been described in detail in other works,(42, 43) and a summary of its application for the simplest case, single-component diffusion, is provided in the Supporting Information.EF-NEMD simulations in the NVT ensemble were carried out using the Gromacs package.(44) Each simulation was run for 5.5 ns, with the first 0.5 ns used for equilibration. A temperature of 298 K was maintained using the Nosé–Hoover thermostat,(45) and a time step of 1 fs was employed. The equilibrium configurations obtained from GCMC simulations at 298 K and 10 bar were used as starting configurations for each MD simulation. An external force of 0.1–1.0 kJ mol–1 Å–1 was applied to each adsorbate molecule inside the simulation box such that a linear response was achieved. The MOFs were assumed to be rigid, and the framework atoms were fixed at their crystallographic coordinates. The framework atoms and the adsorbate molecules were represented using the same Lennard-Jones parameters as were used in the GCMC simulations, and the Lorentz–Berthelot mixing rules were employed. Electrostatic interactions were calculated using a particle mesh Ewald (PME) technique(46, 47) with a spacing of 0.12 Å. Each NEMD simulation was repeated five times, and the average displacement correlation function (DCF) values were obtained. The statistical errors for the DCFs were determined using Student’s t test with a 95% confidence interval.2.3Breakthrough Simulation DetailsThe breakthrough simulations were performed with our in-house general adsorption cycle simulator. The column model and the numerical algorithms to solve the model are described in detail elsewhere.(15) This simulator implements the mass, momentum, and energy balances for an adsorption column and auxiliary units such as valves and feed lines. For the breakthrough simulations, only a model for the adsorption column, as shown in Figure 2, is required.Figure 2. Characteristics of the adsorption column model containing adsorbent pellets used in the breakthrough simulations. The inset shows a pellet of radius Rp, containing spherical crystallites separated by intercrystalline macropores.The model assumes that the mixture behaves as an ideal gas at the reference temperature. A dual-site Langmuir model is used to describe the adsorption process, and the pressure drop is described by the Ergun equation. An axially dispersed plug flow model is employed. The nonisothermal process is modeled by accounting for heat transfer between the column wall and the bed, as well as between the column wall and the surroundings. The temperature inside the adsorbent pellets is assumed to be uniform. Detailed mass and energy balances are provided in the Supporting Information.The velocity at the column inlet is set, and the outflow velocity is calculated from the mass balance. Initially, the column is at uniform pressure, temperature, and gas-phase concentration. The adsorbate concentration is assumed to be in equilibrium with the set gas-phase concentration.The governing partial differential algebraic equations are discretized along the spatial dimension with a flux-limited finite-volume method,(15) and the resulting set of ordinary differential algebraic equations is integrated in time with the variable-time-step, variable-order backward differentiation formulas implemented in SUNDIALS.(48)The column characteristics and operating conditions were maintained constant for all materials and were taken from Ribeiro et al., including a feed flow rate of 12.2 m3 h–1 and an inlet pressure of 7 bar.(16) SMROG feed is normally available between 21 and 38 °C;(11) therefore, the feed temperature was set to a value within this range, namely, 298 K. The mixture composition was defined as shown in Table 1. A complete list of simulation parameters is provided in the Supporting Information.Table 1. Feed Gas Composition (SMROG)(16)componentcontent (mol %)H273.0CO216.0CO3.0CH44.0N24.0Single-component and binary-mixture adsorption isotherms for each of the four MOFs, as well as isosteric heats of adsorption and Henry constants, were calculated using GCMC simulations and fitted to the dual-site Langmuir (DSL) model using the weighted least-squares fitting detailed in the work of Brandani and Ruthven.(49) The model parameters were determined by simultaneously fitting single-component and binary-mixture data while satisfying Henry-constant restrictions. As shown in Figure 3, the DSL curves were in good agreement with the simulated isotherms. Furthermore, the fitted parameters were able to predict correctly the binary-mixture selectivities for each of the four frameworks presented in Figure 4. It should be noted that, although the DSL model as formulated here does not account for the impact of fugacity on adsorption, the PSA simulations in which it was employed were carried out for inlet pressures ranging from 5 to 20 bar. Isotherm fitting was focused on the low-pressure region corresponding to the partial pressure of each mixture component, where the ideal gas law is a reasonable approximation. The fitted pure-component isotherm parameters, provided in the Supporting Information, were used directly as inputs for the transient breakthrough simulations. For Zeolite 5A and Calgon PCB, as well as the commercial zeolite and activated carbon described by Ribeiro et al., isotherm parameters found in the literature(16, 17) were refitted to the dual-site Langmuir model.Kinetic properties were represented using a bidisperse porous model in which macropore and micropore diffusivities are treated as resistances in series. Single-component micropore transport diffusivities for the MOFs were calculated using EF-NEMD simulations and are reported in Table 2, whereas the micropore diffusivities for the commercial zeolite and activated carbon were taken from Ribeiro et al.(16) For Zeolite 5A and Calgon PCB, the dominant resistance was assumed to be the diffusion of molecules through the macropores; therefore, micropore diffusion was not needed in the predictions obtained from the breakthrough model in these cases. The macropore diffusivities were determined using molecular diffusivities alone, which were calculated according to the Chapman–Enskog equation.(50) Macropore diffusivity calculation details are provided in the Supporting Information.Table 2. Micropore Transport Diffusivities, Dc (×109 m2 s–1), Calculated from EF-EMD SimulationsadsorbateUiO-66(Zr)UiO-66(Zr)-BrUiO-67(Zr)Zr–Cl2AzoBDCH244.5 ± 3.2310.80 ± 1.23154.00 ± 1.28193.00 ± 3.33CO25.96 ± 0.302.80 ± 0.3026.60 ± 1.8031.70 ± 0.89CO5.83 ± 0.590.46 ± 0.0623.40 ± 1.1334.60 ± 1.94CH48.25 ± 0.680.22 ± 0.0423.10 ± 2.1228.10 ± 1.45N24.46 ± 0.650.25 ± 0.0522.80 ± 1.4528.70 ± 2.38The relative impact of these micropore diffusivities was compared to that of the macropore diffusivities using the criterion developed by Ruthven and Loughlin(51)(3)whereandHere, Dc and Dp are the micropore and macropore diffusivities through crystallites and pellets of radii of rc and rp, respectively, and H denotes the Henry constant. The γ parameters evaluated for the four MOFs are listed in Table 3. For γ < 0.1, the process is micropore-diffusion-limited, whereas for γ > 10, macropore diffusion is the governing process. For 0.1 < γ < 10, both macropore and micropore diffusion must be taken into account. The crystallite and pellet radii were set to 3 μm and 0.85 mm, respectively. The crystallite size was chosen at the high end of the Zr MOF crystal size range,(52) to account for the longest possible micropore diffusion path. As all calculated γ values were greater than 10, the macropore diffusion process must be much slower than diffusion through the micropores. We can therefore conclude that, for all mixture components and for all four MOFs, the uptake rate is macropore-diffusion-limited.Table 3. Micropore/Macropore Comparison Criterion, γ UiO-66(Zr)UiO-66(Zr)-BrUiO-67(Zr)Zr–Cl2AzoBDCH2203749173799105CO239492540954927731414CO455655585159241CH4190109152299215363N2237617859916246Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences3 Results and Discussion3.1Pure-Component Adsorption IsothermsThe adsorption isotherms of each of the impurities in the four structures investigated were determined through GCMC simulations up to a pressure of 50 bar and are shown in Figure 3. They provide information not only about the relative capacities of the MOFs but also about the relative strengths of the adsorbate–framework interactions. Many studies have shown that the adsorption properties of MOFs are governed by a combination of the free volume and the enthalpy of adsorption.(53-55) The influence of the free volumes and adsorption enthalpies presented in Table 4 on the isotherms shown in Figure 3 is a reflection of this relationship. At high pressure, the highest uptakes of all four adsorbates occur in UiO-67(Zr). Although Zr–Cl2AzoBDC has a higher pore volume than UiO-67(Zr) and chlorine-functionalized linkers, the slightly shorter linkers of UiO-67(Zr) lead to narrower pores and, at the same time, to stronger dispersion interactions. At high pressure, the UiO-66(Zr) and UiO-66(Zr)-Br frameworks show the lowest volumetric uptakes for each of the adsorbates because of their lower pore volumes (see Table 4). At low pressure, on the other hand, these smaller-pore MOFs have the highest uptakes of all four adsorbates. As shown in Table 4, the highest enthalpies of adsorption for CO, N2, CH4, and CO2 were observed in UiO-66(Zr)-Br. This can be explained by the presence of narrow pores and pore windows and bromine functional groups, which result in strong dispersion and electrostatic interactions, respectively. It is interesting to note, however, that, for the adsorptions of CO and N2, all four frameworks exhibited very similar uptakes up to a pressure of 20 bar. The highest N2 enthalpy of adsorption was observed in UiO-66(Zr)-Br, followed by the unfunctionalized UiO-66(Zr); however, N2–framework interactions are relatively weak compared to those for the other impurities that must be removed during H2 purification. As a result, N2 is the most weakly retained impurity, and its breakthrough time dictates the length of the PSA feed step.(3) It is therefore particularly important to identify materials that can selectively adsorb N2 from H2 fuel sources such as SMROG.Figure 3. Pure-component adsorption isotherms obtained using GCMC simulations for (a) CO2, (b) CO, (c) CH4, (d) N2, and (e) H2 in each of the four MOFs investigated. UiO-67(Zr), solid triangles; Zr–Cl2AzoBDC, open diamonds; UiO-66(Zr), solid squares; UiO-66(Zr)-Br, open spheres. The dotted lines represent the dual-site Langmuir fitted curves. Loading is expressed in volumetric terms, where the volume represents the space taken up by only MOF crystallites.Table 4. Simulated Isosteric Heats of Adsorption at 7 bar and 300 K for Each of the Mixture Components, As Well As Free Volumes and Pore Sizes for the Four MOFs Studied Δh (kJ mol–1)   materialH2CO2COCH4N2void fractionpore volume (cm3 g–1)pore sizes (Å)UiO-66(Zr)6.7526.5315.8918.6014.620.5860.4826.6, 7.5UiO-66(Zr)-Br7.4629.6718.2221.0016.690.5260.3306.4, 7.3UiO-67(Zr)5.0120.3711.8914.1710.690.7161.0118.9, 9.7, 11.9Zr–Cl2AzoBDC4.6917.2811.3113.5110.370.7481.11810.4, 11.8, 13.63.2Adsorption of Binary MixturesTo evaluate the abilities of each MOF to selectively adsorb CH4, CO2, CO, and N2 from SMROG streams, GCMC simulations were performed for binary mixtures of CH4/H2, CO/H2, CO2/H2, and N2/H2. The hydrogen content of a SMROG mixture is normally at least 70%; therefore, the binary-mixture simulations were carried out on mixtures with impurity/H2 ratios of 30:70. By maintaining the hydrogen content constant across all four mixtures, we were able to compare not only the selectivities of the four MOFs for each of the impurities but also the degree of selectivity relative to the impurity to be removed. It should be noted that, in a PSA column, the ratio of impurity to H2 gas is significantly lower, particularly at the leading edge of the concentration front.The binary-mixture adsorption data were used to determine the selectivities for each of the impurities, which are shown as functions of pressure in Figure 4. The highest selectivities for all four impurities were observed in UiO-66(Zr)-Br. This behavior is a result of the significant potential overlap caused by a narrow pore size, as well as the presence of Br functional groups, both of which lead to increased interactions between the adsorbate molecules and the framework. The lowest CO2, CH4, N2, and CO selectivities correspond to the large pores of UiO-67(Zr) and Zr–Cl2AzoBDC, for which the adsorption enthalpies are the lowest.Figure 4. Selectivities from binary-mixture adsorption of (a) CO2/H2 30:70, (b) CH4/H2 30:70, (c) CO/H2 30:70, and (d) N2/H2 30:70. UiO-67(Zr), solid triangles; Zr–Cl2AzoBDC, open diamonds; UiO-66(Zr), solid squares; UiO-66(Zr)-Br, open spheres. The dotted lines represent the dual-site Langmuir fitted curves.The working capacities of each MOF (where working capacity is defined as difference between the amount of impurity that can be adsorbed from each binary mixture at the PSA feed pressure and the amount that remains adsorbed at the purge pressure) were calculated for a 1–7 bar process as(4)for i = CH4, CO2, CO, and N2.The isothermal working capacity, Δqi, is a particularly useful measure, as it provides insight into the ease of regeneration of a MOF, as well as its ability to capture impurities. Note that, during a PSA process, the temperature inside the bed increases during the adsorption process, resulting in a decrease of the working capacity. However, the isothermal working capacities presented here provide a suitable measure for comparing different adsorbents. As shown in Figure 5, the highest CO and N2 working capacities correspond to UiO-66(Zr)-Br, for which stronger adsorbate–framework interactions result in higher uptake at 7 bar than in the other three MOFs. At 1 bar, the uptakes of CO and N2 are low in all four structures. UiO-66(Zr) has the highest CH4 and CO2 working capacities because of strong adsorbate–framework interactions, as well as a higher pore volume than for UiO-66(Zr)-Br. Interestingly, UiO-67(Zr) has a higher CO2 working capacity than UiO-66(Zr)-Br, despite a large difference in adsorption enthalpies. This indicates that, unlike the working capacities of weaker adsorbates, which depend mainly on the enthalpies of adsorption, the amount of CO2 adsorbed during a PSA cycle is also dependent on the pore volume available. Figures S3 and S4 of the Supporting Information show the working capacities corresponding to the impurity partial pressures in an SMROG stream operating between 1 and 7 bar and between 1 and 20 bar, respectively. The highest working capacities for CO, N2, and CH4 for both SMROG equivalent pressure ranges were found to correspond to UiO-66(Zr)-Br. The highest CO2 working capacities correspond to UiO-66(Zr) and UiO-66(Zr)-Br in the low-pressure range and to UiO-66(Zr) and UiO-67(Zr) in the high-pressure range. CO2 is the most abundant impurity present in an SMROG stream, typically 15–25%,(3) and interacts strongly with all four MOFs studied. As CO2 molecules are more competitively adsorbed in a PSA bed than CH4, CO, and N2 molecules, they displace the more weakly interacting impurities from the adsorption sites, effectively “pushing” them to adsorption sites farther up the column.Figure 5. Working capacities from binary-mixture simulations for all impurities for a PSA operating range of 1–7 bar at 298 K.Both the selectivity plots and the working capacities present valuable information about the potential of each MOF as a PSA adsorbent for H2 purification. However, our results show that a MOF might be very promising in some aspects while showing limitations in others. Based on its high selectivities and N2 and CO working capacities, UiO-66(Zr)-Br appears to have the greatest ability to retain weakly interacting impurities. However, its small pore volume, and hence its lower CO2 and CH4 working capacities, could lead to a shorter overall breakthrough time. UiO-66(Zr), on the other hand, which also exhibits relatively high selectivities, has high CO2 and CH4 working capacities and is expected to display good retention of these strongly interacting impurities. Its lower N2 and CO selectivities, however, could lead to a quicker elution of these impurities into the outlet stream. It is difficult to use this information alone to determine which material would be able to selectively adsorb the largest amount of impurities, allow for the longest PSA feed step, and require the lowest amount of purge gas during the regeneration step.3.3Breakthrough CurvesIn the work of Ribeiro et al., PSA cycles were modeled using five-component SMROG mixtures and layered beds composed of a commercial zeolite and an activated carbon.(16) Here, we compare beds containing these commercial adsorbents to beds containing the four MOFs studied in this work, namely, UiO-66(Zr), UiO-66(Zr)-Br, UiO-67(Zr), and Zr–Cl2AzoBDC, as well as Zeolite 5A and Calgon PCB.The breakthrough curves in Figure 6 show the concentration of each impurity as a function of dimensionless time at the column outlet. The dimensionless time, τ, was calculated as(5)where u is the velocity of the mixture through the column, L is the column length, and ε is the bed void fraction. The use of dimensionless breakthrough time as opposed to specific time allows for a direct comparison of the breakthrough behaviors between processes with different operating parameters. As shown in Figure 6, for all six adsorbents, the first impurity to elute was N2, followed by CO, CH4, and finally CO2, as expected considering the weak N2–pore surface interactions and the high heats of adsorption of CO2 in each of the materials. N2 breakthrough is therefore confirmed as the limiting factor in determining the duration of the feed step in the PSA process. In addition, the strong interactions between CO2 and the adsorbents indicate that this impurity is the most difficult to desorb and could therefore present a constraint during the purge step. In the four MOFs and the activated carbon, CO adsorbed more weakly than CH4 and therefore eluted more quickly. Conversely, in the commercial zeolite, the nonpolar CH4 molecules interacted more weakly with the framework and therefore eluted earlier than the polar CO molecules. The breakthrough curves of the three intermediate compounds adsorbed, that is, N2, CH4, and CO, contain regions where the outlet concentrations were higher than their concentrations in the inlet stream. These regions contained one, two, or three plateaus each, depending on the order of elution, and were caused by competitive adsorption behavior, where more strongly adsorbed species displaced weaker interacting species from adsorption sites within the column. For example, in Figure 6a, the N2 curve presents three consecutive steps signifying the displacement of N2 molecules by CO, CH4, and CO2 molecules, respectively.Figure 6. Simulated breakthrough curves for a five-component mixture through a 1-m-long adsorption column containing (a) UiO-66(Zr)-Br, (b) UiO-66(Zr), (c) UiO-67(Zr), (d) Zr–Cl2AzoBDC, (e) AC*, and (f) Zeolite*. Long dashed line, CO2; short dashed line, CH4; dotted line, CO; solid line, N2. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.(16)We focused on the N2 and CO2 breakthrough curves shown in Figure 7 to determine how the MOFs performed in comparison with the commercial zeolite and activated carbon. Two of the four MOFs considered, namely, UiO-66(Zr) and UiO-66(Zr)-Br, were found to have longer N2 breakthrough times than the zeolite, suggesting that these materials could potentially be used to replace zeolites in hydrogen purification beds to optimize the PSA process. The inset in Figure 7a indicates that UiO-66(Zr)-Br had the longest time to breakthrough for N2 molecules, which makes it the most promising MOF in this study. UiO-67(Zr) and Zr–Cl2AzoBDC were both found to have significantly shorter N2 breakthrough times than the zeolite. Figure 7b shows that the CO2 breakthrough time of UiO-66(Zr)-Br was similar to that of the zeolite. CO2 adsorbs weakly in the activated carbon, as well as in large-pore MOFs, and therefore elutes at an earlier time point.Figure 7. (a) N2 and (b) CO2 outlet concentrations as a function of dimensionless time for each of the six adsorbents. The inset in panel a focuses on the 0–20 range. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.(16)To compare the performance of the four MOFs to those of industrial PSA adsorbents, we extended our analysis to include Zeolite 5A and activated carbon Calgon PCB, which have been widely studied. Breakthrough simulations for these materials were carried out based on the adsorption data provided in the recent PSA work of Ahn et al.(17) In Figure 8, breakthrough times for the MOFs, zeolites, and activated carbons are plotted as functions of loading pressure. For all adsorbents in this study, N2 was the first impurity to elute into the product stream. Considering that the purity requirement for H2 fuel and propellant applications is a N2 concentration lower than 2 ppm,(56) the breakthrough time was defined as the time at which the N2 content in the outlet stream reached a conservative 1 ppm.Figure 8. N2 breakthrough time as a function of loading pressure. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.(16)UiO-67(Zr) and Zr–Cl2AzoBDC exhibited short breakthrough times across the entire pressure range, similarly to the activated carbons, which is due to weak N2–framework interactions. The remaining two MOFs, however, were found to have longer breakthrough times than the two zeolite materials. The longest retention of impurities corresponds to UiO-66(Zr)-Br, making it a particularly promising PSA adsorbent.As mentioned earlier, the length of the PSA purge step is limited by the ease of CO2 desorption from the bed. Currently, PSA units employ layered beds containing two or more adsorbents. This technique aims to adsorb each impurity within a layer from which it can be readily desorbed. Alumina or silica layers are used to adsorb water vapor, whereas activated carbon is used to target CO2 and long hydrocarbons. These strongly adsorbing impurities are thus prevented from reaching the zeolite layer, from which they would be difficult to remove. In the work of Ribeiro et al., a layered bed containing activated carbon and zeolite was modeled as part of an eight-step PSA cycle, and an outlet stream purity of 99.9994% was obtained.(16) Considering that some MOFs in this study have high heats of adsorption for CO2, particularly UiO-66(Zr)-Br, it is likely that the use of MOFs in layered adsorption beds along with activated carbon would prove to be more efficient than the use of a MOF-only bed.Breakthrough curves were modeled for the same gas mixture through 1-m-long columns containing a 0.5-m bottom layer of the commercial activated carbon used by Ribeiro et al.,(16) followed by a 0.5-m layer of one of the MOFs or the commercial zeolite. The UiO-66(Zr) and UiO-66(Zr)-Br layered beds exhibited N2 breakthrough times that were similar to or longer than those of the two zeolite layered beds, as shown in Figure 9. Generally, N2 breakthrough times are shorter in the case of layered beds than for the single-component beds due to the relatively fast movement of molecules through the activated carbon (AC) layer. A comparison of the N2 times to breakthrough for single- versus two-layered beds is shown in Figure 10. Although the addition of an AC layer has the benefit of capturing CO2 molecules and preventing them from reaching the MOF layer, there is a tradeoff in terms of the duration of the feed step, and this effect is most significant in the case of UiO-66(Zr)-Br. Nevertheless, even though both UiO-66(Zr) and UiO-66(Zr)-Br perform better than the commercial zeolite of Ribeiro et al.(16) and Zeolite 5A, the most promising framework for H2 purification using a two-layered bed is UiO-66(Zr)-Br. For UiO-67(Zr), there is only a minor decrease in breakthrough time when the AC layer is included, whereas for Zr–Cl2AzoBDC, the breakthrough time is actually improved in the two-layer setup. This is explained by the weak retention of CO2 in the two large-pore MOFs, as shown in Figure 7 b, which is similar to or worse than that of AC*.Figure 9. N2 breakthrough time for layered beds as a function of loading pressure. Each bed contains an AC* layer and an equal layer of MOF or zeolite. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.(16)Figure 10. Time to N2 breakthrough (1 ppm in the outlet stream) for 1-m columns containing MOF or zeolite only (black) and layered columns containing equal volumes of AC* and MOF or zeolite (gray). Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.(16)To compare the ease of column regeneration, layered-bed adsorption simulations were carried out for each of the MOFs and zeolites and terminated at their specific N2 breakthrough times. These simulations were then followed by a desorption stage carried out at 1 bar, consisting of a 50-s blowdown and a 450-s purge with pure H2. The impurity loadings at the bottom of the MOF/zeolite layer, approximately in the middle of the column, during the adsorption and desorption stages are shown on the left- and right-hand sides, respectively, of Figure 11. Unsurprisingly, the lowest loadings during adsorption and the quickest regenerations were observed for UiO-67(Zr) and Zr–Cl2AzoBDC. The two smaller-pore MOFs, UiO-66(Zr) and UiO-66(Zr)-Br, had the highest impurity loadings following the adsorption stage. In particular, UiO-66(Zr)-Br had a N2 loading that was more than 3 times those in Zeolite* and Zeolite 5A. Despite the higher amounts of impurities adsorbed inside the small-pore MOFs, full regeneration was achieved after approximately 300 s, which was nearly the same as the regeneration times observed for the two zeolites. This indicates that a layered PSA column containing UiO-66(Zr) or UiO-66(Zr)-Br could be used to produce a greater amount of high-purity H2 than PSA columns containing the two zeolites, without requiring a longer purge stage.Figure 11. Adsorbed impurity concentrations at the bottom of the MOF/zeolite layer from layered-bed adsorption simulations terminated at the N2 breakthrough point (left column) and desorption simulations (right column). Beds contain equal layers of AC* and (a) UiO-66(Zr), (b) UiO-66(Zr)-Br, (c) UiO-67(Zr), (d) Zr–Cl2AzoBDC, (e) Zeolite*, and (f) Zeolite 5A. Dotted line, CO; solid line, N2; long dashed line, CO2; short dashed line, CH4. The CO2 and CH4 curves coincide with the x axes in all cases. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.(16)For all of the frameworks investigated here, the chosen activated carbon layer height of 0.5 m was observed to prevent CO2 from eluting into the MOF layer before the N2 breakthrough time was reached. Given the substantial reduction in the overall N2 breakthrough time caused by the addition of the AC layer, only the minimum amount of AC required to retain the CO2 molecules should be used. We selected the structure identified as having the longest N2 breakthrough time, UiO-66(Zr)-Br, to investigate the optimum AC layer height.  Figure 12 is shown a plot of the CO2 AC-layer breakthrough time along with the overall N2 breakthrough time for a range of ratios between the heights of the AC and UiO-66(Zr)-Br layers. The column length was fixed at 1 m. For an AC layer height between 0.2 and 0.4 m, CO2 (shown as open spheres) reached the UiO-66(Zr)-Br layer before the N2 concentration (shown as solid spheres) reached 1 ppm in the product stream. In this region, the duration of the PSA cycle was limited by the CO2 breakthrough time through the activated carbon. For an AC layer thicker than 0.45 m, all of the CO2 was retained inside the AC layer for much longer periods of time. However, a thicker activated carbon layer resulted in poorer N2 retention. For AC layer heights greater than 0.45 m, the PSA cycle duration was limited by the N2 breakthrough time, which was significantly shorter. The operating range is therefore the area underneath the lowest of the two constraints and is shown in gray in Figure 11. The shortest AC layer height that would provide a CO2 retention time in the AC layer that is longer than the N2 overall retention time is 0.45 m. Decreasing the AC layer height from 0.5 to 0.45 m would increase the potential PSA dimensionless breakthrough time from 5.27 to 5.47 (from 130 to 135 s).Figure 12. For a layered bed of the commercial activated carbon and UiO-66(Zr)-Br: 1 ppm breakthrough time for CO2 at the end of the activated layer (open spheres) and N2 breakthrough time at the end of the column (solid spheres). The gray shaded region in the graph denotes the PSA cycle durations for which both operating conditions are satisfied: N2 retention inside the column and CO2 retention in the activated carbon layer.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferences4 ConclusionsThe work presented in this study demonstrates that some metal–organic frameworks might be able to compete with commercial zeolites as adsorbents for the purification of H2 from SMROG by pressure swing adsorption. The separation capabilities of four MOFs, namely, UiO-66(Zr), UiO-66(Zr)-Br, UiO-67(Zr), and Zr–Cl2AzoBDC, were compared to a commercial zeolite and a commercial activated carbon, as well as Zeolite 5A and Calgon PCB. The MOFs were first evaluated in terms of their pure-component adsorption isotherms, working capacities, and adsorption enthalpies for each of the mixture components, as well as binary-mixture selectivities. UiO-66(Zr)-Br was observed to have the highest selectivities and working capacities for N2 and CO, indicating that the presence of narrow pores and functionalized linkers results in improved retention of weakly interacting gases through stronger adsorbate–framework interactions. UiO-66(Zr), on the other hand, displayed the highest CH4 and CO2 working capacities for the pressure range of 1–7 bar. Considering that CO2 is the most abundant impurity in the SMROG mixture and that the most weakly adsorbed impurity is N2, it is difficult to determine which of the four MOFs would be most efficient in separating H2 from SMROG based on adsorption and selectivity data alone. We therefore employed breakthrough curve simulations for five-component mixtures composed of H2, N2, CO, CH4, and CO2. Such simulations are exceptionally useful as they enable the study of both adsorptive and diffusive processes and take into account the contributions of each of the mixture components. The study of single- and two-layered beds revealed that UiO-66(Zr) and UiO-66(Zr)-Br have longer breakthrough times than both the commercial zeolite studied by Ribeiro et al.(16) and Zeolite 5A and would therefore result in a larger amount of high-purity H2 product per PSA cycle. UiO-66(Zr)-Br was found to be the most effective material for retaining the impurities present in SMROG, having the longest breakthrough time in this study.It is important to bear in mind that PSA adsorbents are selected based not only on their thermodynamic properties but also on their physical robustness. The UiO-66(Zr) family of MOFs has been shown to have a high resistance to solvents and to mechanical pressure of up to 10 kg cm–2,(23) making UiO-66(Zr)-Br a particularly promising PSA adsorbent. Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesSupporting InformationCalculation of micropore and macropore diffusion parameters and linear driving force parameters for micropore and macropore diffusion (Table S1). EF-NEMD simulation details. Breakthrough model and simulation details. Process parameters adopted in the PSA column simulations (Table S2). Dual-site Langmuir parameters for the four MOFs, zeolites, and activated carbons (Tables S3–S5). Validation of breakthrough simulations and comparison of simulated and experimental breakthrough curves (Figure S1). Validation of adsorption isotherm simulations for UiO-66(Zr) (Figure S2). MOF working capacities for pressure ranges equivalent to the impurity partial pressures in SMROG (Figures S3 and S4, Table S6). Isosteric heats of adsorption for each of the MOFs as a function of loading (Figures S5–S8). Estimated bulk densities of the four MOFs studied (Table S7). This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesAcknowledgmentT.D. and A.-M. B. thank the EPSRC (EP/F009208/1) for funding. D.F and S.B. also thank the EPSRC (EP/G062129/1 and EP/I010939/1) for funding. This work made use of the resources provided by the Edinburgh Compute and Data Facility (ECDF) (http://www.ecdf.ed.ac.uk/).Reference QuickViewTop of PageAbstractIntroductionMethodsResults and DiscussionConclusionsReferencesReferencesThis article references 56 other publications.1. Ruthven, D. M., Farooq, S., and Knabel, K. S.  Pressure Swing Adsorption; VCH: New York, 1994.There is no corresponding record for this reference.2. Stocker, J., Whysall, M., and Miller, G. Q.  30 Years of PSA Technology for Hydrogen Purification; UOP: Des Plaines, IL, 1998.There is no corresponding record for this reference.3. Liu, K., Song, C., and Subramani, V.  Hydrogen and Syngas Production and Purification Technologies; John Wiley and Sons, Inc.: New York, 2010.There is no corresponding record for this reference.4. Ritter, J. A.; Yang, R. T. Equilibrium Adsorption of Multicomponent Gas Mixtures at Elevated Pressures Ind. Eng. Chem. Res. 1987,  26,  1679[ACS Full Text ], [CAS]4. Equilibrium adsorption of multicomponent gas mixtures at elevated pressuresRitter, J. A.; Yang, R. T.Industrial & Engineering Chemistry Research\r\n        (1987),\r\n    26\r\n        (8),\r\n    1679-86CODEN:\r\n                IECRED;\r\n        ", "title": "A Multiscale Study of MOFs as Adsorbents in H PSA Purification", "authors": ["Ana-Maria Banu", "Daniel Friedrich", "Stefano Brandani", "Tina Düren"], "doi": ["10.1021/ie4011035"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0012.gif\">"]}