{"abstract": "The development of high-capacity methane adsorbents would accelerate the adoption of natural gas as a vehicular fuel, thereby lowering CO emissions from the combustion of gasoline. In this regard metal–organic frameworks (MOFs) have emerged as promising methane storage materials due to their high capacities and tunable properties. Within this class, HKUST-1 ([Cu(BTC)], BTC = 1,3,5-benzenetricarboxylate) is an important benchmark, as it exhibits methane densities that are among the highest reported. Furthermore, uptake in HKUST-1 can potentially be tuned by altering the methane–MOF interaction through metal substitution on coordinatively unsaturated sites (CUS). Predicting the impact of metal substitution remains a challenge, however, because general interatomic potentials commonly used in calculating uptake do not properly describe interactions involving CUS. Here, a new interatomic potential that explicitly accounts for these interactions is derived from quantum-mechanical calculations. The potential reproduces both the measured methane isotherm for HKUST-1 and the site preference for adsorption at CUS. Extension to 17 metal-substituted variants confirms that CUS composition can dramatically alter uptake, with Ni- and Ca-based compounds predicted to exceed the performance of Cu-HKUST-1. Trends in methane uptake correlate well with elementary MOF properties such as surface area, adsorption energy, and the electronegativity of the metal site.", "text": "10.1021/acs.jpcc.5b02768 Top of PageAbstractIntroductionMethodologyResultsConclusionsReferences1 IntroductionThe reemergence of natural gas (NG) as a vehicular fuel has been driven by dramatic increases in the accessibility of NG reserves, coupled with the potential for reduced carbon emissions from NG-powered internal combustion engines.(1, 2) However, the low energy density of methane gas (CH4), the primary component of NG, presents a barrier to the adoption of NG in light-duty vehicles: at standard temperature and pressure (STP) the volumetric energy density of CH4 is nearly 900 times lower than that of gasoline.(3)The storage of NG in adsorbed form (termed ANG) can potentially overcome this barrier, while minimizing the efficiency losses associated with conventional storage technologies based on compression (CNG) and liquefaction (LNG).(4) The primary element missing from the ANG approach is a suitable adsorbent. Recently, metal–organic frameworks (MOFs) have emerged as promising materials for the capture and storage of gases.(4-12) MOFs are microporous, crystalline materials constructed from metal clusters and organic linkers. A noteworthy advantage of MOFs is their diversity: the crystal structure and composition of MOFs can be tuned by altering the identity of the metal ions and ligands.(5, 8-10, 13-18) For example, Wilmer et al. recently proposed more than 130 000 hypothetical MOFs, and estimated their respective capacities for CH4.(17)Among known materials, the MOF HKUST-1 ([Cu3(BTC)2]n, BTC = 1,3,5-benzenetricarboxylate)(19) has demonstrated CH4 capacities that are among the highest measured at moderate pressures on both a total and usable basis:(4, 20) 227 cm3/cm3 total at 35 bar,(20) and ∼150 cm3/cm3 usable, assuming a pressure swing from 35 to 5 bar.(4, 21, 22) Cu-HKUST-1 consists of Cu paddle wheel clusters joined by benzene linkers (Figure 1). The coordinately unsaturated metal sites (CUS) comprising these clusters are typically coordinated by water upon synthesis, with the waters subsequently removed upon activation.(19) Prior work has demonstrated that substitution of CUS metals presents an avenue for tuning performance of MOFs.(23, 24) Caskey et al.(23) reported a substantial increase in carbon dioxide uptake in metal-substituted M-DOBDCs (M = Mg, Zn, and Co; DOBDC = 2,5-dioxido-1,4-benzenedicarboxylate) compared to the prototype compound Ni-DOBDC; similarly, Wade et al.(24) demonstrated variation in CO2 uptake in M-HKUST-1 upon metal substitution. Earlier work from the present authors(25-27) have also identified promising MOFs for CO2 capture and CH4 storage in M-DOBDC and in M-HKUST-1.Figure 1. Predicted CH4 density distribution (blue points) in the Cu-HKUST-1 unit cell at 5 bar and 298 K from GCMC simulations using (a) a general interatomic potential (universal force field)(38) and (b) a force field tuned to reproduce the CH4−Cu CUS interaction. Black ovals/arrows highlight adsorption sites in the vicinity of the Cu paddle wheel.The increasing accuracy and efficiency of atomistic simulation techniques, coupled with the wide variety of MOF compounds, has enabled a growing number of attempts to computationally screen for optimal MOF adsorbents.(11, 17, 28-36) (See ref 30 for a recent review of high-throughput computational methods.) In many of these studies gas uptake is predicted using grand canonical Monte Carlo (GCMC), typically employing general, or “off the shelf,” interatomic potentials such as the DREIDING(37) or universal force field (UFF).(38) (For a review summarizing the status of force fields in nanoporous materials, see ref 39.) These potentials can accurately reproduce the experimental CH4 isotherms in the subset of MOFs where CUS are absent, such as in MOF-5.(40) However, as demonstrated by Wu et al.(41) and Getzschmann et al.,(42) general force fields fail to properly reproduce CH4 interactions with CUS. This leads to poor agreement with diffraction experiments: these measurements indicate that CUS are preferred sites for CH4 adsorption, whereas GCMC with general potentials predicts almost no adsorption at these sites (Figure 1a).The poor description of the CH4−Cu interaction typical of these potentials results in an underestimation of CH4 uptake that scales with the number of CUS sites in the unit cell.(26) This is unfortunate, as CUS-containing MOFs are among the most promising compounds known for gas capture and storage.(4, 20) It is therefore likely that screening studies that do not account for CH4–CUS interactions would overlook these compounds. The limited predictive capability of general potentials has prompted the development of force fields that aim to capture adsorbate–CUS interactions within a subset of existing MOFs.(39) For example, Chen et al.(43) proposed a MMSV (Morse–Morse–Spline–van der Waals) potential to describe CH4 adsorption in HKUST-1 at low temperature and pressure. Similarly, potentials describing CO2 adsorption in three M-DOBDC variants (M = Mg, Fe, and Zn) have been reported.(44-46)In the present study we develop a set of quantum-mechanically tuned interatomic potentials that describe CH4 adsorption in the M-HKUST-1 series of CUS-containing MOFs. The potentials are used to quantify the impact of metal substitution on methane uptake, and to screen for compositions that could outperform Cu-HKUST-1 in terms of storage capacity. The potentials were first constructed for Cu-HKUST-1 by fitting to van der Waals aware density functional theory calculations (vdW-DF2 functional)(47) of CH4–Cu CUS binding energies. The new potential successfully reproduces both the measured methane isotherm for Cu-HKUST-1 and the site preference for adsorption at CUS.(41, 42) The approach is subsequently extended to 17 metal-substituted variants, M-HKUST-1, where M represents an element which could potentially adopt a +2 oxidation state: M = Be, Ca, Co, Cr, Fe, Mg, Mn, Mo, Ni, Pb, Sc, Sn, Sr, Ti, V, W, and Zn. Simulated isotherms using the tuned potentials confirm that methane uptake is strongly influenced by metal composition, and additionally suggest that substitutions involving Ca or Ni should exceed the performance of Cu-HKUST-1 under practical (i.e., usable) operating conditions. Trends linking methane uptake to fundamental MOF properties such as surface area, adsorption energy, and metal charge are discussed.Top of PageAbstractIntroductionMethodologyResultsConclusionsReferences2 MethodologySimulated IsothermsGrand canonical Monte Carlo was used to predict CH4 uptake isotherms for 18 metal-substituted variants of M-HKUST-1. The M-HKUST-1 crystal structure was relaxed using density functional theory for each distinct metal substitution (as previously described),(25) and then treated as a rigid framework during GCMC calculations. Isotherms were calculated over the pressure range of 0–100 bar. Usable capacities were estimated assuming both isothermal pressure swing (PS, Pmin = 5 bar, T = 298 K) and temperature + pressure swing (TPS, Pmin = 5 bar, Tmax = 323 K) scenarios. Additional isotherms were collected at 323 K to estimate the TPS capacity. In all cases 106 Monte Carlo steps (defined as an attempt to displace, insert, or remove a CH4 molecule within the MOF) were used to equilibrate, followed by 2 × 106 additional steps to estimate uptake at a given temperature–pressure pair. The Sorption module in Accelrys Materials Studio was used for all GCMC calculations.(48) Pore volume and surface area were calculated using the methods described in refs 49 and 50.Potential FittingOur calculations treat the CH4 molecule within the single site approximation; a 12–6 potential form was used to describe interactions between CH4 molecules using TraPPE(51) parameters. CH4 interaction parameters with C, H, and O atoms within the MOF were adopted from the UFF.(38) Prior studies(17, 26) have shown that general force fields such as DREIDING(37) and UFF(38) provide reasonable estimates of CH4 uptake in MOFs that do not contain CUS; for example, Supporting Information, Figure S1, shows the good agreement between calculated (UFF) and measured CH4 isotherms for MOF-5,(40) which does not contain CUS.Figure 2. CH4–MOF binding energy as a function of CH4–Cu distance in Cu-HKUST-1. Red squares, reference energies calculated from vdW-DF2 calculations using the HKUST-1 primitive cell; black circles, an “off the shelf” potential based on the universal force field; blue triangles, tuned potential obtained by fitting to vdW-DF2 calculations. The inset illustrates the direction of the CH4 molecule’s approach to the Cu CUS used to generate the binding energy curves. (As a guide to the eye, data points for the vdW-DF2 and general potential are connected using cubic splines.)However, as previously described, general force fields do not correctly capture CH4–CUS interactions. This effect is illustrated in Figure 2, which shows that a general potential based on the UFF significantly underestimates the interaction strength between CH4 and the Cu CUS in the paddle-wheel cluster of HKUST-1. A consequence of this “missing interaction” is the underprediction of CH4 uptake shown by the calculated (UFF) isotherm in Figure 3.This deficiency in the general potential was addressed by developing a customized CH4–metal interatomic potential using a simple Morse form:(1)Here D0 and α represent, respectively, the depth and width of the potential well in the binding energy curve; R0 is the equilibrium bond length. These three Morse parameters were determined using the potential fitting procedure described below.Figure 3. Comparison of the experimental CH4 total volumetric isotherms (refs 4 and 20) in HKUST-1 at 298 K (red and green curves) with isotherms calculated using either the tuned interatomic potential (blue curves) or the universal force field (general potential, black curves).Our force field parametrization scheme is based on fitting to CH4–CUS interaction energies from van der Waals augmented (vdW-DF2)(52) density functional theory (DFT)(53) calculations on the periodic M-HKUST-1 primitive cell (162 MOF atoms). Our prior studies revealed that vdW-DF-based functionals yield very good accuracy in predicting the energetics of small molecule adsorption in MOFs.(25-27) In the case of CH4 adsorption in the MOF DOBDC, the vdW-DF2 functional yielded adsorption enthalpies that deviated from experimental measurements by only 2.7 kJ/mol, on average.(26) A minimum of seven configurations along a direction perpendicular to the metal–oxygen plane in the Cu paddle wheel (see inset of Figure 2) were used in the fit. Calculations were performed in a spin-polarized configuration for those compositions which exhibited a magnetic ground state in a prior study.(25) (Exceptions to this rule include Cu and Cr, where it was found that the inclusion of magnetic interactions had only a small impact on adsorption energies.) K-point integration was performed at the gamma point, and the plane wave cutoff energy was set to 500 eV. All DFT calculations were performed with the VASP(54, 55) code.The CH4−Cu Morse interaction parameters were fit to the energy/configuration pairs from DFT using the nonlinear fitting routines implemented in GULP.(56) All three CH4−metal parameters were fit simultaneously with the constraint that all other CH4–MOF and CH4–CH4 interaction parameters were fixed at their respective UFF and TraPPE values. The accuracy of the fitted parameters was assessed by evaluating the mean absolute derivation (MAD) from the DFT binding energy curve and from the experimental CH4 isotherm. Finally, this procedure was repeated for each of the other 17 metals considered for substitution in M-HKUST-1.Top of PageAbstractIntroductionMethodologyResultsConclusionsReferences3 ResultsInteratomic Potential for Cu-HKUST-1Figure 2 shows the CH4–Cu binding energy (BE) curves for Cu-HKUST-1 calculated with vdW-DF2, the general UFF force field, and the quantum-mechanically tuned force field. Compared with the vdW-DF2 BE curve, the general force field underestimates the depth of the minimum energy configuration by nearly 50% due to a CH4–Cu interaction which is too weak. The deviation between these models is smaller at larger separations, with the general potential now slightly overbinding relative to the vdW-DF2 data.The tuned potential reproduces well the DFT binding energies near the potential minimum. The mean absolute deviation (MAD) for the tuned potential is only 0.5 kJ/mol. This should be compared with the general potential, whose MAD is much larger, 3.1 kJ/mol. The tuned potential also exhibits some slight overbinding at larger separations; however, as shown below, these features do not appear to negatively impact the predicted isotherms. That the potential remains nonzero well removed from the CUS (i.e., near the center of the pore) is not a flaw, but rather is a consequence of two factors: (i) All fitting calculations were performed using the periodic unit cell, and not with a (finite) cluster model of the MOF. (ii) As previously stated, only the CH4–CUS interaction is tuned, while CH4 interactions with all other MOF atoms are always “turned on” during the fit and handled with the UFF. Therefore, even at moderately large separations from the CUS, CH4 can still interact with nonmetal atoms on the pore walls, resulting in a small, but nonzero binding energy. In support of this explanation we note that the long-range behavior of the tuned potential is nearly identical to that of the UFF. While a function with a more flexible form (i.e., having more fitting parameters) could in principle yield a better fit over the full range of interaction distances,(43) we prefer a simple model which can be rapidly adapted to explore many distinct MOF compositions. Additional comparisons between the tuned potential and DFT binding energies at different positions near the Cu CUS (without additional fitting) are provided in the Supporting Information, Figure S2. Parameters for the tuned potential are tabulated in the Supporting Information, Table S1.Figure 4. (a) Total volumetric (cm3 at STP/cm3 MOF) and (b) gravimetric storage densities (g of CH4/g of MOF) for CH4 in selected M-HKUST-1 compounds predicted by GCMC simulations using the tuned interatomic potentials. Panel c is a magnification of panel a that shows the isotherms near the 5 bar minimum pressure used to estimate usable capacities.Figure 3 compares the calculated CH4 uptake isotherms from both the general and tuned potentials with experimental data for Cu-HKUST-1.(4, 20) The uptake predicted by the tuned potential compares very well with the experimental data: the MAD averaged over the pressure range of 5–55 bar is only 7 cm3/cm3. In contrast, the general potential underestimates the experimental data across the entire pressure range. We attribute this discrepancy to the “missing interaction” between CH4 and the Cu CUS typical of general potentials. Finally, Figure S3 in the Supporting Information explores the transferability of our tuned potential (optimized only for Cu-HKUST-1) to other MOFs containing Cu paddle wheel secondary building units, such as PCN-14 and PCN-11. In these MOFs the tuned potential also predicts higher CH4 uptake compared to the general potential. However, these increases in uptake (relative to the general potential) are less dramatic than in HKUST-1; moreover, the tuned potential slightly overestimates the experimental isotherms. The former difference is anticipated based on the lower density of CUS in PCN-11/PCN-14 compared to HKUST-1; the latter difference may be related to incomplete activation of the MOFs prior to isotherm measurements. Additional analysis of the transferability of the present potentials to other MOFs having similar CUS geometries is recommended.The tuned potential also appears to yield a more reliable description of CH4 adsorption at the CUS sites, as can be seen by comparing panels a and b of Figure 1, which illustrates the density of adsorption sites in Cu-HKUST at P = 5 bar and T = 298 K. As previously mentioned, the general potential used to generate Figure 1a does not identify CUS as an adsorption site, in disagreement with diffraction studies.(41, 42) In contrast, the tuned potential exhibits a much higher methane density in the vicinity of the Cu CUS (Figure 1b). Given the improvements in uptake and site preference that can be achieved with the tuned potential, a similar fitting strategy was applied to generate new potentials and estimate CH4 capacity across the remainder of the M-HKUST-1 series. Parameters for the new potentials for all metal substitutions M are given in the Supporting Information, Table S2; Figure S4 in the Supporting Information provides comparisons between the binding energy curves derived from DFT, the tuned potential, and a representative general potential. In addition, Table S4 in the Supporting Information summarizes the adsorption energies at various sites in Cu-HKUST-1 as a function of calculation method.Table 1. Predicted CH4 Storage Capacities and Metal-Site Adsorption Energies (ΔE, vdW-DF2 functional) as a Function of Metal Composition in M-HKUST-1a  Pmax = 35 barPmax = 65 bar  totalusable (Pmin = 5 bar)totalusable (Pmin = 5 bar)  298 KPS(298 K)TPS(323 K)298 KPS(298 K)TPS(323 K)MΔE (kJ/mol)cm3/cm3g/gcm3/cm3g/gcm3/cm3g/gcm3/cm3g/gcm3/cm3g/gcm3/cm3g/gBe–172240.221270.131560.162600.261630.161910.19Ca–182560.261410.151750.182960.311810.192150.22Co–162510.211460.121790.152800.231750.142080.17Cr–122290.211460.131710.152620.241790.162050.18Cu–142290.191450.121710.142620.221790.152050.17Fe–112110.181390.121600.142480.211760.151970.17Mg–272640.281230.131660.172900.301490.161920.20Mn–102090.181340.111670.142440.211700.142020.17Mo–112250.181450.111700.132600.201790.142050.16Ni–142440.201490.121780.152740.231790.152080.17Pb–51790.101180.061360.072150.121550.091730.09Sc–162440.241420.141740.172760.271740.172060.20Sn–41850.131170.081380.102170.151490.101700.12Sr–182440.211490.131800.152780.241830.162140.18Ti–92220.201380.131630.152550.231710.161960.18V–102110.191390.131600.152480.231760.161970.18W–112300.131440.081700.102640.151780.102040.11Zn–242660.231250.111710.152900.251480.131940.17aCapacities are reported for two maximum operating pressures (Pmax = 35 and 65 bar, T = 298 K). In addition, usable capacities are reported for two desorption scenarios: isothermal pressure swing (PS) to Pmin = 5 bar, and temperature + pressure swing (TPS) to Pmin = 5 bar, T = 323 K. Capacities for Pmax = 100 bar are given in the Supporting Information, Table S3.CH4 Adsorption in M-HKUST-1Figure 4 shows the total volumetric and gravimetric CH4 adsorption isotherms for selected compositions within the M-HKUST-1 series for pressures up to 100 bar. (Here “total” refers to the full amount of CH4 stored in the MOF as both adsorbed and gas-phase CH4. Volumetric densities assume a single crystal density of the MOF, and therefore serve as an upper bound to the density in a practical system that would employ the MOF media in powder or densified form.(57, 58)) A summary of total and usable capacities across all 18 M-HKUST-1 MOFs is provided in Table 1 and Supporting Information, Table S3. Usable capacities were evaluated both for pressure swing (PS) and temperature–pressure swing (TPS) scenarios. Desorption conditions were set at 5 bar and 298 K for PS operation; 5 bar and 323 K (50 °C) were used for TPS. Three different values are examined as maximum pressures for gas adsorption: Pmax = 35, 65, and 100 bar.Regarding total capacities, Table 1 shows that metal substitution can dramatically alter methane uptake across the M-HKUST-1 series: at 35 bar volumetric densities span from 179 to 266 cm3/cm3, while gravimetric densities more than double, from 0.1 to 0.26 g/g. The highest total capacities at 35 bar are projected for M = Mg and Zn, with respective CH4 densities of 264 cm3/cm3, 0.28 g/g, and 266 cm3/cm3, 0.23 g/g. These values are comparable to those of the best-performing hypothetical MOFs identified by Wilmer et al.(17) Incidentally, Mg and Zn are also the two metals for which the calculated CH4–CUS adsorption energy (ΔE) is largest (Table 1), suggesting a correlation between total capacity and adsorption enthalpy (discussed below). In addition to these two compositions, our screening identifies five additional substitutions that outperform Cu-HKUST-1 on both a volumetric and gravimetric basis. These include M = Ca, Co, Ni, Sc, and Sr. At higher pressures [Figure 4a,b] Ca overtakes Mg as the highest-performing composition, with capacities of 296 cm3/cm3 and 0.31 g/g at 65 bar, and 312 cm3/cm3 and 0.32 g/g at 100 bar.Regarding usable capacities, the highest-performing compositions at moderate pressures (35 and 65 bar) include Sc and Ni from the transition metal series, and Sr and Ca from the alkaline earths. These compositions exhibit among the highest capacities regardless of whether PS or TPS operation is assumed. Although Sc substitutions hold promise from a gravimetric standpoint, the high cost and comparable performance relative to Cu-HKUST-1 in volumetric density likely rule it out as a practical alternative. The Ni-substituted variant is comparable gravimetrically to Cu-HKUST-1, but offer gains of 3–4% in volumetric capacity at Pmax = 35 bar. Regarding alkaline earth substitutions, the performance of Ca-HKUST-1 is noteworthy for its high gravimetric capacity, which is 25–29% higher than for Cu-HKUST-1, a result that follows directly from its low atomic mass. For TPS operation at 65 bar Ca substitutions also attain the highest usable volumetric density of methane, 215 cm3/cm3.Despite their high total capacities, Mg and Zn are absent from the list of high-capacity compositions when ranked according to usable capacity. (In fact, Mg- and Zn-HKUST-1 generally perform worse than Cu-HKUST-1 under usable conditions.) This can be explained by the high CH4 uptake exhibited by these compositions at lower pressures (Figure 4c), which arises from their relatively strong CH4–CUS interactions of −24 to −27 kJ/mol. Additional plots of usable capacity as a function of pressure and desorption temperature are given in the Supporting Information, Figures S5 and S6.Figure 5. Correlation between total methane uptake at 35 bar and various MOF properties: (a, b) dependence on CH4 adsorption energy; (c, d) dependence on surface area; (e) relationship between adsorption energy and partial charge on the coordinatively unsaturated metal site.Can the promising compositions suggested here be realized experimentally? In this regard we point to several recent experiments that have synthesized HKUST-1 variants with M = Cr,(59) Mo,(60) Ni,(61) Ru,(62) Fe,(63) and Zn.(64) While some challenges have been encountered with activation, for example with Fe- and Zn-HKUST-1,(24, 64) new activation techniques may hold promise for realizing these, and other, compositions in the future.(65) To our knowledge, CH4 adsorption measurements have not been reported on Ni- and Ca-HKUST-1. Our results suggest that effort should be devoted to the synthesis and testing of these systems.TrendsThe ability to predict methane storage from atomistic calculations presents an opportunity to explore links between fundamental MOF properties and methane uptake. For example, refs 66 and 4 have discussed the influence of adsorption enthalpy on usable methane uptake in MOFs. Figure 5 plots the relationship between total CH4 density at 35 bar and (i) adsorption energy, Figure 5a,b; (ii) surface area, Figure 5c,d; and (iii) the charge on the metal site, Figure 5e. Partial charges were calculated using the REPEAT method.(67) The properties illustrated in Figure 5 represent those that most strongly correlate with uptake in M-HKUST-1; other properties (e.g., pore volume) were also examined, but these did not have a strong impact on uptake at low pressures. Before discussing trends, we emphasize that the M-HKUST-1 systems considered here differ in more ways than metal composition alone: following substitution, each compound underwent full relaxation of cell shape, volume, and internal atom positions, resulting in differing pore volumes, surface areas, etc. Structure and composition are therefore linked; this dependence should be recognized when examining trends.Figure 5a,b shows that both gravimetric density and volumetric density in M-HKUST-1 correlate well with the adsorption energy. Gravimetric density is also strongly correlated with surface area (Figure 5c), consistent with both the well-known empirical relationship linking gravimetric density of stored hydrogen with surface area (“Chahine rule”)(11) and recent studies involving methane storage.(17, 20) [A correlation between volumetric capacity and surface area (Figure 5d) is less obvious.] More revealing, however, is the trend depicted in Figure 5e, which suggests a correlation between adsorption energy and the charge on the metal CUS. Such a relationship implies that electrostatic interactions—although generally weaker for CH4 adsorption than, for example, CO2—play a role in establishing capacity trends across the different metals. Since the metal charge can itself be correlated with the electronegativity of that metal,(25) we conclude that uptake trends across M-HKUST-1 can be explained by simple structural (i.e., surface area) and electronic features (i.e., electronegativity) that do not require extensive atomic-scale calculations. Exploring these trends in other CUS-containing MOFs will be the topic of a follow-up study.Top of PageAbstractIntroductionMethodologyResultsConclusionsReferences4 ConclusionsOne of the objectives of modern materials research is to predict the performance of new materials using computation. Toward this goal, new interatomic potentials describing CH4 adsorption across the M-HKUST-1 series of MOFs were developed. These potentials were used to systematically explore the impact of metal-site composition on methane storage capacity, and to screen for new compositions that could outperform Cu-HKUST-1. The potentials explicitly account for interactions between methane and coordinatively unsaturated metal sites. This interaction is poorly described by existing general potentials, leading to incorrect predictions of negligible adsorption at these sites, and underprediction of uptake. The new potential assumes a simple Morse form, and is constructed by fitting to van der Waals informed density functional calculations (vdW-DF2 functional). Our prior studies revealed that this functional yields accurate energies for methane adsorption in CUS-containing MOFs. Testing on the benchmark Cu-HKUST-1 system revealed that the tuned potential yields a methane uptake isotherm in excellent agreement with recent experimental measurements, and correctly identifies CUS as a preferred adsorption site.The new potentials were subsequently applied to screen 17 additional compositions within the M-HKUST-1 series, where M = Be, Ca, Co, Cr, Cu, Fe, Mn, Mg, Mo, Ni, Pb, Sc, Sn, Sr, Ti, V, W, and Zn. The results confirm that metal substitution can dramatically alter methane storage density; more importantly, they suggest that compositions with M = Ca and Ni should exceed the performance of Cu-HKUST-1 under usable operating conditions. These compositions are suggested as targets for experimental synthesis and characterization. Finally, methane uptake across the M-HKUST-1 series was observed to correlate well at low pressures with both the surface area and the partial charge (and therefore with the electronegativity) of the metal. The potentials developed here may be of use for broad-based screening of open-metal-site MOFs for the storage of natural gas. Top of PageAbstractIntroductionMethodologyResultsConclusionsReferencesSupporting InformationBinding energy curves for M-HKUST-1, parameters for the fitted potentials, methane storage capacities under different conditions, calculated CH4 binding energies at different Cu-HKUST-1 sites, and density distribution plots. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.5b02768.The authors declare no competing financial interest.Top of PageAbstractIntroductionMethodologyResultsConclusionsReferencesAcknowledgmentPartial financial support for this project was provided by the University of Michigan’s M-Cubed program.Reference QuickViewTop of PageAbstractIntroductionMethodologyResultsConclusionsReferencesReferencesThis article references 67 other publications.1. U.S. Energy Information Administration.  Annual Energy Outlook; U.S. Department of Energy: Washington, DC, 2014.There is no corresponding record for this reference.2. Stephenson, J.  A Position Paper on Natural Gas Vehicles; International Association for NGVs: Auckland, New Zealand, 1993.There is no corresponding record for this reference.3. Menon, V. C.; Komarneni, S. Porous Adsorbents for Vehicular Natural Gas Storage: A Review J. Porous Mater. 1998,  5,  43– 58[Crossref], [CAS]3. Porous adsorbents for vehicular natural gas storage: a reviewMenon, V. C.; Komarneni, S.Journal of Porous Materials\r\n        (1998),\r\n    5\r\n        (1),\r\n    43-58CODEN:\r\n                JPMAFX;\r\n        ", "title": "Predicting Methane Storage in Open-Metal-Site Metal–Organic Frameworks", "authors": ["Hyun Seung Koh", "Malay Kumar Rana", "Antek G. Wong-Foy", "Donald J. Siegel"], "doi": ["10.1021/acs.jpcc.5b02768"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0006.gif\">"]}