{"abstract": "The use of porous materials to store natural gas in vehicles requires large amounts of methane per unit of volume. Here we report the synthesis, crystal structure and methane adsorption properties of two new aluminum metal–organic frameworks, MOF-519 and MOF-520. Both materials exhibit permanent porosity and high methane volumetric storage capacity: MOF-519 has a volumetric capacity of 200 and 279 cm cm at 298 K and 35 and 80 bar, respectively, and MOF-520 has a volumetric capacity of 162 and 231 cm cm under the same conditions. Furthermore, MOF-519 exhibits an exceptional working capacity, being able to deliver a large amount of methane at pressures between 5 and 35 bar, 151 cm cm, and between 5 and 80 bar, 230 cm cm.", "text": "10.1021/ja501606h Methane is the main component of natural gas and represents about two-thirds of the fossil fuels on earth, yet it remains the least utilized fuel. Currently there is a great interest in expanding the use of methane for fueling automobiles because of its wide availability and its lower carbon emission compared to petroleum. A current challenge for the implementation of this technology is to find materials that are able to store and deliver large amounts of methane near room temperature and at low pressures. The U.S. Department of Energy (DOE) has initiated a research program aimed at operating methane storage fueling systems at room temperature and desirable pressures of 35 and 80 bar, and as high as 250 bar, pressures relevant to commercially and widely available equipment.(1) Metal–organic frameworks (MOFs)(2) are known to be useful in the storage of gases,(3) including methane.(4) Among the many MOFs studied for methane storage are HKUST-1,(5, 6) Ni-MOF-74,(6, 7) MOF-5,(8, 9) MOF-177,(9, 10) MOF-205,(9) MOF-210,(9) and PCN-14,(6, 11) which stand out as having some of the highest total volumetric storage capacities. Since the automobile industry requires that 5 bar of methane pressure remains unused in the fuel tank, a parameter termed working capacity (illustrated in Scheme 1) is the key to evaluating the performance of methane storage materials. At present, the highest working capacities reported for a MOF are 153 and 200 cm3 cm–3, respectively, at 35 and 80 bar for the copper(II)-based MOF HKUST-1. Extensive work is ongoing to find materials whose working capacity is higher than that found for this material.Scheme 1. aaWorking capacity is defined as the usable amount of methane that results from subtracting the uptake at the operational desorption pressure (5 bar) from the uptake at the maximum adsorption operational pressure. For materials with large total uptake, the working capacity might be substantially reduced if a large amount of methane cannot be desorbed at the operational desorption pressure remaining unutilized in the fuel tank.Here, we report the synthesis, X-ray single crystal structure, porosity, and methane adsorption properties for two aluminum based MOFs [termed MOF-519: Al8(OH)8(BTB)4(H2BTB)4, and MOF-520: Al8(OH)8(BTB)4(HCOO)4, BTB = 4,4′,4″-benzene-1,3,5-tryil-tribenzoate], one of which (MOF-519) has working capacities of 151 and 230 cm3 cm–3, respectively, at 35 and 80 bar, with the first rivaling that of HKUST-1 and the second exceeding the values obtained for all the top performing MOFs under these conditions.Figure 1. MOF-519 and MOF-520 are built from octametallic inorganic SBUs (a) and the organic BTB linker (b). In MOF-519 (c), part of the framework void space is occupied by dangling BTB ligands, which are represented in orange (the framework linkers are represented in gray). There are four of these ligands in each SBU (e). In MOF-520 (d), formate ligands replace the extra BTB ligands in the SBU (f), resulting larger pores.Microcrystalline powder of MOF-519 was used to measure the methane uptake capacity. The sample was prepared by heating a mixture containing aluminum nitrate, H3BTB, nitric acid, and N,N-dimethylformamide (DMF) at 150 °C for 4 days.(12) A modified synthesis with higher concentration of nitric acid resulted in lower yield but afforded a single crystal, which was used to determine the crystal structure of this new MOF (Supporting Information, SI, section S1). The material crystallizes in the tetragonal space group P42212.(13) The inorganic secondary building unit (SBU) of MOF-519 consists of eight octahedrally coordinated aluminum atoms that are cornered joined by doubly bridging OH groups (Figure 1a). Arrangements with vertex-sharing octahedral atoms are known in other aluminum MOFs but with rod-shaped metal oxide SBUs.(14) In MOF-519 the discrete, octametallic, ring-shaped SBU motif is known with several other elements as discrete structures,(15) and it is also present in the aluminum MOF CAU-1,(16) where 12 carboxylates and 8 methoxy ligands are holding together the 8 aluminum atoms. In contrast MOF-519 has 12 carboxylate BTB links (colored gray in Figure 1) used to build the extended structure and 4 terminal BTB ligands (colored orange in Figure 1). The latter are linked only by one of their carboxylates to the SBU, with the remaining two carboxylates protruding into the interior of the three-dimensional structure of this MOF. The overall framework topology of MOF-519 is a (12,3)-connected net, which can be simplified to the topological type sum,(17) previously observed in a beryllium-BTB MOF.(18) In MOF-519 sinusoidal channels are formed and are connected by windows of maximum diameter of 7.6 Å, as determined by PLATON.(19)Crystals of MOF-520 were prepared under different synthetic conditions,(20) replacing nitric acid by formic acid. MOF-520 has a crystal structure that is closely related to that of MOF-519. It crystallizes in the same space group and with similar lattice parameters.(21) It is composed of the same octametallic SBU, and it has the same overall framework topology, but instead of four terminal BTB ligands, it has four formate ligands. This allows for a larger void space in MOF-520 (16.2 × 9.9 Å) (Figure 1d) compared to MOF-519.Prior to the methane adsorption measurements, we recorded the N2 isotherms of MOF-519 and MOF-520 at 77 K to confirm the presence of the permanent microporosity. Both MOFs showed steep N2 uptake below P/P0 = 0.05, and the uptake values were nearly saturated around P/P0 = 0.2 (Figure S5). N2 molecules were desorbed when the pressure was reduced, which clearly indicates that these MOFs have permanent microporosity. The N2 uptake by MOF-520 is greater than the one by MOF-519 because of the absence of protruded BTB ligands in the pore so that MOF-520 shows larger pore volume (0.94 and 1.28 cm3 g–1 for MOF-519 and MOF-520, respectively). The BET (Langmuir) surface areas of MOF-519 and MOF-520 are estimated to be 2400 (2660) m2 g–1 and 3290 (3630) m2 g–1, respectively.Methane adsorption isotherms for MOF-519 and MOF-520 were measured at 298 K using a high-pressure volumetric gas adsorption analyzer. The excess methane isotherms for MOF-519 and MOF-520 are shown in Figures S10–S12. Initially the methane uptake increases with an increase in the pressure, while the uptake saturates at around 80 bar (215 and 288 cm3 g–1 for MOF-519 and MOF-520, respectively). In terms of the gravimetric uptake capacity, MOF-520 outperforms MOF-519 up to 80 bar, which is not surprising because of the larger surface area and pore volume of MOF-520. Considering the practical application of methane storage, the total volumetric methane uptake is rather relevant. Therefore, we estimated the total volumetric methane uptake using the crystal density of MOFs and the following equation: total uptake = excess uptake + (bulk density of methane) × (pore volume).Table 1. Total Methane Uptake and Working Capacity (Desorption at 5 bar) at 35, 80, and 250 bar and 298 K surface area, m2 g–1        materialBETLangmuirVp, cm3 g–1density, g cm–3total uptake at 35 bar, cm3 cm–3total uptake at 80 bar, cm3 cm–3total uptake at 250 bar,a cm3 cm–3working capacity at 35 bar, cm3 cm–3working capacity at 80 bar, cm3 cm–3working capacity at 250 bar, cm3 cm–3MOF-519240026600.9380.953200279355151230306MOF-520329039301.2770.586162231302125194265MOF-5b332044001.380.605126198328104176306MOF-177b450053401.890.427122205350102185330MOF-205b446061702.160.38120205345101186326MOF-210b6240104003.60.258216637770154365Ni-MOF-74c 14380.511.195230267–115152–HKUST-1c 19770.690.881225272–153200–PCN-14c 23600.830.819200250–128178–AX-21c 48801.640.487153222–103172–bulk CH4N/AN/AN/AN/A33832632979260aCalculated with a dual site Langmuir model.bData from ref 9.cData from ref 6a.As shown in Figure 2, MOF-519 shows high total volumetric methane uptake capacity. Considering that MOF-519 does not have strong binding sites (e.g., open metal sites),(22) it is likely that the average pore diameter of MOF-519 is of optimal size to confine methane molecules in the pore. In Table 1 we compare the total uptake and the working capacity of MOF-519 and MOF-520 with the materials that have been recently identified as the best methane adsorbents. At 35 bar, the total uptake capacity of MOF-519 (200 cm3 cm–3) is approaching that of Ni-MOF-74 (230 cm3 cm–3). At 80 bar MOF-519 outperforms any other reported MOF, with a total volumetric capacity of 279 cm3 cm–3.Figure 2. MOF-519 and MOF-520 show high total methane volumetric uptake. For comparison, bulk density of methane is represented as broken curve. Filled markers represent adsorption points, and empty markers represent desorption points.Since MOF-519 shows high total volumetric uptake capacity, we also evaluated whether this material can exceed the energy density of compressed natural gas (CNG) at 250 bar (which is a pressure value used for some natural gas fueled automobiles). Here, the total volumetric uptake of MOF-519 and MOF-520 was calculated by extrapolation of the total uptake isotherm using a dual site Langmuir model (Figures S13 and S14) and found to be 355 cm3 cm–3, far exceeding CNG (263 cm3 cm–3).The same model was used to calculate the uptake for other methane adsorbents (Figures S15–S18), and with this fitting data, the working capacity of methane (desorption pressure is at 5 bar) was obtained (Table 1 and Figure 3). The working capacity of MOF-519 at 35 bar is 151 cm3 cm–3, while at 80 bar this MOF is able to deliver 230 cm3 cm–3, which is the largest obtained for any of the top performing MOFs and porous carbon AX-21. At 80 bar, a tank filled with MOF-519 would deliver almost three times more methane than an empty tank.Figure 3. Comparison of the working capacity for MOF-519, MOF-520, the top performing MOFs, and the porous carbon AX-21. Values are calculated as the difference between the uptake at 35 bar (blue) or 80 bar (orange) and the uptake at 5 bar. As a reference, the working capacity for bulk methane data are overlaid. Data for MOF-177, MOF-5, MOF-205, and MOF-210 were obtained from ref 9, and data for HKUST-1, PCN-24, Ni-MOF-74, and AX-21 were obtained from ref 6a. Top of PageAbstractReferencesSupporting InformationDetailed synthetic procedures and characterization, powder X-ray diffraction patterns, thermogravimetric analysis trace, low pressure methane adsorption analysis, high pressure methane adsorption details and crystallographic data (CIF files), and complete ref 9. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractReferencesAcknowledgmentThis work was partially supported for synthesis and adsorption by BASF SE (Ludwigshafen, Germany) and by the Laboratory Directed Research and Development Program of Lawrence Berkeley National Laboratory (LBNL) under U.S. DOE Contract No. DE-AC02-05CH11231. General adsorption characterization by the U.S. DOE Office of Science, Office of Basic Energy Sciences (BES), Energy Frontier Research Center Grant DE-SC0001015, and U.S. Department of Defense, Defense Threat Reduction Agency Grant HDTRA 1-12-1-0053. We acknowledge Dr. S. Teat and Dr. K. Gagnon for support during the single-crystal diffraction data acquisition of MOF-520 at the beamline 11.3.1 of the Advanced Light Source (ALS). Work at ALS was supported by the Office of Science, BES, of the U.S. DOE under Contract No. DE-AC02-05CH11231. We acknowledge Dr. D. Cascio (University of California, Los Angeles) for assistance during single crystal data acquisition of MOF-519, M. Capel, K. Rajashankar, F. Murphy, J. Schuermann, and I. Kourinov at NE–CAT beamline 24–ID–C at APS, which is supported by National Institutes of Health Grant RR–15301. We acknowledge Drs. U. Müller and L. Arnold (BASF) for their interest and invaluable discussions.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 22 other publications.1. Methane Opportunities for Vehicular Energy, Advanced Research Project Agency – Energy, U.S. Dept. of Energy, Funding Opportunity No. DE-FOA-0000672, 2012. https://arpa-e-foa.energy.gov/Default.aspx?Search=DE-FOA-0000672 (accessed on March 17, 2014).There is no corresponding record for this reference.2. (a) Furukawa, H.; Cordova, K. E.; O’Keeffe, M.; Yaghi, O. M. Science 2013,  341,  974[Crossref], [CAS]2. The Chemistry and Applications of Metal-Organic FrameworksFurukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.Science (Washington, DC, United States)\r\n        (2013),\r\n    341\r\n        (6149),\r\n    974CODEN:\r\n                SCIEAS;\r\n        ", "title": "High Methane Storage Capacity in Aluminum Metal–Organic Frameworks", "authors": ["Felipe Gándara", "Hiroyasu Furukawa", "Seungkyu Lee", "Omar M. Yaghi"], "doi": ["10.1021/ja501606h"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-14/ja501606h/20150321/images/small/ja-2014-01606h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-14/ja501606h/20150321/images/small/ja-2014-01606h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-14/ja501606h/20150321/images/small/ja-2014-01606h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-14/ja501606h/20150321/images/small/ja-2014-01606h_0003.gif\">"]}