{"title": "MCM-41, MOF and UiO-67/MCM-41 adsorbents for pre-combustion CO capture by PSA: adsorption equilibria", "authors": ["Johanna Schell", "Nathalie Casas", "Richard Blom", "Aud I. Spjelkavik", "Anne Andersen", "Jasmina Hafizovic Cavka", "Marco Mazzotti"], "doi": ["https://doi.org/10.1007/s10450-012-9395-1"], "abstract": [], "text": "https://doi.org/10.1007/s10450-012-9395-1 https://doi.org/10.1007/s10450-012-9395-1https://doi.org/10.1007/s10450-012-9395-1https://doi.org/10.1007/s10450-012-9395-11 IntroductionCCS (Carbon Capture and Storage) applied in a pre-combustion framework within an IGCC (Integrated Gasification Combined Cycle) power plant is one option to reduce the CO2 emissions on a midterm timescale while fossil fuels, especially coal, are further used to satisfy the worldwide increasing energy demand (IPCC 2005). For the capture step, which is in this case essentially a separation of CO2 and H2, Pressure Swing Adsorption (PSA) is a promising option among the different other technologies discussed. This is especially true as the feed to the separation step is already at a high pressure of about 3.0 to 5.0 MPa with a high CO2 mole fraction, i.e. about 40 % on a dry basis.However, for applications it is crucial to decrease the energy penalty of the separation process. Using PSA, one possibility to increase the efficiency is the use of new adsorbent materials with enhanced performance. Several materials are discussed in this context and especially metal organic framework (MOF) materials attract a lot of research interest (Sumida et al. 2012). They show in general high adsorption capacities, surface areas and pore volumes. Furthermore, due to their flexible chemical composition these characteristics can be controlled and tailored for a special application (Sumida et al. 2012). In order to evaluate the potential of new materials, the adsorption equilibrium properties are a key indicator and can be used for performance comparison.In this work, three different materials which are considered promising for pre-combustion CO2 capture by PSA are synthesized, pelletized and characterized. Pelletization is an essential step in order to bring the material in a form suitable for PSA column application and to increase the bulk density. The adsorbents under consideration are USO-2-Ni MOF, mesoporous silica MCM-41 and a mixed material consisting of UiO-67 metal organic framework bound with MCM-41 (labeled in this work as UiO-67/MCM-41 hybrid or only Hybrid). Then the equilibrium adsorption isotherms of H2 and CO2 on the different materials at different temperatures (25–140 °C) and in a wide pressure range (up to 15 MPa) are measured. The data is used to fit parameters of suitable isotherm equations and to determine the isosteric heats. Additionally, on USO-2-Ni MOF binary adsorption equilibria of CO2/H2 mixtures are measured and compared with predictions obtained by IAST (Ideal Adsorbed Solution Theory) using the pure component isotherm equations. This allows evaluating the possibility to predict multicomponent adsorption equilibria on new materials such as MOFs using the pure component isotherm data. Finally, the potential of the materials when used in a PSA process for pre-combustion CO2 capture is evaluated by looking at the cyclic working capacity. In this way the new materials are compared to a commercial activated carbon to check for possible improvements.2 Experimental2.1 MaterialsThree different materials are synthesized and pelletized, namely USO-2-Ni MOF, mesoporous silica MCM-41 and a mixed material consisting of UiO-67 metal organic framework bound with MCM-41 (labeled in this work as UiO-67/MCM-41 hybrid or only Hybrid). The preparation procedure is described in the next paragraphs. For the synthesis the following chemicals are used without further purification: dimethylformamide (DMF, 99 %) from Sigma-Aldrich, 1,4-diazabicyclo[2.2.2]octane (DABCO, 98 %) from Aldrich, 1,4-benzenedicarboxylic acid (1,4-bdc, 98 %) from Sigma-Aldrich, Ni(NO3)2⋅6H2O (approx. 99 %) from Sigma-Aldrich, tetradecyltrimetylammonium bromid (99 %) from Sigma-Aldrich, sodiumsilicate reagent grade from Sigma-Aldrich containing approx. 26.5 % SiO2 and approx. 10.6 % Na2O, H2SO4 (95–97 %) from Merck, and graphite (approx. 99 %) from Riedel-deHaën.USO-2-Ni (Ni2(1,4-bdc)2(dabco)⋅4DMF⋅0.5H2O) MOF is prepared in a similar manner as the isostructural Zn analogue described by Dybtsev et al. (2004) and that with Ni described later by Arstad et al. (2008) with the following modifications due to synthesis up-scaling: 1,4-benzenedicarboxylic acid (1,4-bdc, 0.996 g, 6.0 mmol), DABCO (0.558 g, 5.0 mmol) and Ni(NO3)2⋅6H2O (1.743 g, 6.0 mmol) are added to 120 ml DMF in a Teflon lined autoclave. The mixture is heated to 383 K for 24 hours. After opening the autoclave, the slurry is filtered and the solid is washed 3 times with 30 ml portions of methanol, then dried at 70 °C overnight yielding around 1.9 g green powder. The as-synthesized USO-2-Ni MOF is characterized by powder X-ray diffraction.USO-2-Ni particles are prepared in the following manner: 1.175 g polyvinyl alcohol (PVA) is dissolved in 20 ml DMF at 80 °C to make a 5 wt% PVA solution. 4.0 g of the (non-activated) USO-2-Ni is mixed with 4.0 g of this PVA solution to give a paste, which is first dried under vacuum. Further drying is performed first by increasing the temperature to 120 °C (0.5 °C/min) and hold it for 16 h and then by keeping it for another 16 h at 140 °C, both under vacuum. The final “cake” (2.2 g) is crushed and sieved. The 200–500 µm particle size fraction is used in the adsorption experiments described in Sect. 2.2. The specific surface area of the formulated USO-2-Ni MOF obtained from N2 adsorption at 77 K using a Quantachrome Autosorb-1 instrument as well as the particle and material density obtained by Hg or He pycnometry, respectively, are reported in Table 1. Table 1Physical material properties of the different adsorbents (in particle form); the specific surface area (BET) is obtained by N2 adsorption at 77 K, the particle and material density is measured by Hg and He pycnometry, respectively USO-2-Ni MOFMCM-41UiO-67/MCM-41 hybridSpecific surface area (BET) [m2/g]16879501390Particle density [g/cm3]0.530.550.56Material density [g/cm3]1.702.121.57MCM-41 is prepared as described by Beck et al. (1992) and Kresge et al. (1992). The as-synthesized material is calcined at 823 K overnight in air to remove residual template. When cooling down to ambient temperature the gas is switched to pure nitrogen and the material is kept inert during the following reaction steps. The final material is characterized by powder X-ray diffraction.To obtain suitable particles of MCM-41 the fluffy virgin powder is mixed with 2 wt % graphite and pelletized using a static pressure of 98 MPa for 10 minutes. The pellets are crushed and sieved. The 200–500 µm particle size fraction is used in the adsorption experiments described in Sect. 2.2. The specific surface area of the formulated MCM-41 is also reported in Table 1 as obtained from N2 adsorption at 77 K using a Belsorp II Mini instrument. Particle and material density obtained by Hg and He pycnometry, respectively, is also given in the table.UiO-67 is prepared in an upscaled and slightly modified version of the original procedure used by Cavka et al. (2008): 73.15 g of ZrCL4 is added to 56.55 g deionized water and 2,294.27 g of DMF in a 4-liter roundneck bottle. The mixture is stirred until complete dissolution at ambient temperature using a magnetic stirrer; 76.04 g of 4,4-diphenyldicarboxylic acid (H2BTC) is then added and the solution is heated to 95 °C and kept at this temperature for 48 hours under continuous stirring. The solid product is separated from the solvent mixture by filtration and washed with DMF. The final powder is dried overnight in air at 95 °C. Thermo-gravimetric (TG) analysis of the powder after drying shows a residual solvent content of 38 wt %. The product is analyzed by powder X-ray diffraction and identified as UiO-67. Typical yield of “wet” UiO-67 is 160–170 g.To produce pellets the following procedure is used: a paste is prepared by mixing 50.8 g calcined MCM-41, 213.5 g “wet” UiO-67, 20.3 g microcrystalline cellulose (PH 101) and 305 ml DMF for at least 1 hour in a Kenwood mixer. Extrudates are made by using a Caleva Mixer Torque Rheometer equipped with an extrusion head having a nozzle with ten 1.3 mm cylindrical holes. The “noodle” produced in this manner is dried overnight at 80 °C, then crushed into smaller cylindrical shaped particulates. After activation at 110 °C under vacuum the SiO2 content of the material is determined to be about 25 wt % and the surface area of the particulates is measured by N2 adsorption at 77 K. The results are summarized in Table 1 together with values for the particle and material density determined by Hg and He pycnometry, respectively.After preparation and before the adsorption isotherm measurements the materials are pretreated by heating slowly under vacuum overnight. Maximum temperatures applied are 140 °C for USO-2-Ni MOF, 150 °C for mesoporous silica MCM-41 and 120 °C for UiO-67/MCM-41 hybrid. After heating, these temperatures are kept for at least 8 hours. The pretreatment is carried out to remove residual solvent and moisture within the pores. The conditions used are based on TG-MS data where one can determine the temperature needed to remove the solvent species present and also the temperature where the MOF starts to decompose. In this work, a temperature is chosen where the materials are stable, but most of the solvent species are removed. For adsorbent regeneration the same procedure is periodically applied, namely at least every time an adsorption isotherm at a specific temperature is completed.Gases for the gravimetric equilibrium measurements are purchased from Pangas (Dagmersellen, Switzerland). The purities of the pure gases are as follows: 99.9 % for CO2, 99.999 % for H2 and 99.996 % for He. The binary CO2/H2 mixtures with CO2 molar fractions of 25 %, 50 % and 75 % are bought premixed from Pangas with relative errors of ±0.5 to 3.0 % using the pure gases at purities of 99.995 % for CO2 and 99.996 % for H2. Gases for the synthesis and the volumetric equilibrium measurements are purchased from YaraPraxair (Oslo, Norway) with purities of 99.999 % for CO2, 99.9995 % for H2, 99.9999 % for He and 99.999 % for N2.2.2 MethodsIn this work pure component adsorption isotherms are measured using two different methods, namely gravimetrically and volumetrically. Moreover, binary isotherms are measured by applying a gravimetric-chromatographic techniques. All methods are explained and discussed in more detail in the following.Most pure component adsorption isotherms are measured using a Rubotherm magnetic suspension balance (MSB) (Rubotherm, Germany). The balance allows for the simultaneous measurement of the bulk density by taking advantage of a calibrated sinker with known volume (Dreisbach and Lösch 2000). In some cases measurements carried out in the desorption mode are repeated in the adsorption mode to check for hysteresis effects. Moreover some values are measured several times in order to test the reproducibility as well as the effect of applying different equilibration times. Binary adsorption is measured only on USO-2-Ni, and in this case, a gravimetric-chromatographic setup is used consisting of the same MSB combined with a gas chromatograph in order to quantify the change in gas composition caused by the competitive adsorption. For both experimental techniques about 0.5–1.0 g of material is used. The experimental setup, the measurement procedure and the evaluation of the experimental data is described in detail in related publications (Pini et al. 2006; Ottiger et al. 2008; Schell et al. 2012). In this work there are only two differences with respect to the protocols applied in the listed references. In previous works (Pini et al. 2006; Ottiger et al. 2008; Schell et al. 2012) in the case of the binary measurements a second adsorption chamber filled with adsorbent material additional to the pure component measurements is used in order to increase the change in composition due to selective adsorption. In this work, however, no additional adsorbent is applied because of the limited amount available of these new materials. As a second difference, contrary to Schell et al. (2012), also the H2 density is measured in the MSB instead of using NIST (National Institute of Standards and Technology) values.For a pure component isotherm measured in desorption mode the balance is filled with the adsorbing gas at the highest pressure to be measured. For every new experimental point gas is released until the desired pressure level is reached; then equilibrium conditions are established. Temperature, pressure and weight are continuously monitored until they are constant for at least 30 minutes, which is normally reached after about three hours. Longer equilibration times show no effect on the resulting adsorbed amount, which confirms the validity of the procedure above.Binary adsorption isotherms are measured in adsorption mode. In addition, no more than two points are measured in sequence, before evacuation of the balance, which is carried out in order to avoid error accumulation. For every point three to five hours are waited in order to give enough time to establish adsorption equilibrium and on the other hand to minimize selective leakage of H2, which would alter the results.For both single component and binary isotherms regeneration of the adsorbent (see Sect. 2.1) is performed in between every measured isotherm, with the exception of the H2 data on UiO-67/MCM-41 hybrid and USO-2-Ni MOF adsorbent, where regeneration is carried out more frequently.Additional to these gravimetric experiments, pure component isotherms are measured in the pressure range from vacuum to 5 MPa using a volumetric Belsorp-HP setup (Bel, Japan) using around 0.7 g of adsorbent. The exact experimental procedure is reported elsewhere (Dietzel et al. 2009). This is done to verify the measured data. Furthermore, it might be beneficial in the case of H2 measurements, which suffer in gravimetric experiments from rather large errors due to the low adsorption and the small molecular mass, which both lead to very small weight changes upon adsorption. In the volumetric setup the density cannot be directly measured, hence it is taken from NIST (2012) at the known temperature and pressure.All described measurement techniques lead to excess adsorption, which is the truly measurable quantity (Sircar 1999). This is reported in this work in terms of specific molar excess adsorption \\(n_{i}^{\\mathrm {ex}}\\), i.e. the quantity that describes the excess amount of moles adsorbed per mass of adsorbent at specified temperature, pressure and composition.3 Theory3.1 Pure component adsorption isothermsFor the mathematical description of adsorption isotherms many different approaches are known and described in the literature. In many cases, especially when used in further process design, often rather empirical isotherm equations, which define the absolute amount adsorbed explicitly dependent on the pressure or density in the bulk phase, are convenient and widely applied. The measured data in this work is described by different explicit isotherm equations dependent on the adsorbent-adsorbate combination, selected in order to obtain a sufficient accurate description with as few parameters as possible. More precisely, the equations finally used are the Langmuir, Quadratic and Sips isotherms. In order to compare calculated values of absolute adsorption and measured excess adsorption an assumption about the adsorbed phase has to be made. In this work we assume a constant density of the adsorbed phase (Schell et al. 2012), which when combined with the three adsorption isotherms mentioned above leads to the following relations: \nOpen image in new window (1) The excess and absolute adsorption of component i at defined bulk conditions (pressure p and molar density ρ) is given by \\(n_{i}^{\\mathrm{ex}}\\) and \\(n_{i}^{\\mathrm{a}}\\), respectively. The Quadratic and Sips isotherms are extensions of the standard Langmuir isotherm characterized by two parameters, i.e. the saturation capacity \\(n_{i}^{\\infty}\\) and the equilibrium constant ki. The Quadratic isotherm introduces a third parameter qi, which makes this equation suitable to describe S-shaped isotherms, i.e. those having an inflection point; if qi=0 the Langmuir isotherm is obtained. On the other hand, to account for the inhomogeneity of the adsorbent surface, in the Sips isotherm an exponent is added as the third parameter ci (0<ci≤1); also in this case the Langmuir isotherm is obtained as a special case, namely for ci=1.The parameters in the adsorption isotherms are estimated independently for each adsorbent-adsorbate combination and each temperature by minimizing the weighted sum of squared errors between measured, \\(n_{\\mathrm{exp,j}}^{\\mathrm{ex}}\\), and calculated, \\(n_{\\mathrm {calc,j}}^{\\mathrm{ex}}\\), adsorbed amounts at all N experimental points: \n$$ E = \\sum\\limits _{j=1}^{N} g_{\\mathrm{j}} \\bigl(n_{\\mathrm {exp,j}}^{\\mathrm{ex}}-n_{\\mathrm{calc,j}}^{\\mathrm{ex}} \\bigr)^2 $$ (2) The weighting factors gj are calculated as explained in detail elsewhere (Schell et al. 2012).The temperature dependence of the parameters \\(n_{i}^{\\infty}\\), ki, and qi is described with Arrhenius-type equations whereas the temperature dependence of the exponent ci is accounted for empirically using a linear relationship: \nOpen image in new window (3)Open image in new window (4)Open image in new window (5)Open image in new window (6) The parameters in these equations are obtained by fitting the temperature dependence of the estimated isotherm parameters.3.2 Isosteric heat of adsorptionOne important characteristic of an adsorbent-adsorbate pair is the isosteric heat of adsorption \\(\\Delta H_{i}^{\\mathrm{iso}}\\). It describes heat effects upon adsorption and desorption which are linked to the strength of adsorption. Similar to the heat of evaporation, also for the isosteric heat of adsorption the Clausius Clapeyron equation can be used to relate it to the change of pressure p caused by a change in temperature T at constant amount adsorbed \\(n_{i}^{\\mathrm {a}}\\) (Sircar 1985; Zhou 2002): \n$$ \\Delta H_{i}^{\\mathrm{iso}} \\bigl(n_{i}^{\\mathrm{a}}, T\\bigr) = -R \\frac {\\partial\\ln p}{\\partial(1/T)} \\biggl \\vert _{n_{i}^{\\mathrm{a}}} $$ (7) The adsorption isotherms only up to medium pressure are used to evaluate this equation. This is a consequence of the assumptions made in the derivation of the equation, namely that of an ideal behavior of the bulk gas phase and that of negligible volume of the adsorbed phase (Pan et al. 1998), which are only valid up to medium pressure. In a previous publication (Schell et al. 2012) it is shown that the values obtained from this evaluation depend on how the method is applied. If the mathematical description of the adsorption isotherms with temperature dependent parameters is used, the calculated isosteric heats are dependent on temperature and loading. However, in most process development applications average values of the isosteric heats are used and therefore a simplified evaluation can be applied. Using the experimental data, values for the isosteric heats can be obtained that are dependent on loading, but averaged over temperature. These are determined by plotting ln(p) versus 1/T for various constant loadings \\(n_{i}^{\\mathrm{a}}\\) according to Eq. (7). The points are fitted with straight lines whose slope gives the value of the isosteric heat at the corresponding loading. As experimental isotherm values at exactly the same loading for different temperatures are rarely available, in this work constructed “experimental” values are used as obtained by fitting the most appropriate isotherm equations separately to the part of the experimental isotherms, which is used for evaluation of the isosteric heat (low loading data).3.3 Binary adsorption isotherms using ideal adsorbed solution theory (IAST)IAST provides a useful and widely applied methodology to predict multicomponent adsorption equilibria from the pure component isotherms (Myers and Prausnitz 1965). The derivation of the corresponding equations as well as a discussion about advantages and disadvantages is provided in a previous publication (Schell et al. 2012). The solution of the system of non-linear equations leads to the absolute adsorption of every component \\(n_{i}^{\\mathrm{a}}\\) at given pressure p, temperature T and composition of the bulk. In order to compare it to the measured excess adsorption \\(n_{i}^{\\mathrm{ex}}\\) a similar equation as in the case of pure component adsorption is required that uses the densities as well as the mole fractions in the bulk or adsorbed phase, ρ or ρa and yi or zi, respectively: \n$$ n_{i}^{\\mathrm{ex}} = n_{i}^{\\mathrm{a}} \\biggl(1-\\frac{\\rho y_{i}}{\\rho^{\\mathrm{a}}z_{i}} \\biggr) $$ (8) Assuming ideal mixing, the density of the adsorbed phase is calculated from those of the pure components \\(\\rho^{\\mathrm{a}}_{i}\\), in the binary case: \n$$ \\frac{1}{\\rho^{\\mathrm{a}}} = \\frac{z_{\\mathrm{1}}}{\\rho^{\\mathrm {a}}_{\\mathrm{1}}} + \\frac{z_{\\mathrm{2}}}{\\rho^{\\mathrm{a}}_{\\mathrm{2}}} $$ (9)4 Results4.1 Single component adsorptionExperimental excess isotherm data of pure CO2 and H2 on the different materials at different temperatures are shown as symbols in Figs. 1, 2 and 4. Excess adsorption is plotted versus the bulk density, whose values correspond to pressures up to about 15 MPa. As expected, adsorption decreases with increasing temperature for all gases and all materials. For clarity, CO2 adsorption at low bulk densities (ρ<0.3 mol/l) is shown separately in Fig. 2 whereas in Fig. 1 only values at bulk densities ρ>0.2 mol/l are used. The corresponding data in terms of pressure, bulk density and excess adsorption is summarized in the supplementary information. Since no difference is observed between adsorption and desorption measurements (no hysteresis) the data is combined into one isotherm. The reproducibility of the experimental data is in general very good, especially for CO2. Moreover, comparison between data measured with the volumetric setup and gravimetrically also show an excellent agreement. Open image in new windowFig. 1Adsorption of pure CO2 on USO-2-Ni MOF (a), UiO-67/MCM-41 hybrid (b) and on MCM-41 (c) (symbols: experimental values; lines: fit with quadratic, Langmuir or Sips isotherm assuming a constant density of the adsorbed phase) at different temperatures: 25 °C—circles, 40 °C (USO-2-Ni) or 45 °C (MCM-41 and UiO-67/MCM-41 hybrid)—squares, 65 °C (USO-2-Ni and UiO-67/MCM-41 hybrid) or 70 °C (MCM-41)—triangles, 100 °C—crosses, 140 °C—diamonds; for clarity only points with bulk densities above 0.2 mol/l are shown, the low density region (ρ≤0.3 mol/l) is shown in Fig. 2; the corresponding experimental values are reported in the supplementary informationOpen image in new windowFig. 2Adsorption of pure CO2 on USO-2-Ni MOF (a), UiO-67/MCM-41 hybrid (b) and on MCM-41 (c) in the low density region (ρ≤0.3 mol/l) (symbols: experimental values; lines: fit with Quadratic, Langmuir or Sips isotherm assuming a constant density of the adsorbed phase) at different temperatures: 25 °C—circles, 40 °C (USO-2-Ni) or 45 °C (MCM-41 and UiO-67/MCM-41 hybrid)—squares, 65 °C (USO-2-Ni and UiO-67/MCM-41 hybrid) or 70 °C (MCM-41)—triangles, 100 °C—crosses, 140 °C—diamonds; the corresponding experimental values are reported in the supplementary informationThis is true except for H2 isotherms on MCM-41 as discussed in more detail in Sect. 4.1.2. In general, gravimetric measurements require that reference values are taken before the actual isotherm is measured, by applying vacuum first and then using a Helium atmosphere as explained in detail elsewhere (Schell et al. 2012). In the case of H2, that is light and is adsorbed only to a small extent, the measured adsorbed amount is very sensitive to these reference values. Therefore, for the sake of accuracy such reference measurements are repeated more often than in the case of CO2, namely every fourth day of operation of the MSB. This procedure results in a good reproducibility of H2 isotherms on USO-2-Ni MOF and UiO-67/MCM-41 hybrid.4.1.1 CO2 adsorptionThe CO2 isotherms on all three materials as shown in Figs. 1 and 2 show the typical shape of excess adsorption isotherms, namely an increase with bulk density at low pressures until a maximum value is reached. At higher pressures the excess adsorption decreases almost linearly with increasing density, corresponding to the region where saturation of the absolute adsorption is reached and the change in excess adsorption is caused only by the increase in the bulk density.The experimental data of CO2 adsorption on USO-2-Ni MOF in the low pressure region clearly exhibit an S-shape behavior (see Fig. 2(a)), therefore in this case a Quadratic isotherm equation is selected to represent the experimental data and its parameters are fitted to the experimental points for every temperature independently. In order to relate calculated absolute adsorption from the Quadratic isotherm and measured excess adsorption, a constant density of the adsorbed phase is used as explained in Sect. 3.1 (1). Often values for the liquid density at specific conditions are used in this context because the adsorbed phase can be regarded as a condensed phase. For CO2 adsorption on USO-2-Ni MOF, this density is fitted as an additional parameter to the data at 40 °C and kept constant for all other temperatures. The value obtained is ρa= 28 mol/l which is slightly higher compared to the value of 23 mol/l, which is often used (Schell et al. 2012). This is justified by the observation that the intersection between the extrapolated experimental data and the horizontal density axis occurs at values larger than 23 mol/l (see Fig. 1(a)). This is the point where \\(n_{i}^{\\mathrm{ex}} = 0\\), which corresponds to where the bulk density ρ equals the density of the adsorbed phase \\(\\rho_{i}^{\\mathrm{a}}\\) according to (1). The calculation with the Quadratic isotherm is shown as lines in Figs. 2(a) and 2(b) and describes the experimental data well over the whole range of pressures and at all temperatures. Therefore it is regarded as the right choice to represent the data. The temperature dependence of all three parameters can be well described by Arrhenius-type equations given in (3) to (5); the parameters obtained are reported in Table 2. Table 2Parameters to describe the Quadratic, Sips and Langmuir isotherms temperature dependent; the temperature dependences of \\(n^{\\infty}_{i}\\), ki and qi are all described with an Arrhenius type equation, the temperature dependence of ci is described with a linear equation CO2H2USO-2-Ni (Quadratic/Langmuir)\\(n^{\\infty}_{i}\\)[mmol/g]ai[mmol/g]2.108.02bi[J/mol]−29560ki[1/MPa]Ai[1/MPa]2.61×10−37.41×10−4Bi[J/mol]−16751−10107qi[(1/MPa)2]Fi[(1/MPa)2]1.03×10−60Gi[J/mol]−386060MCM-41 (Sips)\\(n^{\\infty}_{i}\\)[mmol/g]ai[mmol/g]0.71–bi[J/mol]−9372–ki[1/MPa]Ai[1/MPa]1.18×10−2–Bi[J/mol]−5976–ci[–]γi[–]8.16×10−4–δi[–]0.63–UiO-67/MCM-41 hybrid (Langmuir)\\(n^{\\infty}_{i}\\)[mmol/g]ai[mmol/g]2.305.07bi[J/mol]−50190ki[1/MPa]Ai[1/MPa]2.82×10−31.01×10−3Bi[J/mol]-12505-8954The measured data of CO2 adsorption on UiO-67/MCM-41 hybrid can be described satisfactorily with a Langmuir isotherm as represented by the lines in Figs. 1(b) and 2(b). Again the parameters of the Langmuir isotherm are fitted to the experimental data for every temperature independently. In this case the density of the adsorbed phase is assumed to be ρa=23 mol/l. This is consistent with both the intersection of the extrapolated experimental data at 45 °C with the density axis, and the value used for CO2 in previous publications (Humayun and Tomasko 2000; Sudibandriyo et al. 2003; Schell et al. 2012). The parameters of the Langmuir isotherm found independently at the different temperatures are then described with Arrhenius-type equations (3) to (4) and the obtained parameters are reported in Table 2.Experimental CO2 adsorption on MCM-41 is best described using a Sips isotherm as shown by the lines in Figs. 1(c) and 2(c). The experimental data exhibit also a good agreement with the results published in Belmabkhout et al. (2009). However, it is worth mentioning, that the fit of the data is worse compared to the results of USO-2-Ni MOF and UiO-67/MCM-41 hybrid. Several other isotherm equations, such as Langmuir, Toth and Quadratic have been tested with unsatisfactory results. Using the Sips isotherm two different approaches are followed. First, all three parameters of the Sips isotherm are fitted independently at every temperature to the experimental data. The results are illustrated as lines in Figs. 3(a) and 3(b). This is done using an adsorbed phase density of ρa=23 mol/l, which is chosen with the same rationale as for the UiO-67/MCM-41 hybrid adsorbent. The experimental points are sufficiently well reproduced, however, the parameters obtained at 25 °C do not fit in the trend obtained using only the data at the other temperatures as shown exemplarily for \\(n_{\\mathrm{CO}_{2}}^{\\infty}\\) in Fig. 3(c). In this representation and applying our temperature dependence by an Arrhenius-type equation, all points should result in a straight line, which is not the case for the value at 25 °C. However, a reasonable temperature dependence is crucial for further use in process development applications such as detailed PSA simulations. In this case, the adsorption has to be calculated as a function of pressure, temperature and composition. Therefore, in a second approach, a suitable temperature dependence including the points at 25 °C is obtained by fixing \\(n_{\\mathrm{CO}_{2}}^{\\infty}\\) and \\(c_{\\mathrm{CO}_{2}}\\) at 25 °C using the temperature dependent description (Arrhenius-type and linear) obtained from the isotherms at all the other temperatures. This is shown in the case of \\(n_{\\mathrm {CO}_{2}}^{\\infty}\\) in Fig. 3(c) by the dashed line and by the asterisk (fixed value at 25 °C). Consequently, only \\(k_{\\mathrm{CO}_{2}}\\) is fitted to the experimental data at 25 °C resulting in a slightly worse, but still satisfying, representation of the experimental data at 25 °C; this is confirmed by comparing Fig. 1(c) and 2(c) to Fig. 3(a) and 3(b). The temperature dependence of \\(k_{\\mathrm{CO}_{2}}\\) including the fitted value at 25 °C can be described well with an Arrhenius-type equation and all parameters are summarized in Table 2. Open image in new windowFig. 3CO2 adsorption on MCM-41 for bulk densities above 0.2 mol/l (a) and in the low density region (ρ≤0.3 mol/l), (b) (symbols: experimental values; lines: calculation with Sips isotherm; 25 °C—circles, 45 °C—squares, 70 °C—triangles, 100 °C—crosses, 140 °C—diamonds); saturation capacity at the different temperatures, (c) (circles: results as obtained by fitting of the Sips isotherm parameters to the experimental data at every temperature independently; dashed line: temperature dependent description of the results at all temperatures except 25 °C; asterisk: value fixed at 25 °C)4.1.2 H2 adsorptionH2 excess isotherms do not show the typical decrease as seen in the case of CO2 because the densities are too low at the pressures reached in the experiments (up to 11.5 MPa). Moreover, on all three materials H2 adsorption is much smaller compared to CO2 adsorption thus suggesting a high selectivity of CO2 compared to H2 and therefore the potential of the materials for pre-combustion CO2 capture by PSA. The highest values of H2 adsorption are measured on USO-2-Ni MOF followed by the ones on UiO-67/MCM-41 hybrid, as shown in Fig. 4. Open image in new windowFig. 4Adsorption of pure H2 on USO-2-Ni MOF (a) and on UiO-67/MCM-41 hybrid (b) (symbols: experimental values; lines: fit with Langmuir isotherm assuming a constant density of the adsorbed phase) at different temperatures: 25 °C—circles, 40 °C (USO-2-Ni) or 45 °C (UiO-67/MCM-41 hybrid)—squares, 65 °C—triangles; the corresponding experimental values are reported in the supplementary informationThe adsorption of H2 on USO-2-Ni MOF and UiO-67/MCM-41 hybrid can be described sufficiently well using Langmuir isotherms as shown by the lines in Fig. 4. An adsorbed phase density of ρa=35 mol/l is assumed, which corresponds to the liquid density of H2 at 0.1 MPa and 20.3 K, i.e. boiling point, and has been used in previous studies (Grande et al. 2008; Schell et al. 2012). The two parameters of the Langmuir isotherms are fitted to the experimental data independently for all temperatures. However, as the temperature dependence of \\(n_{\\mathrm{H}_{2}}^{\\infty}\\) is rather weak, in a second step an average value of \\(n_{\\mathrm{H}_{2}}^{\\infty}\\) from the first fitting is calculated and kept constant while fitting again \\(k_{\\mathrm{H}_{2}}\\) whose temperature dependence is described by an Arrhenius-type equation (compare (4)). The corresponding parameters are reported in Table 2.A special discussion is needed for H2 adsorption on MCM-41. In this case the general difficulties encountered during H2 adsorption measurements as explained before are enhanced by two factors: an even smaller amount adsorbed compared to that on the other two materials and the small mass of adsorbent material used in the gravimetric measurements. Both points lead to the situation that the mass change due to adsorption of H2 is below the accuracy limit of the gravimetric apparatus, where no meaningful results can be obtained. For volumetric measurements the situation is similar as shown in Fig. 5(a), where the results of several volumetric measurements in ad- and desorption mode at different temperatures are illustrated. Several remarks are worth making: in Fig. 5(a) two isotherms measured both in adsorption mode at 25 °C are shown using the same symbols (open circles); these two isotherms are clearly distinguishable from each other and show a large discrepancy, which is in fact similar to the difference observed when changing the temperature to 45 °C (the corresponding data points represented by the squares); Open image in new windowFig. 5H2 isotherms on MCM-41 as measured with the volumetric method in adsorption (open symbols) and desorption (full symbols) mode at different temperatures (a), isotherms measured in adsorption mode together with linear equation which gives the average for all experimental data (b), comparison of the experimental H2 adsorption on MCM-41 to the H2 adsorption on USO-2-Ni and on UiO-67/MCM-41 hybrid at 25 °C (c); the latter are calculated using the pure component isotherms with parameters fitted to the data shown in Fig. 4 (symbols: experimental values with 25 °C—circles, 30 °C—stars, 45 °C—squares, 70 °C—triangles; dashed lines: guide to the eye; full lines: calculation)measurements in ad- and desorption mode disagree; this is most pronounced for the data at 70 °C (triangles in Fig. 5(a); open: adsorption mode, closed: desorption mode); however, this difference is not the same for all isotherms and no temperature trend can be observed: nearly no difference is observed at 45 °C (squares) whereas a larger discrepancy is again observed between adsorption and desorption at 30 °C (stars); moreover, in most cases it is also smaller than the difference observed between the two adsorption isotherms measured at 25 °C as explained above;three isotherms illustrated in Fig. 5(a) are measured at the same or similar temperature, namely at 25 °C (circles) and at 30 °C (stars); it is important to mention that these isotherms are measured in the following order: (1) “high” isotherm at 25 °C (circles), (2) “low” isotherm at 25 °C (circles), (3) isotherm at 30 °C (stars); consequently the differences between the isotherms at the same temperature cannot be attributed to the aging of the material over time. Based on these observations, the very small measured adsorption values and a comparison with the accuracy limit of the setup, it is concluded that these differences in the measured data are due to the measurement error rather than to real differences in the adsorbed amount caused by effects such as temperature changes, modifications/aging of the material or hysteresis. Therefore the data measured can only provide a rough estimate of the adsorption in the temperature range considered. We have thus decided to regress all adsorption data at all temperatures with a single straight line (linear adsorption isotherm) as shown in Fig. 5(b). In order to emphasize the fact that the amount of H2 adsorbed on MCM-41 is indeed much smaller than the adsorption on USO-2-Ni MOF and UiO-67/MCM-41 hybrid, the MCM-41 data are shown in comparison to the calculated H2 excess isotherms on USO-2-Ni MOF and UiO-67/MCM-41 hybrid at 25 °C in Fig. 5(c).4.1.3 Isosteric heatsThe isosteric heat of CO2 and H2 adsorption on the different materials is determined according to the Clausius-Clapeyron equation (7) using constructed “experimental” values as explained in Sect. 3.2. In order to stick to the conditions assumed in the derivation of this equation only low loading data are used for this evaluation, i.e. for CO2 only values up to 4 mmol/g and for H2 only values up to 1 mmol/g are evaluated. Hence also only this part of the measured isotherms is used to obtain the constructed “experimental” data. For CO2 the result of this evaluation are values of the isosteric heat that are dependent on loading but averaged over the temperature range used, as shown in Fig. 6. The isosteric heats for CO2 adsorption on all three materials are compared and additionally the one on activated carbon is given as reported in Schell et al. (2012). A different dependence on the loading can be observed for the different materials. Whereas the isosteric heat of CO2 adsorption on activated carbon and MCM-41 is highest at low loading and decreases with increasing loading, on UiO-67/MCM-41 hybrid and USO-2-Ni MOF the opposite trend can be observed, though less pronounced. As already discussed for the Sips isotherm in Schell et al. (2012) different isotherm types (e.g. Langmuir, Sips, Quadratic) exhibit, depending on the temperature dependence of their parameters, a different dependence of the isosteric heat on loading. Since we clearly see that the experimental data on the different materials are described best by different isotherm types, namely Sips for MCM-41, Langmuir for UiO-67/MCM-41 hybrid and Quadratic for USO-2-Ni, it is correct that the different materials exhibit a different dependence of the isosteric heat on loading, which corresponds directly to measured differences as represented by the different isotherm types. Consequently the variations in the isosteric heats might be related to the different molecular interaction of CO2 with the adsorbents. For activated carbon and MCM-41 the high isosteric heat at low loading and the larger variation suggest an inhomogeneous surface, which is in fact the basic idea behind the Sips isotherm used to describe these data. In this way the high values at low loading can be explained by the fact that initially only sites with a high surface energy are occupied. However, the trend of the isosteric heats for CO2 adsorption on USO-2-Ni and Mix cannot be explained simply in an analogous way. Furthermore, apart from the differences at very low loadings, at higher loadings the isosteric heats seem to be less dependent on loading with similar values on all materials. This might be caused by the fact that at higher loadings adsorbate-adsorbate interactions become increasingly important compared to adsorbent-adsorbate interactions. Moreover, as already mentioned in Sect. 3.2, in most process development applications constant values of the isosteric heats are used. Therefore an average value for CO2 adsorption on each material is calculated from the data shown in Fig. 6. These values are summarized in Table 3. The values obtained do indeed exhibit only small differences among the materials. Open image in new windowFig. 6Isosteric heat of adsorption for pure CO2 on different materials, i.e. activated carbon (gray line), USO-2-Ni MOF (solid line), MCM-41 (dashed line) and UiO-67/MCM-41 hybrid (chain dotted line) dependent on the amount adsorbed but averaged over temperature as obtained by the Clausius Clapeyron equation using constructed “experimental” data; the data on activated carbon are shown for comparison and were published previously (Schell et al. 2012)Table 3Values of the isosteric heats [kJ/mol] on the different materials. For CO2 an average value resulting of the loading dependent data presented in Fig. 6 is reported, whereas for H2 a constant value is directly obtained due to the fact that in the Langmuir isotherm description only ki is temperature dependent CO2H2USO-2-Ni USO-2-Ni19.910.3MCM-4120.8–UiO-67/MCM-41 hybrid19.09.0Additionally, in Table 3 the isosteric heats of H2 adsorption on USO-2-Ni and UiO-67/MCM-41 hybrid are given, which are about half of the CO2 values. In this case a constant value is obtained directly from the described procedure as Langmuir isotherms with constant saturation capacities are used. No value is obtained for H2 adsorption on MCM-41 because of the lack of reliable isotherm data at different temperatures.4.2 Binary adsorption on USO-2-Ni MOFFor USO-2-Ni MOF, binary adsorption of CO2/H2 mixtures with different molar composition, namely 25 %, 50 % and 75 % CO2 in the feed, is measured at 25 °C and compared to predictions obtained by IAST using the pure component isotherms. For this, the IAST equations are solved and the absolute adsorption is converted into excess adsorption using equations (8) and (9). The experimental results as well as the prediction with IAST at four different pressures, namely 1, 2, 3 and 4 MPa, are shown in Fig. 7. Open image in new windowFig. 7CO2 excess adsorption of binary CO2/H2 mixtures on USO-2-Ni MOF at different pressures; symbols: experimental values of CO2; lines: calculation with IAST using the pure component isotherm parametersAs explained in Sect. 2.2, in this work no adsorbent additional to the pure component measurements is used for binary experiments. This is caused by the limited amount available of these new materials. Together with the above discussed issues in the case of pure component H2 adsorption, this leads to large errors for H2 in the binary case that do not allow a meaningful evaluation, as discussed with an example in the next paragraph. Therefore only experimental excess data of CO2 are shown in Fig. 7. As a further consequence of the small amount of material used, the final composition of the gas phase is very similar to the feed composition as can be observed in the figure.For CO2 the prediction with IAST is in good agreement with the measured data. It can be seen, that at lower pressures (1 MPa) IAST underestimates the data slightly whereas at higher pressures (3 and 4 MPa) the opposite is true. From these results it can be concluded that IAST is able to predict binary adsorption in the case of the USO-2-Ni material with reasonable accuracy. This is especially the case in the pressure range which is interesting for pre-combustion CO2 capture. The experimental data is reported in tabular form in the supplementary information.As explained above, in the binary adsorption experiments the gravimetric-chromatographic setup is used without additional adsorbent material in contrast to previous studies (Ottiger et al. 2008; Schell et al. 2012). In this case the error of the amount adsorbed as obtained by the method of error propagation as described in Ottiger et al. (2008) is largely influenced by the accuracy of the GC measurement. The latter is used to determine the composition in the gas phase at equilibrium in terms of mass fraction and from repeated injections a relative error ErrGC of 0.1 % is obtained. Using this relative error ErrGC the resulting absolute errors of CO2 and H2 excess adsorption for one exemplary experimental point are summarized in Table 4. The experimental point measured at 25 °C and 2.05 MPa is characterized by the following conditions: CO2 molar fraction in the feed of 0.750 and at equilibrium of 0.739. Additionally the influence of a larger value of ErrGC, namely 1 %, is shown in this table. It is clear that with both values for ErrGC the calculated error of H2 excess adsorption is much too high in order to obtain a reasonable result, especially when looking at the small value of the excess adsorption itself. For CO2 the situation is different. With ErrGC=0.1 % the CO2 excess adsorption can be determined in a quite reliable way and even with the higher GC error the measurement can still give a good indication of the CO2 excess adsorption, which justifies the use of the CO2 data from the binary experiments. Table 4Measured binary CO2 and H2 excess adsorption on USO-2-Ni MOF for one experimental point as example and the corresponding error calculated using the method of error propagation described in Ottiger et al. (2008); the experimental point is specified by the following conditions: CO2 molar fraction in the feed of 0.750, CO2 molar fraction at equilibrium of 0.739, 25 °C and 2.05 MPa; the relative error for the determination of the mass fraction in the bulk at equilibrium by GC is set to be 0.1 % as obtained from repeated injections; additionally the influence of a larger error from the GC analysis is evaluated \\(\\mathrm{n}_{i}^{\\mathrm{ex}}\\) [mmol/g]\\(\\mathrm{\\Delta}\\mathrm{n}_{i}^{\\mathrm{ex}}\\) [mmol/g]ErrGC=0.001ErrGC=0.01CO210.950.471.94H20.048.9042.045 DiscussionLooking at the single component adsorption on the different materials it is already mentioned in Sect. 4.1 that H2 adsorption is always much smaller compared to CO2 suggesting a high selectivity of CO2 compared to H2 and therefore, in principle the suitability of all materials for the considered application. Furthermore, knowing that already in the pure case H2 adsorption is quite small, it is clear that in a competitive binary situation H2 adsorption will be close to zero at most conditions except for very low CO2 fractions in the bulk. Consequently the pure CO2 isotherms can be used in a first step to compare the materials and their potential for CO2 capture by PSA. For this evaluation additionally to the data on the three new adsorbent materials, USO-2-Ni, UiO-67/MCM-41 hybrid and MCM-41, also data on a commercial activated carbon (AC) are considered. These data are taken from Schell et al. (2012) and represent a benchmark in order to assess the possible improvements using new materials.In Fig. 8 the absolute adsorption of CO2 at 25 °C on USO-2-Ni, MCM-41, UiO-67/MCM-41 hybrid and on AC is compared as calculated using the corresponding isotherm and the fitted parameters. In the whole pressure range shown in this figure adsorption on USO-2-Ni is clearly the highest whereas adsorption on MCM-41 and UiO-67/MCM-41 hybrid is similar and larger compared to AC only at pressures above 2 MPa. This suggests that MCM-41 and UiO-67/MCM-41 hybrid provide an improvement compared to AC only when using higher CO2 partial pressures. At higher temperatures the picture looks basically similar with a reduced adsorption capacity on all materials. Moreover, the point where adsorption on UiO-67/MCM-41 hybrid and MCM-41 becomes higher than the one on AC is shifted to even higher pressures. Open image in new windowFig. 8Absolute isotherms of CO2 at 25 °C on all materials: activated carbon as comparison (gray line) (Schell et al. 2012), USO-2-Ni MOF (solid line), MCM-41 (dashed line), UiO-67/MCM-41 hybrid (chain dotted line)However, for application in a PSA process not only the absolute capacity and selectivity is important. A big impact on the process performance has the so called cyclic working capacity or delta loading which is the difference between the amount adsorbed at a high adsorption pressure and a possible low desorption pressure (Hamon et al. 2010; Schell et al. 2012). This value combines adsorption capacity and regeneration behavior. Especially in a PSA process for CO2 capture the pressure, at which CO2 is desorbed, largely influences its energy penalty because of the subsequent CO2 compression to 10.0–15.0 MPa for transportation and storage. Therefore in Fig. 9 the cyclic working capacity of CO2 on all materials at 25 °C and 100 °C is plotted for different desorption pressures while keeping the adsorption pressure constant at 1.5 MPa (corresponding approximately to the partial pressure of CO2 in the feed of a pre-combustion CO2 capture process). Comparing the two temperatures it is clear that not only the absolute adsorption but also the cyclic capacity is reduced a lot at higher temperatures. At 25 °C and between desorption pressures of 0.1 and 0.5 MPa AC shows the lowest cyclic capacity. This means that using one of the new materials compared to AC either a higher cyclic capacity is obtained if the desorption pressure is kept constant or the desorption pressure can be increased while keeping the same cyclic capacity. For USO-2-Ni this benefit is the highest whereas for UiO-67/MCM-41 hybrid and MCM-41 only slight improvements are gained. At 100 °C the cyclic capacity of USO-2-Ni is still the highest in the whole desorption pressure range. However at this temperature the cyclic capacity on AC is higher than the one on UiO-67/MCM-41 hybrid and MCM-41, which indicates that AC would lead to a better performance in a PSA process compared to UiO-67/MCM-41 hybrid and MCM-41 at higher temperatures. Open image in new windowFig. 9Cyclic working capacities of pure CO2 between a high adsorption pressure of 1.5 MPa and different low desorption pressures plow at 25 °C (a) and 100 °C (b) on different adsorbent materials: activated carbon as comparison (gray line) (Schell et al. 2012), USO-2-Ni MOF (solid line), MCM-41 (dashed line) and UiO-67/MCM-41 hybrid (chain dotted line)6 ConclusionIn this work, excess isotherms of CO2 and H2 on three new materials are measured at different temperatures (25–140 °C) and in a wide pressure range (up to 15 MPa). An important and novel aspect of this work is that all materials considered are shaped as pellets from the original powder. Literature data using new materials, especially MOFs, in pelletized form is scarce. In one of the very few publications using MOF pellets, isotherm data of CO2 adsorption on these pellets, which are prepared from Cu-BTC MOF, are presented; however, direct comparison with our data is difficult because of the lack of experimental details and the limited pressure range where isotherms at different temperatures are measured (Cavenati et al. 2008).The experimental results in this work are described with suitable isotherm equations, namely Langmuir, Sips and Quadratic, with parameters fitted to the measured data. Furthermore, isosteric heats for CO2 and H2 adsorption on the three materials are determined. The obtained data set is used to compare the suitability of these materials for a PSA process in the context of pre-combustion CO2 capture. Moreover, expected improvements using the new materials instead of a commercial activated carbon reported in Schell et al. (2012) are discussed. This is done by looking at the absolute adsorption isotherms but also at the cyclic working capacities at different temperatures. From the evaluation of the cyclic capacities it can be concluded that based on the thermodynamic equilibrium properties an improved process performance can be expected using USO-2-Ni instead of the commercial activated carbon. For the other two new materials, MCM-41 and UiO-67/MCM-41 hybrid, this improvement seems to be smaller and limited to lower temperatures. However, this assessment reflects the equilibrium characteristics of the materials and therefore can only give an indication about their suitability. The real potential of the materials has to be determined by a proper process development that accounts additionally for kinetics of heat and mass transfer, competition between different gas components, temperature effects and at the same time considers physical properties of the materials like densities and porosities, which play an important role in determining productivity and performance of continuous processes like PSA.", "figures": ["<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Equ6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig7_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig8_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9395-1/MediaObjects/10450_2012_9395_Fig9_HTML.gif\" alt=\"\"></a></div>"]}