{"title": "Multicomponent adsorption measurements on activated carbon, zeolite molecular sieve and metal–organic framework", "authors": ["J. Rother", "T. Fieback"], "doi": ["https://doi.org/10.1007/s10450-013-9527-2"], "abstract": [], "text": "https://doi.org/10.1007/s10450-013-9527-2 https://doi.org/10.1007/s10450-013-9527-2https://doi.org/10.1007/s10450-013-9527-2https://doi.org/10.1007/s10450-013-9527-21 IntroductionThe increasing use of biogas as energy source has lead to the need for reliable gas purification methods. Common biogas compositions contain the main components methane (CH4) and carbon dioxide (CO2) as well as minor components like nitrogen (N2), oxygen (O2), water vapor, siloxanes, ammonia (NH3) or hydrogen sulfide (H2S) (Ryckebosch et al. 2011). Thereby the respective composition is strongly dependent on the different fermentation conditions (Herout et al. 2011). In course of biogas upgrading some minor components can be removed by using chemical treatment. In case of H2S removal the chemical absorption of H2S in aqueous solutions is often used as well as chemisorption on impregnated or doped sorbents (Abatzoglou and Boivin 2009). Finally, methane has to be separated from carbon dioxide and nitrogen to generate highly pure biomethane. In this context, physisorption gas treatment, e.g. pressure swing adsorption has achieved increasing importance over the last decades. For the design of corresponding purification processes the knowledge of sorption properties of appropriate materials is essential. For this purpose pure gas adsorption isotherms are often used, even if in real technical processes gas mixtures are used. Here the multicomponent sorption behavior of the sorbent materials is of special interest. Several models for the prediction of multicomponent sorption isotherms based on pure gas sorption data are available. The Ideal Adsorbed Solution Theory (IAST), as one of the most popular prediction models, has gained industrial relevance. Details of IAST are comprehensively covered in different publications (Myers and Prausnitz 1965; Crittenden et al. 1985). With increasing number of gas mixture components the accuracy of these prediction models is limited. In addition the prediction quality decreases with increasing differences of the sorption behavior of the mixture components (Sircar 1995). In this case the direct measurement of the multicomponent sorption seems to make more sense. Manometric or gravimetric sorption measurement instruments for the determination of pure gas adsorption equilibria are well established (Belmabkhout et al. 2004; Dreisbach and Lösch 2000). Coadsorption measurements can be performed by using a combination of these measurement methods (Keller et al. 1999).This paper presents the adsorption data of the gases CO2, CH4, N2 and H2 and quaternary mixtures of these on selected sorbent materials such as activated carbons (ACs), zeolite molecular sieves (ZMS) and metal–organic frameworks (MOFs). These measurements have been performed in a pressure range up to 3 MPa at 298 K by using a combined manometric–gravimetric measurement apparatus, the technical specifications of which will also be presented. Moreover the multicomponent sorption isotherms were predicted using the IAST-model and compared with the experimental results.2 MaterialsIn course of former studies a broad versified pure gas sorption screening of several sorbent materials had been performed by using a manometric screening instrument (Rother et al. 2012). Based on these experimental results, high accuracy pure gas isotherms as well as multicomponent sorption data on selected sorbents were measured. The sorbents of which the experimental results are presented in this paper exhibit the most promising sorption capacities of their substance classes. To characterize the sorbent materials the specific surface areas and total pore volumes were measured by using the BelsorpMax instrument.Activated carbon (AC) and ZMS are commonly used sorbent materials for biogas purification treatment. The AC, Norit R1 Extra from Norit, Netherlands is a microporous material, exhibiting a specific surface area of 1328.3 m2/g and a total pore volume of 0.6147 cm3/g. Apart from carbon molecular sieves, carbon based sorbents like Norit R1 Extra show an amorphous pore structure. In contrast to this, ZMS contain a uniform pore distribution. Based on their design these materials are polar. As a consequence they prefer the adsorption of molecules like CO2 exhibiting a large quadrupole moment as well as high polarizability (Staudt 2006; Moellmer et al. 2011). The ZMS 13X obtained from Chemiewerke Bad Köstritz, Germany, exhibit a surface area of 737.53 m2/g with a total pore volume of 0.3063 cm3/g. During the last years the novel sorbent class of MOFs has achieved increasing interest. These materials, consisting of metal ion clusters connected by organic linkers, show partly higher surface areas than ACs or ZMS. Currently a few types of MOFs are commercial available (e.g. BASF, Germany). Basolite C300, also known under the name HKUST-1, is one of the most promising types of this sorbent class. Some of those materials show larger surface areas than ACs or ZMS. In case of Basolite C300 a specific surface area of 1522.2 m2/g and a total pore volume of 0.8208 cm3/g were measured.The mentioned sorbents were used for pure gas as well as multicomponent sorption measurements using a gas mixture consisting of 60 mol% CH4, 33 mol% CO2, 5 mol% N2 and 2 mol% H2. Measurement gases were supplied by Air Liquide, Germany with purities of 99.99 % for CO2 and CH4 and 99.999 % for N2 and H2.3 FundamentalsThe pure gas isotherms were measured by means of a gravimetrically working magnetic suspension balance (Rubotherm, Germany). This instrument currently embodies the most accurate sorption measurement technique for pressurized atmospheres. For the determination of multicomponent sorption and possible selective sorption behavior a manometric–gravimetric measurement apparatus combined with a gas chromatography system was used.3.1 Measurement apparatusReferring to Fig. 1 the measurement setup can be divided into a dosing unit for the gas mixture generation and a measurement unit containing the magnetic suspension balance. This apparatus allows multicomponent sorption measurement within a pressure range between vacuum and 20 MPa. The maximum measurement temperature is 473 K (Petermann et al. 2008). For the gas mixture generation four different volumes (I–IV) of calibrated sizes are used. The volumes are located within a thermostated air bath to achieve best possible accuracy of mixture composition. The homogeneity of the gas mixture is ensured by use of a gas circulation pump and concentration analysis. Therefore the sorptive gas composition can be analyzed with a gas chromatograph (GC) which is connected to the apparatus. The GC (Agilent, United States) uses three different separation columns, two of which are packed with molecular sieve 5A. The third column contains Hayesep Q. In addition two TCD detectors allow the analysis of gas mixture composition containing the four gas types mentioned above. To provide greatest accuracy of pressure detection the system contains three different pressure sensors (P1–P3), each of them working within a specific pressure range.Open image in new windowFig. 1Instrument setup of multicomponent measurement apparatusThe technical specifications of this measurement apparatus are listed in Table 1. In course of a measurement the volumes I–IV are filled with the different pure gases. By adjusting the gas pressure in each volume the corresponding mixture composition can be generated. Subsequently the gas mixture is homogenized using the circulation pump and analyzed by means of the gas chromatograph. In case of good agreement between the analyzed and intended mixture composition the gas mixture can be assumed as well homogenized. Afterwards the gas is expanded into the measurement unit. The magnetic suspension balance provides a direct detection of the gas uptake. Furthermore the detection of the sorption based pressure decrease and the molar concentrations of the sorptive gas phase allow the determination of the adsorbed gas mass as well as the calculation of the partial adsorbed amounts. This pressure change of the sorptive gas phase, which provides the basis for the manometric multicomponent sorption measurement method, depends on the amount of sorbent material used. To magnify the manometric signal the instrument contains a further sample container with additional sorbent material. To ensure an adequate homogenization of the sorptive gas phase the circulation pump (Rubotherm GmbH, Germany) was used for at least 24 h after expanding the gas mass into the measurement unit.Table 1Technical specifications of the multicomponent sorption measurement systemUnitSpecificationsMagnetic suspension balance (Rubotherm, Germany)Max. adsorbent weight: 40 gAccuracy ∆m = +/− 0.03 mgHeating systemMax. temperature: 473.15 KAccuracy ∆T = +/− 0.03 KPressure sensorsMax. pressure: 20 MPaP1, 20–1.35 MPa, 0.04 % full scaleP2, 1.34–0.035 MPa, 0.04 % full scaleP3, 0,034–0 MPa, 0.075 % full scaleCirculation pumpRotary vane pumpGas chromatograph (Agilent, USA)Accuracy ∆y = +/− 0.5 %3.2 Measurement methodBefore the sorption measurement, the sorbent material is activated by means of evacuation and heating up to the material specific activation temperature.In course of the gravimetrical sorption measurement the adsorbed gas amount is calculated based on the signal of the magnetic suspension balance. Due to the influence of buoyancy forces, depending on the sorptive gas pressure and the sample volume, the balance signal has to be corrected using$$ {\\text{m}}_{{{\\text{BAL}},\\,{\\text{CORR}}}} \\; =\n\\;{\\text{m}}_{\\text{BAL}} \\; + \\;\\rho \\; \\cdot\n\\;{\\text{V}}_{{{\\text{SC}} + {\\text{S}}}} $$ (1)The volume of the sample container including sample material can be determined by performing measurements with helium. Thereby it is assumed, that no helium will be adsorbed by the sample material. To calculate the density the appropriate equation of state GERG 2004 (Kunz et al. 2007) is used.To determine the sorption based mass change of the sorbent, the weight of the empty sample container and the activated sample material will be subtracted from the corrected balance signal.$$ \\Updelta {\\text{m}}\\; = \\;{\\text{m}}_{{{\\text{BAL}},\\,{\\text{CORR}}}} \\; - \\;{\\text{m}}_{\\text{SC}} \\; - \\;{\\text{m}}_{\\text{S}} $$ (2)To generate a sorption isotherm the mass change will be referred to the used mass of sample material:$$ {\\text{m}}_{{{\\text{ADS}},\\,{\\text{GRAV}}}} \\; = \\;\\frac{{\\Updelta {\\text{m}}}}{{{\\text{m}}_{{{\\text{S}},\\,{\\text{MSB}}}} }} $$ (3)Simultaneously to the gravimetric sorption measurement using the magnetic suspension balance, the detected pressure and temperature values, as well as the analyzed sorptive gas composition, can be used for the manometric sorption measurement.After expanding the generated gas mixture into the measuring cell, sorption equilibrium will be attained within a system-specific equilibrium time. By means of the corresponding pressure decrease of the sorptive gas phase the partial adsorbed amount of each component can be calculated using$$ {\\text{m}}_{{{\\text{ADS}},\\,{\\text{i}}}} \\; = \\;{\\text{m}}_{\\text{i}}^{ *} \\; - \\;{\\text{m}}_{\\text{i}}^{\\text{EQ}}                     {\\text{i}}\\; = \\;{\\text{CO}}_{2} ,\\,{\\text{CH}}_{4} ,\\,{\\text{N}}_{2} ,\\,{\\text{H}}_{2} $$ (4)The adsorbed gas mass equates to the difference between the gas masses before and after expanding into the measuring cell of the magnetic suspension balance and the additional sample container. The gas masses can be determined by means of the partial densities and the corresponding volumes.$$ {\\text{m}}_{\\text{i}} \\; = \\;\\rho_{\\text{i}} \\; \\cdot\n\\;{\\text{V}} $$ (5)Using Eqs. (4) and (5) leads to$$ {\\text{m}}_{{{\\text{ADS}},\\,{\\text{i}}}} \\; =\n\\;\\rho_{\\text{i}}^{ *} \\; \\cdot \\;{\\text{V}}_{\\text{D}} \\; -\n\\;\\rho_{\\text{i}}^{\\text{EQ}} \\; \\cdot \\;{\\text{V}}_{\\text{He}} $$ (6)To determine the so called helium volume VHe, an expansion measurement with non-sorbing helium is performed. The dosing volume VD results from the sum of the volumes of the dosing unit (cp. Fig. 1)The partial density ρi is defined as$$ \\rho_{\\text{i}}^{\\text{j}} \\; = \\;\\rho^{\\text{j}} \\cdot\n\\frac{{{\\text{y}}_{\\text{i}}^{\\text{j}} \\cdot\n{\\text{M}}_{\\text{i}} }}{{\\mathop \\sum \\nolimits_{\\text{i}}\n{\\text{y}}_{\\text{i}}^{\\text{j}} \\cdot {\\text{M}}_{\\text{i}} }}\n\\quad {\\text{j}}\\; = \\;*,{\\text{ EQ}},\\quad {\\text{i}} =\n{\\text{CO}}_{2} ,{\\text{CH}}_{4} , {\\text{N}}_{2} ,{\\text{H}}_{2}\n$$ (7)In this context the analysis of mixture composition occurs twice: before and after expanding the gas mass into the measurement unit.The density of the gas mixture can be determined by using an equation of state (cp. Eq. 1). Finally, the total adsorbed gas amount is calculated by summing up the adsorbed partial amounts.$$ {\\text{m}}_{\\text{ADS}} = \\mathop \\sum \\limits_{\\text{i}} {\\text{m}}_{{{\\text{ADS}},\\,{\\text{i}}}} $$ (8)Similar to Eq. 3 the adsorbed gas mass will be referred to the sample material inside the magnetic suspension balance and the additional sample container.$$ {\\text{m}}_{{{\\text{ADS}},\\,{\\text{MAN}}}} = \\frac{{{\\text{m}}_{\\text{ADS}} }}{{{\\text{m}}_{{{\\text{S}},\\,{\\text{MSB}}}} + {\\text{m}}_{{{\\text{S}},\\,{\\text{ASC}}}} }} $$ (9)Typically manometric sorption measurements are performed by using step-up experiments to provide a complete sorption isotherm. This leads to an increase of measurement uncertainty during the measurement procedure because the gas masses from previous measurement points would have to be considered in Eq. 4 (Rother et al. 2012; Keller and Staudt 2005). In order to avoid unacceptable uncertainties, the measurements presented in this paper were performed by using interim activation after each measurement point. To determine the accuracy of the measurement results presented in this paper, the guide to expression of uncertainty in measurement (GUM) is used. Based on this guideline we assume a maximum uncertainty of 7 % of each measuring point.Based on the measurement technique, the gravimetrically determined total adsorbed gas amount (Eq. 3) exhibits a smaller uncertainty and can be used to verify the quality of the manometric measurement results (Eq. 9). Both methods only lead to the so-called Gibbs excess amount (Sircar 2001). Even if several authors have verified that the assumptions on which the Gibbs model is based on are not fairly correct there is finally no appropriate measurement method for the determination of the absolute adsorbed amount available (Gumma and Talu 2003).3.3 Prediction of multicomponent equilibrium by using IAST modelTo calculate the adsorbed amount of a multicomponent gas phase based on pure gas sorption data it is assumed that the spreading pressure of the multicomponent sorption is equal to the spreading pressure of the pure gas adsorption of each component. Referring to the measurements presented in this paper, this assumption leads to$$ \\pi_{{{\\text{CH}}_{ 4} }}^{ 0} = \\pi_{{{\\text{CO}}_{ 2} }}^{ 0} = \\pi_{{{\\text{N}}_{ 2} }}^{ 0} = \\pi_{{{\\text{H}}_{ 2} }}^{ 0} = \\pi $$ (10)The relationship between the spreading pressure and the sorption capacities of the pure gas isotherms can be described as$$ \\frac{\\pi \\cdot A}{R \\cdot T} = \\mathop \\int\\limits_{0}^{p} \\frac{n(p)}{p}dp $$ (11)where A is defined as the sorbent surface area. Assuming isothermal conditions, the sorbate gas phase can be described as$$ y_{\\text{i}} \\cdot p = p_{\\text{i}}^{0} \\left(\n{\\pi_{\\text{i}}^{0} } \\right) \\cdot x_{\\text{i}}\\quad\n{\\text{with}} \\quad {\\text{i}} = {\\text{CO}}_{2} ,{\\text{CH}}_{4,}\n{\\text{N}}_{2} ,{\\text{H}}_{2} $$ (12)Thereby \\( p_{\\text{i}}^{ 0} (\\pi_{\\text{i}}^{0} ) \\) represents the theoretical equilibrium pressure, which appears when the gas mixture would only consist of the pure component.Finally, the total adsorbed gas amount is defined as$$ n = \\left( {\\mathop \\sum \\limits_{\\text{i}} \\frac{{x_{\\text{i}} }}{{n_{\\text{i}}^{0} }}} \\right)^{ - 1} $$ (13)Using Eqs. 10–13 allows the prediction of the adsorbed amount of multicomponent gas based on the pure gas sorption data.4 Experimental resultsThe described measurement instrument was used to generate pure gas isotherms of CO2, CH4, N2 and H2 as well as multicomponent isotherms (60 mol% CH4, 33 mol% CO2, 5 mol% N2 and 2 mol% H2) at a temperature of 298 K. The main part of the measured isotherms exhibit type I structure according to the international union of pure and applied chemistry classification and could be correlated by using the Langmuir model.4.1 Norit R1 ExtraBefore commencing the sorption measurement the material was pretreated by evacuating and heating up at 373.15 K for at least 12 h. During this activation process the weight loss of sample material was continuously determined using the magnetic suspension balance. Thus a complete outgassing can be ensured and one charge of sample materials could be used for several measurements. The determined pure gas sorption data of AC Norit R1 Extra is shown in Fig. 2. The isotherms correspond to the sorption forces of the different gas types (Kerry 2007).Open image in new windowFig. 2Pure gas isotherms of CO2 (black diamond), CH4 (black square), N2 (black triangle) and H2 (times) on AC Norit R1 Extra, data have been correlated by using Langmuir isotherm (continuous line)The pure gas isotherms of Norit R1 Extra show that the maximum sorption capacities were not reached within the considered pressure range. A further pressure increase would lead to additional sorption effects inside of the microporous structure. In Table 2 the measured sorption data including corresponding Langmuir parameters are summarized.Table 2Pure gas sorption data of AC Norit R1 ExtraCO2CH4N2H2p (MPa)n (mmol/g)p (MPa)n (mmol/g)p (MPa)n (mmol/g)n (MPa)n (mmol/g)0.0140.0090.0110.0020.0130.0050.0120.0890.4965.7680.4973.0060.4971.2780.9980.6730.9967.8360.9974.1870.9962,0391.9981.091.4968.9951.4974.9141.4962.5732.9991.3721.9969.721.9975.4131.9972.9813.9971.583    2.4963.304      2.9973.562  nmax12.50nmax7.41nmax5.49nmax2.87b1.74b1.35b0.60b0.31In Fig. 3 the multicomponent sorption measurement results on AC Norit R1 Extra, consisting of total adsorbed gas amount as well as partial amount of each component, are presented. In addition the total adsorbed amount was calculated by using the IAST model. The isotherms describing partial adsorbed amount of N2 and H2 show an almost linear relationship between adsorbed gas amount and sorptive gas pressure. Consequently these data could not be described by using a Langmuir isotherm but by means of Henry isotherm.Open image in new windowFig. 3Measured multicomponent sorption data on Norit R1 Extra containing the total adsorbed amount (times) and the partial adsorbed amounts of CH4 (black square), CO2 (black diamond), N2 (black triangle) and H2 (black circle), total adsorbed amount predicted with IAST (dotted line)Due to the higher partial pressure of methane within the sorptive gas phase this component exhibits the largest partial adsorbed amount. An overview of the measured sorption data is given in Table 3. The total adsorbed amount on AC Norit R1 Extra can be predicted sufficiently accurate by using the IAST model. The deviations to the measured data are within the expected uncertainty of the performed multicomponent measurement. In contrast the predicted molar concentrations xi in the adsorbate differ from the measured data (Δxi < 20 %). Thus, the IAST model can be used to predict the total adsorbed amount of a quaternary gas mixture on AC Norit R1 Extra, but not to determine the selective sorption behavior. This difference in the prediction quality was also considered in course of previous multinary sorption measurements on AC Norit R1 Extra (Dreisbach et al. 1999).Table 3Measured multicomponent sorption data on Norit R1 Extrap (MPa)nCH4 (mmol/g)nCO2 (mmol/g)nN2 (mmol/g)nH2 (mmol/g)n (mmol/g)0.2231.2230.6910.0950.0132.1170.4982.1501.2530.1470.0673.7880.8422.9331.7800.2050.0865.2661.2093.5562.1990.2340.0936.4631.5924.0072.2240.3200.0676.909nmax6.453.66**11.36b1.031.08**1.04* Henry isothermTo evaluate the selective sorption characteristics the sorption based composition of the sorptive gas phase is determined. Compared to the mixture composition before sorption (60 mol% CH4, 33 mol% CO2, 5 mol% N2 and 2 mol% H2) the corresponding data shown in Table 4 indicate a decrease of the carbon dioxide fraction of approximately 3 % during sorption processes. In contrast the methane fraction increases within the same magnitude. Thus carbon dioxide is the most adsorbed gas component which corresponds to the pure gas isotherms shown in Fig. 2. The sorption based changes of molar concentrations from the gas components N2 and H2, showing small partial pressures within the sorptive gas phase, are comparably marginal.Table 4Composition of the sorption based sorptive gas phase (Norit R1 Extra)p (MPa)yCH4yCO2yN2yH20.2230.6270.3010.0550.0170.4980.6350.3010.0470.0170.8420.6310.3070.0460.0171.2090.6310.3040.0470.0191.5920.6320.3030.0450.0204.2 Zeolite molecular sieve 13XIn Fig. 4 the pure gas sorption measurement results on the zeolite molecular sieve type 13X are presented. In course of sample activation the materials was heated up to 473.15 K for 24 h.Open image in new windowFig. 4Sorption data of CO2 (black diamond), CH4 (black square), N2 (black triangle) and H2 (times) on ZMS 13X. Data have been correlated by using Langmuir isotherm (continuousline)Due to the quadrupole moment of carbon dioxide and the polar structure of ZMS 13X the CO2 uptake is pronounced. Thereby the maximum capacity is already achieved at a low pressure of approximately 0.5 MPa. For this reason ZMS are often used for biogas purification in pressure swing adsorption systems, typically working with a pressure range between 0.4 and 0.7 MPa. The other gases are adsorbed by ZMS 13X with relatively small amounts (see Table 5).Table 5Pure gas sorption data on ZMS 13XCO2CH4N2H2p (MPa)n (mmol/g)p (MPa)n (mmol/g)p (MPa)n (mmol/g)p (MPa)n (mmol/g)0.0130.0030.0130.0430.0120.0050.0120.0020.4966.3090.4061.9770.4961.2990.9990.3510.9976.6390.9972.8460.9981.9831.9970.6081.4966.7791.4973.2311.4972.4072.9980.8011.9956.8551.9973.4531.9952.693    2.4963.5982.9973.057  nmax7.04nmax4.29nmax4.18nmax2.23b14.20b2.06b0.91b0.19Figure 5 shows the multicomponent measurement results on ZMS 13X. The corresponding data are listed in Table 6.Open image in new windowFig. 5Measured multicomponent sorption data on ZMS 13X containing the total adsorbed amount (times) and the partial adsorbed amounts of CH4 (black square), CO2 (black diamond), N2 (black triangle) and H2 (black circle), total adsorbed amount predicted with IAST (dotted line)Table 6Measured multicomponent sorption data on ZMS 13Xp (MPa)nCH4 (mmol/g)nCO2 (mmol/g)nN2 (mmol/g)nH2 (mmol/g)n (mmol/g)0.2041.5190.9320.0950.0272.7760.5121.9931.2600.1280.0253.6990.8802.4561.4880.1910.0884.3961.2582.7861.6070.2300.1044.8351.6663.0561.6680.2580.1045.202nmax3.641.90**5.99b2.754.28**3.55* Henry isothermThe deviations between measured and predicted total adsorbed amount indicate that zeolitic multicomponent systems are not sufficiently predictable by using the IAST model. In this case the assumptions the IAST model is based on are not reliable.Within the considered pressure range, the partial adsorbed amount of CO2 has almost achieved the maximum capacity. Above pressures of 1 MPa only the sorption of CH4 increases by a significant margin. This sorption behavior corresponds with the pure gas sorption data of ZMS 13X presented in Fig. 4.Moreover this selective sorption of CO2 at low pressures is highlighted by means of the sorption based gas composition presented in Table 7. Similar to the multicomponent sorption on Norit R1 Extra the fraction of CO2 decreases at low pressure range due to the high selectivity towards CO2. In comparison to a mole fraction of 33 % before sorption, the sorption based mixture composition exhibits a fraction of 29.6 %. Unlike the multicomponent data of Norit R1 Extra (cp. Table 4), the fraction of CO2 increases with increasing sorptive gas pressure. As a consequence the fraction of CH4 decreases at pressures above 1 MPa.Table 7Composition of the sorption based sorptive gas phase (ZMS 13X)p (MPa)yCH4yCO2yN2yH20.2040.6340.2960.0460.0240.5120.6310.2990.0460.0240.8800.6230.3150.0440.0181.2580.6180.3200.0440.0191.6660.6170.3180.0450.0204.3 Basolite C300The experimental results of pure gas measurements on MOF type Basolite C300 are presented in Fig. 6, as well as in Table 8. Before sorption measurement the material was heated at 373.15 K for 12 h under vacuum. Similar to ZMS 13X, MOF Basolite C300 prefers the adsorption of CO2 at low pressure ranges, which is a beneficial property for the use from Basolite C300 as material for biogas purification. At high pressure ranges Basolite C300 exhibits a remarkable maximum sorption capacity of CH4, illustrated by means of a Langmuir parameter nmax = 12.35 mmol/g. The corresponding isotherm characteristic indicates that the maximum capacity of CH4 is not achieved in the investigated pressure range of 2.5 MPa. This indicates that the adsorption of gases with no or small quadrupole moments profits by the large surface area of Basolite C300. This character of Basolite C300 is a disadvantage for adsorptive biogas purification processes. However the apparent preferred adsorption of CH4 in a higher pressure range could lead to a potential use of MOF C300 as methane storage material.Open image in new windowFig. 6Sorption data of CO2 (black diamond), CH4 (black square), N2 (black triangle) and H2 (times) on Basolite C300. Data have been correlated by using Langmuir isotherm (continuousline)Table 8Pure gas sorption data on Basolite C300CO2CH4N2H2p (MPa)n (mmol/g)p (MPa)n (mmol/g)p (MPa)n (mmol/g)p (MPa)n (mmol/g)0.0130.0210.0110.0350.0130.0120.3660.1440.4967.0650.4973.2970.9961.7560.8260.3160.9978.3320.9975.2611.9972.7531.3100.4751.4968.8461.4976.5003.0003.3971.9400.6841.9989.1141.9977.3143.9963.8612.4680.8222.4969.2982.4967.887    nmax10.10nmax12.35nmax6.41nmax4.52b4.95b0.74b0.38b0.09Figure 7 presents the multicomponent measurement results on Basolite C300. The corresponding sorption data is shown in Table 9 and Table 10. The prediction results of Basolite C300 are similar to those of ZMS 13X. Neither the total adsorbed amount nor the selective sorption, described by means of the molar concentrations of the adsorbate, can be predicted by using the IAS theory. In particular the preferred adsorption of CO2 in low pressure range leads to an increasing prediction error.Open image in new windowFig. 7Measured multicomponent sorption data on Basolite C300 containing the total adsorbed amount (times) and the partial adsorbed amounts of CH4 (black square), CO2 (black diamond), N2 (black triangle) and H2 (black circle), total adsorbed amount predicted with IAST (dotted line)Table 9Measured multicomponent sorption data on Basolite C300p (MPa)nCH4 (mmol/g)nCO2 (mmol/g)nN2 (mmol/g)nH2 (mmol/g)n (mmol/g)0.2291.2950.7660.1040.0472.2970.4962.3591.3750.1820.0864.0900.8093.5022.1130.2610.1216.2651.1884.2252.4940.3260.1637.4651.5474.8462.6980.4150.1718.303nmax9.355.49**15.87b0.710.68**0.75* Henry isothermTable 10Composition of the sorption based sorptive gas phase (Basolite C300)p (MPa)yCH4yCO2yN2yH20.2290.6260.3120.0430.0190.4960.6160.3230.0430.0180.8090.6250.3120.0440.0191.1880.6230.3130.0450.0191.5470.6210.3150.0440.020In general the IAST model is useful for the prediction of binary and ternary mixtures on AC (Dreisbach et al. 1999; Schell et al. 2012).The comparison of measured and predicted sorption data presented in this paper indicates that the total adsorbed amount of a quaternary gas mixture on AC Norit R1 Extra is reliably predictable. However, using the IAST model for the consideration of sorbent materials which show selective sorption behavior like ZMS 13X and MOF Basolite C300 is not recommended. Here, deviations to the measured sorption data indicate that the IAST model does not lead to a sufficiently reliable multicomponent sorption prediction.5 ConclusionA manometric–gravimetric sorption measurement apparatus, combined with a gas chromatography system was used to perform multicomponent sorption measurements on selected sorbent materials. Thereby the sorption of a quaternary gas mixture containing 60 mol% CH4, 33 mol% CO2, 5 mol% N2 and 2 mol% H2 was determined. As sorbent materials AC Norit R1 Extra, ZMS 13X and MOF Basolite C300 were used. Based on additionally measured pure gas sorption data of these sorbents, the adsorbed amounts of the quaternary gas mixture were predicted by using the IAST model and compared to measured data. In this context only the multicomponent sorption on AC Norit R1 Extra could be reliably predicted. ZMS 13X as well as MOF Basolite C300 show a preferred sorption of CO2 in low pressure ranges. In addition C300 exhibits a large sorption capacity of CH4 at higher pressures. Such selective sorption behavior leads to an unacceptable increase in the prediction error using the IAST model. In this case, the measurement of multicomponent sorption is necessary. More specific prediction models (e.g. heterogeneous ideal adsorbed solution (Valenzuela et al. 1988)) may provide better results. Nevertheless such models must also be verified by comparison with measured sorption data.", "figures": ["<div class=\"MediaObject\" id=\"MO1\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO15\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO16\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO17\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO18\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO19\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\" id=\"MO20\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-013-9527-2/MediaObjects/10450_2013_9527_Fig7_HTML.gif\" alt=\"\"></a></div>"]}