{"title": "Pure and binary adsorption isotherms of ethylene and ethane on zeolite 5A", "authors": ["Masoud Mofarahi", "Seyyed Milad Salehi"], "doi": ["https://doi.org/10.1007/s10450-012-9423-1"], "abstract": [], "text": "https://doi.org/10.1007/s10450-012-9423-1 https://doi.org/10.1007/s10450-012-9423-1https://doi.org/10.1007/s10450-012-9423-1https://doi.org/10.1007/s10450-012-9423-11 IntroductionOlefins, such as propylene and ethylene, are the largest commodity in petrochemical industries used to produce plastics, rubbers and films; but these productions require high purity olefins. Ethylene is usually obtained by steam cracking and thermal decomposition of ethane. These products are mixtures of ethylene (main component), un-cracked ethane and other hydrocarbons. Therefore, ethylene separation from the other hydrocarbons, especially ethane, is necessary. The pressure of gas mixture is about 2000 kPa and temperature of 298 K and ethylene mole fraction in gas phase is nearly about 0.5–0.6. Currently, this process is done by cryogenic distillation; but due to the small difference in ethylene and ethane volatility, it needs high pressure units. The relative volatility of the current system is 1.4 to 1.6 at temperature range of 224 to 295 K and a total pressure of 1 to 24.3 bar. Consequently, if traditional distillation is used, more than 70 theoretical plates are needed when polymer-grade ethylene is required. This is an energy consuming process that costs more than 70 % of overall ethylene purification process cost (Anson et al. 2008). The adsorption process seems to be the most attractive alternative because of the maturity of the technology, the development of adsorbent manufacturing, low cost and low energy consumption (but highly efficient) gas separation systems. However, adsorption equilibrium data are necessary information for designing a separation process on the basis of adsorption. With the presentation of new industrial adsorbents, it seems to be indispensable to find out their properties for separation systems. Commercial zeolites have been found to be extremely efficient for olefin/paraffin separations (Triebe et al. 1996; Grande et al. 2002; Mofarahi et al. 2005). Several groups have applied synthetic commercial zeolites to the separation of ethylene/ethane. Bezus et al. (1972) measured the pure adsorption of ethane and ethylene on zeolite X and Y types; Danner and Choi (1978) studied pure and binary adsorption isotherms of ethylene/ethane on zeolite 13X; Nakahara et al. (1984) investigated ethylene/ethane and ethylene/propylene adsorption on MSC-5; Choudhary and Mayadevi (1993) measured methane, ethane, ethylene and carbon dioxide isotherms on Na-ZSM-5, Silicate and AlPO5; Al-Baghli and Loughlin (2005, 2006) studied the adsorption behavior of pure and multicomponent ethylene, ethane and methane on ETS-10; Anson et al. (2008) measured ethylene and ethane adsorption isotherms on modified ETS-10 with different cations; Anson et al. (2010) studied ethylene/ethane separation on small-pored titanosilicate molecular sieves; Perez and Armenta (2010) measured adsorption kinetics and equilibria of carbon dioxide, ethylene and ethane on zeolite 4A and Meng Shi et al. (2010, 2011) investigated mixture ethylene/ethane separation on Na-ETS-10. However, none of these processes has confirmed to be a practical alternative to the old processes such as cryogenic distillation.Zeolite 5A is commonly used for gas separation by size exclusion. The size cage of calcium zeolite 5A has an internal volume of 776 Å, formed by a cubic lattice of sodalite cages. The free aperture of the pore is 4.2 Å, allowing for the passage of molecules with a kinetic diameter of less than 4.9 Å.A lots of authors used VST to describe olefins/paraffins adsorption data (Sang and Danner 1982; Bal 1984; Pereira et al. 1998; Cermakova et al. 2008). In this work, the data of pure component adsorption were studied according to vacancy solution theory and binary adsorption data were predicted by VST models.In this study, a volumetric adsorption apparatus, which was designed and tested in the Persian Gulf University (Mofarahi and Seyyedi 2009), was used to study ethylene/ethane separation behavior on zeolite 5A adsorbent (manufactured by Zeochem Company). The adsorption equilibrium isotherms were measured for pure ethylene, ethane and their binary mixture (20 %, 50 %, and 80 %) of ethylene at temperature of 283, 303 and 323 K and pressure of 0 to 950 kPa. The total amount of adsorbed ethylene and ethane mixture was directly measured in the experiments, and the individual adsorbed amount of each component was predicted by thermodynamic modeling. Model constants of VST are determined by pure adsorption isotherms and then applied to predict adsorption of mixtures. One can obtain individual adsorption amounts of components in the mixture as well as ethylene selectivity using the model prediction. Then, the influence of temperature, pressure, and composition in gas phase on selectivity will be discussed. Furthermore, the isosteric heats of adsorption of ethylene and ethane over zeolite 5A were estimated and compared. Also, the thermodynamic consistency tests between pure and binary gas adsorption systems were discussed.2 TheoryTo quantify single-component adsorption equilibria, vacancy solution theory is considered in this work. An isotherm model based on VST is capable to describe real phase behavior (Suwanayuen and Danner 1980a; Suwanayuen and Danner 1980b). In this model the adsorbed and the gas phases are treated as two vacancy solutions. All interactions between adsorbate–vacancy caused by nonidealities of the adsorbed phase are accounted by activity coefficients.By using Wilson equation for expressing non ideality of adsorbed phase; the general form of the model for adsorption of pure component is given: Open image in new window (1) where subscript i refers to the adsorbate and ν refers to the vacancy. P is the equilibrium pressure, \\(q_{i}^{s,\\infty}\\) is the limiting adsorption amount, bi is Henry’s constant, θ is the fractional coverage, Λiv and Λvi are the Wilson parameters. Thus, the vacancy solution theory has four parameters: \\(q_{i}^{s,\\infty} \\), bi, Λiv, Λvi which can be obtained by nonlinear regression of measured isotherm data.For the mixture adsorption, the equilibrium relation between the ideal gas phase and its non ideal adsorbed phase can be expressed by: Open image in new window (2) with: Open image in new window (3)Open image in new window (4)Open image in new window (5)Open image in new window (6) where P is the total pressure of mixture in adsorption system, \\(q_{m}^{s}\\) is the total moles of gas mixture adsorbed per unit weight of adsorbent, \\(q_{m}^{s,\\infty}\\) is the maximum moles of component i adsorbed per unit weight of adsorbent, yi the mole fraction of i in the gas phase and xi is the mole fraction of i in the adsorbed phase. bi, Λiv, Λvi and \\(q_{i}^{s,\\infty}\\) are obtained from the measured pure component isotherm data regression. As was mentioned, the non ideality of adsorbed phase (activity coefficient) is expressed by Wilson equation (Prausnitz 1969): Open image in new window (7)Then, for a binary system, three activity coefficients should be obtained (two for components and one for vacancy). Λii values must always be considered equal to unity. Λij and Λji indicate the adsorbate-adsorbate interactions. And finally, the value of 1 indicates that the differences of interactions are not important. Simultaneous solution of Eqs. (2)–(7) together with the stipulations that ∑xi=1 and ∑yi=1 gives the desired mixture predictions.Pure component parameters for VST are determined by a nonlinear regression using the Least-squares Method. The nonlinear Least-square programs were solved, using Levenberg-Marquardt algorithms. A computational program written in Matlab (Constantinides and Mostoufi 1999) was used to determine the adsorption parameters of each adsorption isotherm by minimizing the following objective function: $$ \\mathit{AAD}\\% = \\frac{100}{\\mathit{NPTS}}\\sum_{i}^{\\mathit{NPTS}} \\frac{| q_{i}^{\\mathrm{cal}} - q_{i}^{\\exp}|}{q_{i}^{\\exp}} $$ (8) The percentage of absolute average deviation (AAD) was also used to compare binary prediction results with the experimental data.Where \\(q_{i}^{\\mathrm{cal}}\\) and \\(q_{i}^{\\exp}\\) are the calculated and experimental amounts of adsorbed components respectively, and NPTS is the number of experimental points.The case of adsorption separation can be determined from the selectivity (S) defined by: $$ S_{\\mathit{ethylene/ethane}} = \\frac{x_{\\mathit{ethylene}}/x_{\\mathit{ethane}}}{y_{\\mathit{ethylene}}/y_{\\mathit{ethane}}} $$ (9) where xethylene, xethane, yethylene and yethane are the mole fractions of ethylene and ethane in adsorbed phase and gas phase at equilibrium, respectively. With the higher selectivity values, better separations are achieved. In this article, ethylene/ethane selectivity and adsorbed phase composition were estimated by thermodynamic predictions. For this purpose, the VST model was applied to the prediction of adsorbed phase composition and influence of temperature, pressure, and ethylene gas composition on ethylene/ethane separation was investigated.3 Materials and experimental methodMaterialsZeolite 5A was supplied from Zeochem Company (Switzerland). Table 1 shows the properties of this adsorbent. The gases that have been used in this work and their purities are He (99.99 %), C2H4 (99.9 %) and C2H6 (99.95 %). They have been supplied from the Technical Gas Services (U.A.E). Table 1Characteristics of zeolite 5A adsorbent (manufactured by Zeochem Company)AdsorbentZeolite 5AFormSphereAverage particle diameter (mm)3Particle density (g cm−3)1.16Average heat capacity (cal g−1 K−1)0.22BET surface area (m2 g−1)457–600ApparatusThe volumetric method used to collect the pure adsorption data has been extended to measure total amount adsorbed of the binary mixture.The volumetric apparatus used for obtaining the experimental isotherms has been described elsewhere (Mofarahi and Seyyedi 2009). It consists of an adsorption cell, a loading cell, a circulation pump and a volumetric system to introduce and measure the gases admitted in the circuit. The loading and adsorption cell, circulation pump and all connections are all made up of stainless steel. The total amount of gas introduced into the system is measured by appropriate pressure, temperature, and volume. The temperature uncertainty of the thermocouple is ±0.1 K. the pressure uncertainty of the pressure transmitter is ±0.05 kPa. The temperature and pressure were recorded at constant intervals with a recorder (Logoscreen 50, Jumo). During measurement, the adsorption cell was immersed in a water bath (MC 12, Julabo Tech.) where the temperature was maintained at ±0.02 K via a refrigeration circulator. The volumes of the adsorption cell, loading cell, and dead volumes were measured using helium gas. A vacuum pump was used to remove gaseous impurities from the system. The vacuum pomp was vacuumbrand RE6 model with maximum flow rate of 5.7–6.8 m3/hr and 0.05 mbar vacuum level. The first regeneration of the adsorbent was in an oven overnight (300 ∘C for 6 h) under a vacuum of less than 0.05 mbar. Prior to each test, to eliminate trace impurities, the adsorbent was again heated in situ at 280 ∘C with helium purging under 250 mbar. Subsequently, the temperature was decreased to the desired value and then the sample allowed to stabilize for at least 2 h before starting the measurements.ProcedureAt first, the system was totally evacuated. When the cell was stabilized, the total amount of gas introduced into the system was measured by appropriate pressure, temperature, and volume. After reaching equilibrium the common pressure and temperature were recorded. The adsorption equilibrium state was considered to be reached when the temperatures and the pressures per cell were constant. In other words, at equilibrium state, pressure and temperature of loading cell and reference cell became constant after an hour of pressurizing and change of pressure and temperature is not more than 0.05 kPa and 0.1 K, respectively. Temperatures and pressures before and after the adsorption equilibrium state were recorded. The experiment was conducted, on a continuous basis, at pressures up to 950 kPa. During the experiments a circulation pump was used for gas mixing and circulating. The amount of adsorbed gas was calculated, from the temperature and pressure, before and after the adsorption equilibrium state using a mass balance. This balance was derived from the generalized equation of state before and after adsorption equilibrium. Those measurements are cited elsewhere (Mofarahi and Seyyedi 2009). The measurements were repeated several times for each isotherm in order to verify the data accuracy.4 Result and discussionPure adsorption isothermAdsorption isotherms of pure ethylene and ethane measured at three temperatures (283, 303 and 323 K) are presented in Tables 2 and 3, respectively. The adsorption isotherm data were well correlated by the VST model. The correlated parameters and error of analysis are given in Tables 4 and 5. The results in Tables 4 and 5 illustrate good capability of the VST model to describe the pure ethylene and ethane isotherms. Correlation results of modeling show that the obtained average error (AAD %) is less than 7 % for pure ethylene and less than 11 % for pure ethane. A comparison of the experimental data with the correlation results for pure ethylene and ethane adsorption isotherms is illustrated in Figs. 1 and 2, respectively. As can be observed, some deviations between experimental data and correlation results are seen especially in high pressures. These figures show that the equilibrium loading on zeolite 5A on ethylene is higher than ethane at all temperatures. In particular, this difference is much higher at low temperatures. Also, the curve for ethylene is more rectangular shaped than the curve for ethane, indicating a stronger interaction between ethylene and zeolite 5A than between ethane and zeolite 5A. Corresponding to the Brunauer classification of isotherms, ethane and ethylene isotherms closely resemble to type I isotherms. Physical monolayer adsorption of the type I isotherms occurs in microporous materials where the saturation limit corresponds to complete filling of the micropores. In other words, pore sizes of zeolite particles are not much larger than the molecular diameter of the adsorbate (the kinetic diameter of ethylene and ethane is 4.163 & 4.443 Å, respectively) (Yang 1986). This shows that the adsorbate-adsorbent interactions are more significant than adsorbate-adsorbate interactions. The ethylene and ethane adsorption capacity of zeolite 5A reveal most of its swing capacity in the pressure region of 1 to 250 kPa. At this point, the comparison of different adsorbents can be discussed. Zeolite 5A has more adsorption swing capacity for ethylene than the other interesting adsorbents such as ETS-10 (Al-Baghli and Loughlin 2005; Shi et al. 2010) and ETS-4 (Anson et al. 2010) with different cation structures. The adsorption swing capacity of zeolite 5A for ethylene was more similar to adsorbents such as zeolite 4A (Perez and Armenta 2010) and 13X (Danner and Choi 1978). It is also important to mention that high capacity for the desired component is an important asset in olefin/paraffin separations by PSA processes. Open image in new windowFig. 1Measured and correlated adsorption isotherms of ethylene on zeolite 5A at 283, 303 and 323 KOpen image in new windowFig. 2Measured and correlated adsorption isotherms of ethane on zeolite 5A at 283, 303 and 323 KTable 2Pure adsorption isotherm data for ethylene on zeolite 5A323 K303 K283 Kqexp mol/kgP kPaqexp mol/kgP kPaqexp mol/kgP kPa0.8205.11.0566.31.4744.91.33213.41.675182.15918.41.64023.21.94132.42.39437.61.88040.12.18745.22.51051.72.05360.62.25755.12.64272.62.13578.22.314652.72283.62.19293.32.38576.92.78895.32.306134.62.41685.22.892132.12.457244.52.44896.33.038258.12.551447.42.538131.83.098445.12.569596.62.728245.53.115647.92.572786.42.809442.13.118793.82.576950.32.816640.23.120950.7  2.817794.1    2.819949.2  Table 3Pure adsorption isotherm data for ethane on zeolite 5A323 K303 K283 Kqexp mol/kgP kPaqexp mol/kgP kPaqexp mol/kgP kPa0.45412.20.5098.60.6698.160.70721.90.94620.91.24717.30.89830.61.20629.11.62626.21.12549.41.46249.21.81048.61.28671.21.61171.11.92167.91.40292.21.72192.31.99385.81.569145.01.846145.42.106135.21.793293.42.014291.12.240276.91.951490.72.121491.42.324479.01.993692.62.180692.22.370681.62.013845.12.201844.52.373832.62.025947.62.223944.22.377929.6Table 4Regression results for pure ethylene adsorption on zeolite 5A%AADΛviΛivbi (mol kg−1 kPa−1)\\(q_{i}^{s,\\infty}\\) (mol kg−1)Temperature (K)6.420.01024.1120.71813.122833.520.00823.4090.33002.823032.610.01333.5300.28442.58323Table 5Regression results for pure ethane adsorption on zeolite 5A%AADΛviΛivbi (mol kg−1 kPa−1)\\(q_{i}^{s,\\infty}\\) (mol kg−1)Temperature (K)10.450.54121.8470.17422.432836.850.42862.6860.11912.353033.960.32912.1520.05162.12323Heat of adsorptionThe adsorption isotherms of ethylene and ethane on zeolite 5A obtained at three temperatures were employed in evaluating the adsorption enthalpy. For this purpose, the Clausius-Clapeyron equation was applied to the isotherm data at the three temperatures. The isosteric heat of adsorption (ΔH) was estimated by means of the linear dependency of ln(P) on 1/T at constant loading. The dependency of the heat of adsorption on adsorption coverage of ethylene and ethane is shown in Fig. 3. The isosteric heat of adsorption of ethylene and ethane increased gradually and then dramatically with the increasing degree of coverage. Increasing heat of adsorption of ethylene and ethane with coverage could point to that the intermolecular attraction forces take over. The isosteric heats of adsorption as a function of loading cross each other at loading=1.6 mole/kg with ΔH=−21 kJ/mole for each, The observed crossing point is in agreement with a previous report (Nam et al. 2005). The heat of adsorption of ethylene is higher than that of ethane, especially at a low degree of surface coverage. This can be attributed to the interaction of π-bond ethylene with the cationic sites of the zeolite. The same result has been seen for ethylene and ethane adsorption enthalpy over another type of zeolite 5A by Nam et al. (2005). Open image in new windowFig. 3Heat of adsorption of ethylene and ethane on zeolite 5A as a function of adsorbent loadingMixture gas adsorptionThe adsorption separation ability of zeolite 5A was estimated, using an indirect method. In this approach, the total amount of adsorbed mixture was measured according to the procedure and the individual adsorption of components was obtained from thermodynamic prediction. The total amount of each adsorbed ethylene mixture (20 %, 50 % and 80 %) on zeolite 5A at each temperature (283, 303, and 323) K and the average errors of model predictions for different mixtures are presented in Tables 6, 7 and 8, respectively. It can be seen from Tables that the VST model provides similar predictions with acceptable accuracy for every binary mixture, and the maximum AAD % in the predictions is less than 7 %. Also, mole fractions of ethylene in adsorbed phase, predicted by the VST model, are given in Tables 6, 7 and 8 for every binary mixture at specified temperature. The model utilizes the parameters reported in Tables 4 and 5. Plots of the measured data of binary mixture and predicted by VST model at temperatures 283, 303 and 323 K are shown in Figs. 4, 5 and 6, respectively. The comparisons between measured data of binary mixtures and errors of the VST model at each temperature are shown in these figures. as can be seen from Figs. 4, 5 and 6, the parameters that have been obtained from the correlation of the pure adsorption data, appropriately predict the binary adsorption equilibrium data. Open image in new windowFig. 4Comparison of VST isotherm predictions with experimental results for different ethylene/ethane mixture (80 %, 50 % and 20 % ethylene) at 283 KOpen image in new windowFig. 5Comparison of VST isotherm predictions with experimental results for different ethylene/ethane mixture (80 %, 50 % and 20 % ethylene) at 303 KOpen image in new windowFig. 6Comparison of VST isotherm predictions with experimental results for different ethylene/ethane mixture (80 %, 50 % and 20 % ethylene) at 323 KTable 6Total amount of binary adsorption isotherm of ethylene/ethane mixture on zeolite 5A at 283 K20 % ethylene50 % ethylene80 % ethyleneP kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)P kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)P kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)7.50.7221.0130.4326.00.8391.0920.7425.00.8841.1310.91811.71.3131.2750.43511.41.4821.4830.74210.11.5541.5600.91721.81.6841.6390.44121.91.8301.8630.74422.31.9212.0130.91640.61.9551.9580.45139.22.1032.1560.74841.22.2232.3100.91660.42.0792.1290.45960.92.2702.3430.75460.42.3992.4680.91891.72.2392.2800.46989.32.3992.4810.76090.92.5582.6140.919130.42.3492.3870.479130.42.5152.5970.768131.32.6702.7280.922241.12.4532.5330.500242.22.6342.7460.783242.62.8292.8800.928439.42.5282.6390.524440.92.7172.8510.800393.82.8822.9680.934594.82.5552.6810.537589.22.7662.8900.809592.92.9383.0200.940789.62.5822.7150.549796.72.7882.9230.819792.42.9543.0440.945943.12.6032.7340.557945.62.8072.9390.824943.72.9603.0560.947%AAD 6.21   5.62   4.46 Table 7Total amount of binary adsorption isotherm of ethylene/ethane mixture on zeolite 5A at 303 K20 % ethylene50 % ethylene80 % ethyleneP kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)P kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)P kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)9.20.5870.7760.3428.80.7220.8820.6686.60.7461.0090.89015.71.0441.0450.34914.11.1221.1390.67312.11.3021.3600.88124.751.2891.2850.35823.51.4721.4270.67922.11.7181.7060.88542.21.5331.5560.36942.01.7321.7400.68941.71.9432.0350.89063.21.7311.7440.38062.21.9011.9310.69761.22.0872.2090.89390.81.8851.8950.39188.92.1242.0860.70589.22.2882.3600.897132.32.0342.0330.403131.72.2352.2360.715131.02.4142.4950.9022462.2172.2190.425236.72.3872.4170.732243.82.5382.6630.910442.52.2842.3500.448448.32.4722.5560.754437.32.6422.7500.920638.22.3032.4130.463592.82.5172.6000.764594.42.6722.7710.924794.12.3192.4440.472797.82.5382.6360.774793.32.6922.7820.928946.92.3332.4660.480944.62.5502.6530.780945.92.7042.7870.931%AAD 4.51   3.87   6.38 Table 8Total amount of binary adsorption isotherm of ethylene/ethane mixture on zeolite 5A at 323 K20 % ethylene50 % ethylene80 % ethyleneP kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)P kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)P kPaqexp mol/kgqcal mol/kg\\(X_{\\mathit{ethylene}}^{\\mathit{Cal}}\\)7.40.3750.4450.4727.60.5080.6120.7785.40.4500.5880.93317.70.8000.8110.47216.30.9400.9760.77713.11.1081.0110.93225.41.0100.9940.47324.21.2111.1860.77724.21.4581.3370.93242.11.2681.2590.47542.51.4851.4810.77742.21.6971.6210.93260.81.4091.4470.47761.11.6371.6600.77861.41.8581.7970.93290.41.5571.6350.48091.61.7861.8420.78091.51.9861.9660.932140.41.7401.8190.485130.61.9191.9830.782131.12.1162.1020.933242.61.8962.0040.496241.52.1112.1850.789242.52.2782.2970.935437.22.0602.1500.512443.62.2562.3300.800442.62.4152.4380.939640.82.1342.2180.524595.12.3002.3800.807643.52.4472.4940.943796.62.1592.2490.532791.42.3382.4170.815798.52.4602.5150.945921.72.1682.2680.538935.52.3472.4340.819940.62.4682.5260.947%AAD 4.78   4.31   5.44 Predicted ethylene/ethene selectivityFigure 7 presents the ethylene/ethane predicted selectivity at 283 K and pressures of 100, 400, and 800 kPa in terms of ethylene gas composition. As can be observed, decreasing the ethylene mole fraction in the gas phase increases the ethylene selectivity and the selectivity is higher at elevated pressures. Figure 8 provides another view of ethylene/ethane predicted selectivity at 303 K and three different ethylene gas compositions (0.1, 0.5, and 0.9) as a function of pressure. These effects demonstrate that the first set of adsorbent sites is less selective to ethylene over ethane. In addition, selectivity increases with pressure. This trend has been experimentally verified by Al-Baghli and Loughlin (2006). It seems quadrupole interactions play an important role at high pressures because of the great difference in ethylene (0.48 Å3) and ethane (0.27 Å3) quadrupole moment. Therefore adsorption capacity and selectivity of ethylene is higher than ethane. The x–y diagram, commonly used to display binary adsorption behavior, is shown in Fig. 9. This figure illustrates the predicted adsorbed phase versus ethylene gas phase composition at 400 kPa and three temperatures (283, 303, and 323 K). This Figure not only shows an ideal form of ethylene /ethane binary gas adsorption; but also compares binary gas adsorption behavior at various temperatures. As is obvious from Fig. 9, ethylene separation by adsorption at low temperatures is higher than at high temperatures. Open image in new windowFig. 7Predicted ethylene/ethane selectivity at 283 K as a function of gas composition. Total pressure: 800, 400 and 100 kPaOpen image in new windowFig. 8Predicted ethylene/ethane selectivity at 303 K as a function of pressure. Gas phase composition: 0.1, 0.5 and 0.9 ethyleneOpen image in new windowFig. 9Predicted adsorbed phase versus gas phase composition at 400 kPa. Temperatures: 283 K; 303 K; 323 KThermodynamic consistency testAs discussed by Talu and coworkers (1996, 1998), to increase the confidence in the accuracy of measurements, we performed the suggested thermodynamic consistency test. It consists of the integration of the spreading pressure over a closed path. Because of state property of spreading pressure, this integration must be equal to zero. For pure and binary systems, the spreading pressure integrands as functions of P plotted, and the areas under these curves among 0–900 kPa were calculated. The integral thermodynamic consistency test between pure and binary equilibrium adsorption data is shown in Table 9. As can be seen from Table 9 all values differ from zero due to the accuracy of data. These differences verifies the quality of data. The error of data was obtained as mentioned by Tezel and Li (2008). The most errors in binary data are for 0.8 ethylene compositions in gas phase at different temperatures. However, as mentioned by Talu (1998), relative deviations of more than 50 % are quite common in published data. Table 9Integrations for thermodynamic consistency test at different temperaturesMaterialIntegrals Error% (mol/kg)283 K303 K323 KPure ethylene11.74 10.97 9.22 Pure ethane5.75 4.89 4.25 20 % ethylene6.7010.595.834.284.832.8950 % ethylene7.2717.616.516.615.5810.9380 % ethylene7.7522.706.9712.766.0617.985 ConclusionExperimental isotherms on zeolite 5A for pure ethylene, ethane, and several ethylene/ethane mixtures were measured by a volumetric method over a wide range of pressures and temperatures. An excellent fit has been obtained using the VST model for pure adsorption data. The correlated pure component parameters were appropriately applied to predict binary adsorption data. The binary adsorption errors obtained from the predictions are less than 7 % in all cases. The isosteric heat of adsorption was estimated by the Clausius-Clapeyron equation and pure component data. The adsorption selectivity was predicted using pure component adsorption isotherm data and the VST model. At a fixed pressure and temperature, prediction results show that ethylene selectivity increases when the ethylene composition of the gas phase decreases. It also indicated that selectivity increases with pressure. Furthermore, prediction results show that the lower the temperature at a specified pressure, the greater the ethylene separation by zeolite 5A. Given its high adsorption capacity and reasonable selectivity for ethylene in comparisons with other remarkable adsorbents, zeolite 5A can be used for ethylene/ethane separation by adsorption technology especially in pressure swing adsorption processes. Finally, a thermodynamic consistency test was performed for binary data adsorption accuracy and shows adequate accuracy of the data.", "figures": ["<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Equ7_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig1_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig2_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig3_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig4_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig5_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig6_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig7_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig8_HTML.gif\" alt=\"\"></a></div>", "<div class=\"MediaObject\"><a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10450-012-9423-1/MediaObjects/10450_2012_9423_Fig9_HTML.gif\" alt=\"\"></a></div>"]}