{"title": ["Multifunctional Purification and Sensing of Toxic Hydride Gases by CuBTC Metal–Organic Framework"], "authors": ["Gregory W. Peterson", "David K. Britt", "Daniel T. Sun", "John J. Mahle", "Matthew Browe", "Tyler Demasky", "Shirmonda Smith", "Amanda Jenkins", "Joseph A. Rossin"], "doi": ["10.1021/acs.iecr.5b00458"], "abstract": ["In this report, we evaluate the metal–organic framework CuBTC as a real-world adsorbent for protection against three toxic hydride gases: ammonia, arsine, and hydrogen sulfide. We develop a scalable room-temperature synthesis of high-surface-area CuBTC using a benign ethanol–water solvent system. We test the capacity of CuBTC for the hydride gases under microbreakthrough and real-world packed-bed conditions at both low and high humidity conditions. Under microbreakthrough conditions, CuBTC outperforms a broad-spectrum carbon (BSC) adsorbent for uptake of ammonia and arsine, with approximately equivalent uptake of hydrogen sulfide. Under packed-bed conditions, CuBTC outperforms the BSC for ammonia uptake but offers little protection against arsine or hydrogen sulfide. We demonstrate the potential for CuBTC to act not only as an effective adsorbent for ammonia but also for sensing and to indicate saturation on the basis of colorimetric and fluorescence changes. We find that CuBTC is a suitable material for inclusion in respiratory protective devices for protection against ammonia, with potential benefits against other hydride gases."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Toxic industrial chemicals are a significant hazard in both industrial and defense scenarios because many pose inhalation hazards to first responders, industrial workers, and military personnel. Ammonia, arsine, and hydrogen sulfide gases, especially the latter two, are particularly toxic hydrides. All three gases are used industrially, and in many cases require respirators during use. In addition to required protection against these gases, technologies that can detect the chemicals or provide end-of-service-life indication of exhausted filters are beneficial to the end user.", "Because of their high volatility, all three gases require reactive moieties within sorbents for permanent chemical removal. Arsine and hydrogen sulfide can be oxidized by impregnants such as copper oxide and silver on activated carbon used in respirators.", "(1)", " Ammonia, however, is removed by acid–base chemistry, typically a metal chloride,", "(2, 3)", " sulfate,", "(4)", " or other material’s acidic sites. Heteroatoms can be added to carbon substrates for the removal of both arsine and ammonia.", "(5, 6)", " In practice, however, these techniques pose potential issues with storage/aging, especially in the presence of humidity, where the impregnants degrade.", "(7)", "Over the past several years, new materials have been investigated for ammonia, arsine, and hydrogen sulfide filtration. Metal–organic frameworks (MOFs) are a particularly interesting group of materials because one can incorporate different metals within the secondary building units (SBU) as well as the functional group on the organic linkers.", "(8-11)", " MOFs, especially CuBTC, have been investigated for ammonia removal on multiple occasions.", "(12-15)", " Very limited work, however, has investigated larger scale testing of engineered particles representative of actual filters under conditions reflecting real world performance.", "(16)", "Furthermore, almost no experimental work has focused on MOF development for filtration and/or detection of arsine and hydrogen sulfide. Thallapally and co-workers have investigated isotherms of hydrogen sulfide on FMOF-2", "(17)", " and Prussian blue analogs,", "(18)", " and Bandosz and co-workers conducted some research on CuBTC/graphite oxide composites, finding that hydrogen sulfide formed copper sulfide at the active sites.", "(19, 20)", " Huang et al. also investigated Zn-based MOF composites.", "(21)", " Additional work shows promising hydrogen sulfide uptake by CPO-27-Ni", "(22)", " and MIL-series of MOFs;", "(23, 24)", " however, the latter work focused on high pressures not typically seen in respirable environments. The literature is completely devoid of arsine studies on metal organic frameworks.", "CuBTC, or HKUST-1, is a well-known MOF consisting of a copper paddlewheel SBU with coordinatively unsaturated copper sites connected by organic trimesic acid linkers.", "(25)", " Several experimental studies have suggested the ability of CuBTC to oxidize, or interact with, oxidizable chemicals such as carbon monoxide", "(26)", " and nitric oxide.", "(27)", " Theoretical calculations have been conducted on CuBTC for ammonia, phosphine, and hydrogen sulfide but fail to account for reactivity.", "(28)", " Thus, considering that chemicals such as hydrogen sulfide and arsine are oxidizable CuBTC should provide an opportune medium for such reactions to occur.", "The objectives of this effort are to evaluate the readiness of CuBTC to be used in filtration applications and to understand potential trade-offs with other materials. To meet this objective, we develop scalable reaction conditions for the synthesis of CuBTC at room temperature in a benign solvent system. We measure the ability of CuBTC to remove ammonia, arsine, and hydrogen sulfide, both in microbreakthrough experiments and in packed beds simulating full-scale respiratory filters. We elucidate the mechanism of removal for each hydride gas and further probe the potential of the material for use as a sensor or end-of-service-life indicator for these toxic gases.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Sample Preparation", "Large-scale Cu", "3", "(BTC)", "2", " synthesis was developed starting from a known literature procedure.", "(29, 30)", " The reaction pH, solvent system, and rate of base addition were found to be important to obtain optimal surface area, reaction yield, and batch-to-batch reproducibility. In the optimized synthesis, 149.4 g of Cu(NO", "3", ")", "2", "·2.5H", "2", "O and 129.2 g of trimesic acid were dissolved in separate 2 L mixtures of 7:3 ethanol/water. The solutions were mixed while stirring. A solution of 50 g of NaOH in 2 L of 7:3 ethanol/water was then added dropwise at room temperature while stirring. The clear blue solution changed to a light-blue slurry during addition. The solution was stirred at room temperature for 1 h after addition. The light-blue products were isolated by centrifugation and purified by Soxhlet extraction using ethanol for 24 h. The resulting light-blue powder was dried in air and then heated in an oven at 80 °C. Granules of CuBTC were prepared for breakthrough testing using a Carver Press at 5000 psi, followed by crushing and sieving into 20 × 40 mesh granules. A broad-spectrum carbon (BSC) was provided by 3M in a 20 × 40 mesh granules for comparison purposes.", "2.2", "Nitrogen Uptake", "Nitrogen uptake was measured at 77 K using a Micromeretics Tristar system. Samples were off-gassed at 150 °C overnight for approximately 16 h. Surface area measurements were calculated using the Brunauer–Emmett–Teller (BET) method, and total pore volumes were calculated at a relative pressure of 0.975.", "2.3", "X-ray Photoelectron Spectroscopy", "X-ray photoelectron spectroscopy (XPS) spectra were recorded using a PerkinElmer Phi 570 ESCA/SAM system employing Mg Kα X-rays. All binding energies were referenced to the C 1s photoelectron peak at 284.6 eV. Samples were placed on double-stick tape, placed in the chamber, off-gassed for 1 h, and then placed in the chamber for analysis.", "2.4", "Attenuated Total Reflectance–Fourier Transform Infrared Spectroscopy", "Attenuated total reflectance–Fourier transform infrared (ATR-FTIR) spectroscopy data were collected on composites using a Bruker Tensor 27 FTIR instrument with a platinum accessory and a single-reflection diamond crystal. The average of 16 scans from 600 to 4000 cm", "–1", " with background subtraction was collected. The instrument resolution was 4 cm", "–1", ". Samples were evaluated before and after chemical exposure.", "2.5", "Chemical Microbreakthrough", "Samples were evaluated for ammonia, arsine, and hydrogen sulfide capacity using a microbreakthrough system. The system has been described previously.", "(8, 12)", " Briefly, a specific amount of chemical was injected into a ballast and subsequently pressurized to yield a concentration of 5000 mg/m", "3", " for each of the chemicals. The ballast contents were then mixed with a diluent air stream containing the required moisture content, conditioned from a temperature-controlled saturator cell, at a rate necessary to achieve challenge concentrations between 1000 and 4000 mg/m", "3", ". The mixed stream then passed through a sorbent bed submerged in a temperature-controlled water bath. Approximately 55 mm", "3", " of each sample was packed into a 4 cm length and 4 mm diameter tube and was tested as a powder under dry (0% relative humidity, RH) and humid (80% RH) conditions. Samples were pre-equilibrated at the test RH for approximately 1–2 h. The effluent stream then passed through a continuously operating Hewlett-Packard 5890 Series II gas chromatograph equipped with a photoionization detector for ammonia and a flame photometric detector for sulfur dioxide. Other parameters for the testing are outlined in ", "Table S1", " (Supporting Information). Loadings were calculated in mole per kilogram by integrating the breakthrough curves at saturation. The system exhibits approximately 10% deviation with respect to saturation loading.", "2.6", "Chemical Breakthrough", "Ammonia, arsine, and hydrogen sulfide breakthrough testing was conducted on packed beds of 20 × 40 mesh materials using a push–pull–vented-breakthrough apparatus, a schematic of which is shown in ", "Figure S1", ". ", "Table S1", " summarizes the testing parameters. Chemicals were evaluated at a constant volume concentration of 1000 ppm. For ammonia and hydrogen sulfide, neat gas was delivered from compressed cylinder via mass flow controllers and mixed with excess air at rates necessary to achieve the desired concentration. Arsine was delivered from a premixed cylinder of 4%, which is below the lower explosive limit for the chemical because it is pyrophoric in air.", "The flow rate, temperature, and humidity of the diluent stream were controlled using a Miller Nelson HCS-401control unit. From the diluent stream, flow was pulled through packed beds by vacuum at a flow rate of 5.2 L/min, resulting in a residence time of approximately 0.15 s. Materials were evaluated as-received at 15% relative humidity (AR/15) and pre-equilibrated and tested at 80% relative humidity (80/80). Beds were packed via storm-filling into a 4.1 cm diameter tube with a total length of approximately 17 cm. For all chemicals, the challenge concentration was monitored using a Miran 1A infrared detector. The ammonia and arsine effluent was monitored semicontinuously using an Innova photoacoustic multigas monitor, and the hydrogen sulfide concentration was measured using a Hewlett-Packard 6980 gas chromatograph equipped with a flame photometric detector.", "2.7", "Chemical Analysis by UV–Vis", "Samples were analyzed in reflectance mode using a PerkinElmer Lambda Max UV–vis–NIR Model 1050N8092301 from 250 to 2500 nm at a scan rate of 659.4 nm/min. Slit widths were 2 nm for the photomultiplier tube (PMT) and 12.5 nm for the near-infrared (NIR) wavelengths (cooled PbS detector). Samples were placed in a custom-built powder holder made of black polyurethane with a Heraeus Suprasil 3100 window, this allowed the samples to be recovered after testing.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Breakthrough Testing", "Microbreakthrough curves and resulting loadings are illustrated in Figure ", "1", ". Ammonia curves (Figure ", "1", "a) show BSC eluting almost immediately through the beds, reaching capacity in less than 2000 min/g. Ammonia does not begin eluting through CuBTC until after this weighted time. The resulting capacities for CuBTC are approximately 10 times and 5 times greater than that of BSC under dry and humid conditions, respectively. Both materials show better ammonia removal in humid conditions as compared to dry conditions. This is typical, especially for activated carbons because ammonia is absorbed by water within the pore structure.", "BSC arsine curves (Figure ", "1", "b) show steep ascent to the feed concentration under both dry and humid conditions, as does that of the CuBTC material under dry conditions. Of interest, however, is the humid CuBTC curve, which initially breaks through to greater than 60% of the feed, drops back down to approximately 20% of the feed, and then gradually re-ascends to the feed concentration over a long period of time. This behavior is likely attributed to mass transfer resistance or an initial activation requirement for the reaction to occur. In any case, the resulting capacity of CuBTC is significantly higher than that of BSC under both dry and humid conditions.", "The BSC material exhibits a huge capacity for hydrogen sulfide (Figure ", "1", "c) under dry conditions, eluting long after CuBTC at the same humidity. The resulting loading for BSC is 8.7 mol/kg, over double that of CuBTC, which exhibits a loading of 3.4 mol/kg. Under humid conditions, however, the CuBTC material outperforms the activated carbon, exhibiting a loading of 3.5 mol/kg as compared to the 3.0 mol/kg provided by the BSC.", "Figure 1. Microbreakthrough curves for (a) ammonia, (b) arsine, and (c) hydrogen sulfide. (d) Calculated loadings.", "Clearly, CuBTC exhibits capacities similar to those of the BSC; however, in filtration applications, low concentration protection also depends on mass transfer dynamics. Breakthrough curves of 10 mm packed beds of 20 × 40 mesh materials are shown in Figure ", "2", ". Under both low- and high-humidity conditions, CuBTC provides significantly better ammonia removal as compared to the BSC material. This is likely due to activity throughout the CuBTC structure, as previously discussed,", "(12)", " whereas BSC simply contains impregnants on an inert carbon substrate and is underutilized compared to the CuBTC. Furthermore, the humid ammonia curve through CuBTC is flatter than that through BSC, indicating a higher capacity but reduced mass transfer. This correlates well with microbreakthrough data, which showed exceedingly high ammonia capacity of the CuBTC material. The full-bed performance of CuBTC under dry (AR/15) and humid (80/80) conditions is approximately 31 000 and 51 000 mg-min/m", "3", ", respectively, approximately 50% better than BSC, which shows capacities of 20 000 and 34 000 mg min/m", "3", ", respectively. Arsine and hydrogen sulfide breakthrough curves tell a different story, however. Immediate breakthrough of arsine occurs for CuBTC under high-humidity conditions, whereas the BSC material provides excellent removal capabilities. Yet, the material still exhibits significant capacity. Thus, it is apparent that the critical bed depth required to reduce the arsine concentration from 3200 mg/m", "3", " to below toxic levels is just too large. Although the CuBTC curves do show some protection against hydrogen sulfide, the material provides significantly lower protection as compared to the BSC.", "Clearly there exists a discrepancy between the microbreakthrough and scaled breakthrough tests because CuBTC is similar to BSC with regard to capacity but not breakthrough time and Ct. One potential explanation lies in the size of the molecules; performance decreases for CuBTC as molecule size increases because arsine is larger than hydrogen sulfide, which is larger than ammonia. Because of the high degree of microporosity of CuBTC and lack of mesoporosity,", "(31)", " mass transfer may be inhibited in engineered packed beds, which typically require a feeder pore structure such as that found in BSC and other activated carbons.", "(32)", " Another related explanation deals with reaction mechanism, which is explored in the following section. Specifically, the byproducts formed during hydride gas removal may in fact block access to micropores, further reducing mass transfer to the active sites.", "Figure 2. Packed bed breakthrough testing for (a) ammonia, (b) arsine, and (c) hydrogen sulfide. (d) Concentration–time (Ct) values to break.", "3.2", "Characterization and Mechanism", "An interesting property observed is the color change of CuBTC during exposure to the hydride gases. Figure ", "3", " illustrates the color change associated with materials. CuBTC is well-known to change color upon exposure to humidity, becoming a lighter blue/teal color. Exposure to ammonia results in a lighter blue color as compared to the baseline substrate, and arsine exposure results in a blue-green color, especially under dry conditions. Hydrogen sulfide exposure results in a dark brown material.", "Figure 3. CuBTC color change upon exposure to hydride gases.", "UV–vis data showed significant changes upon binding and removal of the analyte. CuBTC and CuBTC post-gas-exposure spectra are shown in ", "Figure S2", ". The addition of ammonia results in a characteristic hypochromic shift, approximately 70 nm of the 500 nm band. Changes in the higher-order structure of the bands in the NIR are also noted along with an ammonia peak around 2200 nm. When arsine is added to the CuBTC, there is little change to the overall spectrum. Some additional higher-order structure is seen with the addition of the arsine resulting from the interaction with the MOF. The addition of hydrogen sulfide results in dramatic hyperchromic shift to lower reflectance. This effect is so pronounced that all the reflectance is lost in the NIR with the addition of the hydrogen sulfide. This is most likely the result of the formation of copper sulfide (CuS), a black highly absorbing compound.", "(16)", " In all, little spectral difference was seen between dry and humid samples for all chemicals.", "PXRD patterns for CuBTC samples prior to and following exposure to the hydride gases are shown in ", "Figure S3", ". The CuBTC material exposed to ammonia under low RH conditions shows a decrease in the 7 2θ peak, whereas the same peak is completely gone for the humid sample, signifying reduced long-range order. Additional peaks are present at higher 2θ values for low-humidity samples and are more pronounced for the material at high humidity. The signal-to-noise ratio also decreases for both low- and high-humidity samples exposed to ammonia, with more degradation occurring for the humid sample. This behavior is confirmed by nitrogen isotherm data shown in Figure ", "4", ". Compared to the baseline material, the ammonia material evaluated under dry conditions loses almost all of its surface area, whereas the humid sample has negligible nitrogen uptake. The surface area decreases from 1350 to 130 m", "2", "/g for the ammonia/dry sample, whereas the surface area of the ammonia/humid sample decreases to 4 m", "2", "/g, representing complete structure degradation. This behavior is consistent with previous efforts.", "(12)", " FTIR spectra, shown in ", "Figure S4", ", indicate the presence of N–H stretching at 1560 cm", "–1", " for ammonia-dosed samples, and the presence of uncoordinated benzenetricarboxylate bonds at 1620 and 1260 cm", "–1", " further indicates structural degradation occurring within the system.", "(33)", " XPS data are consistent with ammonia", "(34)", " or potentially an ammonium ion; with the high vacuum of XPS, however, the data suggest a strong binding to the surface.", "PXRD and nitrogen isotherm data for arsine-exposed samples are somewhat different than ammonia data. After low-humidity testing, PXRD data show almost no structural degradation, with major long-range order peaks remaining intact after exposure, with the exception of a new peak around 13.5 2θ. Interestingly, however, several new peaks form at 22.7, 32.5, 55.2, and 59.8 2θ without an increase in signal-to-noise, perhaps indicating the formation of a new species within the pore structure. Data for samples exposed to arsine under humid conditions show similar peaks forming, with additional structure collapse, as evidenced by the loss of the 7 2θ peak and increased signal-to-noise. This can be explained by moisture destroying the structure, which is known to occur on the CuBTC. Nitrogen isotherm data confirm this for the humid sample but also show a significant decrease in nitrogen uptake for the dry sample, resulting in surface areas of 12 and 66 m", "2", "/g, respectively. Although the decrease in surface area is explained by moisture exposure for the humid sample, the PXRD data for the dry samples shows that the structure remains intact. Thus, another phenomenon must be occurring. XPS data, shown in Figure ", "5", ", shows the formation of peaks consistent with the 3d photoelectron line for arsenic(III) oxide at 44.4 eV.", "(35)", " Furthermore, there are no peak shifts in the copper 2p photoelectron lines, indicating no change in speciation at that site. Instead, it is likely that the copper is providing a site for oxidation of arsine that transforms into As", "2", "O", "3", ". On an atomic basis, as summarized in Table ", "1", ", there are 0.56 As atoms per copper atom under low RH conditions and 0.41 As atoms per copper atom under humid conditions. The formation of arsenic oxide likely partially blocks pore apertures or further access to the copper site, thus explaining the reduced mass transfer kinetics in the packed bed test. The formation of As", "2", "O", "3", " is further supported by the FTIR spectra (", "Figure S3", "), which shows a broad peak forming under both dry and humid conditions at approximately 800 cm", "–1", ", consistent with an As(III)-O symmetric stretch.", "(36)", "PXRD data for hydrogen sulfide show more in common with ammonia as compared to arsine. Under both low and high humidity conditions, structural breakdown occurs as evidenced by the loss of the 7 2θ peak. An additional phase is obvious for the humid sample, and both dry and humid samples show reduced signal-to-noise. In conjunction with the nitrogen isotherm data, it is apparent that the structure is collapsing upon exposure to hydrogen sulfide, with reductions in surface area to 48 and 11 m", "2", "/g for low-and high-humidity samples, respectively. Although arsine was completely oxidized within the pore structure, hydrogen sulfide seems to react directly and permanently with the undercoordinated copper site of the SBU. XPS data show a large shift in the copper 2p", "3/2", " photoelectron line, corresponding to either Cu", "2", "S", "(37)", " or CuS.", "(38)", " Similarly, the sulfur 2p", "3/2", " peak shows the potential for both peaks,", "(37, 39)", " along with the formation of S", "8", ".", "(40)", " In fact, it is possible that all three species are forming. Clearly, the copper speciation is changing, as shown by XPS data (Figure ", "5", "); however, the brown color formation allows for the possibility of yellow S", "8", " forming as well. Furthermore, the significantly reduced efficacy of packed-bed filtration of hydrogen sulfide as compared to the microbreakthrough capacity test suggests that either pore blockage or blockage of access to copper sites occurs after initial hydrogen sulfide formation. If it was simply due to reaction with the copper sites, then we would expect similar behavior for ammonia, in which polymerization or oxidation does not occur. FTIR (", "Figure S3", ") lends little insight, other than formation of peaks at approximately 1710 cm", "–1", ", which are consistent with benzenetricarboxylate.", "(19)", "Figure 4. Nitrogen isotherms of exposed CuBTC as compared to the baseline material.", "Figure 5. X-ray photoelectron spectra. (a) N 1s photoelectron spectra, (b) As 3d photoelectron spectra, (c) Cu 2p", "3/2", " photoelectron spectra, and (d) S 2p", "3/2", " photoelectron spectra.", "Table 1. Atomic Ratios for Exposed CuBTC Samples", " ", " ", "NH", "3", "AsH", "3", "H", "2", "S", "ratio", "CuBTC", "dry", "wet", "dry", "wet", "dry", "wet", "Cu/C", "0.22", "0.1", "0.1", "0.1", "0.1", "0.1", "0.2", "O/C", "0.67", "0.4", "0.6", "0.6", "0.6", "0.5", "0.6", "O/Cu", "3.03", "3.6", "9.4", "5.1", "4.5", "4.2", "2.9", "hetero/Cu", "a", " ", "0.4", "1.4", "0.6", "0.4", "0.8", "1.0", "a", "The term “hetero” represents the heteroatom in the hydride: nitrogen, arsenic, or sulfur.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "The difference in capacity and packed-bed performance measurements for CuBTC and a BSC were found to be substantial for three hydride gases. When considering capacity, CuBTC generally outperforms the carbon, yet the opposite is true for packed-bed breakthrough tests, with the exception of ammonia. This is likely due to mass transfer limitation associated with the larger molecular size of hydrogen sulfide and arsine as compared to ammonia as well as the mechanism of reaction. Ammonia directly interacts with various structural areas of the CuBTC material, including undercoordinated copper sites and structural bonds between the SBU and organic linker. Hydrogen sulfide reacts similarly to the undercoordinated copper sites, but does not undergo the acid–base reaction with SBU/organic linkers. Thus, the capacity is lower for hydrogen sulfide as compared to ammonia on CuBTC, and the reduced kinetics of mass transfer and reaction result in lower packed-bed performance as compared to the activated carbon. Arsine seemingly does not react with any portion of the substrate but rather oxidizes to form arsenic trioxide. Although the capacity is sufficiently high, the combination of arsine size and the formation of these oxides within the pore structure result in significantly reduced performance in a packed bed. In addition to the performance of CuBTC, spectral signatures indicate potential use as sensors, with infrared and UV–vis changes occurring after exposure to all three chemicals.", "Although there are potential shortcomings in protection against arsine and hydrogen sulfide, CuBTC does indeed provide substantial protection against ammonia, and thus any additional chemical removal is beneficial. The ability of this material to filter ammonia, in conjunction with the ability to scale to larger quantities, makes CuBTC ready for transition to end-item filtration applications. Future research will investigate tuning of pore and granule structure to optimize mass transfer for molecules larger than ammonia because reaction mechanisms are clearly present.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Microbreakthrough and breakthrough testing conditions, UV–vis spectra for exposed samples, PXRD data for exposed samples, and FTIR data for exposed samples. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was conducted under Defense Threat Reduction Agency (DTRA) Project BA07PRO104.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 40 other publications.", "1. ", "Quinn", ", ", "R.", "; ", "Dahl", ", ", "T. A.", "; ", "Diamond", ", ", "B. W.", "; ", "Toseland", ", ", "B. A.", " ", "Removal of arsine from synthesis gas using a copper on carbon adsorbent", " ", "Ind. Eng. Chem. Res.", " ", "2006", ",  ", "45", ",  ", "6272", "– ", "6278", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Removal of Arsine from Synthesis Gas Using a Copper on Carbon Adsorbent", "Quinn, Robert; Dahl, Thomas A.; Diamond, Barry W.; Toseland, Bernard A.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "18", "),\r\n    ", "6272-6278", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A variety of supported metal and metal oxide adsorbents were evaluated for removal of arsine (AsH3) from synthesis gas (syngas), a mixt. primarily of carbon monoxide and hydrogen.  A copper(II) oxide (CuO)/carbon adsorbent was judged to be most promising and examd. more thoroughly.  Exposure of the CuO/carbon adsorbent to syngas at 750 psig resulted in only a modest increase in bed temp.  No evidence that the adsorbent acted as a methanol synthesis catalyst or promoted other syngas chem. was obsd.  It was found, however, that even at modest temps. (30-40 °C) some redn. to metallic copper (Cu) occurred.  The exothermic redn. of CuO presented a significant operational concern, and use of the adsorbent required a controlled redn. to Cu/carbon prior to exposure to syngas.  The arsine affinity of CuO/carbon was very high with a min. capacity of 3.0 wt % arsenic for a syngas feed contg. 420 ppbv.  The reduced adsorbent, Cu/carbon, was less effective for AsH3 removal, and at 30 °C its capacity was 1.74 wt %.  Operation at 140 °C resulted in more effective AsH3 removal with a min. arsenic capacity of 4.31 wt % for a feed gas contg. 737 ppbv AsH3.  The kinetic limitation for AsH3 adsorption at near ambient temp. is likely the result of slow migration of arsenic from the copper surface.  At 140 °C arsenic migration is fast enough to provide a clean copper surface for adsorption.  The Cu/carbon adsorbent was slightly less effective for phosphine removal than for AsH3.  The sulfur-contg. contaminants thiophene, carbonyl sulfide, and carbon disulfide were only partially removed from a syngas feed, and the adsorbent had almost no affinity for Me chloride.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XnsV2gsb8%253D&md5=9312a1f244412e4c24ebbf556bd9a945", "2. ", "Petit", ", ", "C.", "; ", "Karwacki", ", ", "C.", "; ", "Peterson", ", ", "G.", "; ", "Bandosz", ", ", "T. J.", " ", "Interactions of ammonia with the surface of microporous carbon impregnated with transition metal chlorides", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "12705", "– ", "12714", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Interactions of Ammonia with the Surface of Microporous Carbon Impregnated with Transition Metal Chlorides", "Petit, Camille; Karwacki, Christopher; Peterson, Greg; Bandosz, Teresa J.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "34", "),\r\n    ", "12705-12714", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The BPL carbon samples impregnated with chlorides of copper, nickel, and zinc were used as ammonia adsorbents in dynamic conditions with various amts. of water present in the systems.  The initial and exhausted samples were characterized using adsorption of nitrogen, XRF, XRD, FTIR, SEM, and thermal anal.  The results indicate that metal chlorides are active centers for ammonia adsorption via formation of complexes.  Water enhances the amt. of ammonia adsorbed, promoting its dissolving into the film of water adsorbed in micropores and formation of NH4+ ions.  Even though the pore system of activated carbon provides spaces for dispersion of metals, it still contributes significantly to the amt. of ammonia adsorbed (about 80%) via dispersive forces.  The most efficient adsorbent for ammonia removal is the carbon impregnated with copper.  In this material the efficiency is governed by the amt. of copper introduced to the carbon and its dispersion on the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXos1Srs7g%253D&md5=e9391916ea7e86f862a7aeb2f1fb2305", "3. ", "Romero", ", ", "J. V.", "; ", "Smith", ", ", "J. W. H.", "; ", "Sullivan", ", ", "B. M.", "; ", "Mallay", ", ", "M. G.", "; ", "Croll", ", ", "L. M.", "; ", "Reynolds", ", ", "J. A.", "; ", "Andress", ", ", "C.", "; ", "Simon", ", ", "M.", "; ", "Dahn", ", ", "J. R.", " ", "Gas Adsorption Properties of the Ternary ZnO/CuO/CuCl", "2", " Impregnated Activated Carbon System for Multigas Respirator Applications Assessed through Combinatorial Methods and Dynamic Adsorption Studies", " ", "ACS Comb. Sci.", " ", "2011", ",  ", "13", ",  ", "639", "– ", "645", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Gas Adsorption Properties of the Ternary ZnO/CuO/CuCl2 Impregnated Activated Carbon System for Multigas Respirator Applications Assessed through Combinatorial Methods and Dynamic Adsorption Studies", "Romero, JenniferV.; Smith, Jock W. H.; Sullivan, Braden M.; Mallay, Matthew G.; Croll, Lisa M.; Reynolds, Judy A.; Andress, Carrie; Simon, Monika; Dahn, Jeff R.", "ACS Combinatorial Science", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "6", "),\r\n    ", "639-645", "CODEN:\r\n                ", "ACSCCC", ";\r\n        ISSN:", "2156-8944", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A ternary library of 64 ZnO/CuO/CuCl2 impregnated activated C samples was synthesized and automatically screened using a combinatorial method (combi).  The ability of the samples to adsorb toxic gases was gravimetrically screened.  A stoichiometric ratio of reaction (SRR) between moles of toxicant and total moles of impregnant was obtained using the calcd. mass increase of samples following chemisorption; a high SRR indicated highly efficient toxicant removal.  Combi samples which exhibited good dry SO2 and NH3 adsorption, prepd. in bulk using the incipient wetness method, were evaluated for multi-gas respirator function by dynamic adsorption studies of SO2, NH3, HCN, and C6H12 gases in dry or humid conditions at ambient temp.  Bulk samples displayed equiv. gas adsorption capacities when exposed to the different challenge gases, indicating the value of the combi method for initial screening.  Cu2Cl(OH)3 was identified to be a potential multi-gas adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSqtr3F&md5=d5619bcab3aeee02e32c306777d31445", "4. ", "Glover", ", ", "T. G.", "; ", "Peterson", ", ", "G. W.", "; ", "DeCoste", ", ", "J. B.", "; ", "Browe", ", ", "M. A.", " ", "Adsorption of Ammonia by Sulfuric Acid Treated Zirconium Hydroxide", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "10478", "– ", "10487", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Adsorption of Ammonia by Sulfuric Acid Treated Zirconium Hydroxide", "Glover, T. Grant; Peterson, Gregory W.; DeCoste, Jared B.; Browe, Matthew A.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "28", "),\r\n    ", "10478-10487", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of NH3 on Zr(OH)4, as well as Zr(OH)4 treated with H2SO4, were examd.  Treating Zr(OH)4 with H2SO4 gives a sulfate on the surface of the material, and that the sulfate contributes to the NH3 adsorption capacity through the formation of an ammonium sulfates species.  Calcination of Zr(OH)4 decreases the NH3 adsorption capacity of the material and limits the formation of sulfate species.  NMR and FTIR spectroscopy results are presented that show two distinct ammonium species on the surface of the material.  The adsorption capacity of the materials is a complex phenomenon that is impacted by the surface area, the S content, and the pH of the material.  Zr(OH)4, which is known to adsorb acidic gases, can be modified and used to adsorb basic gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotlSgurw%253D&md5=38a0aefb391d2c27ffa1b1b1e259b684", "5. ", "Petit", ", ", "C.", "; ", "Peterson", ", ", "G. W.", "; ", "Mahle", ", ", "J.", "; ", "Bandosz", ", ", "T. J.", " ", "The effect of oxidation on the surface chemistry of sulfur-containing carbons and their arsine adsorption capacity", " ", "Carbon", " ", "2010", ",  ", "48", ",  ", "1779", "– ", "1787", "[", "Crossref", "], [", "CAS", "]", "5. ", "The effect of oxidation on the surface chemistry of sulfur-containing carbons and their arsine adsorption capacity", "Petit, Camille; Peterson, Gregory W.; Mahle, John; Bandosz, Teresa J.", "Carbon", "\r\n        (", "2010", "),\r\n    ", "48", "\r\n        (", "6", "),\r\n    ", "1779-1787", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "2 Carbons with different S contents were prepd. and oxidized either by heating in air or by chem. treatment.  The samples were then tested as adsorbents of arsine in dynamic conditions at room temp., both in dry conditions and in the presence of moisture.  Chem. and structural features of the initial and arsine-exposed materials were analyzed by energy dispersive x-ray spectroscopy, x-ray diffraction, Fourier transform IR spectroscopy, thermogravimetric analyses, sorption of N, and sorption of water.  O- and S-contg. groups participate in arsine oxidn. to As tri- and pentoxide and/or in the formation of As sulfides.  This occurred either via activation of O or a direct involvement of these groups in reactions with arsine.  A very hydrophilic surface of S-contg. carbons, which causes the presence of adsorbed water, even in dry conditions, enhances arsine removal.  On the other hand, in moist conditions water totally occupies the pore system blocking the catalytic action of the surface toward oxidn., which leads to a very limited or zero AsH3 adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1ajsbY%253D&md5=714c85e6c4665242efac20643b127d0c", "6. ", "Petit", ", ", "C.", "; ", "Kante", ", ", "K.", "; ", "Bandosz", ", ", "T. J.", " ", "The role of sulfur-containing groups in ammonia retention on activated carbons", " ", "Carbon", " ", "2010", ",  ", "48", ",  ", "654", "– ", "667", "[", "Crossref", "], [", "CAS", "]", "6. ", "The role of sulfur-containing groups in ammonia retention on activated carbons", "Petit, Camille; Kante, Karifala; Bandosz, Teresa J.", "Carbon", "\r\n        (", "2010", "),\r\n    ", "48", "\r\n        (", "3", "),\r\n    ", "654-667", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Two carbons with different contents of sulfur were prepd. and oxidized either by heating in air or by chem. treatment.  The materials were then tested as adsorbents of ammonia in dynamic conditions, at room temp.  Their chem. and structural features were analyzed by energy dispersive X-ray spectroscopy, XPS, X-ray fluorescence spectroscopy, SEM, thermogravimetric analyses, potentiometric titrn. and sorption of nitrogen.  It was found that not only oxygen-contg. groups but also sulfur-contg. groups enhance ammonia adsorption.  In particular, sulfonic groups play a predominant role.  In the presence of superoxide anions, they are converted into sulfates that react with ammonia to form ammonium sulfates.  These salts are strongly retained in the micropores of the adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGnu7jN&md5=675cb2b9d80506d20522ee968078cf51", "7. ", "Rossin", ", ", "J. A.", "; ", "Morrison", ", ", "R. W.", " ", "The effects of molybdenum on stabilizing the performance of an experimental copper/zinc impregnated, activated carbon", " ", "Carbon", " ", "1993", ",  ", "31", ",  ", "657", "– ", "659", "[", "Crossref", "], [", "CAS", "]", "7. ", "The effects of molybdenum on stabilizing the performance of an experimental copper/zinc impregnated, activated carbon", "Rossin, J. A.; Morrison, R. W.", "Carbon", "\r\n        (", "1993", "),\r\n    ", "31", "\r\n        (", "4", "),\r\n    ", "657-9", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "XPS showed that the addn. of Mo to an exptl. Cu/Zn-impregnated activated C (ASZ) prevented migration of Cu to the external surface of the granule, thereby stabilizing HCN filtration performance.  For the Mo-contg. ASZ, the HCN and (CN)2 breakthrough times decreased from 31 to 26 min and from 26 to 21 min, resp., over the duration of humid exposure (105 days).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlt1Smtrg%253D&md5=6619d1d710aac5a7e668abf0ab916cd2", "8. ", "Glover", ", ", "T. G.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Britt", ", ", "D.", "; ", "Yaghi", ", ", "O.", " ", "MOF-74 building unit has a direct impact on toxic gas adsorption", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "163", "– ", "170", "[", "Crossref", "]", "There is no corresponding record for this reference.", "9. ", "Tanabe", ", ", "K. K.", "; ", "Wang", ", ", "Z.", "; ", "Cohen", ", ", "S. M.", " ", "Systematic Functionalization of a Metal–Organic Framework via a Postsynthetic Modification Approach", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "8508", "– ", "8517", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Systematic Functionalization of a Metal-Organic Framework via a Postsynthetic Modification Approach", "Tanabe, Kristine K.; Wang, Zhenqiang; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "26", "),\r\n    ", "8508-8517", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pendant amino groups in isoreticular metal-org. framework-3 (IRMOF-3) were subjected to postsynthetic modification with 10 linear alkyl anhydrides [O(CO(CH2)nCH3)2] (where n = 1 to 18) and the extent of conversion, thermal and structural stability, and Brunauer-Emmett-Teller (BET) surface areas of the resulting materials were probed.  1H NMR of digested samples showed that longer alkyl chain anhydrides resulted in lower conversions of IRMOF-3 to the corresponding amide framework (designated as IRMOF-3-AM2 to IRMOF-3-AM19).  Percent conversions ranged from essentially quant. (∼99%, -AM2) to ∼7% (-AM19) with IRMOF-3 samples.  Modified samples were thermally stable up to approx. 430 °C and remained cryst. based on powder X-ray diffraction (PXRD) measurements.  Under specific reaction conditions, significant conversions were obtained with complete retention of crystallinity, as verified by single-crystal X-ray diffraction expts.  Single crystals of modified IRMOF-3 samples all showed that the F-centered cubic framework was preserved.  All single crystals used for X-ray diffraction were analyzed by electrospray ionization mass spectrometry (ESI-MS) to confirm that these frameworks contained the modified 1,4-benzenedicarboxylate ligand.  Single crystals of each modified IRMOF-3 were further characterized by measuring the dinitrogen gas sorption of each framework to det. the effects of modification on the porosity of the MOF.  BET surface areas (m2/g) confirmed that all modified IRMOF-3 samples maintained microporosity regardless of the extent of modification.  The surface area of modified MOFs was found to correlate to the size and no. of substituents added to the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmvFKltrw%253D&md5=1e185fd35a2fa8f5872c195a72fba475", "10. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "11. ", "Bloch", ", ", "E. D.", "; ", "Britt", ", ", "D.", "; ", "Lee", ", ", "C.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Furukawa", ", ", "H.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal Insertion in a Microporous Metal–Organic Framework Lined with 2,2′-Bipyridine", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "14382", "– ", "14384", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Metal Insertion in a Microporous Metal-Organic Framework Lined with 2,2'-Bipyridine", "Bloch, Eric D.; Britt, David; Lee, Chain; Doonan, Christian J.; Uribe-Romo, Fernando J.; Furukawa, Hiroyasu; Long, Jeffrey R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "41", "),\r\n    ", "14382-14384", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of AlCl3·6H2O with 2,2'-bipyridine-5,5'-dicarboxylic acid (H2bpydc) affords Al(OH)(bpydc) (1, MOF-253), the first metal-org. framework with open 2,2'-bipyridine (bpy) coordination sites.  The material displays a BET surface area of 2160 m2/g and readily complexes metals to afford, for example, 1·xPdCl2 (x = 0.08, 0.83) and 1·0.97Cu(BF4)2.  EXAFS spectroscopy performed on 1·0.83PdCl2 reveals the expected square planar coordination geometry, matching the structure of the model complex (bpy)PdCl2.  Significantly, the selectivity factor for binding CO2 over N2 under typical flue gas conditions increases from 2.8 in 1 to 12 in 1·0.97Cu(BF4)2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFygt7bP&md5=6981a0152668936def128aab676d03cf", "12. ", "Peterson", ", ", "G. W.", "; ", "Wagner", ", ", "G. W.", "; ", "Balboa", ", ", "A.", "; ", "Mahle", ", ", "J.", "; ", "Sewell", ", ", "T.", "; ", "Karwacki", ", ", "C. J.", " ", "Ammonia Vapor Removal by Cu", "3", "(BTC)", "2", " and Its Characterization by MAS NMR", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "13906", "– ", "13917", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Ammonia Vapor Removal by Cu3(BTC)2 and Its Characterization by MAS NMR", "Peterson, Gregory W.; Wagner, George W.; Balboa, Alex; Mahle, John; Sewell, Tara; Karwacki, Christopher J.", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "31", "),\r\n    ", "13906-13917", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and NMR expts. were performed to study the adsorption and interactions of ammonia with metal-org. framework HKUST-1, or Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate).  Ammonia capacities detd. from chem. breakthrough measurements show significantly higher uptake capacities than from adsorption alone, suggesting a stronger interaction involving a potential reaction with the Cu3(BTC)2 framework.  Indeed, 1H MASNMR reveals that a major disruption of the relatively simple spectrum of Cu3(BTC)2 occurs to generate a composite spectrum consistent with Cu(OH)2 and (NH4)3BTC species under humid conditions-the anticipated products of a copper(II) carboxylate reacted with limited ammonia.  These species are not detected under dry conditions; however, reaction stoichiometry combined with XRD results suggests the partial formation of an indeterminate diammine copper(II) complex with some residual Cu3(BTC)2 structure retained. Cu(II)-induced paramagnetic shifts exhibited by various species in 1H and 13C MASNMR spectra are consistent with model compds. and previous literature.  Although results show extensive ammonia capacity of Cu3(BTC)2, much of the capacity is due to reaction with the structure itself, causing a permanent loss in porosity and structural integrity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnvF2ksb8%253D&md5=9e9008b465469f4a5ceb8cbd5b30fda3", "13. ", "Huang", ", ", "L.", "; ", "Bandosz", ", ", "T.", "; ", "Joshi", ", ", "K. L.", "; ", "van Duin", ", ", "A. C. T.", "; ", "Gubbins", ", ", "K. E.", " ", "Reactive adsorption of ammonia and ammonia/water on CuBTC metal-organic framework: A ReaxFF molecular dynamics simulation", " ", "J. Chem. Phys.", " ", "2013", ",  ", "138", ",  ", "034102", "[", "Crossref", "], [", "CAS", "]", "13. ", "Reactive adsorption of ammonia and ammonia/water on CuBTC metal-organic framework: A ReaxFF molecular dynamics simulation", "Huang, Liangliang; Bandosz, Teresa; Joshi, Kaushik L.; van Duin, Adri C. T.; Gubbins, Keith E.", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "138", "\r\n        (", "3", "),\r\n    ", "034102/1-034102/10", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Reported are ReaxFF mol. dynamics simulations for reactive adsorption of NH3 on dehydrated CuBTC metal-org. framework.  If the temp. is moderate (≤125°), the dehydrated CuBTC demonstrates a good hydrostatic stability for water concns. ≤4.0 mols. per copper site.  However, if the temp. increases to 550 K, the dehydrated CuBTC will collapse even at a small water concn., 1.0 H2O mol. per copper site.  When NH3 mols. are adsorbed in the channel and micropores of CuBTC, they prefer to chemisorb to the copper sites rather than forming a dimer with another NH3 mol.  The formation of equimolar Cu2(NH2)4 and (NH4)3BTC structures was obsd. at 348 K, which is in good agreement with previous exptl. findings.  The dehydrated CuBTC framework is partially collapsed upon NH3 adsorption, while the Cu-Cu dimer structure remains stable under the investigated conditions.  Further calcns. reveal that the stability of CuBTC is related to the ammonia concn.  The crit. NH3 concn. after which the dehydrated CuBTC starts to collapse is detd. to be 1.0 NH3 mol. per copper site.  Depending on whether NH3 concn. is below or above the crit. value, the dehydrated CuBTC can be stable to a higher temp., 378 K, or can collapse at a lower temp., 250 K.  H2O/NH3 mixts. were also studied, and we find that although water mols. do not demonstrate a strong interaction with the copper sites of CuBTC, the existence of water mols. can substantially prevent ammonia from interacting with CuBTC, and thus reduce the amt. of chemisorbed NH3 mols. on CuBTC and stabilize the CuBTC framework to some extent.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXosFKnuw%253D%253D&md5=4283743d7502e317a9b027464f02e4d4", "14. ", "Borfecchia", ", ", "E.", "; ", "Maurelli", ", ", "S.", "; ", "Gianolio", ", ", "D.", "; ", "Groppo", ", ", "E.", "; ", "Chiesa", ", ", "M.", "; ", "Bonino", ", ", "F.", "; ", "Lamberti", ", ", "C.", " ", "Insights into Adsorption of NH", "3", " on HKUST-1 Metal-Organic Framework: A Multitechnique Approach", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "19839", "– ", "19850", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Insights into Adsorption of NH3 on HKUST-1 Metal-Organic Framework: A Multitechnique Approach", "Borfecchia, Elisa; Maurelli, Sara; Gianolio, Diego; Groppo, Elena; Chiesa, Mario; Bonino, Francesca; Lamberti, Carlo", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "37", "),\r\n    ", "19839-19850", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a careful characterization of the interaction of NH3 with the Cu(II) sites of the [Cu2C4O8] paddle-wheel cornerstone of the HKUST-1 metallorg. framework, also known as Cu3(BTC)2.  The general picture emerging from combining XRPD, EXAFS, XANES, mid- and far-IR, DRUV-vis, and EPR techniques is that the presence of traces of water has relevant consequences on the effect of ammonia on the MOF framework.  NH3 adsorption on the dry system results in a strong chemisorption on Cu(II) sites that distorts the framework, keeping the crystallinity of the material.  Perturbation obsd. upon NH3 adsorption is analogous to that obsd. for H2O, but noticeably enhanced.  When the adsorption of ammonia occurs in humid conditions, a time-dependent, much deeper modification of the system is obsd. by all of the considered techniques.  On a methodol. ground, it is worth noticing that we used the optimization of XANES spectra to validate the bond distance obtained by EXAFS.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFChtbvO&md5=9ac9922154e664d3bfa180e2caf761a9", "15. ", "Saha", ", ", "D. P.", "; ", "Deng", ", ", "S. G.", " ", "Ammonia adsorption and its effects on framework stability of MOF-5 and MOF-177", " ", "J. Colloid Interface Sci.", " ", "2010", ",  ", "348", ",  ", "615", "– ", "620", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Ammonia adsorption and its effects on framework stability of MOF-5 and MOF-177", "Saha, Dipendu; Deng, Shuguang", "Journal of Colloid and Interface Science", "\r\n        (", "2010", "),\r\n    ", "348", "\r\n        (", "2", "),\r\n    ", "615-620", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "NH3 adsorption equil. and kinetics on MOF-5 and MOF-177 were measured volumetrically at 298 K and NH3 pressures up to 800 torr.  This study allowed us to det. the NH3 adsorption properties and stability of both MOFs after exposure to NH3.  MOF-177 adsorbed more NH3 than MOF-5 at NH3 pressures below 150 torr and the NH3 adsorption capacity on both MOFs at 800 torr was about the same (12.2 mmol/g).  It can be inferred from the adsorption results that phys. adsorption of NH3 on both MOFs dominated at NH3 pressures below 150 torr after which chem. reactions between NH3 and MOF frameworks take place.  After exposure to NH3 both MOFs lost majority of their pore textures as evidenced by a drastic decrease of sp. surface area and pore vol.  The x-ray diffraction study suggested a complete loss of crystallinity of both MOFs, and the FT-IR and Raman spectral analyses showed the generation of free org. ligands within both MOF-5 and MOF-177 after they were exposed to NH3.  NH3 mols. are proposed to destroy the MOF frameworks by forming H bonds with Zn4O clusters of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvFKktr4%253D&md5=d481f89769394d8f2909010f459d55ec", "16. ", "Peterson", ", ", "G. W.", "; ", "DeCoste", ", ", "J. B.", "; ", "Grant Glover", ", ", "T.", "; ", "Huang", ", ", "Y.", "; ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Effects of Pelletization Pressure on the Physical and Chemical Properties of the Metal-Organic Frameworks Cu", "3", "(BTC)", "2", " and UiO-66", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "179", ",  ", "48", "– ", "53", "[", "Crossref", "], [", "CAS", "]", "16. ", "Effects of pelletization pressure on the physical and chemical properties of the metal-organic frameworks Cu3(BTC)2 and UiO-66", "Peterson, Gregory W.; DeCoste, Jared B.; Glover, T. Grant; Huang, Yougui; Jasuja, Himanshu; Walton, Krista S.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "179", "\r\n        (", "),\r\n    ", "48-53", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The metal-org. frameworks CuBTC and UiO-66 were pressed at 1000 and 10,000 psi as a 1st step to engineering particles for use in toxic chem. removal applications.  Materials characterization was conducted on each material using powder x-ray diffraction, attenuated total reflectance-FTIR spectroscopy, and N porosimetry.  Neither material showed signs of structural degrdn. during pressing.  The CuBTC pressed materials show reduced porosity after pressing, while the UiO-66 surface area remained consistent for all pressed samples.  Small-scale breakthrough testing was conducted with CuBTC against ammonia, which probes the reactive sites, and UiO-66 against octane, which probes phys. adsorption capacity.  Even with the decrease in surface area, the CuBTC materials had consistent ammonia removal capacities, while the UiO-66 pressed materials showed a slight decrease in octane loadings.  Data indicate that pressing these MOFs into pellets without a binder is a viable approach to engineering particles in support of filtration and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1altrbE&md5=a85851b4578c538a3dc9439f1e4c5f15", "17. ", "Fernandez", ", ", "C. A.", "; ", "Thallapally", ", ", "P. K.", "; ", "Motkuri", ", ", "R. K.", "; ", "Nune", ", ", "S. K.", "; ", "Sumrak", ", ", "J. C.", "; ", "Tian", ", ", "J.", "; ", "Liu", ", ", "J.", " ", "Gas-Induced Expansion and Contraction of a Fluorinated Metal–Organic Framework", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "1037", "– ", "1039", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Gas-Induced Expansion and Contraction of a Fluorinated Metal-Organic Framework", "Fernandez, Carlos A.; Thallapally, Praveen K.; Motkuri, Radha Kishan; Nune, Satish K.; Sumrak, Joseph C.; Tian, Jian; Liu, Jun", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "1037-1039", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Synthesis and gas sorption properties of a novel fluorinated metal-org. framework of zinc(II) using com. available 2,2'-bis(4-carboxyphenyl)hexafluoropropane is reported with high selectivity toward CO2, H2S, and SO2 as well as breathing motion upon solvent removal and gas inclusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Knsr8%253D&md5=ab9d23bbe0dbe0ebc57c0b1a23aa9c8e", "18. ", "Thallapally", ", ", "P. K.", "; ", "Motkuri", ", ", "R. K.", "; ", "Fernandez", ", ", "C. A.", "; ", "McGrail", ", ", "B. P.", "; ", "Behrooz", ", ", "G. S.", " ", "Prussian Blue Analogues for CO", "2", " and SO", "2", " Capture and Separation Applications", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "4909", "– ", "4915", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Prussian Blue Analogues for CO2 and SO2 Capture and Separation Applications", "Thallapally, Praveen K.; Motkuri, Radha Kishan; Fernandez, Carlos A.; McGrail, B. Peter; Behrooz, Ghorishi S.", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "11", "),\r\n    ", "4909-4915", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption isotherms of pure gases present in flue gas including CO2, N2, SO2, NO, H2S, and water were studied using prussian blues of chem. formula M3[Co(CN)6]2·nH2O (M = Co, Zn) using an HPVA-100 volumetric gas analyzer and other spectroscopic methods.  All the samples were characterized, and the microporous nature of the samples was studied using the BET isotherm.  These materials adsorbed 8-10 wt % of CO2 at room temp. and 1 bar of pressure with heats of adsorption ranging from 200 to 300 Btu/lb of CO2, which is lower than monoethanolamine (750 Btu/lb of CO2) at the same mass loading.  At high pressures (30 bar and 298 K), these materials adsorbed approx. 20-30 wt % of CO2, which corresponds to 3 to 5 mols. of CO2 per formula unit.  Similar gas adsorption isotherms for SO2, H2S, and NO were collected using a specially constructed volumetric gas analyzer.  At close to 1 bar of equil. pressure, these materials sorb around 2.5, 2.7, and 1.2 mmol/g, resp., of SO2, H2S, and NO.  In particular, the uptake of SO2 and H2S in Co3[Co(CN)6]2 is quite significant since it sorbs around 10 and 4.5 wt % at 0.1 bar of pressure.  The stability of prussian blues before and after trace gases was studied using a powder X-ray diffraction instrument, which confirms these materials do not decomp. after exposure to trace gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitFeit78%253D&md5=81e52a29a0eed7c69554bc7acdf145ae", "19. ", "Petit", ", ", "C.", "; ", "Mendoza", ", ", "B.", "; ", "Bandosz", ", ", "T. J.", " ", "Hydrogen Sulfide Adsorption on MOFs and MOF/Graphite Oxide Composites", " ", "ChemPhysChem", " ", "2010", ",  ", "11", ",  ", "3678", "– ", "3684", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Hydrogen Sulfide Adsorption on MOFs and MOF/Graphite Oxide Composites", "Petit, Camille; Mendoza, Barbara; Bandosz, Teresa J.", "ChemPhysChem", "\r\n        (", "2010", "),\r\n    ", "11", "\r\n        (", "17", "),\r\n    ", "3678-3684", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Composites of a copper-based metal-org. framework (MOF) and graphite oxide (GO) were tested for hydrogen sulfide removal at ambient conditions.  In order to understand the mechanisms of adsorption, the initial and exhausted samples were analyzed by various techniques including X-ray diffraction, Fourier transform IR spectroscopy, thermogravimetric analyses, and sorption of nitrogen.  Compared to the parent materials, an enhancement in hydrogen sulfide adsorption was found.  It was the result of phys. adsorption of water and H2S in the pore space formed at the interface between the MOF units and the graphene layers where the dispersive forces are the strongest.  Besides physisorption, reactive adsorption was found as the main mechanism of retention.  H2S mols. bind to the copper centers of the MOF.  They progressively react with the MOF units resulting in the formation of copper sulfide.  This leads to the collapse of the MOF structure.  Water enhances adsorption in the composites as it allows the dissoln. of hydrogen sulfide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVyrs7%252FI&md5=5e32a55170c4a3ab0396ff840752571e", "20. ", "Petit", ", ", "C.", "; ", "Levasseur", ", ", "B.", "; ", "Mendoza", ", ", "B.", "; ", "Bandosz", ", ", "T. J.", " ", "Reactive adsorption of acidic gases on MOF/graphite oxide composites", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "154", ",  ", "107", "– ", "112", "[", "Crossref", "], [", "CAS", "]", "20. ", "Reactive adsorption of acidic gases on MOF/graphite oxide composites", "Petit, Camille; Levasseur, Benoit; Mendoza, Barbara; Bandosz, Teresa J.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "154", "\r\n        (", "),\r\n    ", "107-112", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Composites were prepd. from metal-org. framework (MOF; copper-contg. HKUST-1) and graphite oxide (GO).  The synthesized materials were tested as adsorbents of hydrogen sulfide (H2S) and nitrogen dioxide (NO2).  Their surface was characterized using nitrogen adsorption, FTIR spectroscopy and TGA.  Formation of new small pores in the composites has a pos. effect on the adsorption capacity of both acidic species.  Physisorption and reactive adsorption are suggested as main adsorption mechanisms.  The latter mechanism is related to the presence of unsatd. copper sites in the MOF structure, which bind H2S and NO2 mols.  This process is followed by further reactions with the MOF network giving either copper sulfide or copper nitrate.  Although the overall scheme of adsorption process appears to be similar for both H2S and NO2 adsorption, the importance of the surface features governing these mechanisms appears to be different.  Consequently, different trends in the performance of HKUST-1 and the composites are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjt1GmtLk%253D&md5=1d31e6295d72822e6e1cdb8d45eb08e2", "21. ", "Huang", ", ", "Z.-H.", "; ", "Liu", ", ", "G.", "; ", "Kang", ", ", "F.", " ", "Glucose-Promoted Zn-Based Metal-Organic Framework/Graphene Oxide Composites for Hydrogen Sulfide Removal", " ", "Acs Appl. Mater. Interfaces", " ", "2012", ",  ", "4", ",  ", "4942", "– ", "4947", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Glucose-promoted Zn-based metal-organic framework/graphene oxide composites for hydrogen sulfide removal", "Huang, Zheng-Hong; Liu, Guoqiang; Kang, Feiyu", "ACS Applied Materials & Interfaces", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "4942-4947", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zinc-based metal-org. frameworks/graphene oxide (MOF-5/GO) composites were synthesized via the solvothermal method.  The materials were characterized by SEM (SEM), nitrogen adsorption, X-ray diffraction (XRD), Fourier transform IR (FTIR) spectroscopy, and XPS, and their performances for hydrogen sulfide (H2S) removal were evaluated by dynamic testing at room temp.  The composites exhibit microporous structure with a small amt. of mesopores, and the structure is highly dependent on the amt. of GO loaded.  The surface area and pore vol. first increase and then decrease with increasing GO, reaching the max. value when the GO ratio is 5.25%.  The composites exhibit high adsorption capacities for H2S, with the max. uptakes reaching up to 130.1 mg/g.  Although the loading of GO makes a contribution to the enhancement of dispersive force in the porous structure, it leads to the crystal distortion of MOF-5.  The introduction of glucose can restrain this distortion to maintain the structure stability.  A good match between GO and glucose have a well synergy effect to develop the porous structure, resulting in the highest H2S adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSksbvI&md5=66358675ff45e55abc339fbaf8c6fea5", "22. ", "Chavan", ", ", "S.", "; ", "Bonino", ", ", "F.", "; ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Lamberti", ", ", "C.", "; ", "Acerbi", ", ", "N.", "; ", "Cavka", ", ", "J. H.", "; ", "Leistner", ", ", "M.", "; ", "Bordiga", ", ", "S.", " ", "Fundamental Aspects of H2S Adsorption on CPO-27-Ni", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "15615", "– ", "15622", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Fundamental Aspects of H2S Adsorption on CPO-27-Ni", "Chavan, Sachin; Bonino, Francesca; Valenzano, Loredana; Civalleri, Bartolomeo; Lamberti, Carlo; Acerbi, Nadia; Cavka, Jasmina H.; Leistner, Matthias; Bordiga, Silvia", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "30", "),\r\n    ", "15615-15622", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of H2S on the Ni2(dhtp)(H2O)2·8H2O metal-org. framework (known as CPO-27-Ni or MOF-74-Ni) has been studied in situ by powder X-ray diffraction (PXRD), Fourier transform IR spectra (FTIR), Raman spectra, UV-visible spectra and by first-principles periodic boundary conditions calcns.  PXRD showed very high stability of CPO-27-Ni framework in the presence of H2S.  Nevertheless, as evidenced by change in color of the sample from pale yellow to dark green, the adsorption of H2S strongly affects the coordination of Ni sites.  FTIR showed the reversible mol. adsorption of H2S.  Exptl. and computed energies of interaction were in good agreement.  Quant. data considering energetic aspects (calorimetric measurements) are also included.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVGqsbjJ&md5=8e068eaaf8da31b55b5a130444fef54b", "23. ", "Hamon", ", ", "L.", "; ", "Vimont", ", ", "A.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Loiseau", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Daturi", ", ", "M.", "; ", "Ferey", ", ", "G.", "; ", "De Weireld", ", ", "G.", " ", " ", "Study of hydrogen sulphide adsorption on MIL-47(V) and MIL-53(Al, Cr, Fe) Metal-organic frameworks by isotherm measurements and in-situe experiments", ". In  ", "Characterisation of Porous Solids VIII", ", Proceedings of the 8th International Symposium on the Characterisation of Porous Solids, University of Edinburgh, Edinburgh, Scotland, June 10–13, 2008; ", "Kaskel", ", ", "S.", "; ", "Llewellyn", ", ", "P.", "; ", "RodriguezReinoso", ", ", "F.", "; ", "Seaton", ", ", "N. A.", ", Eds.; ", "RSC Publishing", ": ", "Cambridge, U.K.", ", ", "2009", "; pp  ", "25", "– ", "31", ".", "There is no corresponding record for this reference.", "24. ", "Hamon", ", ", "L.", "; ", "Leclerc", ", ", "H.", "; ", "Ghoufi", ", ", "A.", "; ", "Oliviero", ", ", "L.", "; ", "Travert", ", ", "A.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "De Weireld", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Maurin", ", ", "G.", " ", "Molecular Insight into the Adsorption of H", "2", "S in the Flexible MIL-53(Cr) and Rigid MIL-47(V) MOFs: Infrared Spectroscopy Combined to Molecular Simulations", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "2047", "– ", "2056", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Molecular Insight into the Adsorption of H2S in the Flexible MIL-53(Cr) and Rigid MIL-47(V) MOFs: Infrared Spectroscopy Combined to Molecular Simulations", "Hamon, Lomig; Leclerc, Herve; Ghoufi, Aziz; Oliviero, Laetitia; Travert, Arnaud; Lavalley, Jean-Claude; Devic, Thomas; Serre, Christian; Ferey, Gerard; De Weireld, Guy; Vimont, Alexandre; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "5", "),\r\n    ", "2047-2056", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of the acid gas H2S has been explored in both MIL-47(V) and MIL-53(Cr) porous metal-org. frameworks (MOFs) by combining IR measurements and mol. simulations.  It is shown that while the MIL-47(V) structure remains rigid upon H2S adsorption up to a pressure of 1.8 MPa, the MIL-53(Cr) solid initially present in the large pore form (LP) switches to its narrow pore version (NP) at very low pressure before undergoing a second structural transition from the NP to the LP versions at higher pressure.  Such structural transitions further explain the different shape of the adsorption isotherms for both MILs.  A further step consists of providing some insights into the microscopic arrangements of the adsorbate mols. within the pores of the MILs.  At the initial stage of adsorption, the H2S mols. mainly form hydrogen bonded species, either as hydrogen donor (in MIL-47 V) or hydrogen-acceptor (in MIL-53Cr) with the μ2-O and μ2-OH groups, resp., present at the MOF surfaces.  At higher pressure (1.8 MPa), the adsorbates are preferentially arranged within the channel in order to form dimers with a high orientational disorder.  Both exptl. and simulated adsorption enthalpies for H2S decrease in the following sequence: MIL-53(Cr) NP > MIL-47(V) > MIL-53(Cr) LP.  The conclusions drawn from this work are then discussed considering the use of such materials for the CH4/H2S sepn. by means of Pressure Swing Adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosV2msw%253D%253D&md5=2f63b35e175dc3308e905a73b98ab8ad", "25. ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "A chemically functionalizable nanoporous material [Cu", "3", "(TMA)", "2", "(H", "2", "O)", "3", "]", "n", " ", "Science (Washington, DC)", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "26. ", "Rubes", ", ", "M.", "; ", "Grajciar", ", ", "L.", "; ", "Bludsky", ", ", "O.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Nachtigall", ", ", "P.", " ", "Combined Theoretical and Experimental Investigation of CO Adsorption on Coordinatively Unsaturated Sites in CuBTC MOF", " ", "ChemPhysChem", " ", "2012", ",  ", "13", ",  ", "488", "– ", "495", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Combined Theoretical and Experimental Investigation of CO Adsorption on Coordinatively Unsaturated Sites in CuBTC MOF", "Rubes, Miroslav; Grajciar, Lukas; Bludsky, Ota; Wiersum, Andrew D.; Llewellyn, Philip L.; Nachtigall, Petr", "ChemPhysChem", "\r\n        (", "2012", "),\r\n    ", "13", "\r\n        (", "2", "),\r\n    ", "488-495", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The adsorption of CO in metal-org. framework CuBTC material was investigated by a combination of theor. and exptl. approaches.  The adsorption enthalpy of CO on CuBTC detd. exptl. to be -29 kJ mol-1 at the zero-coverage limit is in very good agreement with the adsorption enthalpy calcd. at the combined DFT-ab initio level with the periodic model.  Calcns. show that polycarbonyl complexes cannot be formed on regular coordinatively unsatd. sites in CuBTC.  Exptl. IR spectra of the CO probe mol. adsorbed in CuBTC are interpreted based on calcd. CO stretching frequencies.  Calcns. show that long-range interactions are insignificant for the CO/CuBTC system and that this system can be accurately modeled with just a Cu2(HCOO)4 cluster model of the paddle wheel.  The reliability of various methods for the description of CO interaction with the Cu2+ site in CuBTC is discussed based on the exptl. results and accurate coupled-cluster calcns.  It is shown that std. exchange-correlation functionals do not provide a reliable description of CO interaction with coordinatively unsatd. Cu2+ sites in CuBTC.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1WksLjF&md5=b2daa50f0598e546e4ebaff4d9b3ee19", "27. ", "Bordiga", ", ", "S.", "; ", "Regli", ", ", "L.", "; ", "Bonino", ", ", "F.", "; ", "Groppo", ", ", "E.", "; ", "Lamberti", ", ", "C.", "; ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Morris", ", ", "R. E.", "; ", "Zecchina", ", ", "A.", " ", "Adsorption properties of HKUST-1 toward hydrogen and other small molecules monitored by IR", " ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", ",  ", "2676", "– ", "2685", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Adsorption properties of HKUST-1 toward hydrogen and other small molecules monitored by IR", "Bordiga, S.; Regli, L.; Bonino, F.; Groppo, E.; Lamberti, C.; Xiao, B.; Wheatley, P. S.; Morris, R. E.; Zecchina, A.", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "21", "),\r\n    ", "2676-2685", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Among microporous systems metal org. frameworks are considered promising materials for mol. adsorption.  In this contribution IR spectroscopy is successfully applied to highlight the pos. role played by coordinatively unsatd. Cu2+ ions in HKUST-1, acting as specific interaction sites.  A properly activated material, obtained after solvent removal, is characterized by a high fraction of coordinatively unsatd. Cu2+ ions acting as preferential adsorption sites that show specific activities towards some of the most common gaseous species (NO, CO2, CO, N2 and H2).  From a temp. dependent IR study, it was estd. that the H2 adsorption energy is ≤10 kJ mol-1.  A very complex spectral evolution was obsd. upon lowering the temp.  A further peculiarity of this material is the fact that it promotes ortho-para conversion of the adsorbed H2 species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntVKru7g%253D&md5=f273b26009244c9eb8ae32e504e5226d", "28. ", "Supronowicz", ", ", "B.", "; ", "Mavrandonakis", ", ", "A.", "; ", "Heine", ", ", "T.", " ", "Interaction of Small Gases with the Unsaturated Metal Centers of the HKUST-1 Metal Organic Framework", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "14570", "– ", "14578", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Interaction of Small Gases with the Unsaturated Metal Centers of the HKUST-1 Metal Organic Framework", "Supronowicz, Barbara; Mavrandonakis, Andreas; Heine, Thomas", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "28", "),\r\n    ", "14570-14578", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The interactions of CO, CO2, OCS, SO2, NO, NO2, N2O, NH3, PH3, and other small mols. with the under-coordinated metal centers of the HKUST-1 metal org. framework are studied by means of d. functional theory.  The energetic and vibrational characteristics of the adsorbed species are calcd.  Adsorption energies on the Cu2+ sites of the paddlewheel have been calcd., and the order is: NH3 > H2O > PH3 > H2S > SO2 > CO ∼ OCS ∼ CO2 ∼ NyOx > N2 > O2.  The results show that the interactions can be classified into three categories: (1) weak physisorption, (2) polarization and electrostatics, and (3) strong acid-base.  Moreover, interesting vibrational properties are calcd. esp. for carbonyl sulfide and dinitrogen monoxide, which can be bound via two different configurations on the metal atoms.  The vibrational modes are shifting in different directions depending on the binding way of the mol.; e.g., the sym. stretching of OCS is shifted by +17 or -16 cm-1 when bound via the oxygen or the sulfur atom, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpslKis7Y%253D&md5=50e1dfac5f20cd83a5ce2e6dd935da82", "29. ", "Majano", ", ", "G.", "; ", "Pérez-Ramírez", ", ", "J.", " ", "Scalable Room-Temperature Conversion of Copper(II) Hydroxide into HKUST-1 (Cu", "3", "(btc)", "2", ")", " ", "Adv. Mater.", " ", "2013", ",  ", "25", ",  ", "1052", "– ", "1057", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Scalable room-temperature conversion of copper(II) hydroxide into HKUST-1 (Cu3(btc)2)", "Majano, Gerardo; Perez-Ramirez, Javier", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "7", "),\r\n    ", "1052-1057", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The quant. conversion of copper(II) hydroxide into HKUST-1 at room temp. in aq. ethanolic soln. avoiding the use of problematic solvents such as DMF (dimethylformamide) or DMSO (DMSO).  Furthermore, scale-up expts. were rounded up by successful shaping of the MOF into mm-sized extrudates.  This synthetic approach shows many decisive economic and ecol. advantages in comparison to previously reported syntheses, which makes it a valuable advance for lab-scale and industrial prodn. of HKUST-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslKntrjF&md5=a1ec794ad0e1b20107550b5d689eca30", "30. ", "Thi", ", ", "T. V. N.", "; ", "Luu", ", ", "C. L.", "; ", "Hoang", ", ", "T. C.", "; ", "Nguyen", ", ", "T.", "; ", "Bui", ", ", "T. H.", "; ", "Nguyen", ", ", "P. H. D.", "; ", "Thi", ", ", "T. P. P.", " ", "Synthesis of MOF-199 and application to CO", "2", " adsorption", " ", "Adv. Nat. Sci.: Nanosci. Nanotechnol.", " ", "2013", ",  ", "4", ",  ", "035016", "[", "Crossref", "], [", "CAS", "]", "30. ", "Synthesis of MOF-199 and application to CO2 adsorption", "Thi, Thuy Van Nguyen; Luu, Cam Loc; Hoang, Tien Cuong; Nguyen, Tri; Bui, Thanh Huong; Nguyen, Phuc Hoang Duy; Thi, Thuy Phuong Pham", "Advances in Natural Sciences: Nanoscience and Nanotechnology", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "3", "),\r\n    ", "035016/1-035016/6, 6 pp.", "CODEN:\r\n                ", "ANSNCK", ";\r\n        ISSN:", "2043-6262", ".\r\n    \r\n            (", "IOP Publishing Ltd.", ")\r\n        ", "In this study a metal-org. framework (MOF-199) has been synthesized by solvent-thermal method.  The conditions of prepn. and activation processes have been investigated.  The obtained material was characterized by methods of x-ray diffraction (XRD), IR (IR) spectroscopy, thermogravimatric anal. (TGA) and SEM (SEM).  The CO2 adsorption measurements were carried out on a high pressure volumetric analyzer (Micromeritics HPVA-100).  According to exptl. results, Cu(NO3)2 · 3H2O has been shown to be the best copper(II) precursor for the synthesis of MOF-199 and N,N-dimethylformamide (DMF):C2H5OH:H2O with the ratio of 1:1:1 has been chosen as the most suitable solvent.  The appropriate activation condition has been detd. as follows: activate at 200 °C for 5 h and use CH3OH as the solvent to remove DMF.  At the optimal conditions, an octahedral shape and three-dimensional (3D) structure of crystallite of MOF-199 was obtained.  The synthesized MOF-199 expressed a high value of sp. surface area (1448m2 g-1 by Brunauer-Emmet-Teller (BET) method and 2028m2 g-1 by Langmuir method) with Ta porous size of crystal of 11.8Å and sp. vol. of 0.693 cm3 g-1; it was still stable up to 332°C and its CO2 storage capacity reached to 206.59 cm3 (STP) g-1 at 25.76 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVCjtr0%253D&md5=735c94405432c438455e16946a9592ba", "31. ", "Peterson", ", ", "G. W.", "; ", "DeCoste", ", ", "J. B.", "; ", "Glover", ", ", "T. G.", "; ", "Huang", ", ", "Y.", "; ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Effects of pelletization pressure on the physical and chemical properties of the metal-organic frameworks Cu", "3", "(BTC)", "2", " and UiO-66", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "179", ",  ", "48", "– ", "53", "[", "Crossref", "], [", "CAS", "]", "31. ", "Effects of pelletization pressure on the physical and chemical properties of the metal-organic frameworks Cu3(BTC)2 and UiO-66", "Peterson, Gregory W.; DeCoste, Jared B.; Glover, T. Grant; Huang, Yougui; Jasuja, Himanshu; Walton, Krista S.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "179", "\r\n        (", "),\r\n    ", "48-53", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The metal-org. frameworks CuBTC and UiO-66 were pressed at 1000 and 10,000 psi as a 1st step to engineering particles for use in toxic chem. removal applications.  Materials characterization was conducted on each material using powder x-ray diffraction, attenuated total reflectance-FTIR spectroscopy, and N porosimetry.  Neither material showed signs of structural degrdn. during pressing.  The CuBTC pressed materials show reduced porosity after pressing, while the UiO-66 surface area remained consistent for all pressed samples.  Small-scale breakthrough testing was conducted with CuBTC against ammonia, which probes the reactive sites, and UiO-66 against octane, which probes phys. adsorption capacity.  Even with the decrease in surface area, the CuBTC materials had consistent ammonia removal capacities, while the UiO-66 pressed materials showed a slight decrease in octane loadings.  Data indicate that pressing these MOFs into pellets without a binder is a viable approach to engineering particles in support of filtration and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1altrbE&md5=a85851b4578c538a3dc9439f1e4c5f15", "32. ", "Teng", ", ", "H. S.", "; ", "Hsieh", ", ", "C. T.", " ", "Influence of surface characteristics on liquid-phase adsorption of phenol by activated carbons prepared from bituminous coal", " ", "Ind. Eng. Chem. Res.", " ", "1998", ",  ", "37", ",  ", "3618", "– ", "3624", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Influence of Surface Characteristics on Liquid-Phase Adsorption of Phenol by Activated Carbons Prepared from Bituminous Coal", "Teng, Hsisheng; Hsieh, Chien-To", "Industrial & Engineering Chemistry Research", "\r\n        (", "1998", "),\r\n    ", "37", "\r\n        (", "9", "),\r\n    ", "3618-3624", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Liq.-phase adsorption of phenol by activated carbons prepd. from a bituminous coal was investigated.  The carbon prepn. consisted of carbonization of the oxidized or the unoxidized coal followed by activation in CO2 to various extents of burnoff.  It was obsd. from the exptl. results that BET surface area and pore vol. are important factors in detg. the adsorptive capacity of the activated carbons.  The Langmuir model yields a fairly good fit to the adsorption isotherms, indicating a monolayer adsorption of phenol onto these carbons.  The amt. of phenol adsorbed per unit surface area, corresponding to complete coverage of the adsorptive sites, decreases with the extent of burnoff and with the particle size of the carbon.  The decrease can be attributed to the increase in diffusion path.  It was found that the adsorptive capacity decreases with the temp. for the carbon prepd. from the unoxidized coal, while it increases for the carbons from the oxidized coal.  This difference can be attributed to different populations of oxygen functional groups on the carbon surfaces.  According to the Langmuir model, the adsorption of phenol on these carbons was found to be to an endothermic process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltVegurs%253D&md5=1ba929ec4558e101067b6004e94b24d4", "33. ", "Bashkova", ", ", "S.", "; ", "Bandosz", ", ", "T. J.", " ", "Effect of surface chemical and structural heterogeneity of copper-based MOF/graphite oxide composites on the adsorption of ammonia", " ", "J. Colloid Interface Sci.", " ", "2014", ",  ", "417", ",  ", "109", "– ", "114", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Effect of surface chemical and structural heterogeneity of copper-based MOF/graphite oxide composites on the adsorption of ammonia", "Bashkova, Svetlana; Bandosz, Teresa J.", "Journal of Colloid and Interface Science", "\r\n        (", "2014", "),\r\n    ", "417", "\r\n        (", "),\r\n    ", "109-114", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Two graphite oxides (GOs), obtained by oxidn. of graphites of different origins, have been used as composite components with copper-based metal-org. frameworks (MOFs).  The composites were tested for ammonia adsorption at room temp., in dry and moist conditions.  The materials were characterized by X-ray diffraction, IR spectra, adsorption of nitrogen, and thermal anal.  Generally, the ammonia adsorption capacities of the composites were found to be lower than those calcd. for the phys. mixt. of their components.  An involvement of NH3 adsorption sites of MOF in a composite formation was found to be a major factor, lowering the adsorption capacity of a composite in dry conditions.  The composites with the smaller amt. of GO were found to be better adsorbents of ammonia in the absence of moisture than those, with the higher amt. of GO.  The adsorption of ammonia in moist conditions resulted in a collapse of MOF structure, accompanied by the release of active groups.  These groups contributed to the enhanced adsorption of ammonia via acid-base reactions.  Thus, in the presence of moisture, the composites with the higher amts. of GO, and the ones, contg. more carboxylic groups than epoxy groups in GO, were found to be the best performing samples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlWitA%253D%253D&md5=0c267309188672c5ac698bb48b66eec9", "34. ", "Hendrickson", ", ", "D. N.", "; ", "Hollander", ", ", "J. M.", "; ", "Jolly", ", ", "W. L.", " ", "Nitrogen ls electron binding energies. Correlations with molecular orbital calculated nitrogen charges", " ", "Inorg. Chem.", " ", "1969", ",  ", "8", ",  ", "2642", "– ", "2647", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Nitrogen ls electron binding energies.  Correlations with molecular orbital calculated nitrogen charges", "Hendrickson, David N.; Hollander, Jack M.; Jolly, William L.", "Inorganic Chemistry", "\r\n        (", "1969", "),\r\n    ", "8", "\r\n        (", "12", "),\r\n    ", "2642-7", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "N 1s electron binding energies are given for 56 N compds.  Correlations were observed between these measured binding energies and N atom charges calcd. from either CNDO [complete neglect of differential overlap] or extended Hueckel MO.  The mol. structure of the oxyhyponitrite ion (N2O32-) and the bonding characteristics of various metal-coordinated ligands were investigated by these correlations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3cXhsFyrug%253D%253D&md5=f3600062f32ba47fceac7bea011cf1c4", "35. ", "Bahl", ", ", "M. K.", "; ", "Woodall", ", ", "R. O.", "; ", "Watson", ", ", "R. L.", "; ", "Irgolic", ", ", "K. J.", " ", "Relaxation during photoemission and LMM auger decay in arsenic and some of its compounds", " ", "J. Chem. Phys.", " ", "1976", ",  ", "64", ",  ", "1210", "– ", "1218", "[", "Crossref", "], [", "CAS", "]", "35. ", "Relaxation during photoemission and LMM Auger decay in arsenic and some of its compounds", "Bahl, M. K.; Woodall, R. O.; Watson, R. L.; Irgolic, K. J.", "Journal of Chemical Physics", "\r\n        (", "1976", "),\r\n    ", "64", "\r\n        (", "3", "),\r\n    ", "1210-18", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The energies of the 2p1/2, 2p3/2 3s, 3p1/2, 3p3/2, and 3d3/2,5/2 photopeaks and of the L2,3M4,5M4,5 Auger peaks were measured for arsenic metal and 19 of its compds.  By comparing the photopeak and Auger chem. shifts, the changes in the total (static) relaxation energies were detd.  The relaxation energy change provides a useful parameter for characterizing nearest neighbor groups and electronegativities derived from them offer the advantages that they are independent of the energy ref. level and of charging effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28XpslGlsQ%253D%253D&md5=0096a50b89972e2fc68334ad010d4f53", "36. ", "Connon", ", ", "S. A.", "; ", "Koski", ", ", "A. K.", "; ", "Neal", ", ", "A. L.", "; ", "Wood", ", ", "S. A.", "; ", "Magnuson", ", ", "T. S.", " ", "Ecophysiology and geochemistry of microbial arsenic oxidation within a high arsenic, circumneutral hot spring system of the Alvord Desert", " ", "FEMS Microbiol. Ecol.", " ", "2008", ",  ", "64", ",  ", "117", "– ", "128", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Ecophysiology and geochemistry of microbial arsenic oxidation within a high arsenic, circumneutral hot spring system of the Alvord Desert", "Connon, Stephanie A.; Koski, Angie K.; Neal, Andrew L.; Wood, Scott A.; Magnuson, Timothy S.", "FEMS Microbiology Ecology", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "117-128", "CODEN:\r\n                ", "FMECEZ", ";\r\n        ISSN:", "0168-6496", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "Microbial metab. of arsenic has gained considerable interest, due to the potential of microorganisms to drive arsenic cycling and significantly influence the geochem. of naturally arsenic-rich or anthropogenically arsenic-polluted environments.  Alvord Hot Spring in southeastern Oregon is a circumneutral hot spring with an av. arsenic concn. of 4.5 mg L-1 (60 μM).  Hydrogeochem. analyses indicated significant arsenite oxidn., increased pH and decreased temp. along the stream channels flowing into Alvord Hot Spring.  The dynamic range of pH and temp. over the length of three stream channels were 6.76-7.06 and 69.5-78.2 °C, resp.  Biofilm samples showed As(III) oxidn. ex situ.  16S rRNA gene studies of sparse upstream biofilm indicated a dominance of bacteria related to Sulfurihydrogenibium, Thermus, and Thermocrinis.  The lush downstream biofilm community included these same three groups but was more diverse with sequences related to uncultured OP10 bacterial phylum, uncultured Bacteroidetes, and an uncultured clade.  Isolation of an arsenite oxidizer was conducted with artificial hot spring medium and yielded the isolate A03C, which is closely related to Thermus aquaticus based on 16S rRNA gene anal.  Thus, this study demonstrated the bacterial diversity along geochem. gradients of temp., pH and As(III): As(V), and provided evidence of microbial arsenite oxidn. within the Alvord Hot Spring system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXktVelu7s%253D&md5=a0be3bcb9e97d5f602b2a41d2d63fe2e", "37. ", "Strohmeier", ", ", "B. R.", "; ", "Leyden", ", ", "D. E.", "; ", "Field", ", ", "R. S.", "; ", "Hercules", ", ", "D. M.", " ", "Surface spectroscopic characterization of Cu/Al", "2", "O", "3", " catalysts", " ", "J. Catal.", " ", "1985", ",  ", "94", ",  ", "514", "– ", "530", "[", "Crossref", "], [", "CAS", "]", "37. ", "Surface spectroscopic characterization of copper/alumina catalysts", "Strohmeier, Brian R.; Leyden, Donald E.; Field, R. Scott; Hercules, David M.", "Journal of Catalysis", "\r\n        (", "1985", "),\r\n    ", "94", "\r\n        (", "2", "),\r\n    ", "514-30", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    ", "The surface properties of a series of impregnated Cu/Al2O3 catalysts were investigated by a variety of spectroscopic techniques: ESCA or XPS, low-energy ion scattering spectroscopy, photoacoustic spectroscopy, and x-ray diffraction.  The surface characteristics of the catalysts are affected by both metal loading and calcination temp.  At low Cu loadings (<10%) Cu ions form a well-dispersed interaction species with the support.  At higher Cu contents, segregation of bulk-line CuO occurs.  Redn. by H2 and sulfidation with 15% H2S/H2 (350°) lead to formation of metallic Cu and Cu2S, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXksVeguro%253D&md5=c38c3639f5bd7c33cad10771f3b372bb", "38. ", "Deroubaix", ", ", "G.", "; ", "Marcus", ", ", "P.", " ", "X-ray photoelectron-spectroscopy analysis of copper and zinc-oxides and sulfides", " ", "Surf. Interface Anal.", " ", "1992", ",  ", "18", ",  ", "39", "– ", "46", "[", "Crossref", "], [", "CAS", "]", "38. ", "X-ray photoelectron spectroscopy analysis of copper and zinc oxides and sulfides", "Deroubaix, G.; Marcus, P.", "Surface and Interface Analysis", "\r\n        (", "1992", "),\r\n    ", "18", "\r\n        (", "1", "),\r\n    ", "39-46", "CODEN:\r\n                ", "SIANDQ", ";\r\n        ISSN:", "0142-2421", ".\r\n    ", "Various copper and zinc compds. (Cu, Zn, Cu-Zn alloy, Cu2O, CuO, Cu2S, ZnO, ZnS) have been synthesized and characterized by electron spectroscopy (XPS).  Data on the 2p3/2 levels of Cu, Zn, and S, the 1s level of O, the L3M45M45 Auger transitions of Cu and Zn, the valence bands, and the modified Auger parameters are reported.  The results obtained with these ref. compds. allow qual. and quant. interpretation of XPS analyses on mixts. of these compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xhs1GnsL4%253D&md5=d5fb7b1b5bad42719cb188dcfeb13c83", "39. ", "Perry", ", ", "D. L.", "; ", "Taylor", ", ", "J. A.", " ", "X-ray photoelectron and auger spectrscopic studies of Cu", "2", "S and CuS", " ", "J. Mater. Sci. Lett.", " ", "1986", ",  ", "5", ",  ", "384", "– ", "386", "[", "Crossref", "], [", "CAS", "]", "39. ", "X-ray photoelectron and Auger spectroscopic studies of copper(I) sulfide and copper(II) sulfide", "Perry, Dale L.; Taylor, J. Ashley", "Journal of Materials Science Letters", "\r\n        (", "1986", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "384-6", "CODEN:\r\n                ", "JMSLD5", ";\r\n        ISSN:", "0261-8028", ".\r\n    ", "Minerals chalcocite (Cu2S) and covellite (CuS) were differentiated spectroscopically based on their XPS S 2p-lines which are of different lineshapes and have binding energies of 161.7 and 162.5 eV, resp.  Neither the Cu XPS nor the Cu Auger spectroscopies were able to provide sufficient differentiation.  The XPS data confirmed that the Cu in CuS is, like that in Cu2S, in the Cu(I) state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XhslOjurc%253D&md5=d717fce0619625642bc22d946c2a661c", "40. ", "Hollinger", ", ", "G.", "; ", "Kumurdjian", ", ", "P.", "; ", "Mackowski", ", ", "J. M.", "; ", "Pertosa", ", ", "P.", "; ", "Porte", ", ", "L.", "; ", "Duc", ", ", "T. M.", " ", "ESCA study of molecular GeS", "3-x", "Te", "x", "As", "2", " glasses", " ", "J. Electron Spectrosc. Relat. Phenom.", " ", "1974", ",  ", "5", ",  ", "237", "– ", "245", "[", "Crossref", "], [", "CAS", "]", "40. ", "ESCA study of molecular germanium-sulfur-tellurium-arsenic (GeS3-xTexAs2) glasses", "Hollinger, G.; Kumurdjian, P.; Mackowski, J. M.; Pertosa, P.; Porte, L.; Tran Minh Duc", "Journal of Electron Spectroscopy and Related Phenomena", "\r\n        (", "1974", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "237-45", "CODEN:\r\n                ", "JESRAW", ";\r\n        ISSN:", "0368-2048", ".\r\n    ", "X-ray photoelectron spectroscopy assocd. with thermodyn. and elec. measurements were used to demonstrate the mol. structure of GeS3-xTexAs2 glasses.  Binding energies of core levels in various compds. of the Ge-S-Te-As system are reported.  Problems of charging effects and ref. levels are discussed.  These ESCA data are interpreted according to the mol. structure model suggested by the elec. and thermal properties of the considered glasses.  Obsd. chem. shifts are correlated with predictions of a point-charge electrostatic model.  Interpretation of exptl. results are consistent with the existence of Ge(S3-xTex) units in these glasses.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2MXnvFSrsw%253D%253D&md5=43588b0ba6679ada679fe656e7e9120f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-14/acs.iecr.5b00458/20150409/images/small/ie-2015-00458q_0005.gif\">"]}
