{"title": ["Design of a Humidity-Stable Metal–Organic Framework Using a Phosphonate Monoester Ligand"], "authors": ["Benjamin S. Gelfand", "Jian-Bin Lin", "George K. H. Shimizu"], "doi": ["10.1021/ic502478u"], "abstract": ["Phosphonate monoesters are atypical linkers for metal−organic frameworks, but they offer potentially added versatility. In this work, a bulky isopropyl ester is used to direct the topology of a copper(II) network from a dense to open framework. The phosphonate ester groups also provide kinetic shielding of the framework, enhance stability to humid conditions of 90% relative humidity at 353 K, and provide guest-specific sorption.", "Phosphonate monoesters are atypical linkers for metal–organic frameworks, but they offer potentially added versatility. In this work, a bulky isopropyl ester is used to direct the topology of a copper(II) network from a dense to an open framework, CALF-30. CALF-30 shows no adsorption of N", " or CH", " however, using CO", " sorption, CALF-30 was found to have a Langmuir surface area of over 300 m", "/g and to be stable to conditions of 90% relative humidity at 353 K owing to kinetic shielding of the framework by the phosphonate ester."], "text": ["Metal–organic frameworks (MOFs) are a class of crystalline porous materials composed of metal atoms or clusters linked by organic ligands. The majority of MOFs employ carboxylate linkers often with predictable metal clusters called secondary building units (SBUs).", "(1)", " These SBUs allow the rational design of various topologies through reticular synthesis. MOFs may be selected based on the choice of ligand, metal, and topology. Their porosity and tunability make them candidates for a variety of applications, such as gas storage and separation, catalysis, and sensing.", "(2)", " However, their instability to humid conditions remains problematic.", "(3)", " Instability to humid conditions adds costs to processes because the materials used may need to be periodically replaced and/or additional drying may be required. Increasingly, humidity-stable MOFs are reported including M", "3+", "- and M", "4+", "-based MOFs", "(4)", " and heterocyclic azolate-based MOFs,", "(5)", " which can show excellent stability by increasing the metal–ligand bond strength. Though less abundant, there are reports of humidity-stable carboxylate-based MOFs with divalent cations.", "(6)", " Recent publications also show that hydrophobic organic groups stability to MOFs.", "(7)", " A recent review by Walton and co-workers discusses water and humidity stability in MOFs.", "(8)", "Phosphonates are a dianionic alternative to carboxylates for MOFs.", "(9)", " Unfortunately, in the absence of strong structure-directing effects, simple phosphonates tend to form dense, layered materials.", "(10)", " Hence, developing SBUs  for use in reticular synthesis is a challenge. Despite the lack of well-defined building units, phosphonate-based frameworks are being investigated to address water sensitivity of MOFs because the metal–ligand interactions have added electrostatic strength.", "(2c, 11)", " Phosphonate monoesters (PMEs) are monoanionic and typically coordinate to metals by the two nonester O atoms. Despite the analogy to carboxylates, PME MOFs are uncommon, with most structures being clodronic acid derivatives.", "(12)", " Recently, PMEs were studied by Taylor et al.", "(7b)", " to kinetically stabilize MOFs from hydrolysis. Here we present two PME coordination materials, where the PME both directs the MOF’s structure and stabilizes it to high humidity.", "As mentioned, simple (linear) phosphonates often form dense coordination structures. When 1,4-benzenediphosphonic acid (H", "4", "BDP) coordinates to Cu", "II", ", a structure is formed in which layers of copper are bridged by RPO", "3", " groups and then pillared by the aryl spacer to form a dense 3D structure (Figure", "1", "a).", "(13)", " Iremonger et al.", "(14)", " found that switching from H", "4", "BDP to the monoethyl ester analogue (H", "2", "BDP-Et) yields [Cu(BDP-Et)]", "∞", " with chains of copper phosphonate rather than layers. The connection of these chains by the aryl linker gives an overall 3D rhombohedral grid (Figure ", "1", "b). Although the ethyl analogue formed a dense material, porosity was introduced by making the smaller methyl analogue (Figure ", "1", "c).", "(14)", " Given that the ethyl esters of [Cu(BDP-Et)]", "∞", " fill the pores, an isopropyl analogue was hypothesized to be too big for the pore and to necessitate a topology change with possible formation of an open structure.", "Figure 1. (a) [Cu", "2", "(BDP)]", "∞", ". (b) [Cu(BDP-Et)]", "∞", ". (c) [Cu(BDP-Me)]", "∞", ". C, O, P, and Cu atoms are gray, red, amber, and blue, respectively. H atoms are omitted for clarity.", "Phosphonate diesters were synthesized via a Ni-catalyzed Arbuzov reaction, and hydrolysis to the monoester was achieved in a basic solution [see the ", "Supporting Information", " (SI) for details]. A single crystal of [Cu(BDP-", "i", "Pr)]", "∞", " (", "1", ") was obtained by the tetramethylorthosilicate gel method.", "(15)", " ", "1", " has a layered structure composed of copper phosphonate ester (Figure ", "2", "a) chains bridged by the aryl linkers; the 1D chain can be viewed as an SBU (Figure ", "2", "b). A key difference from the ethyl analogue is that the larger isopropyl ester has enforced a topology change from a bridged rhombohedral grid to isolated layers. The Cu", "II", " center is square-planar (Cu–O = 1.913–1.931 Å, O–Cu–O = 88.38–91.62°, and sum O–Cu–O = 360.12°), and the esters point into the interlayer space proximal to the Cu", "II", " center (Cu–O = 3.089 Å and Cu–C = 3.944 Å). No solvent-accessible voids were formed in ", "1", ", nor was the material found to swell to uptake guests (alcohols, alkanes, THF, CHCl", "3", ", R", "4", "NCl). Importantly, the CuBDPMe/Et complexes  were sensitive to hydrolytic attack, but ", "1", " was stable in boiling water. The water-resistant Cu-PME chain was  encouraging and prompted the design of an open structure.", "Figure 2. (a) Structure of ", "1", ". (b) 1D Cu-PME building unit in ", "1", ". (c) Modeled structure of CALF-30. C, O, P, and Cu are gray, red, amber, and blue, respectively. H atoms are omitted for clarity.", "It was envisioned that linking the 1D Cu-PME SBUs with a ", "C", "3", "-symmetric core would produce an open honeycomb-like structure. 1,3,5-Benzenetriphosphonate monoisopropyl ester (H", "3", "BTP-", "i", "Pr) was chosen. The crystallization of robust PME MOFs brings challenges because they precipitate readily. Highly acidic conditions that would suppress complexation and offer kinetic control can cleave the esters. As such, with PMEs, milder conditions (", "T", " < 393 K, no excess acid) are required to retain the ester", "(16)", " during framework synthesis, but this limits single crystal growth. When Cu(NO", "3", ")", "2", " and H", "3", "BTP-", "i", "Pr were dissolved in water at 100 °C and ethanol was added, a microcrystalline blue powder was obtained. This material was formulated as [Cu", "3", "(BTP-", "i", "Pr", "3", ")", "2", "]", "∞", ", CALF-30 (CALF = Calgary Framework), as determined by elemental analysis, scanning electron microscopy (SEM), and thermogravimetry (ester loss). This solid had a powder X-ray diffraction (PXRD) pattern with one intense peak (Figure ", "3", ") at 2θ ∼ 6.1°. SEM showed small crystals (Figure S1) with a high aspect ratio (Figure S2). Bulk samples of CALF-30 were hydrothermally synthesized in 95% ethanol at 120 °C.", "Figure 3. Simulated in ", "P", "6̅ (red) and experimental (blue) PXRD patterns of CALF-30.", "Based on MOFs with trigonal phosphonates, a honeycomb structure was envisioned for CALF-30. The model was built and minimized in ", "Materials Studio", "(17)", " using the Universal Force Field.", "(18)", " This model contained three Cu centers and two ligands in the ", "P", "6̅ space group. The minimized structure possesses four ligands and six Cu atoms, five square-pyramidal (the cap coming from the oxygen ester) and one square-pyramidal, where the axial sites are occupied by the O atom from the pendant. As mentioned, syntheses to enhance the crystallinity caused hydrolysis of the ester groups. Given the limited number of experimental peaks (see the discussion below) in the PXRD (Figure ", "3", "), refinements were unsuccessful. However, the low-angle peak at  2θ = 6.1° corresponds well to the [2, −1, 0] reflection as well as the peaks at 2θ ∼ 12.2° and ∼16.7° corresponding to the [4, −2, 0] and [0, 0, 4], reflections, respectively. Additional characterization methods support the structure, as will be discussed.", "The proposed structure of CALF-30 would possess narrow hexagonal pores (3.57 Å, including van der Waals radii (Figure ", "2", "c) with a void volume of 15.1% (with a 1.4 Å probe) and a surface area of 352 m", "2", "/g. This structure could potentially adsorb CO", "2", " (3.3 Å), while remaining nonporous to N", "2", " (3.64 Å) and CH", "4", " (3.8 Å).", "(19)", " CALF-30 showed insignificant uptakes of N", "2", " (77 K), H", "2", " (77 K), Ar (195 K), and CH", "4", " (195 and 273 K) (Figure S3–S6). However, CALF-30 shows significant uptake of CO", "2", " at 195 K (Figure ", "4", ") and 273 K (Figure S6). This isotherm features a slight step in the low-pressure adsorption and a step-free desorption that also shows hysteresis. The adsorption does not fit any simple model and suggests some structural transformation. The desorption of CO", "2", " at 195 K can be used to calculate a Langmuir surface area of 312 m", "2", "/g (SA", "BET", " = 244m", "2", "/g). The CO", "2", " sorption isotherm at 273 K (Figure S6) also shows a very gradual adsorption followed by hysteretic desorption. This structural transformation to facilitate CO", "2", " uptake was probed by environmental PXRD at room temperature (Figure S18), which showed no change in the observed pattern during sorption. Thus, the gating mechanism was not a result of the framework flexing. However, previous modeling on [Cu(BDP-Me)]", "∞", " showed that CO", "2", " uptake had a significant dependence on the orientation of the ester group in the pore.", "(14)", " In silico modifications of  CALF-30  show that rotation of the isopropyl ester can shrink the pore size to 2.02 Å or increase it up to 4.29 Å. The more favorable adsorption of CO", "2", " (note Ar with a similar kinetic diameter is not sorbed) coupled with this ability could cause  the observed adsorption isotherm.", "Figure 4. CO", "2", " sorption of CALF-30 at 195 K before and after humidity 1 (24 h at 25 °C at 90% RH) and humidity 2 (24 h at 80 °C and 90% RH) treatments.", "Because ", "1", " was water-stable, CALF-30 was exposed to 90% RH at 298 K. Interestingly, this treatment resulted in a 10% ", "increase", " in the Langmuir surface area (Figure ", "4", "). This increase in the surface area could be a result of removing surface blockage of the 1D channels. For comparison, Schoenecker et al.", "(3b)", " exposed a series of MOFs to 80% RH and found loss of surface area for all except those based on UiO-66. Further humidity treatments of CALF-30 at 90% RH and 353 K for 24 h showed no loss of surface area (Figure ", "4", "), although the isotherm profile changed in the range of 50–200 mbar. These changes are likely a result of surface defects being ordered during the humidity treatment. Furthermore, these changes in sorption are not from ester hydrolysis because ester loss can be seen at approximately 220 °C in Figures S7 and S8  for both pristine and humidity-treated CALF-30, nor are they from a structural change, as can be seen by the retained PXRD pattern in Figures S16 and S17. CALF-30 dissolves in water and so is stable only to vapor. Given that CuBDP-Me/Et  are not humidity-stable, it seems unlikely that the isopropyl ester would impart any significant ", "thermodynamic", " stability. The hydrolytic stability is thus proposed to be ", "kinetic", " and due to the isopropyl ester sterically blocking copper sites. The proximity of the alkyl tether to the metal is critical and is enabled by the PME approach.", "PMEs are a relatively unexplored class of ligands for MOFs and could offer a means of increasing the stability toward humid conditions. With a monoanionic charge and bidentate coordination, PMEs have an analogy to carboxylates. The present study transcends this comparison, showing the role that the PME group can play in directing structure, modifying gas uptake, and augmenting hydrolytic stability.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "PXRD, modeling, gas sorption, SEM/energy-dispersive X-ray, and CIF files for ", "1", " and CALF-30. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "We thank Carbon Management Canada and Alberta Innovates Technology Futures (BSG award) for financial support.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 19 other publications.", "1. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "(a) ", "Verma", ", ", "P.", "; ", "Xu", ", ", "X.", "; ", "Truhlar", ", ", "D.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "12648", "– ", "12660", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Adsorption on Fe-MOF-74 for C1-C3 Hydrocarbon Separation", "Verma, Pragya; Xu, Xuefei; Truhlar, Donald G.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "24", "),\r\n    ", "12648-12660", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An increase in demand for energy efficient processes for the sepn. of a mixt. of hydrocarbons drives the need for understanding metal-org. frameworks (MOFs) that can provide better noncryogenic alternatives for the fractionation of hydrocarbon mixts.  Here we study the structure and properties of a metal-org. framework, Fe-MOF-74, and its effectiveness to sep. C1-C3 hydrocarbon mixts.  The binding of these hydrocarbons to the open metal sites of Fe-MOF-74 has been investigated using a meta-generalized gradient approxn. d. functional, M06-L, which has previously been validated for systems contg. transition metals.  For interpretive purposes, charge model 5 (CM5) is used to det. the partial at. charges on the metal cations and the oxygen atoms of the ligands surrounding these metal centers.  Our computations show preferential binding to the metal center of Fe-MOF-74 of unsatd. hydrocarbons over satd. ones in agreement with exptl. results, and the calcd. binding energies are in semiquant. agreement with expt.  The results are analyzed in terms of various factors contributing to the binding, including structural distortion, electrostatics, damped dispersion, charge transfer, back bonding, and ligand field effects on the d orbitals.  The CM5 charges are not sensitive to small differences in structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXotV2lu7o%253D&md5=dd2f860a1f6e20ecbceee58c3c2e28e2", "(b) ", "Bae", ", ", "Y.-S.", "; ", "Mulfort", ", ", "K. L.", "; ", "Frost", ", ", "H.", "; ", "Ryan", ", ", "P.", "; ", "Punnathanam", ", ", "S.", "; ", "Broadbelt", ", ", "L. J.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "8592", "– ", "8598", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Separation of CO2 from CH4 Using Mixed-Ligand Metal-Organic Frameworks", "Bae, Youn-Sang; Mulfort, Karen L.; Frost, Houston; Ryan, Patrick; Punnathanam, Sudeep; Broadbelt, Linda J.; Hupp, Joseph T.; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8592-8598", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of CO2 and CH4 in a mixed-ligand metal-org. framework (MOF) Zn2(NDC)2(DPNI) [NDC = 2,6-naphthalenedicarboxylate, DPNI = N,N'-di-(4-pyridyl)-1,4,5,8-naphthalene tetracarboxydiimide] was studied using volumetric adsorption measurements and grand canonical Monte Carlo (GCMC) simulations.  The MOF was synthesized by 2 routes: 1st at 80° for 2 days with conventional heating, and 2nd at 120° for 1 h using microwave heating.  The 2 as-synthesized samples exhibit very similar powder x-ray diffraction patterns, but the evacuated samples show differences in nitrogen uptake.  From the single-component CO2 and CH4 isotherms, mixt. adsorption was predicted using the ideal adsorbed soln. theory (IAST).  The microwave sample shows a selectivity of ∼30 for CO2 over CH4, which is among the highest selectivities reported for this sepn.  The applicability of IAST to this system was demonstrated by performing GCMC simulations for both single-component and mixt. adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotlGls7w%253D&md5=8322aa79453cd2b5ad73ee37e1b3420f", "(c) ", "Mah", ", ", "R. K.", "; ", "Lui", ", ", "M. W.", "; ", "Shimizu", ", ", "G. K. H.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "7311", "– ", "7313", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Enhancing Order and Porosity in a Highly Robust Tin(IV) Triphosphonate Framework", "Mah, Roger K.; Lui, Melanie W.; Shimizu, George K. H.", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "13", "),\r\n    ", "7311-7313", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal org. frameworks (MOFs) are noted for crystallinity, stability, and porosity.  For many industrial challenges though, beyond stability to pore activation, porous materials require high thermal and moisture stability.  Here, the authors report a Sn(IV) triphosphonate framework, CALF-28, that is highly robust and porous.  CALF-28 was designed based on the known structure of a divalent metal phosphonate that was 2-fold interpenetrated.  It has strong sustaining interactions but consequently rapidly ppts., compromising crystallinity.  Using methods to enhance order, and by analogy to the M(II) analog, insights to the structure are ascertained and corroborated by PXRD and gas sorption anal.  CALF-28 has a surface area >500 m2/g and is stable in water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsVOntLw%253D&md5=9381e7be8841e1354bf597b7ac07bb38", "(d) ", "Wu", ", ", "C.-D.", "; ", "Hu", ", ", "A.", "; ", "Zhang", ", ", "L.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "8940", "– ", "8941", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "A Homochiral Porous Metal-Organic Framework for Highly Enantioselective Heterogeneous Asymmetric Catalysis", "Wu, Chuan-De; Hu, Aiguo; Zhang, Lin; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "25", "),\r\n    ", "8940-8941", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral porous noninterpenetrating metal-org. framework (MOF) was constructed by linking infinite 1D [Cd(μ-Cl)2]n zigzag chains with axially chiral bipyridine bridging ligands contg. orthogonal secondary functional groups.  The secondary chiral dihydroxy groups accessible via the large open channels in the MOF were used to generate a heterogeneous asym. catalyst for the addn. of diethyzinc to arom. aldehydes to afford chiral secondary alcs. at ≤ 93% enantiomeric excess.  Control expts. with dendritic arom. aldehydes of different sizes indicate that the heterogeneous asym. catalyst derived from the MOF is both highly active and enantioselective as a result of the creation of readily accessible, uniform active catalyst sites inside the porous MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkslGju7k%253D&md5=be949b8f1137bf47943fc56138ccbec3", "(e) ", "Dang", ", ", "D.", "; ", "Wu", ", ", "P.", "; ", "He", ", ", "C.", "; ", "Xie", ", ", "Z.", "; ", "Duan", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "14321", "– ", "14323", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Homochiral Metal-Organic Frameworks for Heterogeneous Asymmetric Catalysis", "Dang, Dongbin; Wu, Pengyan; He, Cheng; Xie, Zhong; Duan, Chunying", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "41", "),\r\n    ", "14321-14323", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Homochiral crystns. of two enantiomeric metal-org. frameworks (MOFs) Ce-MDIP1 and Ce-MDIP2 were achieved by using L- or D-BCIP [N-t-butoxycarbonyl-2-(imidazole)-1-pyrrolidine] as chiral inductions, resp., where the chiralities were characterized by solid state CD spectra.  Ce-MDIPs exhibit excellent catalytic activity and high enantioselectivity for the asym. cyanosilylation of arom. aldehydes; the homochiral Cd-TBT [TBT = 1,3,5-tris(4-carboxyphenyl)benzene] MOF having L-PYI [ 1-(L-pyrrolidin-2-ylmethyl)-1H-imidazole] as a chiral adduct exhibits stereochem. catalysis toward the Aldol reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1ajt7bF&md5=85967e390c2c2f6145b1e89e77ec584e", "(f) ", "Shustova", ", ", "N. B.", "; ", "McCarthy", ", ", "B. D.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "20126", "– ", "20129", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Turn-On Fluorescence in Tetraphenylethylene-Based Metal-Organic Frameworks: An Alternative to Aggregation-Induced Emission", "Shustova, Natalia B.; McCarthy, Brian D.; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "50", "),\r\n    ", "20126-20129", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordinative immobilization of functionalized tetraphenylethylene within rigid porous metal-org. frameworks (MOFs) turns on fluorescence in the typically nonemissive tetraphenylethylene core.  The matrix coordination-induced emission effect (MCIE) is complementary to aggregation-induced emission.  Despite the large interchromophore distances imposed by coordination to metal ions, a carboxylate analog of tetraphenylethylene anchored by Zn2+ and Cd2+ ions inside MOFs shows fluorescence lifetimes in line with those of close-packed mol. aggregates.  Turn-on fluorescence by coordinative ligation in a porous matrix is a powerful approach that may lead to new materials made from chromophores with mol. rotors.  The potential utility of MCIE toward building new sensing materials is demonstrated by tuning the fluorescence response of the porous MOFs as a function of adsorbed small analytes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVGgsb7N&md5=ca3a3cd398ebfaae0aff3f398db08380", "3. ", "(a) ", "Tan", ", ", "K.", "; ", "Nijem", ", ", "N.", "; ", "Canepa", ", ", "P.", "; ", "Gong", ", ", "Q.", "; ", "Li", ", ", "J.", "; ", "Thonhauser", ", ", "T.", "; ", "Chabal", ", ", "Y. J.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "3153", "– ", "3167", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Stability and Hydrolyzation of Metal Organic Frameworks with Paddle-Wheel SBUs upon Hydration", "Tan, Kui; Nijem, Nour; Canepa, Pieremanuele; Gong, Qihan; Li, Jing; Thonhauser, Timo; Chabal, Yves J.", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "3153-3167", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Instability of most prototypical metal org. frameworks (MOFs) in the presence of moisture is always a limitation for industrial scale development.  The authors examine the dissocn. mechanism of microporous paddle wheel frameworks M(bdc)(ted)0.5 [M = Cu, Zn, Ni, Co; bdc = 1,4-benzenedicarboxylate; ted = triethylenediamine] in controlled humidity environments.  Combined in situ IR spectroscopy, Raman, and Powder x-ray diffraction measurements show that the stability and modification of isostructural M(bdc)(ted)0.5 compds. upon exposure to H2O vapor critically depend on the central metal ion.  A hydrolysis reaction of H2O mols. with Cu-O-C is obsd. in the case of Cu(bdc)(ted)0.5.  Displacement reactions of ted linkers by H2O mols. are identified with Zn(bdc)(ted)0.5 and Co(bdc)(ted)0.5.  In contrast, Ni(bdc)(ted)0.5 is less susceptible to reaction with H2O vapors than the other 3 compds.  The condensation of H2O vapors into the framework is necessary to initiate the dissocn. reaction.  These findings, supported by 1st principles theor. van der Waals d. functional (vdW-DF) calcns. of overall reaction enthalpies, provide the necessary information for detg. operation conditions of this class of MOFs with paddle wheel secondary building units and guidance for developing more robust units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFCnurrN&md5=c0227080ad92b71d1d48e1e5e12a5675", "(b) ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "6513", "– ", "6519", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "4. ", "(a) ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "(b) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "5. ", "(a) ", "Choi", ", ", "H. J.", "; ", "Dincă", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2010", ",  ", "3", ",  ", "117", "– ", "123", "[", "Crossref", "], [", "CAS", "]", "5. ", "Hydrogen storage in water-stable metal-organic frameworks incorporating 1,3- and 1,4-benzenedipyrazolate", "Choi, Hye Jin; Dinca, Mircea; Dailly, Anne; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "117-123", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Pyrazolate-bridged metal-org. frameworks incorporating tetrahedral Zn2+ ions are shown to exhibit a high chem. stability in boiling water, org. solvents, and acidic media, and are assessed for their hydrogen storage properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVaiur0%253D&md5=a5b6b2e424160f9e9c9fc455b5e2407c", "(b) ", "Wade", ", ", "C. R.", "; ", "Corrales-Sanchez", ", ", "T.", "; ", "Narayan", ", ", "T. C.", "; ", "Dincă", ", ", "M.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "2172", "– ", "2177", "[", "Crossref", "], [", "CAS", "]", "5. ", "Postsynthetic tuning of hydrophilicity in pyrazolate MOFs to modulate water adsorption properties", "Wade, Casey R.; Corrales-Sanchez, Tachmajal; Narayan, Tarun C.; Dinca, Mircea", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "2172-2177", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have attracted interest as adsorbents in water-based adsorption heat pumps owing to their potential for increased water loading capacities and structural and functional tunability vs. traditionally used materials such as zeolites and silica.  Although pyrazolate-based MOFs exhibit exceptional hydrolytic stability, the water adsorption characteristics of this class of frameworks have remained unexplored in this context.  In this report, we describe the modular synthesis of novel dipyrazole ligands contg. naphthalenediimide cores functionalized with -H (H2NDI-H), -NHEt (H2NDI-NHEt), or -SEt (H2NDI-SEt) groups.  Reaction of these ligands with Zn(NO3)2 afforded an isostructural series of MOFs, Zn(NDI-X), featuring infinite chains of tetrahedral Zn2+ ions bridged by pyrazolate groups and ∼16 Å-wide channels with functionalized naphthalenediimide linkers lining the channel surface.  The Type V water adsorption isotherms measured for these materials show water uptake in the 40-50% relative humidity range, suggesting hydrophobic channel interiors.  Postsynthetic oxidn. of Zn(NDI-SEt) with dimethyldioxirane was used to generate Et sulfoxide and Et sulfone groups, thereby rendering the channels more hydrophilic, as evidenced by shifts in water uptake to the 30-40% relative humidity range.  Such tunability in water adsorption characteristics may find utility in the design of new adsorbents for adsorption-based heat transfer processes.  An original MATLAB script, MOF-FIT, which allows for visual modeling of breathing and other structural deformations in MOFs is also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVWmtLzM&md5=642161fb0128203edf8707d565acddda", "(c) ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", "– ", "8786", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "6. ", "(a) ", "Lin", ", ", "X.", "; ", "Blake", ", ", "A. J.", "; ", "Wilson", ", ", "C.", "; ", "Sun", ", ", "X. Z.", "; ", "Champness", ", ", "N. R.", "; ", "George", ", ", "M. W.", "; ", "Hubberstey", ", ", "P.", "; ", "Mokaya", ", ", "R.", "; ", "Schröder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10745", "– ", "10753", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "A Porous Framework Polymer Based on a Zinc(II) 4,4'-Bipyridine-2,6,2',6'-tetracarboxylate: Synthesis, Structure, and \"Zeolite-Like\" Behaviors", "Lin, Xiang; Blake, Alexander J.; Wilson, Claire; Sun, Xue Zhong; Champness, Neil R.; George, Michael W.; Hubberstey, Peter; Mokaya, Robert; Schroeder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10745-10753", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The robust metal-org. framework compd. {[Zn2(L)]·4H2O}∞ (I) was synthesized by hydrothermal reaction of ZnCl2 and 4,4'-bipyridine-2,6,2',6'-tetracarboxylic acid (H4L).  Compd. I crystallizes in a chiral space group, P42212, with the chirality generated by the helical chains of H-bonded guest H2O mols. rather than by the coordination framework.  Removal of guest H2O mols. from the crystal affords the porous material, [Zn2(L)]∞ (II), which has very high thermal stability and is chem. inert.  The N2 isotherm of II at 77 K suggests a uniform porous structure with a BET surface area of 312.7 m2/g and a remarkably strong interaction with N2 mols. (βE0 = 29.6 kJ mol-1).  II also exhibits significant gas storage capacities of 1.08% for H2 at 4 bar and 77 K and 3.14% (44.0 cm3/g, 67 vol./vol.) for methane at 9 bar at 298 K.  The adsorption behavior of II toward org. solvent vapors also was studied, and isotherms reveal that for different solvent vapors adsorption is dominated by two types of processes, absorbate-absorbate or absorbate-absorbent interactions.  The adsorption and desorption kinetic processes in II are detd. mainly by the mol. size of the guest species and their interaction with the host.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XnsF2hu7g%253D&md5=814ce41c31d52c3157a64dacc7681a50", "(b) ", "Li", ", ", "Y.", "; ", "Yang", ", ", "R. T.", " ", "AIChE J.", " ", "2008", ",  ", "54", ",  ", "269", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "6. ", "Hydrogen storage in metal-organic and covalent-organic frameworks by spillover", "Li, Yingwei; Yang, Ralph T.", "AIChE Journal", "\r\n        (", "2008", "),\r\n    ", "54", "\r\n        (", "1", "),\r\n    ", "269-279", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Covalent-org. framework COF-1 and metal-org. frameworks HKUST-1 and MIL-101 were synthesized and studied for H storage at 77 and 298 K.  Although MIL-101 had the largest surface area and pore vol. of the 3 materials, HKUST-1 had the highest uptake (2.28%) at 77 K.  The H2 storage capacity at 298 K and high pressure correlated with the surface area and pore vol.  H2 storage in the COF and MOF materials, assisted by H spillover, measured at 298 K up to a pressure of 10 MPa, was studied for correlation with their structural and surface features.  By using a simple technique to build C bridges, the H uptake at 298 K was enhanced by a factor of 2.6-3.2.  The net uptake by spillover was correlated to the heat of adsorption through the Langmuir const.  Results on H2O vapor adsorption at 298 K indicated that COF-1 was unstable in moist air, while HKUST-1 and MIL-101 were stable.  MIL-101 is a promising material for H storage because of its high heat of adsorption for spillover H, large surface area and pore vol. and stability on H2O adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhs1A%253D&md5=706ad98bf12046db7be5af073d6864d7", "7. ", "(a) ", "Jasuja", ", ", "H.", "; ", "Burtch", ", ", "N. C.", "; ", "Huang", ", ", "Y.-G.", "; ", "Cai", ", ", "Y.", "; ", "Walton", ", ", "K. S.", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "633", "– ", "642", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Kinetic Water Stability of an Isostructural Family of Zinc-Based Pillared Metal-Organic Frameworks", "Jasuja, Himanshu; Burtch, Nicholas C.; Huang, You-gui; Cai, Yang; Walton, Krista S.", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "2", "),\r\n    ", "633-642", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rational design of metal-org. frameworks (MOFs) with structural stability in the presence of humid conditions is crit. to the commercialization of this class of materials.  However, the systematic water stability studies required to develop design criteria for the construction of water-stable MOFs are still scarce.  In this work, the authors show that by varying the functional groups on the 1,4-benzenedicarboxylic acid (BDC) linker of DMOF [Zn(BDC)(DABCO)0.5], they can systematically tune the kinetic water stability of this isostructural, pillared family of MOFs.  To illustrate this concept, water adsorption studies were performed on four novel, methyl-functionalized DMOF variations along with a no. of already reported functionalized analogs contg. polar (fluorine) and nonpolar (methyl) functional groups on the BDC ligand.  These results are distinctly different from previous reports where the apparent water stability is improved through the inclusion of functional groups such as -CH3, -C2H5, and -CF3 which only serve to prevent significant amts. of water from adsorbing into the pores.  In this study, the authors present the first demonstration of tuning the inherent kinetic stability of MOF structures in the presence of large amts. of adsorbed water.  Notably, while the parent DMOF structure is unstable, the DMOF variation contg. the tetra-Me BDC ligand remains fully stable after adsorbing large amts. of water vapor during cyclic water adsorption cycles.  These trends cannot be rationalized in terms of hydrophobicity alone; exptl. water isotherms show that MOFs contg. the same no. of Me groups per unit cell will have different kinetic stabilities and that the precise placements of the Me groups on the BDC ligand are therefore critically important in detg. their stability in the presence of water.  Water adsorption isotherms, PXRD (powder X-ray diffraction) patterns, and BET surface areas before and after water exposure are presented to illustrate these trends.  Furthermore, the important distinction between kinetic and thermodn. stability in MOFs is discussed.  Mol. simulations are also used to provide insight into the structural characteristics governing these trends in kinetic water stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslyltLbK&md5=dd3cb8bf8450c769ce9f5856751aedab", "(b) ", "Taylor", ", ", "J. M.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14338", "– ", "14340", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Enhancing Water Stability of Metal-Organic Frameworks via Phosphonate Monoester Linkers", "Taylor, Jared M.; Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "35", "),\r\n    ", "14338-14340", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new porous metal-org. framework (MOF), barium tetraethyl-1,3,6,8-pyrenetetraphosphonate (CALF-25), which contains a new phosphonate monoester ligand, was synthesized through a hydrothermal method.  The MOF is a three-dimensional structure contg. 4.6 Å × 3.9 Å rectangular one-dimensional pores lined with the Et ester groups from the ligand.  The presence of the Et ester groups makes the pores hydrophobic in nature, as detd. by the low heats of adsorption of CH4, CO2, and H2O (14.5, 23.9, and 45 kJ mol-1, resp.) despite the polar and acidic barium phosphonate ester backbone.  The Et ester groups within the pores also protect CALF-25 from decompn. by water vapor, with crystallinity and porosity being retained after exposure to harsh humid conditions (90% relative humidity at 353 K).  The use of phosphonate esters as linkers for the construction of MOFs provides a method to protect hydrolytically susceptible coordination backbones through kinetic blocking.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1amurfN&md5=a5757a8ba459628a2ff67c38040c608b", "(c) ", "Yang", ", ", "J.", "; ", "Grzech", ", ", "A.", "; ", "Mulder", ", ", "F. M.", "; ", "Dingemans", ", ", "T. J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5244", "– ", "5246", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Methyl modified MOF-5: a water stable hydrogen storage material", "Yang, Jie; Grzech, Anna; Mulder, Fokko M.; Dingemans, Theo J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "18", "),\r\n    ", "5244-5246", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Water stable Me modified MOF-5s were synthesized via a solvothermal route.  Methyl- and 2,5-dimethyl-modified MOF-5s show the same topol. and hydrogen uptake capability as that of MOF-5.  The H2 uptake capacity of MOF-5, however, drops rapidly when exposed to the ambient air, whereas the H2 uptake capacities of the Me modified MOF-5s remain stable for 4 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVKru70%253D&md5=2dcbc93c48376545847f45ecde203df7", "8. ", "Burtch", ", ", "N. C.", "; ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "10575", "– ", "10612", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Water Stability and Adsorption in Metal-Organic Frameworks", "Burtch, Nicholas C.; Jasuja, Himanshu; Walton, Krista S.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "20", "),\r\n    ", "10575-10612", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; water stability and adsorption in metal-org. frameworks are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs1eju7nP&md5=805f1646eaee3a6ba7ded0567c107273", "9. ", "(a) ", "Wharmby", ", ", "M. T.", "; ", "Mowat", ", ", "J. P. S.", "; ", "Thompson", ", ", "S. P.", "; ", "Wright", ", ", "P.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "1266", "– ", "1269", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Extending the Pore Size of Crystalline Metal Phosphonates toward the Mesoporous Regime by Isoreticular Synthesis", "Wharmby, Michael T.; Mowat, John P. S.; Thompson, Stephen P.; Wright, Paul A.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "5", "),\r\n    ", "1266-1269", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cryst. microporous Co and Ni bisphosphonates M(H2O)(LL)·xH2O (M = Co, Ni; H4LL = N,N,N'-4,4'-bipiperidinebis(methylenephosphonic acid)) with a hexagonal array of 1-dimensional channels 1.8 nm in diam. were prepd. hydrothermally and provide the 1st example of the use of isoreticular chem. in the synthesis of phosphonate metal-org. frameworks.  The materials contain both physisorbed and coordinating H2O mols. in the as-prepd. form, but these can be removed to give permanent extra-large microporosity, with pore vols. of up to 0.68 cm3/g-1, and coordinatively unsatd. sites, with concns. up to 4.25 mmol/g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivFertg%253D%253D&md5=5725890a2d4b13c76bf98da3007a7b81", "(b) ", "Kinnibrugh", ", ", "T.", "; ", "Ayi", ", ", "A.", "; ", "Bakhmutov", ", ", "V.", "; ", "Zoñ", ", ", "J.", "; ", "Clearfield", ", ", "A.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "2973", "– ", "2981", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Probing Structural Changes in a Phosphonate-based Metal-Organic Framework Exhibiting Reversible Dehydration", "Kinnibrugh, Tiffany L.; Ayi, Ayi A.; Bakhmutov, Vladimir I.; Zon, Jerzy; Clearfield, Abraham", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "7", "),\r\n    ", "2973-2981", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A one-step hydrothermal synthesis with small amines and 1,3,5-benzenetriphosphonic acid was used to prep. single crystals of isostructural anionic metal-org. frameworks (MOF): Zn2.5(H)0.4-0.5(C6H3O9P3)(H2O)1.9-2(NH4)0.5-0.6 and Zn2.5(H)0.75(C6H3O9P3)(H2O)2(CH3NH3)0.25.  The ammonium ions are exchangeable with Li ions.  The MOF exhibits reversible dehydration, and the process was studied by two complementary methods: solid state NMR and in situ x-ray diffraction.  These expts. revealed three different phases.  The crystal structures of all phases were detd., showing loss in vol. of the structure due to a phase change.  The ammonium ions remain in the structure and are forced to occupy the larger pores due to a redn. in free vol.  The change in positions of the guest mols. in the framework has an effect on the potential cond. properties of the materials.  Changes in framework and guest mols. due to neg. expansion have an effect on other phys. and chem. properties and need to be explored.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFyrtLo%253D&md5=7b5c5cad83ac7ec705fbe38109afac78", "10. ", "Clearfield", ", ", "A.", "; ", "Demadis", ", ", "K. D.", " In  ", "Metal Phosphonate Chemistry", "; ", "Clearfield", ", ", "A.", "; ", "Demadis", ", ", "K.", ", Eds.; ", "Royal Society of Chemistry", ": ", "Cambridge, U.K.", ", ", "2011", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "11. ", "Groves", ", ", "J. a.", "; ", "Miller", ", ", "S. R.", "; ", "Warrender", ", ", "S. J.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Lightfoot", ", ", "P.", "; ", "Wright", ", ", "P.", " ", "Chem. Commun.", " ", "2006", ",  ", "1", ",  ", "3305", "– ", "3307", "[", "Crossref", "]", "There is no corresponding record for this reference.", "12. ", "(a) ", "Kunnas-Hiltunen", ", ", "S.", "; ", "Haukka", ", ", "M.", "; ", "Vepsäläinen", ", ", "J.", "; ", "Ahlgrén", ", ", "M.", " ", "Eur. J. Inorg. Chem.", " ", "2009", ",  ", "2009", ",  ", "5335", "– ", "5345", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Kontturi", ", ", "M.", "; ", "Peräniemi", ", ", "S.", "; ", "Vepsäläinen", ", ", "J. J.", "; ", "Ahlgrén", ", ", "M.", " ", "Polyhedron", " ", "2005", ",  ", "24", ",  ", "305", "– ", "309", "[", "Crossref", "], [", "CAS", "]", "12. ", "X-ray diffraction study of bisphosphonate metal complexes: Mg and Ca complexes of (dichloromethylene)bisphosphonic acid P,P'-diisopropyl ester", "Kontturi, Mervi; Peraeniemi, Sirpa; Vepsaelaeinen, Jouko J.; Ahlgren, Markku", "Polyhedron", "\r\n        (", "2005", "),\r\n    ", "24", "\r\n        (", "2", "),\r\n    ", "305-309", "CODEN:\r\n                ", "PLYHDE", ";\r\n        ISSN:", "0277-5387", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Mg(II) and Ca(II) complexes of a (dichloromethylene)bisphosphosphonic acid P,P'-diisopropyl ester: [Na2Mg{Cl2C(PO3iPr)2}2(H2O)4]n (1) and [{Ca2[Cl2C(PO3iPr)2]2(EtOH)2(H2O)2}·H2O]2 (2) were prepd. and characterized by x-ray crystallog.  Compd. 1 contains two independent octahedral Mg atoms at the centers of symmetry and two five-coordinated Na atoms between them, connected to polymeric chains along the c-direction by chelating and bridging bisphosphonato ligands.  Compd. 2 is a tetramer possessing a center of symmetry; the Ca atoms are connected to each other by chelating and bridging bisphosphonato ligands.  Compds. 1 and 2 form layers through H bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtFGktw%253D%253D&md5=9a4a3335514bfd889df54fbc93cedfd6", "(c) ", "Jokiniemi", ", ", "J.", "; ", "Vepsäläinen", ", ", "J.", "; ", "Nätkinniemi", ", ", "H.", "; ", "Peräniemi", ", ", "S.", "; ", "Ahlgrén", ", ", "M.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "2431", "– ", "2440", "[", "Crossref", "], [", "CAS", "]", "12. ", "Synthesis of phenyl substituted bisphosphonates and crystal structures and characterization of Cd complexes of (dichloromethylene)bisphosphonic acid phenyl and alkyl ester derivatives", "Jokiniemi, Jonna; Vepsalainen, Jouko; Natkinniemi, Harri; Peraniemi, Sirpa; Ahlgren, Markku", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "11", "),\r\n    ", "2431-2440", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two novel Ph esters and partial Ph esters of (dicloromethylene)bisphosphonic acid were synthesized.  Three new layered Cd complexes of (dichloromethylene)bisphosphonic acid P,P-di-Ph, monophenyl and monoethyl esters were prepd.  The complexes, [Cd3{(Cl2CP2O6Ph)2(H3COH)(H2O)5}(H2O)2]n (7), [{Cd(Cl2CP2O6Ph2)(H2O)3}(H2O)]n (8) and [{Cd1.5(Cl2CP2O6Et)(H2O)2}(C3H6O)0.5(H2O)4.5]n (9), were characterized by single crystal x-ray diffraction, IR spectroscopy, solid-state 31P- and 113Cd-CP/MAS NMR and elemental anal.  Also their thermal behavior was studied.  Compd. 7 consists of 1D chains with four independent octahedral Cd atoms joined by two L1 ligands, L1 = (Cl2CP2O6Ph)3-.  The chains are connected into layers by phosphonate O atoms, and the adjacent layers are held together by face-to-face π-π stacking interactions.  Compd. 8 shows a new type of layered structure for metal bisphosphonates, where the L2 ligand, L2 = (Cl2CP2O6Ph2)2-, coordinates tridentately to three Cd2+ ions.  Each CdO6 octahedron is connected to three CPO3 tetrahedra and each tetrahedron to three octahedra leading to a 2-D framework consisting of 12-membered cyclic cores.  The layers are held together by edge-to-face CH/π interactions.  In compd. 9, the asym. unit contains two independent Cd2+ cations connected by L3 ligands, L3 = (Cl2CP2O6Et)3- and aqua ligands, to form a Cd-bisphosphonate layer.  The layers are further interconnected into a 3-D supramol. network by extensive hydrogen bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVSntLbJ&md5=a093f899772a3abf7ad89d4ecc6d7eed", "13. ", "Poojary", ", ", "D. M.", "; ", "Zhang", ", ", "B.", "; ", "Bellinghausen", ", ", "P.", "; ", "Clearfield", ", ", "A.", " ", "Inorg. Chem.", " ", "1996", ",  ", "35", ",  ", "4942", "– ", "4949", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Synthesis and X-ray Powder Structures of Two Lamellar Copper Arylenebis(phosphonates)", "Poojary, Damodara M.; Zhang, Baolong; Bellinghausen, Paul; Clearfield, Abraham", "Inorganic Chemistry", "\r\n        (", "1996", "),\r\n    ", "35", "\r\n        (", "17", "),\r\n    ", "4942-4949", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of Cu salts with 1,4-phenylenebis(phosphonic acid) yielded a conventional layered compd., Cu2[(O3PC6H4PO3)(H2O)2], while a similar reaction with 4,4'-biphenylenebis(phosphonic acid) resulted in a new lamellar structure Cu[HO3P(C6H4)2PO3H].  The structures of these compds. were solved ab initio by using x-ray powder diffraction data.  The crystals of the phenylenebis(phosphonate) compd. are monoclinic, space group C2/c, with a 18.8892(4), b 7.6222(2), c 7.4641(2) Å, β 90.402(2)°, and Z = 4.  The layer structure in this case is similar to that in copper phenylphosphonate, Cu[O3PPh].  The metal atoms display a distorted square pyramidal geometry where four of the coordination sites are occupied by the phosphonate oxygens.  The remaining site is filled by an O atom of the H2O mol.  Adjacent metal-O3PC layers are covalently pillared by the Ph group of the phosphonates to create a 3-dimensional structure.  Cu[HO3P(C6H4)2PO3H] is triclinic, space group P‾1, with a 4.856(2), b 14.225(5), c 4.788(2) Å, α 97.85(1), β 110.14(1), γ 89.38(1)°, and Z = 1.  The structure in this case ideally consists of linear chains of Cu atoms.  The Cu atoms are bridged by centrosym. related phosphonate groups using two of their O atoms.  This binding mode leads to square planar geometry for the Cu atoms.  The third O atom of the phosphonate is protonated and is involved in linking adjacent linear chains through H bonds.  At the same time, these hydroxyl oxygens interact weakly (Cu-O = 3.14 Å) with the Cu atoms of the adjacent chain.  Considering these long Cu-O interactions, the geometry of the Cu atom may be described as distorted square bipyramidal.  As in the phenylphosphonate structure, the biphenyl groups covalently link the Cu-O3PC networks in the perpendicular direction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XksV2msr8%253D&md5=32783e8fbada47760e39b1e7df6845c2", "14. ", "Iremonger", ", ", "S. S.", "; ", "Liang", ", ", "J.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Martens", ", ", "I.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Daff", ", ", "T. D.", "; ", "Aghaji", ", ", "M. Z.", "; ", "Yeganegi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "20048", "– ", "20051", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Phosphonate Monoesters as Carboxylate-like Linkers for Metal Organic Frameworks", "Iremonger, Simon S.; Liang, Junmei; Vaidhyanathan, Ramanathan; Martens, Isaac; Shimizu, George K. H.; Daff, Thomas, D.; Aghaji, Mohammad Zein; Yeganegi, Saeid; Woo, Tom K.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "50", "),\r\n    ", "20048-20051", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Bidentate phosphonate monoesters are analogs of popular dicarboxylate linkers in MOFs, but with an alkoxy-tether close to the coordinating site.  Herein, the authors report 3-dimensional MOF materials based upon phosphonate monoester linkers.  Copper(1,4-benzenediphosphonate bis(monoalkyl ester)), CuBDPR, with an Et tether is nonporous; however, the Me tether generates an isomorphous framework that is porous and captures CO2 with a high isosteric heat of adsorption of 45 kJ mol-1.  Computational modeling reveals that the CO2 uptake is extremely sensitive both to the flexing of the structure and to the orientation of the alkyl tether.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2jurbF&md5=55c889781627a87db7bda341d9959cce", "15. ", "Kontturi", ", ", "M.", "; ", "Laurila", ", ", "E.", "; ", "Mattsson", ", ", "R.", "; ", "Peräniemi", ", ", "S.", "; ", "Vepsäläinen", ", ", "J. J.", "; ", "Ahlgrén", ", ", "M.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "2400", "– ", "2406", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Structures of Bisphosphonate Metal Complexes: Zinc and Cadmium Complexes of Clodronate and Its Partial Ester Derivatives", "Kontturi, Mervi; Laurila, Elina; Mattsson, Riikka; Peraeniemi, Sirpa; Vepsaelaeinen, Jouko J.; Ahlgren, Markku", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "7", "),\r\n    ", "2400-2406", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four new Zn and Cd bisphosphonates [{NaZn(Cl2CP2O6H)(H2O)5}]n (1), [{Cd2(Cl2CP2O6)(H2O)4}·H2O]n (2), [{Zn(Cl2CP2O6Pri2)(H2O)3}·H2O]n (3), and [{Cd2(Cl2CP2O6Pri2)2(MeOH)2(H2O)2}·H2O]2 (4) were prepd. and their crystal structures detd. by single-crystal x-ray diffractometry.  Two bisphosphonate ligands were used: clodronate, (dichloromethylene)bis(phosphonate) and its sym. P,P'-diisopropyl ester deriv.  The structure of the Zn complex 1 is three-dimensional, consisting of 1-dimensional Zn-clodronate chains connected to the three-dimensional network by Na+ ions.  The structure of Cd complex 2 consists of double layers, and a unique bond was found between the Cd2+ cation and a Cl atom of clodronate.  Zn complex 3 consists of 1-dimensional chains, but the binding of the bisphosphonate ligands is unique: in 3 the bisphosphonate ligand is only bidentate.  Compd. 4 is a tetramer, and H bonds hold the tetramers together, forming a layered structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXitFegu7s%253D&md5=30a53eb16a67d787f0fae4a3be15efd0", "16. ", "(a) ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "4148", "– ", "4152", "[", "Crossref", "], [", "CAS", "]", "16. ", "Syntheses of metal-organic frameworks with protected phosphonate ligands", "Yamada, Teppei; Kitagawa, Hiroshi", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "12", "),\r\n    ", "4148-4152", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report here solvothermal/conventional prepn. of zinc diisopropyl-3,5-dicarboxylphenylphosphonate MOFs.  Protected phosphonate groups were embedded onto isophthalic acid and reacted with zinc ion to synthesize metal-org. frameworks (MOFs).  Single-crystal x-ray diffraction measurement revealed the crystal structures of obtained MOFs under various temps. and solvent conditions.  The iso-Pr groups were left protected when the complexation reaction was executed at 60°, while they were partially deprotected in the sample prepd. at 120°.  When the reaction was carried out at 180°, the iso-Pr groups were totally deprotected.  This result provides the authors with information on the deprotection reaction in a post-synthetic method for constructing MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnslKisLY%253D&md5=869de7ad8b4778f0a9f55ae2bebcfb96", "(b) ", "Cherbuliez", ", ", "E.", "; ", "Gabbai", ", ", "A.", "; ", "Hunkeler", ", ", "F.", "; ", "Probst", ", ", "H.", "; ", "Yazgi", ", ", "A.", "; ", "Rabinowitz", ", ", "J.", " ", "Helv. Chim. Acta", " ", "1962", ",  ", "45", ",  ", "2669", "– ", "2673", "[", "Crossref", "], [", "CAS", "]", "16. ", "The formation and transformation of esters. XLI. Structural factors of the labilization of the phosphonic monoester function", "Cherbuliez, Emile; Gabbai, A.; Hunkeler, F.; Probst, H.; Yazgi, A.; Rabinowitz, J.", "Helvetica Chimica Acta", "\r\n        (", "1962", "),\r\n    ", "45", "\r\n        (", "),\r\n    ", "2669-73", "CODEN:\r\n                ", "HCACAV", ";\r\n        ISSN:", "0018-019X", ".\r\n    ", "The rate of scission of some phenylphosphonic monoesters (I) at different pH and at 100° was studied.  The I are relatively stable in alk. medium, but such functions as CN, trihalo, CH, and others when on the C beta to the ester O atom labilize the phenylphosphonic monoester group in a very pronounced manner.  The appropriate ale. (0.01 mole) and 0.01 equiv. [PhP(O)O2]n heated 16-24 hrs. at 55-100°, cooled, dissolved in H2O, neutralized to pH 8.2 with aq.  Ba(OH)2, dild. with 1 vol.  EtOH, filtered, and evapd., and the residue refluxed with 20 cc.  Me2CO and refiltered gave 80-90% Ba salt of the corresponding PhP(O)(OH)OR (II) which, dissolved in H2O, treated with the calcd. amt. Na2SO4 (or in the case of the Ca salt with Na2CO3), filtered, and evapd., yielded nearly 100% Na salt.  In this manner were prepd. the following II (R, reaction temp., reaction time in hrs., mole equivs. [PhP(O)O2]n used, and % yield of II given): CH2:CHCH2 (III), 55°, 24, 2, 82.5; CF3CH2 (IV), 90°, 24, 1.2, 81.5; CCl3CH2 (V), 100° 16, 1, 88; CCl3CHMe (VI), 100° 16, 1, 78.5.  The half-lives (t1/2) at 100° in 0.1M soln. were detd. for the following esters in N HCl, at pH 4.5, and in N NaOH (given in hrs. in this order) for the following II (R given): Et, --, --, above 120, III, --, above 1000, about 350; Me3C, -- (very rapid), 0.1, about 50; IV, 2, above 100, 1; V, --, --, 0.75; VI, --, --, 2.5; Br3CCH2, --, --, 0.2;, H2NOCCHMe, 10, above 1000, above 500 [the conversion of PhP(O)(OH)OCHMeCONH2 to PhP(O)(OH)OCHMeCO2NH4, in N HCl proceeded with a half-life of about 1 hr., at pH 4.5 with about 700 hrs., and in N NaOH with about 0.1 hr.]; H2NOCCMe2, 1, above 1000, above 5000 (the half-life of the amide in N HCl and in N NaOH was about 0.16 and 0.25 hrs., resp.); NC(CH2)2, about 7, about 80, -- (very rapid) (the half-life of the ester in N NaOH at 5° was 0.01 hr., that of the amide in N HCl about 16 hrs.; the CN analog was stable at pH 4.5).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3sXltlCmtA%253D%253D&md5=783a0dc1fd8b08d920e90ea9e64215c8", "17. ", "Materials Studio 6.0; ", "Accelrys Software Inc.", ": ", "San Diego, CA", ", ", "2011", ".", "There is no corresponding record for this reference.", "18. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "19. ", "Chen", ", ", "B.", "; ", "Ma", ", ", "S.", "; ", "Zapata", ", ", "F.", "; ", "Fronczek", ", ", "F. R.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "1233", "– ", "1236", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Rationally Designed Micropores within a Metal-Organic Framework for Selective Sorption of Gas Molecules", "Chen, Banglin; Ma, Shengqian; Zapata, Fatima; Fronczek, Frank R.; Lobkovsky, Emil B.; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "4", "),\r\n    ", "1233-1236", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework, MOF, Cu(FMA)(4,4'-Bpe)0.5 (3a, FMA = fumarate; 4,4'-Bpe = 4,4'-Bpe = trans-bis(4-pyridyl)ethylene) was rationally designed from a primitive cubic net whose pores are tuned by double framework interpenetration.  With pore cavities of about 3.6 Å, which are interconnected by pore windows of 2.0 × 3.2 Å, 3a shows highly selective sorption behaviors of gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXns1OhtQ%253D%253D&md5=dfcf0523a0aba70b07b1bd13aef7d535"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502478u/20150210/images/small/ic-2014-02478u_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502478u/20150210/images/small/ic-2014-02478u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502478u/20150210/images/small/ic-2014-02478u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-4/ic502478u/20150210/images/small/ic-2014-02478u_0004.gif\">"]}
