{"title": ["Isostructural Synthesis of Porous Metal–Organic Nanotubes"], "authors": ["Christopher R. Murdock", "David M. Jenkins"], "doi": ["10.1021/ja5042226"], "abstract": ["Employment of semirigid double-hinged di-1,2,4-triazoles has led to the synthesis of an isostructural series of metal–organic nanotubes (MONTs). The ditriazole ligands adopt a syn conformation between rigid metal chains while an appropriate anion choice provides a “capping” of the metal ions, leading to MONT formation. This approach of utilizing a variety of both semirigid ligands and metals is the first general methodology to prepare this class of 1D nanomaterial. The local geometry at the metal center depends on the metal ion employed, with Cu(I) centers adopting a tetrahedral geometry, Ag(I) centers adopting a seesaw geometry, and Cu(II) centers adopting a square-pyramidal geometry upon MONT synthesis. The pore size of the MONTs is adjusted by changing the central portion of the double-hinged ligand, allowing for a predictable method to control the pore width of the MONT. The adsorption properties of MONTs as a function of pore size revealed selective uptake of CO", " and CH", ", with copper MONTs exhibiting the highest uptake. In the case of the silver MONTs, an increase in pore width improves both gas uptake and selectivity."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "1 Introduction", "A material’s molecular dimensionality plays a critical role in defining its unique properties.", "(1-4)", " For example, the dimensionalities of different allotropes of carbon (diamond, graphene, and carbon nanotubes) result in very different applications, differences that are manifested even between graphene and carbon nanotubes, both of which have the same hybridization at each carbon atom (Figure ", "1", ").", "(5-9)", " Metal–organic frameworks (MOFs) are a significant class of porous materials, and similar to carbon, MOFs can be designed as 3D, 2D, and 1D materials.", "(10-15)", " While 2D and 3D MOFs have been well-developed and have found numerous applications in gas and liquid separations,", "(16-22)", " catalysis,", "(20-26)", " and chemical sensing (Figure ", "1", "),", "(22, 27, 28)", " their 1D counterparts, metal–organic nanotubes (MONTs), are still in their infancy.", "(15)", " A limited number of MONTs have been synthesized,", "(29-61)", " and while a majority of reports have focused solely on structural details, MONTs have already shown promise in highly selective adsorptions.", "(33, 36, 42, 58)", " An interest in these tubular nanomaterials whose potential remains largely unexplored has compelled coordination chemists to develop rational methodologies that allow for their preparation and study.", "Figure 1. Examples of allotropes of carbon and MOFs classified by their molecular dimensionality.", "(10, 33, 62)", "Despite the interest in a general synthesis for MONTs, only a few approaches have been successful for preparing the limited number of these 1D materials. The MONT literature reveals three proposed strategies for their preparation, including a curling-up mechanism to form helical chains, a four-column pillared approach, and a two-column pillared approach (Figure ", "2", "A).", "(15)", " The helical approach, in which a “rolling up” mechanism that results in a sheet-to-tube conversion allows for formation of the MONT (Figure ", "2", "A, left), has been pioneered by Li,", "(41)", " Lu,", "(49)", " and Qiu.", "(48)", " On the other hand, Midollini,", "(43)", " Sun,", "(42)", " and Kitagawa", "(33)", " have used capping ligands combined with 4,4′-bipyridine (4,4′-bipy) to prepare four-column pillared MONTs (Figure ", "2", "A, center). While four-column pillared MONTs can be prepared in a more rational manner than helical chains, the resulting pore size has primarily been limited by the use of 4,4′-bipy and similar aromatic bridging ligands.", "Figure 2. (A) Pictorial representation of the three classes of MONTs: helical chains formed by a curling-up mechanism (left), four-column pillars (center), and two-column pillars (right). Green spheres represent metal ions or secondary building units (SBUs), blue columns represent cross-linking ligands, and gray columns represent ligands along the chain direction of the MONT. (B) Pictorial representation of two-column pillars with adjustable width. Green spheres represent metal ions or SBUs, red elbows represent hinges on semirigid ligands, blue squares represent capping ligands, gray rods represent fixed portions of ligands, and blue/purple rods represent adjustable moieties on ligands.", "Two-column pillared MONTs generally employ flexible or semirigid organic molecules that can adopt a syn conformation to bridge metal centers (Figure ", "2", "A, right).", "(29, 34, 38, 46, 51, 55, 56, 61)", " In contrast to the four-column approach, the two-column pillar approach, in principle, allows for the height and width of the pore to be controlled separately. While several different ligands and synthetic methodologies have been investigated by researchers, to date no one has presented a generalized synthesis for isostructural MONTs.", "Our previous research with semirigid di-1,2,4-triazoles has demonstrated that 2D copper MOFs displaying a topology similar to fused 1D MONTs can be synthesized.", "(63)", " In a similar manner to Du,", "(38)", " Ma,", "(51)", " and Sun’s", "(34)", " two-column MONTs, the bidentate semirigid linker adopts a syn conformation to link rigid metal fragments and form a 2D network (Figure ", "2", "A, right). We believed that by employing reaction conditions that place “caps” on the edges of the tube with an additional ligand, we could form MONTs selectively instead of 2D MOFs (Figure ", "2", "B).", "We have synthesized a series of two-pillared isostructural MONTs, showcasing the first general adjustable synthetic strategy for MONT formation. By adjusting the length of the central aryl functionality of the double-hinged ligand, we can directly control the pore width of the MONT (Figure ", "2", "B). This direct ligand-based, size-selective synthesis of MONTs has not been previously achieved. Furthermore, multiple metal ions in different oxidation states were successfully used in preparing isostructural MONTs, further demonstrating the generality of this approach. Finally, since these materials are porous, we were able to perform the first test of gas adsorption as a function of pore size in isostructural MONTs, and as expected, increasing the width of the MONT leads to improved gas uptake.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "2 Results and Discussion", "2.1", "Synthesis of Ligands and MONTs", "We have previously reported the synthesis of semirigid di-1,2,4-triazoles", "(64, 65)", " and have most recently expanded this methodology to incorporate a central xylene moiety.", "(63)", " Following the method of Horváth,", "(66)", " 4,4′-(1,4-(xylene)diyl)bis(1,2,4-triazole) (", "2a", ") is formed via a two-step process. The addition of 1,2,4-triazole-1-propanenitrile to 1,4-bis(bromomethyl)benzene leads to the formation of intermediate ", "1a", ", and subsequent cleavage of the propanenitrile groups with potassium hydroxide yields the final product ", "2a", " (Scheme ", "1", ").", "(63)", " Following a similar reaction scheme, we have expanded our ligand library to encompass additional ditriazole derivatives containing ", "m", "-xylene and naphthalene central moieties. Intermediates ", "1b", " and ", "1c", " were synthesized using the appropriate bis(bromomethyl) starting materials, resulting in yields of 90% and 70%, respectively. Cleavage of the propanenitrile groups leads to formation of 4,4′-(1,3-(xylene)diyl)bis(1,2,4-triazole) (", "2b", ") in a crude yield of 87%, while 4,4′-[naphthalene-2,6-diylbis(methylene)]bis(1,2,4-triazole) (", "2c", ") is formed in 94% yield (Scheme ", "1", ").", "Scheme 1. General Synthesis of Ditriazole Ligands", "Previous results with the semirigid linker 4,4′-(1,4-(xylene)diyl)bis(1,2,4-triazole), ", "2a", ", have demonstrated that through the use of copper perchlorate, multiple 2D MOFs can be synthesized by modifying the reaction conditions such as solvent and metal-to-ligand ratio.", "(63)", " To further assess the reactivity of ligand ", "2a", " and the newly synthesized ligands ", "2b", " and ", "2c", ", a variety of reaction conditions, including changes to the metal salt, solvent, and metal-to-ligand ratio, were attempted (Scheme ", "2", ").", "Scheme 2. Synthesis of MONTs Utilizing Various Metals, Solvents, and Metal-to-Ligand Ratios", "MONT formation was first examined with previously synthesized ", "2a", ". Addition of 1 equiv of ", "2a", " and 2 equiv of CuBr", "2", " to a mixture of ", "N", ",", "N", "-dimethylformamide (DMF) and water leads to the formation of [Cu", "2", "(", "2a", ")(Br)", "2", "]·DMF (", "3", ") (Scheme ", "2", ", top). Heating the reaction mixture for 2 weeks at 85 °C results in colorless crystalline needles suitable for X-ray diffraction. Single-crystal X-ray diffraction shows that each Cu(I) center is coordinated to two triazoles and two bromides, leading to a distorted tetrahedral geometry about the metal center with a N1–Cu–N1′ bond angle of 140° (Figure ", "3", "A; see the ", "Supporting Information", " for a full list of bond angles). Linear chains are formed as adjacent copper atoms are bridged by one triazole moiety and one bromide, and the linear chains are linked by the ditriazole ligand. This linking of two linear chains by the syn-conformed ditriazole induces formation of a two-pillared MONT (Figure ", "2", "). While in previous studies the triazole ligands bridged the copper centers in an alternating manner to form a 2D sheet,", "(63)", " the presence of bromides along the rigid copper chains allows for “capping” of the framework, leading to a 1D MONT instead of a 2D sheet (Figure ", "3", "B). Guest DMF molecules fill the pores of the framework, which have dimensions of 9.3 Å × 9.9 Å.", "Figure 3. (A) Highlighted portion of the tetrahedral copper coordination geometry in MONTs ", "3", " and ", "4", ". (B) Crystal structure of ", "3", " viewed along to the ", "y", " axis, showing the packing of the MONT. (C) Crystal structure of ", "4", " viewed along to the ", "y", " axis, showing the packing of the MONT. Solvent DMF molecules and hydrogen atoms have been omitted for clarity.", "As the study of MONTs remains in its early stages, the formation of ", "3", " piqued our interest in further investigating the use of semirigid ditriazoles for MONT formation. As the aforementioned ditriazoles vary only in their central moiety, other MONT structures should be attainable under similar reaction conditions. To test the ability of additional ditriazoles to form MONTs, ", "2b", " was tested under similar reaction conditions. When ditriazole ", "2a", " is replaced with ", "2b", ", the analogous framework [Cu", "2", "(", "2b", ")(Br)", "2", "]·DMF (", "4", ") (Scheme ", "2", "), as determined by X-ray diffraction studies, is synthesized after 5 days of heating under identical reaction conditions (Figure ", "3", "C). As the use of different ditriazoles allows the synthesis of isostructural MONTs with varying pore sizes, the pore size of ", "3", " versus ", "4", " was examined. A decrease in pore dimensions from 9.3 Å × 9.9 Å in ", "3", " to 9.1 Å × 9.5 Å in ", "4", " was observed. Although this is only a slight decrease, it shows how the choice of ligand can fine-tune the void space of the synthesized MONT.", "To further examine the breadth of this synthetic methodology, additional metal salts were tested. As MONTs ", "3", " and ", "4", " involve the use of a d", "10", " metal center, employing additional monovalent group 11 metals could broaden the scope of MONT synthesis. Addition of 1 equiv of ", "2a", " and 5 equiv of silver nitrate to a mixture of ", "N", "-methyl-2-pyrrolidone (NMP) and water leads to the formation of [Ag", "2", "(", "2a", ")(NO", "3", ")", "2", "]·NMP (", "5", ") (Scheme ", "2", "). Heating for 24 h at 85 °C results in colorless crystals suitable for X-ray diffraction. Single-crystal X-ray diffraction shows that each Ag(I) center is coordinated to two triazoles and two nitrates. In contrast to ", "4", ", the silver exhibits a distorted seesaw geometry with a N1–Ag–N2′ bond angle of 161° (Figure ", "4", "A; see the ", "Supporting Information", " for a full list of bond angles). The silver centers are coordinated to two triazoles and two nitrate anions and form linear chains as adjacent metal centers are bridged through one triazole moiety and a bidentate nitrate anion. Nitrate anions behave as the “caps” in MONT ", "5", ", while guest NMP molecules fill the tubular pores (Figure ", "4", "B).", "Figure 4. (A) Highlighted portion of the seesaw silver coordination geometry in MONTs ", "5", " and ", "6", ". (B) Crystal structure of ", "5", " viewed along to the ", "z", " axis, showing the packing of the MONT. (C) Crystal structure of ", "6", " viewed along to the ", "x", " axis, showing the packing of the MONT. Guest NMP molecules and hydrogen atoms have been omitted for clarity.", "After the successful synthesis of MONT ", "5", ", the possibility of synthesizing additional silver MONTs was addressed. Upon addition of 1 equiv of ditriazole ", "2c", " and 2 equiv of silver nitrate in an NMP/water mixture, the formation of the MONT [Ag", "2", "(", "2c", ")(NO", "3", ")", "2", "]·NMP (", "6", ") (Scheme ", "2", ") occurs after heating at 85 °C for 24 h. X-ray diffraction reveals connectivity identical to that of ", "5", " (Figure ", "4", "C) with guest NMP molecules located within the pores. Since ditriazole ", "2c", " contains a central naphthalene moiety whereas ", "2a", " contains a central phenyl moiety, the pore dimensions are increased. A measurement of the pore size in ", "6", " reveals 1D channels with dimensions of 10.3 Å × 10.5 Å, while MONT ", "5", " contains channel dimensions of 8.7 Å × 10.6 Å. Consequently, the pore size of the resulting isostructural MOFs can be tuned as a function of the ditriazole ligand employed.", "The employment of copper sulfate results in the formation of an additional MONT, [Cu", "2", "(", "2a", ")(SO", "4", ")(OH)", "2", "(H", "2", "O)", "2", "]·H", "2", "O (", "7", ") (Scheme ", "2", "). Heating at 85 °C for 2 weeks results in the formation of blue crystalline needles. X-ray diffraction reveals a different copper coordination environment than in the previous copper MONTs ", "3", " and ", "4", ". Each Cu(II) center is coordinated to two triazole moieties, two bridging hydroxides, and a water molecule to give a square-pyramidal geometry (Figure ", "5", "A). Adjacent copper atoms are bridged by triazole and hydroxide moieties to yield linear chains, which are again linked by the syn-conformed ditriazole (Figure ", "5", "B). Solvent water molecules lie within the voids, while sulfate anions are located between the 1D MONTs. The 1D pores within ", "7", " yield dimensions of 7.6 Å × 10.7 Å.", "Figure 5. (A) Highlighted portion of the square-pyramidal copper coordination geometry in MONT ", "7", ". (B) Crystal structure of ", "7", " viewed along to the ", "y", " axis, showing the packing of the MONT. Guest water molecules and hydrogen atoms have been omitted for clarity.", "2.2", "MONT Adsorption Studies", "The presence of 1D channels, combined with the inherent anisotropy in MONTs ", "3", "–", "7", ", piqued our interest in studying their adsorption properties and permanent porosity. Each MONT synthesized exhibits a different pore size, depending on the metal center geometry and ligand employed. To our knowledge, the wide variety of pore sizes in ", "3", "–", "7", " allowed, for the first time, a chance to probe the selectivity of MONTs for gas adsorption as a function of pore size. The lack of extensive sorption studies is due to the absence of a general method in which a series of frameworks could be synthesized. Notably, only a single example of CO", "2", " adsorption with a MONT has been reported as a result of previous research focusing solely on synthesis and structure.", "(40)", "As an initial study of the effect of pore size on gas adsorption, copper MONTs ", "3", ", ", "4", ", and ", "7", " were analyzed. Prior to adsorption studies, MONT frameworks were activated under optimized solvent exchange conditions to remove initial guest solvent and then heated overnight (see the ", "Supporting Information", " for details). MONT ", "3", " was activated by Soxhlet extraction with methanol prior to adsorption studies, while MONT ", "7", " was activated by solvent exchange with methanol to remove guest DMF molecules. After multiple attempts with different activation methods, guest DMF molecules within the pores of ", "4", " could not be removed, and therefore, ", "4", " did not exhibit any gas uptake. MONTs ", "3", " and ", "7", ", however, showed selective uptake of CO", "2", " and CH", "4", ", with all other gases tested (N", "2", ", H", "2", ", and O", "2", ") having almost no uptake. Figure ", "6", " shows both CO", "2", " and CH", "4", " adsorption isotherms for ", "3", " and ", "7", " at 298 K. The maximum CO", "2", " and CH", "4", " uptakes for ", "3", " at 1.22 bar are 1.58 and 0.658 mmol g", "–1", ", respectively. The adsorption values for ", "7", " were only marginally higher at 1.22 bar with uptakes of 1.70 mmol g", "–1", " for CO", "2", " and 0.704 mmol g", "–1", " for CH", "4", ". Although MONT ", "7", " exhibits slightly higher adsorption values than ", "3", ", the pore size of ", "7", " is marginally smaller. This difference is reversed if the volumetric adsorption is considered, in which case ", "3", " adsorbs slightly more CO", "2", " and CH", "4", " than ", "7", " (", "Figure S19", "). This very small increase in adsorption for ", "7", " is possibly due to the exposure of open metal sites upon heating, as axially coordinated water molecules may be removed.", "Figure 6. CO", "2", " (squares) and CH", "4", " (triangles) adsorption isotherms for MONTs ", "3", " (red) and ", "7", " (blue).", "We continued our sorption studies by analyzing silver MONTs ", "5", " and ", "6", ". Both silver MONTs were activated by solvent exchange with methanol for 2 weeks to remove guest NMP molecules followed by heating overnight. Analysis of MONTs ", "5", " and ", "6", " would allow for a direct study of the effect of pore width on adsorption, as the only difference is the aryl moiety on the ditriazole. Both CO", "2", " and CH", "4", " adsorption isotherms for ", "5", " and ", "6", " are shown in Figure ", "7", " with the same axes to allow comparison to copper MONTs ", "3", " and ", "7", ". MONT ", "5", ", containing a central xylene moiety and therefore a smaller pore size compared with ", "6", ", exhibited maximum uptakes of 0.607 and 0.248 mmol g", "–1", " for CO", "2", " and CH", "4", ", respectively, at 1.22 bar. MONT ", "6", " displayed increased uptakes for both CO", "2", " and CH", "4", " with respective maximum values of 0.960 and 0.302 mmol g", "–1", " at 1.22 bar. The increased pore size in ", "6", " therefore allows a higher maximum uptake of CO", "2", " and improved CO", "2", " versus CH", "4", " selectivity, as the CH", "4", " uptake increased only slightly compared with that for ", "5", ". A volumetric comparison of the isotherms of ", "5", " and ", "6", " shows similar results (Figure S20 in the ", "Supporting Information", "). Adsorption studies of MONTs ", "5", " and ", "6", " show how ligand choice plays an important role in determining both gas selectivity and uptake.", "Figure 7. CO", "2", " (squares) and CH", "4", " (triangles) adsorption isotherms for MONTs ", "5", " (green) and ", "6", " (purple).", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "3 Conclusion", "The first series of two-pillared MONTs have been synthesized using isostructural design principles. Semirigid double-hinged di-1,2,4-triazoles adopt a syn conformation at the hinges to link rigid metal chains while an appropriate anion choice provides a “cap” for the rigid metal fragments, leading solely to MONTs. Since the synthesis of these 1,2,4-triazoles allows for adjustment of the central aryl moiety, the width of the tube can be adjusted through judicious ligand choice. The choice of metal ion and its oxidation state caused changes in the local geometry about the metal center but still allowed for MONTs to be synthesized following this general strategy. Ligands containing central ", "m", "-xylene, ", "p", "-xylene, and naphthalene moieties were utilized and allowed for the most detailed study of gas adsorption in MONTs to date. Copper MONTs ", "3", " and ", "7", " exhibited the highest CO", "2", " and CH", "4", " uptakes among the MONTs studied. Significantly, Ag MONTs ", "5", " and ", "6", " allowed for a more direct comparison of pore size on gas adsorption, as the only difference is the widths of the pores in the corresponding MONTs. Adsorption studies on ", "5", " and ", "6", " showed that widening the pore modestly improved the CO", "2", " uptake and CO", "2", "/CH", "4", " selectivity. Future research will focus on the synthesis of MONTs containing additional semirigid double-hinged di-1,2,4-triazoles to improve control of the height and width of these novel 1D materials.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Detailed synthesis and characterization of all compounds, including NMR, TGA, PXRD, gas adsorption, and crystallographic data with tables of bond angles. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "We are grateful to Tennessee’s Science Alliance, whose JDRD Grant provided partial support for this research.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "References", "References", "This article references 66 other publications.", "1. ", "Falcao", ", ", "E. H. L.", "; ", "Wudl", ", ", "F.", " ", "J. Chem. Technol. Biotechnol.", " ", "2007", ",  ", "82", ",  ", "524", "[", "Crossref", "], [", "CAS", "]", "1. ", "Carbon allotropes: beyond graphite and diamond", "Falcao, Eduardo H. L.; Wudl, Fred", "Journal of Chemical Technology and Biotechnology", "\r\n        (", "2007", "),\r\n    ", "82", "\r\n        (", "6", "),\r\n    ", "524-531", "CODEN:\r\n                ", "JCTBED", ";\r\n        ISSN:", "0268-2575", ".\r\n    \r\n            (", "John Wiley & Sons Ltd.", ")\r\n        ", "A review.  Carbon offers unmatched versatility among the elements of the periodic table.  Depending on its hybridization state and at. arrangement, carbon forms the layered semiconductor graphite, the insulator diamond, with its unmatched hardness, the high surface area amorphous carbons, and the nano-sized fullerenes and nanotubes, among others.  This paper broadly reviews carbon allotropes, with emphasis on some recent results and applications, particularly in the field of high surface area amorphous carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntV2mu7g%253D&md5=bdf66fe7262b37ef8e6aa5ff47e35c93", "2. ", "Baughman", ", ", "R. H.", "; ", "Zakhidov", ", ", "A. A.", "; ", "de Heer", ", ", "W. A.", " ", "Science", " ", "2002", ",  ", "297", ",  ", "787", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Carbon nanotubes-the route toward applications", "Baughman, Ray H.; Zakhidov, Anvar A.; de Heer, Walt A.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "297", "\r\n        (", "5582", "),\r\n    ", "787-792", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Many potential applications are proposed for carbon nanotubes, including conductive and high-strength composites; energy storage and energy conversion devices sensors; field emission displays and radiation sources; hydrogen storage media; and nanometer-sized semiconductor devices, probes, and interconnects.  Some of these applications are now realized in products.  Others are demonstrated in early to advanced devices and one, hydrogen storage, is clouded by controversy.  Nanotube cost, polydispersity in nanotube type, and limitations in processing and assembly methods are important barriers for some applications of single-walled nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlvVyhsrw%253D&md5=1102737a224e934b7a370610de566773", "3. ", "Allen", ", ", "M. J.", "; ", "Tung", ", ", "V. C.", "; ", "Kaner", ", ", "R. B.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "132", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Honeycomb Carbon: A Review of Graphene", "Allen, Matthew J.; Tung, Vincent C.; Kaner, Richard B.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "1", "),\r\n    ", "132-145", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is given of the field of graphene from a materials chem. standpoint with emphasis on the progress made since 2004 in the prodn. of graphene and its implementation in devices.  Discussions include the chem. of graphene, characterization of graphene flakes, extraordinary devices with peeled graphene, high-speed electronics, single mol. detection, alternatives to mech. activation, chem. derived graphene from graphite oxide, total org. synthesis, epitaxial graphene and CVD and graphene nanoribbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXoslCnu78%253D&md5=c10f4795776f799e5d1a400f5a95db19", "4. ", "Ferro", ", ", "S.", " ", "J. Mater. Chem.", " ", "2002", ",  ", "12", ",  ", "2843", "[", "Crossref", "], [", "CAS", "]", "4. ", "Synthesis of diamond", "Ferro, Sergio", "Journal of Materials Chemistry", "\r\n        (", "2002", "),\r\n    ", "12", "\r\n        (", "10", "),\r\n    ", "2843-2855", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Diamond is impressive because of its wide range of extreme properties.  By most measures, diamond is the biggest and best: it is the hardest known material, has the lowest coeff. of thermal expansion, is chem. inert and wear resistant, offers low friction, has high thermal cond., and is elec. insulating and optically transparent from the UV to the far IR.  Diamond already finds use in many different applications including, of course, its use as a precious gem, but also as a heat sink, as an abrasive, and as inserts and/or wear-resistant coatings for cutting tools.  Obviously, it is possible to envisage many other potential applications for diamond as an engineering material, but progress in implementing many such ideas was hampered by the comparative scarcity of natural diamond.  This paper reports on the progress of the long running quest for ways to prep. diamond in the lab.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xntlyiu7w%253D&md5=ad7b23010951892cfe746a3987f61e85", "5. ", "Liu", ", ", "Y.", "; ", "Dong", ", ", "X.", "; ", "Chen", ", ", "P.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "2283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Biological and chemical sensors based on graphene materials", "Liu, Yuxin; Dong, Xiaochen; Chen, Peng", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2283-2307", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Owing to their extraordinary elec., chem., optical, mech. and structural properties, graphene and its derivs. have stimulated exploding interests in their sensor applications ever since the 1st isolation of free-standing graphene sheets in year 2004.  This article critically and comprehensively reviews the emerging graphene-based electrochem. sensors, electronic sensors, optical sensors, and nanopore sensors for biol. or chem. detection.  The authors emphasize on the underlying detection (or signal transduction) mechanisms, the unique roles and advantages of the used graphene materials.  Properties and prepns. of different graphene materials, their functionalizations are also comparatively discussed in view of sensor development.  Finally, the perspective and current challenges of graphene sensors are outlined (312 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsLo%253D&md5=5454d4561e7ab73b83c94265bc2b3d70", "6. ", "Saito", ", ", "N.", "; ", "Usui", ", ", "Y.", "; ", "Aoki", ", ", "K.", "; ", "Narita", ", ", "N.", "; ", "Shimizu", ", ", "M.", "; ", "Hara", ", ", "K.", "; ", "Ogiwara", ", ", "N.", "; ", "Nakamura", ", ", "K.", "; ", "Ishigaki", ", ", "N.", "; ", "Kato", ", ", "H.", "; ", "Taruta", ", ", "S.", "; ", "Endo", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1897", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Carbon nanotubes: Biomaterial applications", "Saito, Naoto; Usui, Yuki; Aoki, Kaoru; Narita, Nobuyo; Shimizu, Masayuki; Hara, Kazuo; Ogiwara, Nobuhide; Nakamura, Koichi; Ishigaki, Norio; Kato, Hiroyuki; Taruta, Seiichi; Endo, Morinobu", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "7", "),\r\n    ", "1897-1903", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  There is increasing interest in the unique biol. and medical properties of carbon nanotubes (CNTs), and it is expected that biomaterials incorporating CNTs will be developed for clin. use.  There has been a great deal of progress in improving the various properties of CNTs for use in biomaterials and for promotion of tissue regeneration as scaffold materials.  The effects of CNTs on cells and tissues are extremely important for their use in biomaterials.  This tutorial review clarifies the current state of knowledge in the interdisciplinary field of CNT-based nanobiotechnol. to det. whether CNTs may be useful in biomaterials.  Future perspectives in this rapidly developing field will also be discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXns1Slsbw%253D&md5=2326e6e87f34523f84fabd568760a599", "7. ", "Sgobba", ", ", "V.", "; ", "Guldi", ", ", "D. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "165", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Carbon nanotubes-electronic/electrochemical properties and application for nanoelectronics and photonics", "Sgobba, Vito; Guldi, Dirk M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "1", "),\r\n    ", "165-184", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The fundamental chem., redox, electrochem., photoelectrochem., optical and optoelectronic features of C nanotubes are surveyed with particular emphasis on the most relevant applications as electron donor/electron acceptor or as electron conductor/hole conductor materials, in solns. and in the solid state.  Methods that aim at p- and n-doping as a means to favor hole or electron injection/transport are covered as well (crit. review, 208 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFWjtLrN&md5=6dd9c9c9f8c585aecdcc0c9f589808dc", "8. ", "Chen", ", ", "D.", "; ", "Tang", ", ", "L.", "; ", "Li", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "3157", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Graphene-based materials in electrochemistry", "Chen, Da; Tang, Longhua; Li, Jinghong", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "8", "),\r\n    ", "3157-3180", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Graphene, as the fundamental 2D carbon structure with exceptionally high crystal and electronic quality, has emerged as a rapidly rising star in the field of material science.  Its sudden discovery in 2004 led to an explosion of interest in the study of graphene with respect to its unique phys., chem., and mech. properties, opening up a new research area for materials science and condensed-matter physics, and aiming for wide-ranging and diversified technol. applications.  In this crit. review, recent advances in the development of graphene-based materials from the standpoint of electrochem. will be described.  To begin with, electron transfer properties of graphene will be discussed, involving its unusual electronic structure, extraordinary electronic properties and fascinating electron transport.  The next major section deals with the exciting progress related to graphene-based materials in electrochem. since 2004, including electrochem. sensing, electrochemiluminescence, electrocatalysis, electrochem. energy conversion and FET devices.  Finally, prospects and further developments in this exciting field of graphene-based materials are also suggested.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptFygs70%253D&md5=66e4f1a0d54e317e282dc204de2422fa", "9. ", "Geim", ", ", "A. K.", "; ", "Novoselov", ", ", "K. S.", " ", "Nat. Mater.", " ", "2007", ",  ", "6", ",  ", "183", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "The rise of graphene", "Geim, A. K.; Novoselov, K. S.", "Nature Materials", "\r\n        (", "2007", "),\r\n    ", "6", "\r\n        (", "3", "),\r\n    ", "183-191", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  Graphene is a rapidly rising star on the horizon of materials science and condensed-matter physics.  This strictly two-dimensional material exhibits exceptionally high crystal and electronic quality, and, despite its short history, has already revealed a cornucopia of new physics and potential applications, which are briefly discussed here.  Whereas one can be certain of the realness of applications only when com. products appear, graphene no longer requires any further proof of its importance in terms of fundamental physics.  Owing to its unusual electronic spectrum, graphene has led to the emergence of a new paradigm of 'relativistic' condensed-matter physics, where quantum relativistic phenomena, some of which are unobservable in high-energy physics, can now be mimicked and tested in table-top expts.  More generally, graphene represents a conceptually new class of materials that are only one atom thick, and, on this basis, offers new inroads into low-dimensional physics that has never ceased to surprise and continues to provide a fertile ground for applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXit1Khtrg%253D&md5=c2c02ce70a1725e6c559c173156568c5", "10. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "10. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "11. ", "James", ", ", "S. L.", " ", "Chem. Soc. Rev.", " ", "2003", ",  ", "32", ",  ", "276", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Metal-organic frameworks", "James, Stuart L.", "Chemical Society Reviews", "\r\n        (", "2003", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "276-288", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks are a recently-identified class of porous polymeric material, consisting of metal ions linked together by org. bridging ligands, and are a new development on the interface between mol. coordination chem. and materials science.  A range of novel structures was prepd. which feature amongst the largest pores known for cryst. compds., very high sorption capacities and complex sorption behavior not seen in aluminosilicate zeolites.  The development of synthetic approaches to these materials and studies of their properties are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtFOltLY%253D&md5=e9e83de0580c0b7dc9929ea3594efe12", "12. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "[", "Crossref", "], [", "CAS", "]", "12. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "13. ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Metal-Organic Frameworks: A Rapidly Growing Class of Versatile Nanoporous Materials", "Meek, Scott T.; Greathouse, Jeffery A.; Allendorf, Mark D.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "249-267", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) represent a new class of hybrid org.-inorg. supramol. materials comprised of ordered networks formed from org. electron donor linkers and metal cations.  They can exhibit extremely high surface areas, as well as tunable pore size and functionality, and can act as hosts for a variety of guest mols.  Since their discovery, MOFs have enjoyed extensive exploration, with applications ranging from gas storage to drug delivery to sensing.  This review covers advances in the MOF field from the past three years, focusing on applications, including gas sepn., catalysis, drug delivery, optical and electronic applications, and sensing.  We also summarize recent work on methods for MOF synthesis and computational modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1ens7fN&md5=ce0437e9a3996f48e5a46077d0dca171", "14. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "15. ", "Thanasekaran", ", ", "P.", "; ", "Luo", ", ", "T.-T.", "; ", "Lee", ", ", "C.-H.", "; ", "Lu", ", ", "K.-L.", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "13140", "[", "Crossref", "], [", "CAS", "]", "15. ", "A journey in search of single-walled metal-organic nanotubes", "Thanasekaran, Pounraj; Luo, Tzuoo-Tsair; Lee, Cheng-Hua; Lu, Kuang-Lieh", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "35", "),\r\n    ", "13140-13149", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Single-walled metal-org. nanotubes (SWMONTs) represent a family of new, structured porous materials.  Metal-org. nanotubes (MONTs) offer an attractive alternative to carbon nanotubes because cationic metal ions are incorporated into the backbones of MONTs.  However, efforts regarding the prepn. of metal-org. nanotubes have been few in no., compared with the focus on carbon nanotubes (CNTs) and synthetic nanotubes (SNTs).  In particular, the prepn. of single-walled metal-org. nanotubes (SWMONTs) remains largely unexplored.  The goal of this feature article is to highlight synthetic strategies, the structural characteristics of this unique class of SWMONTs materials and explore possible applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKhtbvI&md5=2a630fdb197a36bbfc4aeea254d277dc", "16. ", "Yu", ", ", "Y.", "; ", "Ren", ", ", "Y.", "; ", "Shen", ", ", "W.", "; ", "Deng", ", ", "H.", "; ", "Gao", ", ", "Z.", " ", "TrAC, Trends Anal. Chem.", " ", "2013", ",  ", "50", ",  ", "33", "[", "Crossref", "], [", "CAS", "]", "16. ", "Applications of metal-organic frameworks as stationary phases in chromatography", "Yu, Yuebo; Ren, Yuqian; Shen, Wei; Deng, Huimin; Gao, Zhiqiang", "TrAC, Trends in Analytical Chemistry", "\r\n        (", "2013", "),\r\n    ", "50", "\r\n        (", "),\r\n    ", "33-41", "CODEN:\r\n                ", "TTAEDJ", ";\r\n        ISSN:", "0165-9936", ".\r\n    \r\n            (", "Elsevier B. V.", ")\r\n        ", "A review.  As a new family of mesoporous and microporous materials, metal-org. frameworks (MOFs) are considered versatile materials for widespread tech. applications.  Summarized are some of the eminent properties of MOFs and the development in the application of MOFs in chromatog., esp. the advantages they could bring to gas chromatog. (GC) and high-performance liq. chromatog. (HPLC).  The application of MOFs as novel stationary phases in chromatog. in place of conventional materials has led to notable improvements in the performance of GC and HPLC.  Highlighted are differences in chromatog. performance between MOFs and conventional sorbents, such as zeolites, before discussing the future prospects for MOFs in chromatog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlSiu7vE&md5=d808c2f840c7a8c60df7319c1e97de2a", "17. ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y.-G.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J.-M.", "; ", "Jeong", ", ", "H.-K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "[", "Crossref", "], [", "CAS", "]", "17. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "18. ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "19. ", "Zou", ", ", "R.", "; ", "Abdel-Fattah", ", ", "A. I.", "; ", "Xu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Hickmott", ", ", "D. D.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "1337", "[", "Crossref", "], [", "CAS", "]", "19. ", "Storage and separation applications of nanoporous metal-organic frameworks", "Zou, Ruqiang; Abdel-Fattah, Amr I.; Xu, Hongwu; Zhao, Yusheng; Hickmott, Don D.", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "5", "),\r\n    ", "1337-1353", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This Highlight explores the progress and perspective in studies of metal-org. frameworks (MOFs), a new class of nanoporous materials, particularly suited for storage and sepn. applications related to energy utilization and environmental remediation.  Since the discovery of the first MOF compd., hundreds of different MOFs have been developed and reported.  MOFs are generally synthesized by self-assembly of metal ions/clusters as coordination centers and org. ligands as linkers.  They possess intriguing chem. and phys. properties and are structurally tunable, thermally stable and mech. sound.  MOFs are increasingly proving to be a superior class of materials for state-of-the-art applications in crystal engineering, chem., and materials science.  In this Highlight, we present general routes for MOFs synthesis, discuss reticular design of their pore structures, and show some of their remarkable applications, esp. in the areas of storage and sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvVWgt7w%253D&md5=75edc94ab0883b8563fdab6b4886fe8c", "20. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "20. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "21. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastré", ", ", "J.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "[", "Crossref", "], [", "CAS", "]", "21. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "22. ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q.-R.", "; ", "Li", ", ", "J.-R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "[", "Crossref", "], [", "CAS", "]", "22. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "23. ", "Wang", ", ", "C.", "; ", "Zheng", ", ", "M.", "; ", "Lin", ", ", "W.", " ", "J. Phys. Chem. Lett.", " ", "2011", ",  ", "2", ",  ", "1701", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Asymmetric Catalysis with Chiral Porous Metal-Organic Frameworks: Critical Issues", "Wang, Cheng; Zheng, Min; Lin, Wenbin", "Journal of Physical Chemistry Letters", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "14", "),\r\n    ", "1701-1709", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; chiral metal-org. frameworks (MOFs) have shown great promise as highly efficient and recyclable heterogeneous catalysts in asym. reactions.  Following a brief introduction of basic concepts and potential virtues of MOFs in catalysis, five crit. issues pertinent to the fundamental understanding of MOF asym. catalysis are discussed: strategies to construct and sustain reagent-accessible channels, framework distortion and characterization of large open channels in MOFs, substrate diffusion through the MOF channels, the dependence of catalytic activities and stereoselectivities on MOF open channel sizes, and detailed elucidation of structure-property relationships via single-crystal-to-single-crystal transformations.  A perspective on further development of chiral MOF catalysts in the potential prodn. of optically pure org. mols. is also given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotlGntb8%253D&md5=d830452444edd78dd5dead641aa81032", "24. ", "Gascon", ", ", "J.", "; ", "Corma", ", ", "A.", "; ", "Kapteijn", ", ", "F.", "; ", "Llabrés i Xamena", ", ", "F. X.", " ", "ACS Catal.", " ", "2014", ",  ", "4", ",  ", "361", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Metal Organic Framework Catalysis: Quo vadis?", "Gascon, Jorge; Corma, Avelino; Kapteijn, Freek; Llabres i Xamena, Francesc X.", "ACS Catalysis", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "361-378", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; in this perspective, we highlight the main opportunities of metal org. frameworks (MOFs) as heterogeneous catalysts.  Along with our personal view on the most promising catalytic applications, the most important issues that still need to be addressed before com. implementation of MOF catalysis are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFWlt77I&md5=160a72fe062f54eaa1f0121ef5b9cb3a", "25. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Opanasenko", ", ", "M.", "; ", "Cejka", ", ", "J.", "; ", "Garcia", ", ", "H.", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "2509", "[", "Crossref", "], [", "CAS", "]", "25. ", "Metal organic frameworks as heterogeneous catalysts for the production of fine chemicals", "Dhakshinamoorthy, Amarajothi; Opanasenko, Maksym; Cejka, Jiri; Garcia, Hermenegildo", "Catalysis Science & Technology", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "10", "),\r\n    ", "2509-2540", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; this review focuses on the use of metal org. frameworks (MOFs) as catalysts for the synthesis of fine chems.  While petrochem. is characterized by gas phase reactions, in which MOFs cannot compete with robust zeolites, MOFs are better suited for liq. phase reactions performed at moderate temps.  These are the conditions typically employed for the prodn. of fine chems. characterized by being more complex and diverse mols. of low volatility, but with high added value.  For the prepn. of this type of compd., MOFs offer the advantage of wide open porosity in the nanometer scale and a large void vol.  In the present review we have summarized the reports that appeared up to early 2013 on the use of MOFs as catalysts in the liq. phase for the prodn. of fine chems., primarily classified according to the type of active site and the functional group formed in the reaction.  Prospects for future development in this field are provided in the last section.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVSltrzL&md5=a0032e100abaa9a46a7ae87e3c7e2005", "26. ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. B. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "27. ", "Hu", ", ", "Z.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2014", ", ", " DOI: 10.1039/C4CS00010B", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "28. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "29. ", "Xu", ", ", "Y.", "; ", "Yuan", ", ", "D.", "; ", "Wu", ", ", "B.", "; ", "Han", ", ", "L.", "; ", "Wu", ", ", "M.", "; ", "Jiang", ", ", "F.", "; ", "Hong", ", ", "M.", " ", "Cryst. Growth Des.", " ", "2006", ",  ", "6", ",  ", "1168", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "1D Tube, 2D Layer, and 3D Framework Derived from A New Series of Metal(II)-5-Aminodiacetic Isophthalate Coordination Polymers", "Xu, Yanqing; Yuan, Daqiang; Wu, Benlai; Han, Lei; Wu, Mingyan; Jiang, Feilong; Hong, Maochun", "Crystal Growth & Design", "\r\n        (", "2006", "),\r\n    ", "6", "\r\n        (", "5", "),\r\n    ", "1168-1174", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three novel coordination polymers, [Cu2(adip)(H2O)4]n·nH2O (1), [Co3(Hadip)2(H2O)6]n·2nH2O (2), and [Zn7(adip)4(H2O)10K2(H2O)2]n·4nH2O (3), were solvothermally synthesized by adopting a new type of multicarboxylate ligand, H4adip (H4adip = 5-(bis(carboxymethyl)amino)isophthalic acid).  Compd. 1 features a 1-dimensional tube-like structure, compd. 2 shows novel 2-dimensional (3,4)-connected nets, and compd. 3 possesses an interesting 3-dimensional architecture, all of which possess channels hosting guest H2O mols.  A particular interest of the adip4- ligand is its propensity to bind metal ions forming various metallocycles, which could be viewed as the basic building blocks in the construction of supramol. frameworks.  Thermogravimetric analyses (TGA) were performed on compds. 1, 2, and 3.  Variable-temp. magnetic susceptibility of 2 was studied.  An intense blue luminescence with an emission band peaking at 454 nm obsd. for 3 may result from ligand-to-metal charge transfer (LMCT).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xjt1Kmtbs%253D&md5=d0a0a0995925e6d67f1d36bb5f99a492", "30. ", "Hao", ", ", "X.-R.", "; ", "Wang", ", ", "X.-L.", "; ", "Qin", ", ", "C.", "; ", "Su", ", ", "Z.-M.", "; ", "Wang", ", ", "E.-B.", "; ", "Lan", ", ", "Y.-Q.", "; ", "Shao", ", ", "K.-Z.", " ", "Chem. Commun.", " ", "2007", ",  ", "4620", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "A 3D chiral nanoporous coordination framework consisting of homochiral nanotubes assembled from octuple helices", "Hao, Xiang-Rong; Wang, Xin-Long; Qin, Chao; Su, Zhong-Min; Wang, En-Bo; Lan, Ya-Qian; Shao, Kui-Zhan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "44", "),\r\n    ", "4620-4622", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A 3D chiral nanoporous coordination framework consisting of homochiral nanotubes assembled from octuple helixes with a 19.4 Å by 22.4 Å aperture is formed by the parallel alignment of eight infinite helical chains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht12hsrvN&md5=9798e33496a62d9d281ae223ad628caf", "31. ", "Bu", ", ", "F.", "; ", "Xiao", ", ", "S.-J.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "3385", "[", "Crossref", "], [", "CAS", "]", "31. ", "A 4-connected anionic metal-organic nanotube constructed from indium isophthalate", "Bu, Fei; Xiao, Shou-Jun", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "11", "),\r\n    ", "3385-3387", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Here, a very unusual metal-org. nanotubular structure, [In(1,3-BDC)2]- (1,3-BDC = 1,3-benzenedicarboxylate) based on the 4-connected topol. is reported.  While 4-connected structures are widely sought after, such one-dimensional 4-connected tubular structures are extremely rare even though two- and three-dimensional 4-connected materials are common.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGht7jN&md5=a758268fcf06097042702594477414a2", "32. ", "Kong", ", ", "G.-Q.", "; ", "Ou", ", ", "S.", "; ", "Zou", ", ", "C.", "; ", "Wu", ", ", "C.-D.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "19851", "ACS Full Text ", ", [", "CAS", "]", "32. ", "Assembly and Post-Modification of a Metal-Organic Nanotube for Highly Efficient Catalysis", "Kong, Guo-Qiang; Ou, Sha; Zou, Chao; Wu, Chuan-De", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "48", "),\r\n    ", "19851-19857", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. nanotube (MONT) was synthesized by linking up the bent org. ligands and the tetra-coordinated zinc cations under mild conditions.  Structural anal. revealed that the MONT has a very large exterior wall diam. of 4.91 nm and an interior channel diam. of 3.32 nm.  Interlocking of the nanotubes gives rise to a 3D chiral framework contg. 1D helical cylindered channels with diam. of 2.0 nm.  The MONT has very interesting property by synergizing the functionality of nanotubes, metal-org. frameworks (MOFs), and N-heterocyclic carbenes (NHCs).  The dye adsorption expts. demonstrate that the channels of the MONTs are accessible to large reagents typically used for catalysis.  The postmodification of the MONT can be easily operated by unmarking the imidazolium moieties in the channel walls, which was conducted as a highly active heterogeneous catalyst for Suzuki-Miyaura and Heck coupling reactions, hydrogenation of olefins and nitrobenzene, while the constituent elements are less efficient for these reactions under the same conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs12mtb%252FL&md5=12a8602b957a3d51167591837e76632b", "33. ", "Otsubo", ", ", "K.", "; ", "Wakabayashi", ", ", "Y.", "; ", "Ohara", ", ", "J.", "; ", "Yamamoto", ", ", "S.", "; ", "Matsuzaki", ", ", "H.", "; ", "Okamoto", ", ", "H.", "; ", "Nitta", ", ", "K.", "; ", "Uruga", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "Nat. Mater.", " ", "2011", ",  ", "10", ",  ", "291", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Bottom-up realization of a porous metal-organic nanotubular assembly", "Otsubo, Kazuya; Wakabayashi, Yusuke; Ohara, Jun; Yamamoto, Shoji; Matsuzaki, Hiroyuki; Okamoto, Hiroshi; Nitta, Kiyofumi; Uruga, Tomoya; Kitagawa, Hiroshi", "Nature Materials", "\r\n        (", "2011", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "291-295", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Nanotubes are generally prepd. from their constituent elements at high temps., and thus it is difficult to control their size, shape and electronic states.  One useful approach for synthesizing well-defined nanostructures involves the use of building blocks such as metal ions and org. mols.  Here, the authors show the successful creation of an assembly of infinite square prism-shaped metal-org. nanotubes [Pt(en)(bpy)]4(NO3)8·16H2O obtained from the simple polymn. of a square-shaped metal-org. frame.  The constituent nanotube has a 1-dimensional (1D) channel with a window size of 5.9 x 5.9 Å2, and can absorb H2O (H2O) and alc. vapors, whereas N2 and CO2 do not adhere.  It consists of four 1-dimensional covalent chains that constitute a unique electronic structure of 'charge-d. wave (CDW) quartets' on crystn.  Also, exchanging structural components and guest mols. enables the authors to control its semiconductive bandgap.  These findings demonstrate the possibility of bottom-up construction of new porous nanotubes, where their degrees of freedom in both pore space and framework can be used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVGjtbo%253D&md5=83695cbc9f647e0982510ca7afa35ccc", "34. ", "He", ", ", "H.", "; ", "Collins", ", ", "D.", "; ", "Dai", ", ", "F.", "; ", "Zhao", ", ", "X.", "; ", "Zhang", ", ", "G.", "; ", "Ma", ", ", "H.", "; ", "Sun", ", ", "D.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "895", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Construction of Metal-Organic Frameworks with 1D Chain, 2D Grid, and 3D Porous Framework Based on a Flexible Imidazole Ligand and Rigid Benzenedicarboxylates", "He, Haiyan; Collins, David; Dai, Fangna; Zhao, Xiaoliang; Zhang, Guoqing; Ma, Huiqing; Sun, Daofeng", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "2", "),\r\n    ", "895-902", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using ligands BITMB and IPA or TMIPA (BITMB = 1,3-bis(imidazol-1-ylmethyl)-2,4,6-trimethylbenzene, H2IPA = isophthalic acid, H2TMIPA = 2,4,6-trimethylisophthalic acid), in which the BITMB can adopt syn or anti conformations, three metal-org. frameworks (MOFs) were synthesized, Ni(BITMB)(TMIPA)·2H2O (1), Zn(BITMB)(IPA)·H2O (2) and Zn2(BITMB)2(HIPA)2(IPA)·H2O (3).  These MOFs contain a variety of structures: a 1-dimensional (1D) chain (1), a two-dimensional (2D) interpenetrating layer (2), and a three-dimensional (3D) porous framework (3).  In MOFs 1 and 2, the BITMB ligand adopts a syn conformation, connecting metal ions to form a macrometallocycle or chain as the subunit, which are further connected by the rigid carboxylate ligands to generate the final 1-dimensional chain or 2-dimensional interpenetrating layer.  The BITMB ligand in 3 adopts an anti conformation, which connects metal ions to form a 1-dimensional zigzag chain as the subunit.  The 1-dimensional chain subunits are further connected by the carboxylate ligand to form the 3-dimensional porous framework.  The conformation of the BITMB and thus the dimensionality of the MOF can be controlled by the presence or lack of water solvent in the reaction system.  Photoluminescence measurements of 2 and 3 in the solid state at room temp. show that both coordination networks exhibit similar, strong luminescence, which can be assigned to an intraligand π→π* transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVClurfF&md5=011ff647cf0e7efd1db39f1c1f403331", "35. ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Y.", "; ", "Li", ", ", "G.", "; ", "Liu", ", ", "D.", "; ", "Chen", ", ", "Y.", "; ", "Hu", ", ", "W.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "2457", "[", "Crossref", "], [", "CAS", "]", "35. ", "Design and construction of coordination polymers by 2,2'-dinitro-4,4'-biphenyldicarboxylate and imidazole-based ligands: diverse structures based on different metal ions", "Li, Baiyan; Zhang, Yiming; Li, Guanghua; Liu, Dan; Chen, Yan; Hu, Weiwei; Shi, Zhan; Feng, Shouhua", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "7", "),\r\n    ", "2457-2463", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Six coordination polymers, [Mn2(nbpdc)2(bib)]n (1), [Co2(nbpdc)2(bib)1.5(H2O)2]n (2), [Ni2(nbpdc)2(bib)1.5(H2O)2]n (3), [Cu3(nbpdc)2(bib)(OH)2]n (4), [Zn2(nbpdc)2(bib)]n (5), and [Cd2(nbpdc)2(bib)(H2O)]n (6), (H2nbpdc = 2,2'-dinitro-1,1'-biphenyl-4,4'-dicarboxylic acid, bib = 1,4-bis(imidazol-1-yl)butane), were prepd. and structurally characterized.  In these compds., nbpdc and bib link different secondary building units (SBUs) to construct various architectures based on different metals.  Compds. 1 and 5 present a 3-dimensional pcu net based on an infinite rod-shaped SBU.  Compds. 2 and 3 have the same 2-dimensional double-layer structure with a unique {412.52.6} topol., showing an interesting self-penetration feature.  Compd. 4 presents a 3-dimensional framework with hex topol.  Compd. 6 shows a 3-dimensional framework with unprecedented (412.513.63)(48.55.62) topol. based on two different unusual infinite and finite SBUs, and has an interesting self-penetrating feature.  Therefore, different metal ions influence the final structures of coordination polymers.  Magnetic properties of compds. 1 and 4 were characterized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVagtL4%253D&md5=cc54d01948e811f38ba6a7f0023ceb76", "36. ", "Unruh", ", ", "D. K.", "; ", "Gojdas", ", ", "K.", "; ", "Libo", ", ", "A.", "; ", "Forbes", ", ", "T. Z.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7398", "ACS Full Text ", ", [", "CAS", "]", "36. ", "Development of Metal-Organic Nanotubes Exhibiting Low-Temperature, Reversible Exchange of Confined Ice Channels", "Unruh, Daniel K.; Gojdas, Kyle; Libo, Anna; Forbes, Tori Z.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7398-7401", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nanotubular materials have unique water transport and storage properties that have the potential to advance sepns., catalysis, drug delivery, and environmental remediation technologies.  A novel metal-org. nanotube, (C4H12N2)0.5[(UO2)(Hida)(H2ida)]·2H2O (UMON) (ida = iminodiacetate), that demonstrates the possibilities of these types of hybrid compds. has been synthesized via a supramol. approach.  Single-crystal X-ray diffraction of the compd. revealed stacked macrocyclic arrays that contain highly ordered water mols. with structural similarities to the ice channels obsd. in single-walled carbon nanotubes.  Nano-confinement of the water mols. may be the cause of the unusual exchange properties obsd. for UMON, including selectivity to water and reversible exchange at low temp. (37°C).  Similar properties have not been reported for other inorg. or hybrid compds. and indicate the potential of MONs as advanced materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntVWrs7o%253D&md5=868597b270c659606725d3700f026d4d", "37. ", "Fang", ", ", "C.", "; ", "Liu", ", ", "Q.-K.", "; ", "Ma", ", ", "J.-P.", "; ", "Dong", ", ", "Y.-B.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "3923", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Independent 1D Nanosized Metal-Organic Tube: Anion Exchange, Separation, and Anion-Responsive Luminescence", "Fang, Chao; Liu, Qi-Kui; Ma, Jian-Ping; Dong, Yu-Bin", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "7", "),\r\n    ", "3923-3925", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three independent 1-dimensional metal-org. nanotubes AgL2X2 [L = bis(4-pyridyl-4-phenylmethylene)ethanedimine, X = PF6- (1), ClO4- (2), and SbF6- (3)] with anion exchange, sepn., and anion-responsive photoluminescence are reported.  Crystal structure anal. indicate 1-3 form hydrogen bonded polymeric helical chains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XktlGmsrw%253D&md5=018fa72d3bc31f252721853f37b666d0", "38. ", "Ren", ", ", "S.-B.", "; ", "Yang", ", ", "X.-L.", "; ", "Zhang", ", ", "J.", "; ", "Li", ", ", "Y.-Z.", "; ", "Zheng", ", ", "Y.-X.", "; ", "Du", ", ", "H.-B.", "; ", "You", ", ", "X.-Z.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "246", "[", "Crossref", "], [", "CAS", "]", "38. ", "An infinite photoluminescent coordination nanotube [CuSCN(L)]·(DMF)0.5", "Ren, Shi-Bin; Yang, Xiao-Li; Zhang, Jun; Li, Yi-Zhi; Zheng, You-Xuan; Du, Hong-Bin; You, Xiao-Zeng", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "2", "),\r\n    ", "246-248", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel, single-walled coordination nanotube [CuSCN(L)]·(DMF)0.5 (L = 1,3-bis(pyridin-4-yl)propane, DMF = N,N-dimethylformamide) was easily prepd. using two bidentate ligands and characterized by single crystal x-ray diffraction, which shows guest exchange properties and strong photoluminescence at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvVWlurg%253D&md5=be0ffec0cfd6ebabdff292cb189d33cd", "39. ", "Kennedy", ", ", "S.", "; ", "Karotsis", ", ", "G.", "; ", "Beavers", ", ", "C. M.", "; ", "Teat", ", ", "S. J.", "; ", "Brechin", ", ", "E. K.", "; ", "Dalgarno", ", ", "S. J.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4205", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Metal-Organic Calixarene Nanotubes", "Kennedy, Stuart; Karotsis, Georgios; Beavers, Christine M.; Teat, Simon J.; Brechin, Euan K.; Dalgarno, Scott J.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "25", "),\r\n    ", "4205-4208, S4205/1-S4205/5", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Reaction of tetra-O-butylated p-carboxylatocalix[4]arene (H2L) with transition metal ions from pyridine yields [Ni2(μ-H2O) (L)2(Py)4][Ni2(μ-H2O)(L)2(Py)3(MeOH)] (6) and [M2(μ-H2O)(L)2(Py)4] (M = Co, 7; Mn, 8).  The complexes are characterized by crystal structure anal. and magnetic susceptibility measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntVyksrY%253D&md5=2081df84ff474ea0c20f7ae0de7c51e2", "40. ", "Liu", ", ", "M.", "; ", "Du", ", ", "S.", "; ", "Liao", ", ", "W.", " ", "J. Mol. Struct.", " ", "2013", ",  ", "1049", ",  ", "310", "[", "Crossref", "], [", "CAS", "]", "40. ", "A metal-organic coordination nanotube based on Co4-TC4A subunits and V-shaped aromatic dicarboxylic acids", "Liu, Mei; Du, Shangchao; Liao, Wuping", "Journal of Molecular Structure", "\r\n        (", "2013", "),\r\n    ", "1049", "\r\n        (", "),\r\n    ", "310-314", "CODEN:\r\n                ", "JMOSB4", ";\r\n        ISSN:", "0022-2860", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The reaction of Co chloride with p-tert-butylthiacalix[4]arene (H4TC4A) and 1,3-di(4-carboxyphenyl)benzene (H2DCPB) in solvothermal condition results in a novel calixarene-based compd. H{[Co4Cl(TC4A)](DCPB)2}.  The compd. was characterized by single crystal x-ray diffraction, EDS anal., TGA and IR spectroscopy.  The structure was featured with some zigzag chains contg. the coordination nanotubular channels, which are constructed by bridging the shuttlecock-like Co4-TC4A secondary building units (SBUs) with the V-shaped DCPB ligands.  To evaluate the porosity, the N2 sorption measurement was carried out.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlOrtLbL&md5=f08b546b18e9f87e612cfb82cbd1d502", "41. ", "Huang", ", ", "X.-C.", "; ", "Luo", ", ", "W.", "; ", "Shen", ", ", "Y.-F.", "; ", "Lin", ", ", "X.-J.", "; ", "Li", ", ", "D.", " ", "Chem. Commun.", " ", "2008", ",  ", "3995", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "A metal-organic framework containing discrete single-walled nanotubes based on curved trinuclear [Cu3(μ3-O)(μ-OH)(triazolate)2]+ building blocks", "Huang, Xiao-Chun; Luo, Wei; Shen, Yu-Feng; Lin, Xin-Jian; Li, Dan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "34", "),\r\n    ", "3995-3997", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A metal-org. nanotubular architecture, {[Cu3(μ3-O)(μ-OH)(1,2,4-triazolate)2]3(μ3-Cl)(μ3-H2CA)}·8.5H2O (H3CA = cyanuric acid) was built from parallel-aligned single-walled nanotubes which interlink by μ3-bridged counterions, representing the first example of coordination nanotubes presumably generated from two-dimensional (2D) sheets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVKisrrK&md5=eade5d6117680000f042fbeaa6731e17", "42. ", "Dai", ", ", "F.", "; ", "He", ", ", "H.", "; ", "Sun", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14064", "ACS Full Text ", ", [", "CAS", "]", "42. ", "A Metal-Organic Nanotube Exhibiting Reversible Adsorption of (H2O)12 Cluster", "Dai, Fangna; He, Haiyan; Sun, Daofeng", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14064-14065", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel 1-dimensional metal-org. nanotube, exhibiting reversible and fast adsorption of the (H2O)12 cluster, was synthesized and characterized.  Crystallog. data are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SjtL3N&md5=dae6be2c540788103df044d31f55414a", "43. ", "Bataille", ", ", "T.", "; ", "Costantino", ", ", "F.", "; ", "Lorenzo-Luis", ", ", "P.", "; ", "Midollini", ", ", "S.", "; ", "Orlandini", ", ", "A.", " ", "Inorg. Chim. Acta", " ", "2008", ",  ", "361", ",  ", "9", "[", "Crossref", "], [", "CAS", "]", "43. ", "A new copper(II) tubelike metal-organic framework constructed from P,P'-diphenylmethylenediphosphinic acid and 4,4'-bipyridine: Synthesis, structure, and thermal behavior", "Bataille, Thierry; Costantino, Ferdinando; Lorenzo-Luis, Pablo; Midollini, Stefano; Orlandini, Annabella", "Inorganica Chimica Acta", "\r\n        (", "2008", "),\r\n    ", "361", "\r\n        (", "1", "),\r\n    ", "9-15", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new tubular metal-org. framework, [Cu2(pcp)2(4,4'-bipy)]·5H2O (pcp = P,P'-diphenylmethylenediphosphinate), was synthesized and characterized by single-crystal x-ray anal., temp.-dependent x-ray powder diffraction (TDXD), thermogravimetric measurements and IR spectroscopy.  The structure consists of polymeric nano-sized square channels, whose edges are constituted by infinite chains of metal ions bridged by phosphinate ligands.  The chains are linked together by 4,4'-bipyridines, forming the walls of the channels.  Solvent water mols. are located inside and outside the channels, all anchored through hydrogen bonds.  The cross-section dimensions of the channels are ∼10 × 10 Å2.  The four guest mols. located inside the channels can be eliminated by gentle heating at ∼80°, restored in air, or in turn substituted by DMF through vapor exposition.  The monohydrated phase, [Cu2(pcp)2(4,4'-bipy)]·H2O, which maintains the same polymeric framework as the title complex, remains stable up to 260°.  Above this temp. the complex undergoes a solid state crystal-to-crystal rapid reaction, via loss of both the 4,4'-bipyridine and the remaining water and rearrangement of the coordinated pcp to give the previously reported [Cu(pcp)] polymeric framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVSgsb3E&md5=5dc4d71f17881158c7809d750a5273f6", "44. ", "Liu", ", ", "B.-Y.", "; ", "Liu", ", ", "F.", "; ", "Lv", ", ", "L.-H.", "; ", "Grajeda", ", ", "J.", "; ", "Huang", ", ", "X.-C.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "447", "[", "Crossref", "], [", "CAS", "]", "44. ", "A new strategy for the construction of a single-walled metal-organic nanotubular framework: utilizing \"T\"-shaped building unit with ligand modification", "Liu, Bao-Yu; Liu, Feng; Lv, Li-Hong; Grajeda, Javier; Huang, Xiao-Chun", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "3", "),\r\n    ", "447-450", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two coordination compds., Cu(pim) (1) and Cu2(ppt)·1.5H2O (2) (Hpim = 2-(4-pyridyl)-imidazole, H2ppt = 5-(4-pyridyl)-1H-1,2,4-triazole-3-thiol), based on ligands with a \"T\"-shaped structural unit are reported here.  1 Presents a 2D layer network, whereas 2 shows a MOF contg. a 1D tubular channel, which are constructed using a similar unit to the 2D layer in 1, representing a new strategy to construct tubular frameworks.  Furthermore, basic properties such as photoluminescence and gas adsorption were studied as well.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVajt7jI&md5=31f3dc175efe61e46770dbea08f10162", "45. ", "Yu", ", ", "J.-T.", "; ", "Sun", ", ", "J.", "; ", "Huang", ", ", "Z.-T.", "; ", "Zheng", ", ", "Q.-Y.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "112", "[", "Crossref", "], [", "CAS", "]", "45. ", "A novel 1D independent metal-organic nanotube based on cyclotriveratrylene ligand", "Yu, Jin-Tao; Sun, Junliang; Huang, Zhi-Tang; Zheng, Qi-Yu", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "1", "),\r\n    ", "112-115", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel nanotubular metal-org. framework [Cu3L2(EtOH)(Py)2(H2O)2]·9DEF·8H2O (CTV-Cu) was prepd. by assembly of the rigid, trigonal pyramidal ligand tri-(4-carboxy-phenyl)-trimethoxycyclobenzylene (H3L) and Cu(NO3)2·3H2O via solvothermal reaction.  The Cu(II) ions in the crystal serve as square and linear mol. building blocks, thus forming a framework with ternary topol.  One single open-ended nanotube contains two identical orthogonally interpenetrated two-nodal nets.  This framework exhibits permanent microporosity and relatively high surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFKkt7fI&md5=1a9bb802cb1a260bdec365b9cbbac428", "46. ", "Chu", ", ", "Z.-L.", "; ", "Zhu", ", ", "H.-B.", "; ", "Hu", ", ", "D.-H.", "; ", "Huang", ", ", "W.", "; ", "Gou", ", ", "S.-H.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "1599", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "One-dimensional looped chain, 1D tube-like chain, and three-dimensional inorganic-organic hybrid coordination polymers assembled from 1,6-di(triazol-1-ylmethyl)-4-R-phenol and cadmium(II) thiocyanate", "Chu, Zhao-Lian; Zhu, Hai-Bin; Hu, Da-Hua; Huang, Wei; Gou, Shao-Hua", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "5", "),\r\n    ", "1599-1604", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of ligands, 1,6-di(triazol-1-ylmethyl)-4-R-phenol [dttp (R = t-Bu), dtmp (R = Me), dtcp (R = Cl)], with Cd(SCN)2 gives various coordination polymers with different structures.  Coordination polymer [Cd(dttp)2(SCN)2] (1) possesses a one-dimensional (1D) looped chain running along the c-axis, while isostructural polymers [Cd(dtmp)(SCN)2·MeOH] (2) and [Cd(dtcp)(SCN)2·MeOH] (3) feature a novel one-dimensional tube-like chain running along the a-axis.  Distinct assemblies are obsd. in 1, 2, and 3 due to the spatial hindrance of different substituted groups bonded to the phenol rings.  In contrast, 1,6-di(triazol-1-ylmethyl)-4-chlorophenol (dtcp) with Cd(SCN)2 under a solvothermal reaction condition yields a remarkable and unique three-dimensional (3D) polymer [Cd(dtcp)(SCN)2] (4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksVOku7g%253D&md5=5eab473daee980e2aca0ae7d405fcb80", "47. ", "Dai", ", ", "F.", "; ", "He", ", ", "H.", "; ", "Sun", ", ", "D.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "4613", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Polymorphism in High-Crystalline-Stability Metal-Organic Nanotubes", "Dai, Fangna; He, Haiyan; Sun, Daofeng", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "11", "),\r\n    ", "4613-4615", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By application of mixed org. ligands of 5-amino-2,4,6-triiodoisophthalic acid (H2ATIBDC) and 4,4'-bipyridine (bpy) to assemble with Zn ions at room temp., two novel polymorphic structures, Zn(ATIBDC)(bpy)·3H2O (denoted as MONT-1 and MONT-2), possessing 1-dimensional metal-org. nanotubular structures were synthesized and characterized.  MONT-1 was generated by connection of the zero-dimensional Zn-bpy squares through the bridging ATIBDC ligands, while MONT-2 was formed by connection of the 1-dimensional Zn-bpy helix through the ATIBDC ligands.  Both nanotubes possess highly cryst. stabilities and can absorb the uncoordinated H2O mols. reversibly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltVChtLk%253D&md5=db82dffe950414300bfaf40827c573c9", "48. ", "Wu", ", ", "G.", "; ", "Bai", ", ", "J.", "; ", "Jiang", ", ", "Y.", "; ", "Li", ", ", "G.", "; ", "Huang", ", ", "J.", "; ", "Li", ", ", "Y.", "; ", "Anson", ", ", "C. E.", "; ", "Powell", ", ", "A. K.", "; ", "Qiu", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "18276", "ACS Full Text ", ", [", "CAS", "]", "48. ", "Rolling Up the Sheet: Constructing Metal-Organic Lamellae and Nanotubes from a [{Mn3(propanediolato)2}(dicyanamide)2]n Honeycomb Skeleton", "Wu, Gang; Bai, Jiaquan; Jiang, Yuan; Li, Guanghua; Huang, Jian; Li, Yi; Anson, Christopher E.; Powell, Annie K.; Qiu, Shilun", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "49", "),\r\n    ", "18276-18279", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Target synthesis of metal-org. nanotubes (MONTs) through a classic rolling-up mechanism remains a big challenge for coordination chemists.  Three 2D lamellar compds. (R3NH)[Mn(II)3Mn(III)(L)2(dca)2Br2(MeOH)4] (R3N = Me3N, EtMe2N, Et2MeN) and one (4,0) zigzag MONT (R3 = Et3N) based on a common honeycomb coordination skeleton are reported.  The synthetic strategy toward sheet/tube superstructure transformation is to asym. modify the inter-layer interactions by gradually increasing the size of the amine templates.  Eventually, to relieve the surface tension of individual layers and to enhance surface areas and optimize host-guest interactions to accommodate bigger guests (Me3N, EtMe2N, Et2MeN, Et3N), spontaneous rolling up to form a tubular structure was achieved using Et3N as the template.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVajtbbP&md5=faec55d508a1e058e43a20351c3ed21a", "49. ", "Luo", ", ", "T.-T.", "; ", "Wu", ", ", "H.-C.", "; ", "Jao", ", ", "Y.-C.", "; ", "Huang", ", ", "S.-M.", "; ", "Tseng", ", ", "T.-W.", "; ", "Wen", ", ", "Y.-S.", "; ", "Lee", ", ", "G.-H.", "; ", "Peng", ", ", "S.-M.", "; ", "Lu", ", ", "K.-L.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "9461", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Self-Assembled Arrays of Single-Walled Metal-Organic Nanotubes", "Luo, Tzuoo-Tsair; Wu, Huang-Chun; Jao, Yu-Chen; Huang, Sheng-Ming; Tseng, Tien-Wen; Wen, Yuh-Sheng; Lee, Gene-Hsiang; Peng, Shie-Ming; Lu, Kuang-Lieh", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "50", "),\r\n    ", "9461-9464, S9461/1-S9461/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three metal-org. framework (MOF) materials, [{[Cd(apab)2(H2O)]3(MOH)·G}n] (MAS-21-23, MI = CsI, KI, NaI, resp.; apab = 4-amino-3-(pyridin-4-ylmethyleneamino)benzoate; G = guest mols.; MAS = materials of Academia Sinica), were prepd. and characterized by x-ray crystallog.  The isomorphic MOF materials crystallize in the P3‾1c space group and their structures consist of a large single-walled metal-org. nanotube (MONT) of [{Cd(apab)2(H2O)}3n] with an exterior wall diam. of up to 3.2 nm. and an interior channel diam. of 1.4 nm.  These large MONTs are held together by alkali metal cations to form 3-dimensional nanotubular supramol. arrays.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFars7nJ&md5=fa103e86840db08c6e9c15acf88f797f", "50. ", "Panda", ", ", "T.", "; ", "Kundu", ", ", "T.", "; ", "Banerjee", ", ", "R.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "5464", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Self-assembled one dimensional functionalized metal-organic nanotubes (MONTs) for proton conduction", "Panda, Tamas; Kundu, Tanay; Banerjee, Rahul", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "44", "),\r\n    ", "5464-5466", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two self-assembled isostructural functionalized metal-org. nanotubes [In(5-TIA)2](Me2NH2)·H2O and [Cd(5-TIA)2](Me2NH2)2·H2O were synthesized using newly prepd. 5-triazole isophthalic acid (5-TIA) and characterized by crystal structure anal.  In- and Cd-5TIA possess 1-dimensional (1D) nanotubular architecture with inner dimensions of 7.85Å and 8.23Å resp. and show proton cond. along regular 1-dimensional channels, measured as 5.35 × 10-5 and 3.61 × 10-3 S cm-1, resp. at ambient temp. (301 K) and 98% relative humidity.  These MONTs are held together by weak C-H···O hydrogen bonding to form the self-assembled architecture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xms1akt7k%253D&md5=93d5afc539eeb1764f288de069eacee9", "51. ", "Yang", ", ", "Y.", "; ", "Du", ", ", "P.", "; ", "Liu", ", ", "Y.-Y.", "; ", "Ma", ", ", "J.-F.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4781", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "A Series of Coordination Polymers Constructed by Flexible 4-Substituted Bis(1,2,4-triazole) Ligands and Polycarboxylate Anions: Syntheses, Structures, and Photoluminescent Properties", "Yang, Yan; Du, Peng; Liu, Ying-Ying; Ma, Jian-Fang", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "4781-4795", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Eleven Zn/Cd-contg. coordination polymers (CPs) incorporating both flexible 4-substituted bis(1,2,4-triazole) ligands and polycarboxylate anions, [Zn(L1)(o-BDC)]·1.5H2O (1), [Zn(L1)(m-BDC)] (2), [Cd2(L1)(BTEC)]·H2O (3), [Zn(L2)(m-BDC)]·1.25H2O (4), [Zn(L2)(p-BDC)]·4H2O (5), [Cd(L2)(p-BDC)]·H2O (6), [Zn2(L2)(BTEC)] (7), [Zn(L3)(m-BDC)]·3.5H2O (8), [Zn2(L3)(p-BDC)2]·2H2O (9), [Zn2(L3)2(BTEC)]·2H2O (10), and [Cd2(L3)2(BTEC)] (11) {L1 = 1,2-bis[2-(4H-1,2,4-triazol-4-yl)phenoxy]ethane, L2 = 1,2-bis[3-(4H-1,2,4-triazol-4-yl)phenoxy]ethane, L3 = 1,2-bis[4-(4H-1,2,4-triazol-4-yl)phenoxy]ethane, o-H2BDC = phthalic acid, m-H2BDC = isophthalic acid, p-H2BDC = terephthalic acid, and H4BTEC = pyromellitic acid} were prepd. and identified by phys. measurements.  Compd. 1 possesses a layered structure.  Compd. 2 shows 1-dimensional chains.  Weak π-π intermol. stackings further join these chains into a two-dimensional (2D) supramol. layered structure.  Compd. 3 displays a three-dimensional (3D) (4,8)-connected (32·42·52)-(34·48·512·64) net.  Compd. 4 consists of two interlocked single-wall metal-org. nanotubes (SWMONTs) with both polyrotaxane and polycatenane characters.  Compd. 5 exhibits a 3-dimensional 5-fold interpenetrating diamond motif.  Compd. 6 furnishes a 3-dimensional α-Po net.  Compd. 7 reveals a 3-dimensional (4,6)-connected net with (43·63)-(46·66·83) topol.  Compd. 8 features a 2-dimensional 4-connected network with (65·8) topol.  Compd. 9 shows a 3-dimensional 3-fold interpenetrating α-Po net.  Compds. 10 and 11 display 3-dimensional (4,4)-connected nets with the same (64·7·8)-(62·84) topol.  The effects of the bis(triazole) ligands, arom. polycarboxylate anions, and metals ions on the framework assemblies are discussed.  Solid-state luminescent of compds. 1-11 are reported as well.  Also, fluorescent properties of compds. 4-7 in various solvent suspensions were studied at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1WltLrO&md5=bf7b9450a820d522da2ddbc115fd3db0", "52. ", "Hong", ", ", "M.", "; ", "Zhao", ", ", "Y.", "; ", "Su", ", ", "W.", "; ", "Cao", ", ", "R.", "; ", "Fujita", ", ", "M.", "; ", "Zhou", ", ", "Z.", "; ", "Chan", ", ", "A. S. C.", " ", "Angew. Chem., Int. Ed.", " ", "2000", ",  ", "39", ",  ", "2468", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "A silver(I) coordination polymer chain containing nanosized tubes with anionic and solvent molecule guests", "Hong, Maochun; Zhao, Yingjun; Su, Weiping; Cao, Rong; Fujita, Makoto; Zhou, Zhongyuan; Chan, Albert S. C.", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "14", "),\r\n    ", "2468-2470", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Reaction of AgNO3 with 2,4,6-tris[(4-pyridyl)methanesulfanyl]-1,3,5-triazine (tpst) in DMF/MeOH followed by addn. of AgClO4 afforded [Ag7(tpst)4(ClO4)2(NO3)5(DMF)2]n (1).  Crystallog. anal. of 1 reveals a one-dimensional chain polymer contg. a nanosized tube unit, [Ag7(tpst)4], which accommodates two DMF mols. and two perchlorate ions.  The Ag centers exhibit two kinds of coordination environment: one is the normal linear coordination mode AgN2 and the other is tetracoordinate with a slightly distorted square-planar AgS2N2 unit.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXltFCqsr0%253D&md5=76c3f2bdcfcea74771b032bfa1319ca9", "53. ", "Lu", ", ", "Z.-Z.", "; ", "Zhang", ", ", "R.", "; ", "Li", ", ", "Y.-Z.", "; ", "Guo", ", ", "Z.-J.", "; ", "Zheng", ", ", "H.-G.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4172", "ACS Full Text ", ", [", "CAS", "]", "53. ", "Solvatochromic Behavior of a Nanotubular Metal-Organic Framework for Sensing Small Molecules", "Lu, Zhen-Zhong; Zhang, Rui; Li, Yi-Zhi; Guo, Zi-Jian; Zheng, He-Gen", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "12", "),\r\n    ", "4172-4174", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A nanotubular metal-org. framework (MOF), {[(WS4Cu4)I2(dptz)3]·DMF}n (dptz = 3,6-di(pyridin-4-yl)-1,2,4,5-tetrazine, DMF = DMF) for sensing small solvent mols. is presented.  When accommodating different solvent mols. as guests, the resulting inclusion compds. exhibit different colors depending on the solvent guests, and more interestingly, the band gaps of these solvent-included complexes are in linear correlation with the polarity of the guest solvents.  The solvent mols. can be sensed by the changes of UV-visible spectra of the corresponding inclusion compds., showing a new way of signal transduction as a new kind of sensor.  The sensing by such a MOF occurs within the channel-contg. material rather than on the external surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXislGntbk%253D&md5=039fac5f14b14b2f4199d5ed2fb15612", "54. ", "Zhu", ", ", "H.-F.", "; ", "Zhao", ", ", "W.", "; ", "Okamura", ", ", "T.-a.", "; ", "Fan", ", ", "J.", "; ", "Sun", ", ", "W.-Y.", "; ", "Ueyama", ", ", "N.", " ", "New J. Chem.", " ", "2004", ",  ", "28", ",  ", "1010", "[", "Crossref", "], [", "CAS", "]", "54. ", "Syntheses and crystal structures of 1D tubular chains and 2D polycatenanes built from the asymmetric 1-(1-imidazolyl)-4-(imidazol-1-ylmethyl)benzene ligand with metal salts", "Zhu, Hui-Fang; Zhao, Wei; Okamura, Taka-aki; Fan, Jian; Sun, Wei-Yin; Ueyama, Norikazu", "New Journal of Chemistry", "\r\n        (", "2004", "),\r\n    ", "28", "\r\n        (", "8", "),\r\n    ", "1010-1018", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reactions of a new asym. ligand, 1-(1-imidazolyl)-4-(imidazol-1-ylmethyl)benzene (IIMB), with various metal [Cd(II), Mn(II), Zn(II)] salts gave mol., 1- (1D) and two-dimensional (2D) architectures [Cd(IIMB)2(H2O)(SO4)]·7.5H2O (1), [Cd(IIMB)2Cl2]·H2O (2), [Cd(IIMB)4(H2O)2](NO3)2·5H2O (3), [Cd(IIMB)(OAc)2]·H2O (4), [Mn(IIMB)2(SO4)(H2O)]·8.2H2O (5), [Mn(IIMB)4(H2O)2]Cl2·5H2O (6) and [Zn(IIMB)2]4(NO3)8·13.5H2O (7).  All the structures were established by single-crystal x-ray diffraction anal.  Both compds. 1 and 5 with sulfate anion are 2-dimensional polycatenanes formed by the interlocking of 1-dimensional double-stranded chains, while 2 and 4 with chloride and acetate anions are 1-dimensional chains.  The results provide nice examples of topologies of metal-org. frameworks controlled by the counteranions.  3 And 6 are discrete mol. complexes with monometallic cores and form 2-dimensional networks through strong intermol. hydrogen bonds.  Complex 7, obtained under the same conditions as 3, is a 1-dimensional tubular chain.  The structural difference between 3 and 7 suggests the metal ions also have a significant effect on the construction of supramol. architectures.  Also, the photoluminescence properties of these compds. were studied in the solid state at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmsVChsrs%253D&md5=49fea6ea5441b106cc113d650e291b92", "55. ", "Fei", ", ", "Z.", "; ", "Zhao", ", ", "D.", "; ", "Geldbach", ", ", "T. J.", "; ", "Scopelliti", ", ", "R.", "; ", "Dyson", ", ", "P. J.", "; ", "Antonijevic", ", ", "S.", "; ", "Bodenhausen", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "5720", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "A synthetic zwitterionic water channel: Characterization in the solid state by X-ray crystallography and NMR spectroscopy", "Fei, Zhaofu; Zhao, Dongbin; Geldbach, Tilmann J.; Scopelliti, Rosario; Dyson, Paul J.; Antonijevic, Sasa; Bodenhausen, Geoffrey", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "35", "),\r\n    ", "5720-5725", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A zwitterionic, helical pipe of nano-dimensions that contains a two-dimensional H2O chain assembles from the reaction between Zn metal and N,N'-diacetic acid imidazolium bromide.  A detailed study on the dynamics of the incorporated H2O mols. was conducted by solid-state NMR spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVejs7bM&md5=e8f0969513dea55ecf49533742689ab5", "56. ", "Dong", ", ", "Y.-B.", "; ", "Jiang", ", ", "Y.-Y.", "; ", "Li", ", ", "J.", "; ", "Ma", ", ", "J.-P.", "; ", "Liu", ", ", "F.-L.", "; ", "Tang", ", ", "B.", "; ", "Huang", ", ", "R.-Q.", "; ", "Batten", ", ", "S. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "4520", "ACS Full Text ", ", [", "CAS", "]", "56. ", "Temperature-Dependent Synthesis of Metal-Organic Frameworks Based on a Flexible Tetradentate Ligand with Bidirectional Coordination Donors", "Dong, Yu-Bin; Jiang, You-Yun; Li, Jie; Ma, Jian-Ping; Liu, Feng-Ling; Tang, Bo; Huang, Ru-Qi; Batten, Stuart R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "15", "),\r\n    ", "4520-4521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using a temp.-dependent synthetic approach, four distinct new Ag(I) coordination polymers resulting from the different conformations adopted by the flexible ligand 2-[(NC)2C:CH]C6H4OCH2CH2OC6H4[CH:C(CN)2]-2 (L) at different temps. were obtained.  In (AgL)(SbF6), L can adopt a trans or cis conformation depending on the reaction temp. to give a 3D porous network or 2D sheet structure, resp.  Crystal structures of [Ag2L(H2O)](BF4)2 and (AgL)(BF4)·0.5C6H6 prepd. at different temps. revealed trans and cis conformations for L, resp., which resulted in 2D porous network and 1D nanosized tube morphologies, resp.  The transformation barrier between trans and cis conformations of L is 13.25 kcal/mol (DFT calcns.) and the process is fast (k = 2.95 × 1010 s-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjtlCmtb4%253D&md5=ea2bc1c183aea82a06d2d32dc346e319", "57. ", "Ok", ", ", "K. M.", "; ", "Sung", ", ", "J.", "; ", "Hu", ", ", "G.", "; ", "Jacobs", ", ", "R. M. J.", "; ", "O’Hare", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "3762", "ACS Full Text ", ", [", "CAS", "]", "57. ", "TOF-2: A Large 1D Channel Thorium Organic Framework", "Ok, Kang Min; Sung, Jaeyoung; Hu, Gang; Jacobs, Robert M. J.; O'Hare, Dermot", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "12", "),\r\n    ", "3762-3763", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new neutral 1-dimensional channel thorium org. framework material, [Th(C6H3(CO2)3-1,3,5)F]·0.3H2O (TOF-2), was synthesized under hydrothermal conditions.  TOF-2 exhibits a hexagonal channel structure consisting of eight-coordinate ThO6F2 polyhedra and 1,3,5-benzenetricarboxylate ligands.  The channels run along the c-axis and are ∼13 Å in diam.  The single-crystal x-ray structure suggests that the amt. of void space is 41%.  The structure is stable to ca. 400°.  Gas adsorption measurements show deferential gas uptake behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivV2nsr8%253D&md5=e695babc610f7732cb818cd024509bf5", "58. ", "Ju", ", ", "P.", "; ", "Jiang", ", ", "L.", "; ", "Lu", ", ", "T.-B.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "1820", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "An unprecedented dynamic porous metal-organic framework assembled from fivefold interlocked closed nanotubes with selective gas adsorption behaviors", "Ju, Ping; Jiang, Long; Lu, Tong-Bu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "18", "),\r\n    ", "1820-1822", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An unprecedented 3-dimensional dynamic porous metal-org. framework [(NiL)3(TCBA)2] (L = 2-(1,3,5,8,12-pentaazacyclotetradecan-3-yl)butan-1-ol, H3TCBA = tri(4-carboxybenzyl)amine) assembled from 5-fold interlocked closed nanotubes was constructed, which exhibits highly selective adsorption of CO2 over N2 and H2, as well as stepwise and hysteretic behaviors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitFalt7o%253D&md5=15ef1d6c3535dd0035ab74ac9f6b1d48", "59. ", "Tseng", ", ", "T.-W.", "; ", "Luo", ", ", "T.-T.", "; ", "Su", ", ", "C.-C.", "; ", "Hsu", ", ", "H.-H.", "; ", "Yang", ", ", "C.-I.", "; ", "Lu", ", ", "K.-L.", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "2626", "[", "Crossref", "], [", "CAS", "]", "59. ", "An unusual cobalt(II)-based single-walled metal-organic nanotube", "Tseng, Tien-Wen; Luo, Tzuoo-Tsair; Su, Chong-Cheng; Hsu, Hui-Huan; Yang, Chen-I.; Lu, Kuang-Lieh", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "13", "),\r\n    ", "2626-2633", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three rare Co(II)-org. frameworks were synthesized by tuning the relative reactant ratios of Co(II) : 2,4-H2pydc (2,4-H2pydc = 2,4-pyridinedicarboxylic acid) and introducing different structure-directing amines under hydrothermal conditions.  {[Co3(2,4-pydc)3(EtOH)(H2O)3]·EtOH}n (1), which was prepd. using a 1 : 1 ratio of Co(II) : 2,4-H2pydc, consisted of a tricobalt(II) cluster that was employed to form a two-side-open box and these boxes were further self-assembled into a rare single-walled metal-org. nanotube (MONT).  When the ratio was adjusted to 2:1 and accompanied with 4,4'-dipyridylpiperazine (dpyp), the formation of zigzag chains of {[Co4(2,4-pydc)4(H2O)10]}n (2) with a tetracobalt(II) cluster unit occurred, finally these chains were linked into a 2-dimensional sheet with a 44-sql topol.  However, compd. {[Co(2,4-pydc)2(H2O)2]·[Co(dpyp)(H2O)4]}n (3) was synthesized under similar reaction conditions as for 2 except that NEt3 was added.  3 Contained the polymeric chains of {[Co(dpyp)·(H2O)4]2+}n and the monocobalt complex [Co(2,4-pydc)2(H2O)2]2-, which were cooperatively connected via H bonding to form a 2-dimensional layer with a 44-sql topol.  A pseudo-merohedral twinning law was applied to the twin case during the x-ray structural anal. of 2 that facilitated the R1 value to drop drastically.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjsVKjsb4%253D&md5=3d32969d167dbcff6710adad9fbfc034", "60. ", "Jin", ", ", "J.-C.", "; ", "Wang", ", ", "Y.-Y.", "; ", "Liu", ", ", "P.", "; ", "Liu", ", ", "R.-T.", "; ", "Ren", ", ", "C.", "; ", "Shi", ", ", "Q.-Z.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "2029", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "An Unusual Independent 1D Metal-Organic Nanotube with Mesohelical Structure and 1D → 2D Interdigitation", "Jin, Jun-Cheng; Wang, Yao-Yu; Liu, Ping; Liu, Rui-Ting; Ren, Chen; Shi, Qi-Zhen", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "5", "),\r\n    ", "2029-2032", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel 1-dimensional (1D) metal-org. nanotube, {[Cd2(ADC)2(bpp)3(H2O)]2·8H2O}n (MONT-1, H2ADC = 1,3-adamantanedicarboxylic acid, bpp = 1,3-bis(4-pyridyl)propane), based on mixed org. ligands, was synthesized and characterized by x-ray crystallog.  MONT-1 presents the 1st independent 1-dimensional metal-org. nanotube with mesohelical structure and a fascinating topol. of 1-dimensional → 2-dimensional interdigital architecture with side arms.  This compd. also exhibits high thermal stability and blue-shift emission with large intensity enhancement compared with that of the free ligand and can be explored for potential blue luminescent materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVamtLw%253D&md5=518dd272ae73aad4580bd283f5f75cfa", "61. ", "Meng", ", ", "W.-L.", "; ", "Fan", ", ", "J.", "; ", "Okamura", ", ", "T.-a.", "; ", "Kawaguchi", ", ", "H.", "; ", "Lv", ", ", "Y.", "; ", "Sun", ", ", "W.-Y.", "; ", "Ueyama", ", ", "N.", " ", "Z. Anorg. Allg. Chem.", " ", "2006", ",  ", "632", ",  ", "1890", "[", "Crossref", "], [", "CAS", "]", "61. ", "Molecular cage, one-dimensional tube and two-dimensional polycatenane obtained from reactions of flexible tripodal ligand 1,3,5-tris(imidazol-1-ylmethyl)-2,4,6-trimethylbenzene with copper salts", "Meng, Wen-Li; Fan, Jian; Okamura, Taka-aki; Kawaguchi, Hiroyuki; Lv, Yang; Sun, Wei-Yin; Ueyama, Norikazu", "Zeitschrift fuer Anorganische und Allgemeine Chemie", "\r\n        (", "2006", "),\r\n    ", "632", "\r\n        (", "10-11", "),\r\n    ", "1890-1896", "CODEN:\r\n                ", "ZAACAB", ";\r\n        ISSN:", "0044-2313", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three novel cooper complexes, [CuII(titmb)(N3)2]·0.5H2O (1), [CuI3(titmb)2](ClO4)3 (2), and [CuII(titmb)(SO4)]·2.2H2O (3), were obtained by reactions of flexible tripodal ligand 1,3,5-tris(imidazol-1-ylmethyl)-2,4,6-trimethylbenzene (titmb) with the corresponding Cu(II) salts using the hydrothermal method, and their structures were detd. by x-ray crystallog.  Complex 1 exhibits a 1-dimensional (1D) tube-like chain structure, while the 2 possesses a M3L2 mol. cage-like structure, in which the Cu atom has a valence of +1, indicating that the CuII is reduced to CuI under the hydrothermal conditions.  Complex 3 has a polycatenated network structure with inclined interpenetration of (6,3) networks.  Ligand titmb adopts a cis,cis,cis-conformation in all of the three complexes.  The anions play important roles in the structure of the complexes.  Complex 2 was further studied by electrospray mass spectrometry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XovV2isbY%253D&md5=eb559b934edbff8175e1d525a05cc41e", "62. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "Groy", ", ", "T. L.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "8571", "ACS Full Text ", ", [", "CAS", "]", "62. ", "Establishing Microporosity in Open Metal-Organic Frameworks: Gas Sorption Isotherms for Zn(BDC) (BDC = 1,4-Benzenedicarboxylate)", "Li, Hailian; Eddaoudi, Mohamed; Groy, Thomas L.; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "33", "),\r\n    ", "8571-8572", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous metal-org. frameworks with pores accessible in a zeolite-like fashion were prepd.  The synthesis, structural characterization, and gas sorption isotherm measurements for the Zn(BDC) microporous frameworks of cryst. Zn(BDC)·(DMF)(H2O) (BDC= 1,4-benzenedicarboxylate).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltVegtrk%253D&md5=30587bcdce6035f7b29177de9452e8a3", "63. ", "Murdock", ", ", "C. R.", "; ", "McNutt", ", ", "N. W.", "; ", "Keffer", ", ", "D. J.", "; ", "Jenkins", ", ", "D. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "671", "ACS Full Text ", ", [", "CAS", "]", "63. ", "Rotating Phenyl Rings as a Guest-Dependent Switch in Two-Dimensional Metal-Organic Frameworks", "Murdock, Christopher R.; McNutt, Nicholas W.; Keffer, David J.; Jenkins, David M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "2", "),\r\n    ", "671-678", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A semirigid bis(1,2,4-triazole) ligand binds in a syn conformation between copper(I) chains to form two-dimensional metal-org. frameworks that display a topol. of fused one-dimensional metal-org. nanotubes.  These anisotropic frameworks undergo two different transformations in the solid state as a function of solvation.  The 2D sheet layers can expand or contract, or, more remarkably, the Ph rings can rotate between two distinct positions.  Rotation of the Ph rings allows for the adjustment of the tube size, depending on the guest mols. present.  This \"gate\" effect along the 1D tubes was characterized through single-crystal x-ray diffraction.  The transformations can also be followed by powder x-ray diffraction (PXRD) and solid-state 13C CP-MAS NMR.  Whereas PXRD cannot differentiate between transformations, solid-state 13C CP-MAS NMR can be employed to directly monitor Ph rotation as a function of solvation, suggesting that this spectroscopic method is a powerful approach for monitoring breathing in this novel class of frameworks.  Finally, simulations show that rotation of the Ph ring from a parallel orientation to a perpendicular orientation occurs at the cost of framework-framework energy and that this energetic cost is offset by stronger framework-solvent interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFCrsLrE&md5=88943ffb08f9c7aa5754f83caf6c5ed6", "64. ", "Murdock", ", ", "C. R.", "; ", "Lu", ", ", "Z.", "; ", "Jenkins", ", ", "D. M.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "2182", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Effects of Solvation on the Framework of a Breathing Copper MOF Employing a Semirigid Linker", "Murdock, Christopher R.; Lu, Zheng; Jenkins, David M.", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "4", "),\r\n    ", "2182-2187", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A semirigid di-1,2,4-triazole ligand 4,4'-(1,4-(trans-2-butene)diyl)bis(1,2,4-triazole) (L) gives the MOF [Cu2(L)2(Br)2]SO4·xH2O (1).  The framework structure of (1) flexes reversibly upon removal or addn. of water to form semihydrated ([Cu2(L)2(Br)2]SO4·4H2O) and dehydrated [Cu2(L)2(Br)2]SO4 MOFs, (1') and (1''), resp.  Single-crystal x-ray anal. demonstrated that the 2-butene subunit of the ligand rotates between two positions for 1 and 1', causing a change in the solvent-accessible vol. in the framework.  This double hinge within the semirigid ligand is a built-in breathing mechanism and suggests a novel approach for general synthesis of breathing MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFOltrc%253D&md5=504b6a9420da151f3a023dd00c0bbeaa", "65. ", "Murdock", ", ", "C. R.", "; ", "Lu", ", ", "Z.", "; ", "Jenkins", ", ", "D. M.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "7839", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "Utilizing a copper MOF as a reagent in a solvent mediated reaction to form a topologically distinct MOF", "Murdock, Christopher R.; Lu, Zheng; Jenkins, David M.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "26", "),\r\n    ", "7839-7841", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Employing semi-rigid ligand trans-1,2-bis(1,2,4-triazolylmethyl)ethene (L) gives new MOFs [Cu4(L)4(SO4)4]·4[Cu(H2O)6(SO4)] (3) and [Cu6(L)3(SO4)5(OH)2(H2O)6]·13H2O (4).  The frameworks can be synthesized independently, but a reaction occurs in water wherein kinetic product 3 was used as a reagent to synthesize the topol. distinct thermodn. product 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1Skt7s%253D&md5=4cd96d803e7b19df9b3dac1e65eae51c", "66. ", "Horváth", ", ", "A.", " ", "Synthesis", " ", "1995", ",  ", "1183", "[", "Crossref", "], [", "CAS", "]", "66. ", "Michael adducts in the regioselective synthesis of N-substituted azoles", "Horvath, Andras", "Synthesis", "\r\n        (", "1995", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "1183-9", "CODEN:\r\n                ", "SYNTBF", ";\r\n        ISSN:", "0039-7881", ".\r\n    \r\n            (", "Thieme", ")\r\n        ", "Michael adducts of azoles (4-phenyl-, 4-methyl-, and 4-nitroimidazole, 4-methylbenzimidazole, 1,2,4-triazole, and theophylline) are shown to be valuable substrates for obtaining the N-substituted derivs. of the parent heterocycles by a quaternization-Hofmann elimination sequence.  The effectiveness of the procedure is dependent on the regiochem. outcome of the 1st, N-protective step, i.e. the Michael addn.  By choosing the appropriate Michael acceptor, alkylating agent, and deprotection conditions, the thermodynamically less stable regioisomers of N-substituted azoles were obtained in high yields.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXos1Klt7g%253D&md5=6c402625936acc016e48bd36ec5e3fb7"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-31/ja5042226/production/images/small/ja-2014-042226_0005.gif\">"]}
