{"title": ["Insights into Multi-Objective Design of Metal–Organic Frameworks"], "authors": ["Richard Luis Martin", "Maciej Haranczyk"], "doi": ["10.1021/cg401240f"], "abstract": ["Metal−organic framework (MOF) crystal topologies which permit the highest internal surface areas are identified by means of multiobjective optimization and abstract structure models. We demonstrate that MOF design efforts can be focused within five underlying nets to engineer distinct, Pareto-optimal compromises between high gravimetric and high volumetric surface area materials.", "Metal–organic frameworks (MOFs) are a highly versatile class of crystalline porous materials. In recent years, many diverse MOF materials have been experimentally realized, exhibiting a wide range of underlying topologies. In this work, we guide material design efforts by identifying the most promising MOF topologies for achieving high surface area frameworks. High surface area is one of the most targeted properties of MOF materials for adsorption applications, and we focus on evaluating the achievable surface area (gravimetric, volumetric, and a composite function) within each topological class by means of multiobjective optimization, illustrating that researchers can focus on a few select topologies to achieve a particular balance between gravimetric and volumetric surface area."], "text": ["Metal–organic frameworks (MOFs) are a class of advanced porous materials that have merited considerable research interest in recent years due to their diverse, highly tunable pore networks and favorable structural properties, such as record-breaking internal surface areas and adsorption capacities.", "(1-5)", " MOFs are foreseen as materials of special interest for energy-related applications such as catalysis,", "(6)", " gas storage,", "(7)", " gas separation", "(8-10)", " and liquid-based separations.", "(11)", " MOFs are typically comprised of at least two kinds of building units: metal or metal oxide clusters and bridging organic linkers, with the underlying topology of the crystal structure of a MOF governed primarily by the connectivity of the building units. In materials design, it is common to explore a single topology of MOF (i.e., enumerate an isoreticular series of MOFs, such as the PCN-6X series", "(12)", ") with design effort focused on the judicial selection of building units (and postsynthetic functionalization thereof) for fine-tuning the porosity and internal surface chemistry of the materials, in order to enhance specific geometric properties, such as surface area or pore volume, or chemical properties, such as shape selectivity or binding affinity for particular diffusive guest species.", "(2, 8, 13)", "In recent years, significant progress has been made in identifying, classifying, and cataloguing the underlying topologies or ", "nets", " of MOFs,", "(14, 15)", " and their frequency of occurrence.", "(16)", " To a degree, it is now possible to predict the topology that will result from reaction between building units of particular connectivity (see Table ", "1", "). For instance, MOFs self-assembled from octahedral metal secondary building units (SBUs) and linear linkers are likely to exhibit the well-known ", "pcu", " net (e.g., IRMOF-1 or MOF-5", "(17)", "), whereas utilizing trigonal rather than linear linkers is expected to result in the high-symmetry ", "pyr", " net (e.g., MOF-150", "(18)", "), although counterexamples where the related ", "qom", " net arises due to specific linker chemistry have been identified (e.g., MOF-177", "(19)", "). However, despite recent advances in understanding and prediction of MOF topologies, there has to date been no systematic comparison of the achievable properties of MOFs with distinct topologies.", "Table 1. Selected Nets of MOFs are Illustrated along with Their Corresponding Metal SBUs and Example Organic Linkers", "Typically, MOFs are designed to exhibit single properties of interest, such as high gravimetric surface area (GSA) (i.e., surface area per unit mass). However, for adsorption-based applications, one may also need to consider the importance of volumetric surface area (VSA) (i.e., surface area per unit volume). For example, a MOF-filled vehicular methane storage tank must be neither too heavy nor too large, and from a practical perspective, the ideal adsorbent would therefore exhibit some compromise between GSA and VSA. This compromise has also recently been suggested for hydrogen storage applications.", "(20)", " Indeed, material design and development is intuitively a multiobjective process, since one must simultaneously consider such diverse factors as a material’s stability with respect to various stimuli, ease of synthesis and scale-up, cost, and performance. Hence, in this work, we introduce the multiobjective design", "(21, 22)", " of metal–organic frameworks and, for selected topologies of MOF, explore the range of properties achievable for three distinct objective functions: GSA, VSA, and a composite scoring function that is the product of the two, which we refer to as GVSA.", "We have explored a variety of MOF topologies and predicted the internal surface area achievable within each topological class; surface area is one of the most desirable properties in the design of materials for adsorption-based applications with studies illustrating a strong linear correlation between surface area and gas uptake.", "(23, 24)", " Recent experimental efforts have shown great improvement in realized surface area of MOFs of specific topologies, both in gravimetric", "(19, 25, 26)", " (to the best of our knowledge, the highest achieved to date being 7140 m", "2", " g", "–1", ", as measured by the Brunauer–Emmett–Teller (BET) method)", "1", " and volumetric units (similarly, 2060 m", "2", " cm", "–3", ").", "(27)", " By exploring the range of framework properties that can be achieved within each topological class, we aim to inform materials design efforts and accelerate discovery of new high-performance materials, by enabling researchers to focus on the topologies that hold the greatest promise for engineering high surface area MOFs.", "In our previous work, we introduced the concept of optimization-based design of MOFs.", "(28, 29)", " Abstracting the organic building units of MOFs as geometric shapes, we utilize gradient-based optimization to iteratively modify MOF structures and thereby converge to structure models exhibiting optimal geometric properties of interest. Optimal abstract linkers can be projected, subjectively, onto real chemistry to determine the properties of the closest-corresponding real MOF structure. We demonstrated this approach in application to six experimentally realized topologies;", "(28, 29)", " herein, we significantly expand upon this work by introducing the concept of multiobjective optimization and applying it to explore the range of achievable GSA and VSA within a further 12 topological classes.", "We have focused on MOFs comprising finite metal secondary building units (as opposed to MOFs exhibiting infinite, rodlike metal–organic chains, such as MIL-47", "(30)", "). In addition to the six nets explored in our previous work,", "(28, 29)", " the 12 additional nets are all candidate, high-symmetry topologies for metal–organic frameworks for which we could identify charge-balanced SBUs of the appropriate connectivity.", "(31)", " The selected nets constitute regular, semiregular, minimal, and edge-transitive binodal nets, as defined by Delgado-Friedrichs et al.", ",", "(32)", " many of which have been experimentally realized in MOFs. The nets are illustrated with the corresponding SBUs and example linkers in Table S1 of the ", "Supporting Information", ".", "Full technical details of our approach will be provided in a subsequent publication. Briefly, in the process of MOF structure optimization, we restrict the linker search space to molecules comprised of individual ring fragments (approximating phenyl groups and prohibiting fused rings) separated by, and comprising branches of, up to two adjacent acetylene groups. These so-called “Set I complexity” linkers", "(28, 29)", " correspond to the simplest organic linkers used in synthesized MOFs, such as benzene-1,4-dicarboxylic acid.", "(17)", " Set II and Set III linkers, comprising larger and more complex organic molecules, are also considered separately, and the corresponding results are provided in the ", "Supporting Information", "; these more complex linkers are envisioned to pose more significant synthetic challenges.", "(28)", " Geometric properties of MOF structures are calculated using our open-source porous materials analysis suite Zeo++.", "(33)", " GSA, VSA, and GVSA (i.e., GSA multiplied by VSA) are computed with respect to a methane guest molecule (united atom approximation with radius of 1.575 Å), and utilizing atomic radii from the Cambridge Crystallographic Data Centre.", "(34-36)", " It is also important to note that because each distinct SBU necessarily exhibits a different size and mass, the comparison between topologies of MOF which utilize different SBUs is not entirely fair; however, by imposing the same linker complexity bounds for each topology, and using only one SBU of each connectivity, we aim to compare nets on as level a playing field as possible.", "For each of the 18 nets explored, optimal structure models for each of GSA, VSA, and GVSA were identified (see Figure ", "1", "). From these data, one can immediately compare the optimal properties achieved across all investigated topological classes. The most immediate observation is the dominance of the ", "pcu", " (two linkers) net. This is the only topology for which we have explored structures comprising two distinct linker molecules; we have chosen to explore this single two-linker topology since MOFs of this type are well-known in the literature.", "(37)", " In each of the three objective functions, this MOF structure type provides the highest surface areas. This observation expands upon previous results for individual GSA", "(28)", " and VSA", "(29)", " and, furthermore, is not surprising, since MOFs comprising two distinct types of linker permit additional degrees of structural optimization. Indeed, hypothetical MOFs of this topology have been independently identified as possible structures of high importance: of the 50 MOFs exhibiting the highest-predicted excess gravimetric methane uptake in the hypothetical structure database of Wilmer et al.", ",", "(38)", " 43 exhibit the ", "pcu", " (two linkers) net, the remainder comprising six of the ", "sra", " net (based on rodlike metal SBUs, e.g., MIL-47", "(30)", ") and one of the ", "pcu", " net.", "Figure 1. Optimization results for set I linkers, along with computed surface areas for selected experimental MOFs. The symbols in each color reflect the optimal GSA, GVSA, and VSA structures achieved for a particular net.", "However, from here, we will focus on design insights that can be derived through comparison of MOF topologies exhibiting a single linker type, and nets comprising multiple distinct linkers will be explored separately in future work. Within these single-linker nets, it is important to observe that there is no single, dominant topology of MOF; various nets excel at various objectives. Accordingly, we can conclude that in order to achieve MOFs exhibiting a particular compromise between GSA and VSA, one can focus on a particular set of MOF topologies. One can also observe that nets comprising linkers of a particular shape (i.e., linear, trigonal, etc.) have significantly different performance; for instance, nets comprising linear linkers achieve the highest GSA but at the expense of VSA (see the ", "Supporting Information", ").", "For comparison, we have included (see Figure ", "1", ") calculated surface areas for HKUST-1 (", "tbo", " net),", "(39)", " MOF-5 (", "pcu", "),", "(17)", " MOF-210 (highest BET VSA; ", "toz", " net, a two-linker system not explored in this work),", "(27)", " and NU-110 (highest BET GSA; ", "ntt", " or ", "rht", " net)", "(1)", " computed using the procedure described above. We note that our geometry-based (i.e. monolayer) accessible surface areas calculated for the methane probe do not necessarily reflect the BET (i.e. nitrogen multilayer) surface areas calculated for these materials. MOF-5 and HKUST-1, which exhibit simple linker molecules, can be seen to lie within the performance bounds of their respective nets; NU-110 on the other hand, exhibiting a very large linker beyond the complexity permitted by “set I”, accordingly lies outside these performance bounds (but within the performance bounds of \"set II\").", "We may also utilize the concept of the Pareto front", "(40)", " to identify specific, optimal topologies. The Pareto front consists of those data points in a multiobjective space which are nondominated (i.e., for which no other data points exhibit superior values in all objective functions). This concept is commonly used in chemical informatics, for instance, in the multiobjective design of libraries of small druglike molecules.", "(41)", " In the context of this work, a data point (MOF structure) is on the Pareto front if no other point exhibits both superior GSA and superior VSA.", "The Pareto front is illustrated in Figure ", "2", ". The dashed gray line illustrates the range of objective function values achieved across all single-linker nets during optimization (note that lower surface area MOFs are typically only explored if randomly selected starting structures exhibit those properties). The Pareto front is illustrated with the thick gray line, and it is clear that multiple topologies lead to Pareto-optimal surface area MOFs; these, highlighted in Figure ", "2", ", are ", "cds", ", ", "pcu", ", ", "tbo", ", and ", "pyr", " (and for more complex linkers, ", "pts", "; see the ", "Supporting Information", "). Furthermore, these topologies have all previously been experimentally realized in MOF materials [e.g., MOF-111 (", "cds", ");", "(42)", " MOF-5 (", "pcu", ");", "(17)", " HKUST-1 (", "tbo", ");", "(39)", " MOF-150 (", "pyr", ");", "(18)", " and MOF-36 (", "pts", ")].", "(43)", " The individual best abstract structure in each objective function has also been illustrated in Table 2 of the ", "Supporting Information", ".", "Figure 2. Performance of nets on the Pareto front for set I linkers. The Pareto front is shown as a thick gray line. Large symbols reflect the single optimal structure models from Figure ", "1", ", and small symbols reflect other Pareto-optimal solutions for each net. The dashed lines reflect the overall range of GSA and VSA explored for each net and also for all single-linker nets (gray).", "We thereby conclude that, depending on the specific combination of GSA and VSA desired for an application, one can focus on these specific topologies to engineer MOFs with optimal pore geometry. For instance, the highest GSA is achieved with the ", "cds", " net, due to its cubic latticelike topology, enabling very high GSA designs arising from lengthening the organic linkers; however, this can be seen to come at the expense of VSA, since long linkers result in large pores which do not contribute to the surface area (similarly for the ", "pcu", " net). By contrast, the highest VSA and GVSA are achieved with the ", "pyr", " net; this is due to the specific arrangement of trigonal linkers in the ", "pyr", " net, which are oriented such that branches extending from linkers’ central ring sections do not extend toward one another (see the ", "Supporting Information", "), permitting extensive branching within a small volume, and thereby favoring VSA, at the potential expense of GSA. Finally, we predict that MOFs exhibiting the ", "tbo", " net (and for more synthetically challenging linkers, the ", "pts", " net) are able to occupy a space between these two extremes, enabling an alternative compromise between GSA and VSA. Indeed HKUST-1,", "(39)", " a MOF exhibiting the ", "tbo", " net and a simple organic linker, was recently identified as an outstanding methane storage material,", "(23)", " validating our assessment.", "The ", "pts", " net, which comprises square-coordinated metal SBUs and tetrahedrally coordinated linkers, presents a particularly interesting example, as it does not appear on the Pareto front until the most challenging linkers are permitted (i.e., exhibiting larger fused ring fragments). We previously reported that the ", "pts", " net can achieve significant improvement in VSA if wider linkers are permitted", "(29)", " (e.g., anthracene-9,10-dicarboxylic acid), and the corresponding improvement in achievable VSA leads to the appearance of ", "pts", " on the Pareto front for set III linker complexity.", "Utilizing abstract MOF structure models and multiobjective optimization, we have performed a systematic comparison of a wide variety of high-symmetry MOF topologies. For each topology, we have evaluated the achievable gravimetric surface area, volumetric surface area, and a new composite function given by the product of the two. As well as revealing that MOFs exhibiting the two-linker ", "pcu", " net exhibit greater scope for structural optimization and hence superior overall surface area, we have identified the ", "cds", ", ", "pcu", ", ", "tbo", ", ", "pyr", ", and ", "pts", " nets as the single-linker topologies which enable the greatest surface area frameworks to be achieved. Each of these nets has been previously realized experimentally in MOFs; by this work, we aim to highlight the importance of these nets for engineering MOFs with the highest internal surface areas and to further inform material design efforts by providing a systematic basis for comparison of distinct MOF topologies.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Details for nets explored, optimization results and Pareto fronts for set II and set III linkers. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work is supported by the Laboratory Directed Research and Development Program of the Lawrence Berkeley National Laboratory (LBNL). LBNL is supported by the Office of Science of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231. This research used resources of the National Energy Research Scientific Computing Center, which is supported by the Office of Science of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 43 other publications.", "1. ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "36", ")  ", "15016", "– ", "15021", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "2. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "3", ")  ", "1012", "– ", "1016", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", "Ma, Shengqian; Sun, Daofeng; Simmons, Jason M.; Collier, Christopher D.; Yuan, Daqiang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "3", "),\r\n    ", "1012-1016", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework, PCN-14, based on an anthracene deriv., 5,5'- (9,10-anthracene-diyl)di-isophthalate (H4adip), was synthesized under solvothermal reaction conditions.  X-ray single crystal anal. revealed that PCN-14 consists of nanoscopic cages suitable for gas storage.  N2-adsorption studies of PCN-14 at 77 K reveal a Langmuir surface area of 2176 m2/g and a pore vol. of 0.87 cm3/g.  Methane adsorption studies at 290 K and 35 bar show that PCN-14 exhibits an abs. methane-adsorption capacity of 230 vol./vol., 28% higher than the DOE target (180 vol./vol.) for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlymug%253D%253D&md5=47684d1faab210ef528aa92e5e5754a3", "3. ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Sakamoto", ", ", "H.", "; ", "Chiba", ", ", "T.", "; ", "Takata", ", ", "M.", "; ", "Kawazoe", ", ", "Y.", "; ", "Mita", ", ", "Y.", " ", "Nature", " ", "2005", ",  ", "436", " (", "7048", ")  ", "238", "– ", "241", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Highly controlled acetylene accommodation in a metal-organic microporous material", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Belosludov, Rodion V.; Kobayashi, Tatsuo C.; Sakamoto, Hirotoshi; Chiba, Takashi; Takata, Masaki; Kawazoe, Yoshiyuki; Mita, Yoshimi", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "436", "\r\n        (", "7048", "),\r\n    ", "238-241", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. microporous materials (MOMs) have attracted wide scientific attention owing to their unusual structure and properties, as well as com. interest due to their potential applications in storage, sepn. and heterogeneous catalysis.  One of the advantages of MOMs compared to other microporous materials, such as activated carbons, is their ability to exhibit a variety of pore surface properties such as hydrophilicity and chirality, as a result of the controlled incorporation of org. functional groups into the pore walls.  This capability means that the pore surfaces of MOMs could be designed to adsorb specific mols.; but few design strategies for the adsorption of small mols. have been established so far.  Here we report high levels of selective sorption of acetylene mols. as compared to a very similar mol., carbon dioxide, onto the functionalized surface of a MOM.  The acetylene mols. are held at a periodic distance from one another by hydrogen bonding between two non-coordinated oxygen atoms in the nanoscale pore wall of the MOM and the two hydrogen atoms of the acetylene mol.  This permits the stable storage of acetylene at a d. 200 times the safe compression limit of free acetylene at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtVers7o%253D&md5=33d1004f5e9fc5dff5fe8327ebc502d7", "4. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", " (", "51", ")  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "5. ", "Furukawa", ", ", "H.", "; ", "Miller", ", ", "M. A.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", " (", "30", ")  ", "3197", "– ", "3204", "[", "Crossref", "], [", "CAS", "]", "5. ", "Independent verification of the saturation hydrogen uptake in MOF-177 and establishment of a benchmark for hydrogen adsorption in metal-organic frameworks", "Furukawa, Hiroyasu; Miller, Michael A.; Yaghi, Omar M.", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3197-3204", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen isotherms for MOF-177, Zn4O(1,3,5-benzenetribenzoate)2, crystals were independently measured by volumetric and gravimetric methods at 77 K to confirm its hydrogen uptake capacity and to establish the importance of calibrating gas adsorption instrumentation prior to evaluating H2 storage capacities.  Reproducibility of hydrogen adsorption expts. is important because non-systematic errors in measurements can easily occur leading to erroneous reports of capacities.  The surface excess wt. percentage of hydrogen uptake in MOF-177 samples is 7.5 wt% at 70 bar, which corresponds to an abs. adsorbed amt. of 11 wt%.  These values are in agreement with our previous report and with those found independently by Southwest Research Institute.  Considering its well-known structure and its significant H2 uptake properties, we believe MOF-177 is an excellent material to serve as a benchmark adsorber.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2ltL0%253D&md5=d14206c5f9ca37fa3a9ca84a3089a75d", "6. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "7. ", "Sumida", ", ", "K.", "; ", "Hill", ", ", "M. R.", "; ", "Horike", ", ", "S.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "42", ")  ", "15120", "– ", "15121", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Synthesis and Hydrogen Storage Properties of Be12(OH)12(1,3,5-benzenetribenzoate)4", "Sumida, Kenji; Hill, Matthew R.; Horike, Satoshi; Dailly, Anne; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "42", "),\r\n    ", "15120-15121", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st cryst. beryllium-based metal-org. framework was synthesized and found to exhibit an exceptional surface area useful for hydrogen storage.  Reaction of 1,3,5-benzenetri-p-benzoic acid (H3BTB) and beryllium nitrate in a mixt. of DMSO, DMF, and water at 130° for 10 days affords the solvated form of Be12(OH)12(1,3,5-benzenetribenzoate)4 (1).  Its highly porous framework structure consists of unprecedented saddle-shaped [Be12(OH)12]12+ rings connected through tritopic BTB3- ligands to generate a 3,12 net.  Compd. 1 exhibits a BET surface area of 4030 m2/g, the highest value yet reported for any main group metal-org. framework or covalent org. framework.  At 77 K, the H2 adsorption data for 1 indicate a fully reversible uptake of 1.6% at 1 bar, with an initial isosteric heat of adsorption of -5.5 kJ/mol.  At pressures up to 100 bar, the data show the compd. to serve as an exceptional hydrogen storage material, reaching a total uptake of 9.2% and 44 g/L at 77 K and of 2.3% and 11 g/L at 298 K.  It is expected that reaction conditions similar to those reported here may enable the synthesis of a broad new family of beryllium-based frameworks with extremely high surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1WntrzJ&md5=b3596360861c40747b4f3eb3c64583b9", "8. ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "25", ")  ", "8784", "– ", "8786", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "9. ", "Yazaydın", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "Park", ", ", "T.-H.", "; ", "Koh", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "LeVan", ", ", "M. D.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Lanuza", ", ", "M.", "; ", "Galloway", ", ", "D. B.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "51", ")  ", "18198", "– ", "18199", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "10. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2009", ",  ", "106", " (", "49", ")  ", "20637", "– ", "20640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "11. ", "Cychosz", ", ", "K. A.", "; ", "Ahmad", ", ", "R.", "; ", "Matzger", ", ", "A. J.", " ", "Chem. Sci.", " ", "2010", ",  ", "1", " (", "3", ")  ", "293", "– ", "302", "[", "Crossref", "], [", "CAS", "]", "11. ", "Liquid phase separations by crystalline microporous coordination polymers", "Cychosz, Katie A.; Ahmad, Rashid; Matzger, Adam J.", "Chemical Science", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "3", "),\r\n    ", "293-302", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cryst. microporous coordination polymers (MCPs) are highly ordered, porous materials that have recently seen increasing attention in the literature.  Whereas gas phase sepns. using MCPs were extensively studied and reviewed, studies on applications in the liq. phase have lagged behind.  This review details the work that has previously been reported on liq. phase sepns. using MCPs.  Both enantioselective sepns. and sepns. of complex mixts. were achieved using either adsorptive selectivities or size exclusion effects.  Mols. that were adsorbed include those as small as water to large org. dyes.  In many cases, MCPs outperform their zeolite and activated carbon counterparts both kinetically and in efficiency of sepn.  The future outlook for the field is discussed in the context of current challenges in sepns. technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvFegsLY%253D&md5=4a421bda749665cae2d4fc3801613c82", "12. ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", " (", "31", ")  ", "5357", "– ", "5361", "[", "Crossref", "], [", "CAS", "]", "12. ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", "Yuan, Daqiang; Zhao, Dan; Sun, Daofeng; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "31", "),\r\n    ", "5357-5361, S5357/1-S5357/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An isoreticular metal-org. framework series with the (3,24)-connected network topol. has been synthesized by using a series of dendritic hexacarboxylate ligands.  The framework is stabilized by incorporating microwindows whose size is fixed by the formation of cuboctahedral supported by the isophthalate moieties throughout the framework.  Adsorption studies using hydrogen, methane, and carbon dioxide reveal that they have close to record-high gas adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlWgurg%253D&md5=27ba1f52c8f37d92c3ba30a8673b7654", "13. ", "Planas", ", ", "N.", "; ", "Dzubak", ", ", "A. L.", "; ", "Poloni", ", ", "R.", "; ", "Lin", ", ", "L.-C.", "; ", "McManus", ", ", "A.", "; ", "McDonald", ", ", "T. M.", "; ", "Neaton", ", ", "J. B.", "; ", "Long", ", ", "J. R.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", " (", "20", ")  ", "7402", "– ", "7405", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "The Mechanism of Carbon Dioxide Adsorption in an Alkylamine-Functionalized Metal-Organic Framework", "Planas, Nora; Dzubak, Allison L.; Poloni, Roberta; Lin, Li-Chiang; McManus, Alison; McDonald, Thomas M.; Neaton, Jeffrey B.; Long, Jeffrey R.; Smit, Berend; Gagliardi, Laura", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7402-7405", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mechanism of CO2 adsorption in the amine-functionalized metal-org. framework mmen-Mg2(dobpdc) (dobpdc4- = 4,4'-dioxidobiphenyl-3,3'-dicarboxylate; mmen = N,N'-dimethylethylenediamine) was characterized by quantum-chem. calcns.  The material was calcd. to demonstrate 2:2 amine:CO2 stoichiometry with a higher capacity and weaker CO2 binding energy than for the 2:1 stoichiometry obsd. in most amine-functionalized adsorbents.  The authors explain this behavior in the form of a hydrogen-bonded complex involving two carbamic acid moieties resulting from the adsorption of CO2 onto the secondary amines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1yksL4%253D&md5=cad52dc6365aad293c373a798702a607", "14. ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "675", "– ", "702", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "15. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", " (", "12", ")  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "16. ", "Ockwig", ", ", "N. W.", "; ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2005", ",  ", "38", " (", "3", ")  ", "176", "– ", "182", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Reticular Chemistry: Occurrence and Taxonomy of Nets and Grammar for the Design of Frameworks", "Ockwig, Nathan W.; Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2005", "),\r\n    ", "38", "\r\n        (", "3", "),\r\n    ", "176-182", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structures of all 1127 three-periodic extended metal-org. frameworks (MOFs) reported in the Cambridge Structure Database were analyzed, and their underlying topol. was detd.  It is remarkable that among the almost infinite no. of net topologies that are available for MOFs to adopt, only a handful of nets are actually obsd.  The discovery of this inversion between expected and obsd. nets led the authors to deduce a system of classification taxonomy for interpreting and rationalizing known MOF structures, as well as those that will be made in future.  The origin of this inversion is attributed to the different modes with which MOF synthesis was approached.  Specifically, three levels of complexity are defined that embody rules grammar for the design of MOFs and other extended structures.  This system accounts for the present proliferation of MOF structures of high symmetry nets, but more importantly, it provides the basis for designing a building block that codes for a specific structure and, indeed, only that structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksFSgsg%253D%253D&md5=13530d98a4733672738db281372887ae", "17. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", " (", "5554", ")  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "18. ", "Chae", ", ", "H. K.", "; ", "Kim", ", ", "J.", "; ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "42", " (", "33", ")  ", "3907", "– ", "3909", "[", "Crossref", "], [", "CAS", "]", "18. ", "Design of frameworks with mixed triangular and octahedral building blocks exemplified by the structure of [Zn4O(TCA)2] having the pyrite topology", "Chae, Hee K.; Kim, Jaheon; Friedrichs, Olaf Delgado; O'Keeffe, Michael; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "33", "),\r\n    ", "3907-3909", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Zn4O(TCA)2](DMF)3(H2O)3 (MOF-150) where TCA = 4,4',4''-Tricarboxytriphenylamine, was prepd. from zinc nitrate and TCA in DMF/ETOH/H2O.  The crystal structure of MOF-150 shows ZnO4 tetrahedra linked by tritopic TCA to form 6,3-coordinated nets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntFWntLw%253D&md5=0e4e68ea1ade64ad2752aeb9898a9d7d", "19. ", "Chae", ", ", "H. K.", "; ", "Siberio-Peréz", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", " (", "6974", ")  ", "523", "– ", "527", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "20. ", "Goldsmith", ", ", "J.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Cafarella", ", ", "M. J.", "; ", "Siegel", ", ", "D. J.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", " (", "16", ")  ", "3373", "– ", "3382", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Theoretical Limits of Hydrogen Storage in Metal-Organic Frameworks: Opportunities and Trade-Offs", "Goldsmith, Jacob; Wong-Foy, Antek G.; Cafarella, Michael J.; Siegel, Donald J.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "16", "),\r\n    ", "3373-3382", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Because of their high surface areas, crystallinity, and tunable properties, metal-org. frameworks (MOFs) have attracted interest as next-generation materials for gas capture and storage.  While much effort was devoted to the discovery of new MOFs, a vast catalog of existing MOFs resides within the Cambridge Structural Database (CSD), many of whose gas uptake properties have not been assessed.  Here the authors employ data mining and automated structure anal. to identify, cleanup, and rapidly predict the H storage properties of these compds.  Approx. 20,000 candidate compds. were generated from the CSD using an algorithm that removes solvent/guest mols.  These compds. were then characterized with respect to their surface area and porosity.  Employing the empirical relation between excess H2 uptake and surface area, the authors predict the theor. total H storage capacity for the subset of ∼4000 compds. exhibiting nontrivial internal porosity.  The screening identifies several overlooked compds. having high theor. capacities; these compds. are suggested as targets of opportunity for addnl. exptl. characterization.  More importantly, screening reveals that the relation between gravimetric and volumetric H2 d. is concave downward, with maximal volumetric performance occurring for surface areas of 3100-4800 m2/g.  H2 storage in MOFs will not benefit from further improvements in surface area alone.  Rather, discovery efforts should aim to achieve moderate mass densities and surface areas simultaneously, while ensuring framework stability upon solvent removal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOqtLjO&md5=b1e813cea5e39d4b1c7760c20ff32f2e", "21. ", "Harrington", ", ", "E. C.", " ", "Ind. Qual. Cont.", " ", "1965", ",  ", "21", " (", "10", ")  ", "494", "– ", "498", "There is no corresponding record for this reference.", "22. ", "Nissink", ", ", "J. W. M.", "; ", "Degorce", ", ", "S.", " ", "Future Med. Chem.", " ", "2013", ",  ", "5", " (", "7", ")  ", "753", "– ", "767", "[", "Crossref", "], [", "CAS", "]", "22. ", "Analyzing compound and project progress through multi-objective-based compound quality assessment", "Nissink, J. Willem M.; Degorce, Sebastien", "Future Medicinal Chemistry", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "7", "),\r\n    ", "753-767", "CODEN:\r\n                ", "FMCUA7", ";\r\n        ISSN:", "1756-8919", ".\r\n    \r\n            (", "Future Science Ltd.", ")\r\n        ", "Background: Compd.-quality scoring methods designed to evaluate multiple drug properties concurrently are useful to analyze and prioritize output from drug-design efforts.  However, formalized multiparameter optimization approaches are not widely used in drug design.  Methods: We rank mols. synthesized in drug-discovery projects using simple and aggregated desirability functions reflecting medicinal chem. rules'.  Our quality score deals transparently with missing data, a key requirement in drug-hunting projects where data availability is often limited.  We further est. confidence in the interpretation of such a compd.-quality measure.  Conclusion: Scores and assocd. confidences provide systematic insight in the quality of emerging chem. equity.  Tracking quality of synthetic output over time yields valuable insight into the progress of drug-design teams, with potential applications in risk and resource management of a drug portfolio.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntFyrsrg%253D&md5=892624a14de294a7f80cb3fb87bcea53", "23. ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", " (", "32", ")  ", "11887", "– ", "11894", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "24. ", "Martin", ", ", "R. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Jariwala", ", ", "K.", "; ", "Smit", ", ", "B.", "; ", "Haranczyk", ", ", "M.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", " (", "23", ")  ", "12159", "– ", "12167", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Mail-Order Metal-Organic Frameworks (MOFs): Designing Isoreticular MOF-5 Analogues Comprising Commercially Available Organic Molecules", "Martin, Richard L.; Lin, Li-Chiang; Jariwala, Kuldeep; Smit, Berend; Haranczyk, Maciej", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "23", "),\r\n    ", "12159-12167", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs), a class of porous materials, are of particular interest in gas storage and sepn. applications due largely to their high internal surface areas and tunable structures.  MOF-5 is perhaps the archetypal MOF; in particular, many isoreticular analogs of MOF-5 have been synthesized, comprising alternative dicarboxylic acid ligands.  In this contribution we introduce a new set of hypothesized MOF-5 analogs, constructed from com. available org. mols.  We describe our automated procedure for hypothetical MOF design, comprising selection of appropriate ligands, construction of 3D structure models, and structure relaxation methods.  116 MOF-5 analogs were designed and characterized in terms of geometric properties and simulated methane uptake at conditions relevant to vehicular storage applications.  A strength of the presented approach is that all of the hypothesized MOFs are designed to be synthesizable utilizing ligands purchasable online.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOnt78%253D&md5=6d1cdbad9d3e74b98a072e4e513fe2a3", "25. ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "12", ")  ", "4184", "– ", "4185", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "A Porous Coordination Copolymer with over 5000 m2/g BET Surface Area", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "12", "),\r\n    ", "4184-4185", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New levels of surface area are achieved in a coordination polymer, {Zn4O(TDC)(BTB)4/3}n (UMCM-2, University of Michigan Cryst. Material), derived from zinc-mediated coordination copolymn. of a dicarboxylic acid, thieno[3,2-b]thiophene-2,5-dicarboxylic acid (H2TDC), and a tricarboxylic acid, 1,3,5-tris(4-carboxyphenyl)benzene (H3BTB).  In addn. to a large micropore contribution to the surface area, mesopores are also present.  In contrast to the recently reported coordination copolymer UMCM-1, which has a mesoporous channel, UMCM-2 is built from three types of cages.  In spite of exceptional porosity, both of these coordination polymers are thermally robust.  Hydrogen uptake performance of UMCM-2 approaches 7% at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisl2kuro%253D&md5=e1c80f278306b24b080dc37f0645acd6", "26. ", "Feldblyum", ", ", "J. I.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", " (", "79", ")  ", "9828", "– ", "9830", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Non-interpenetrated IRMOF-8: synthesis, activation, and gas sorption", "Feldblyum, Jeremy I.; Wong-Foy, Antek G.; Matzger, Adam J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "79", "),\r\n    ", "9828-9830", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and successful activation of IRMOF-8 (Zn4O(ndc)3, ndc = naphthalene-2,6-dicarboxylate) is presented.  Room temp. synthesis effectively suppresses interpenetration.  Although conventional activation under reduced pressure leads to structural collapse, activation by flowing supercrit. CO2 yields a guest-free material with a BET surface area of 4461 m2 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtleitrzL&md5=69cfdf145f059ed08f95396646ef7844", "27. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratami", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", " (", "5990", ")  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "28. ", "Martin", ", ", "R. L.", "; ", "Haranczyk", ", ", "M.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", " (", "4", ")  ", "1781", "– ", "1785", "[", "Crossref", "], [", "CAS", "]", "28. ", "Exploring frontiers of high surface area metal-organic frameworks", "Martin, Richard Luis; Haranczyk, Maciej", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1781-1785", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have enjoyed considerable interest due to their high internal surface areas as well as tunable pore geometry and chem.  However, design of optimal MOFs is a great challenge due to the significant no. of possible structures.  In this work, the authors present a strategy to rapidly explore the frontiers of these high surface area materials.  Org. ligands are abstracted by geometrical (alchem.) building blocks, and an optimization of their defining geometrical parameters is performed to identify shapes of ligands which maximize gravimetric surface area of the resulting MOFs.  A strength of this approach is that the space of ligands to be explored can be rigorously bounded, allowing discovery of the optimum ligand shape within any criteria, conforming to synthetic requirements or arbitrary exploratory limits.  By modifying these bounds, one can project to what extent achievable surface area increases when moving beyond the present limits of org. synthesis.  Projecting optimal ligand shapes onto real chem. species, the authors achieve blueprints for MOFs of various topologies that are predicted to achieve up to 70% higher surface area than the current benchmark materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsbw%253D&md5=31d7c08ea076c11cca6b08f02d1b3dd3", "29. ", "Martin", ", ", "R. L.", "; ", "Haranczyk", ", ", "M.", " ", "J. Chem. Theory Comput.", " ", "2013", ",  ", "9", " (", "6", ")  ", "2816", "– ", "2825", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Optimization-based design of metal-organic framework materials", "Martin, Richard Luis; Haranczyk, Maciej", "Journal of Chemical Theory and Computation", "\r\n        (", "2013", "),\r\n    ", "9", "\r\n        (", "6", "),\r\n    ", "2816-2825", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are a class of porous materials constructed from metal or metal oxide building blocks connected by org. linkers.  MOFs are highly tunable structures that can in theory be custom designed to meet the specific pore geometry and chem. required for a given application such as methane storage or carbon capture.  However, due to the sheer no. of potential materials, identification of optimal MOF structures is a significant challenge.  In this contribution we describe an automated technique for MOF design based on math. optimization.  Optimization is performed on linkers represented by abstr. space-filling shapes, in order to generalize the desirable geometric parameters describing linkers, and optimal shapes are projected to real mols. to illustrate realistic MOFs exhibiting the calcd. properties.  Six examd. topologies of MOF and two distinct geometrical pore properties relevant to guest adsorption phenomena are explored.  We demonstrate that the optimal shapes of linkers depend on both the topol. and the property of interest and moreover that synthetically challenging linkers are not necessary to achieve the most promising candidate materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFyqt7o%253D&md5=4c3d10d9074d712f04b6300c777a6ab7", "30. ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Riou", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", " (", "2", ")  ", "281", "– ", "284", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "A breathing hybrid organic - inorganic solid with very large pores and high magnetic characteristics", "Barthelet, Karin; Marrot, Jerome; Riou, Didier; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "2", "),\r\n    ", "281-284", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The hybrid org. - inorg. open-framework solids VIII(OH)[O2C-C6H4-CO2]·x(O2C-C6H4-CO2) (MIL-47as, x ∼ 0.75) and VIV(O)[O2C-C6H4-CO2] (MIL-47) were prepd. hydrothermally from terephthalic acid and V or VCl3 and characterized by x-ray crystallog.  Both solids present the same topol. with a three-dimensional orthorhombic structure exhibiting large pores in the [100] direction and flexibility.  The surface area of MIL-47 was detd. from N2 sorption and desorption isotherm expts.  Magnetic measurements performed on MIL-47 indicate antiferromagnetic behavior below TN=95(5)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhtVyitr4%253D&md5=e86bb49780cc1f549dc020c30ec34f63", "31. ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortés", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1257", "– ", "1283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", "32. ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", " (", "9", ")  ", "1035", "– ", "1043", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Taxonomy of periodic nets and the design of materials", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "9", "),\r\n    ", "1035-1043", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The concept of a natural tiling for a periodic net is introduced and used to derive a transitivity assocd. with the structure.  It is accordingly shown that the transitivity provides a useful method of classifying polyhedra and nets.  For design of materials to serve as targets for synthesis, structures with one kind of edge (edge transitive) are particularly important.  Edge-transitive polyhedra, layers and 3-periodic nets are then described.  Some other nets of special importance in crystal chem. are also identified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvFSmtb0%253D&md5=41f16eb603bc9c5b2ebd7a91db0920ae", "33. ", "Willems", ", ", "T. F.", "; ", "Rycroft", ", ", "C. H.", "; ", "Kazi", ", ", "M.", "; ", "Meza", ", ", "J. C.", "; ", "Haranczyk", ", ", "M.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "149", " (", "1", ")  ", "134", "– ", "141", "[", "Crossref", "], [", "CAS", "]", "33. ", "Algorithms and tools for high-throughput geometry-based analysis of crystalline porous materials", "Willems, Thomas F.; Rycroft, Chris H.; Kazi, Michaeel; Meza, Juan C.; Haranczyk, Maciej", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "149", "\r\n        (", "1", "),\r\n    ", "134-141", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Cryst. porous materials have a variety of uses, such as for catalysis and sepn.  Identifying suitable materials for a given application can, in principle, be done by screening material databases.  Such a screening requires automated high-throughput anal. tools that calc. structural properties for all materials contained in a database so they can be compared with search queries, grouped or classified.  One important aspect of the structural anal. of materials such as zeolites and metal org. frameworks is the investigation of the geometrical parameters describing pores.  Here, we present algorithms and tools to efficiently calc. some of these important parameters.  Our tools are based on the Voronoi decompn., which for a given arrangement of atoms in a periodic domain provides a graph representation of the void space.  The resulting Voronoi network is analyzed to obtain the diam. of the largest included sphere and the largest free sphere, which are two geometrical parameters that are frequently used to describe pore geometry.  Accessibility of nodes in the network is also detd. for a given guest mol. and the resulting information is later used to retrieve dimensionality of channel systems as well as in Monte Carlo sampling of accessible surfaces and vols.  The presented algorithms are implemented in a software tool, Zeo++, which includes a modified version of the Voro++ library.  We present example applications of our algorithms and tools using zeolite frameworks currently listed in the Atlas of Zeolite Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12jurjN&md5=28e97cac049214d18c5a964ab405c4d9", "34. ", "Bondi", ", ", "A.", " ", "J. Phys. Chem.", " ", "1964", ",  ", "68", " (", "3", ")  ", "441", "– ", "452", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "van der Waals volumes and radii", "Bondi, A.", "Journal of Physical Chemistry", "\r\n        (", "1964", "),\r\n    ", "68", "\r\n        (", "3", "),\r\n    ", "441-51", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Intermol. van der Waals radii of the nonmetallic elements were assembled into a list of recommended values for vol. calcns.  These values were arrived at by selecting from the most reliable x-ray diffraction data those which could be reconciled with crystal d. at 0°K. (to give reasonable packing d.), gas kinetic collision cross section, crit. d., and with liquid state properties.  A qual. understanding of the nature of van der Waals radii is provided by correlation with the de Broglie wavelength of the outermost valence electron.  Tentative values for the van der Waals radii of metallic elements in organometallic compds. are proposed.  A list of increments for the vol. of mols. impenetrable to thermal collision, the so-called van der Waals vol., and of the corresponding increments in area per mol. is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2cXls1Cgsg%253D%253D&md5=0f25964afae4e9f761e0d314151444a5", "35. ", "Rowland", ", ", "R. S.", "; ", "Taylor", ", ", "R.", " ", "J. Phys. Chem.", " ", "1996", ",  ", "100", " (", "18", ")  ", "7384", "– ", "7391", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Intermolecular Nonbonded Contact Distances in Organic Crystal Structures: Comparison with Distances Expected from van der Waals Radii", "Rowland, R. Scott; Taylor, Robin", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "18", "),\r\n    ", "7384-91", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The conclusions derived from systematic analyses of intermol. contact distances in org. crystals may be affected by the values assumed for van der Waals radii.  The most widely used tabulations of van der Waals radii date back 30 yr or more.  Also, many of the tabulated values were chosen to reproduce vols., not contact distances, in crystals.  Literally millions of nonbonded contact distances were characterized by crystallog. since the tabulations were compiled.  A study has therefore been performed to establish the degree of consistency between these accumulated crystallog. data and the van der Waals radii of the common nonmetallic elements, as compiled by Pauling and Bondi.  For halogens and S, the results show a remarkable agreement between obsd. contact distances and the Bondi radii.  Agreement is slightly less good for C, N, and O, but discrepancies are still only ∼0.05 Å.  However, there is a significant difference for H, where the Bondi value of 1.2 Å is probably too high by ∼0.1 Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xit1ykt7k%253D&md5=0308272c8e4653deb3823a27276975c4", "36. ", "Allen", ", ", "F. H.", " ", "Acta Crystallogr., Sect. B", " ", "2002", ",  ", "58", " (", "3 part 1", ")  ", "380", "– ", "388", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "The Cambridge Structural Database: a quarter of a million crystal structures and rising", "Allen, Frank H.", "Acta Crystallographica, Section B: Structural Science", "\r\n        (", "2002", "),\r\n    ", "B58", "\r\n        (", "3, No. 1", "),\r\n    ", "380-388", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The Cambridge Structural Database (CSD) now contains data for more than a quarter of a million small-mol. crystal structures.  The information content of the CSD, together with methods for data acquisition, processing and validation, are summarized, with particular emphasis on the chem. information added by CSD editors.  Nearly 80% of new structural data arrives electronically, mostly in CIF format, and the CCDC acts as the official crystal structure data depository for 51 major journals.  The CCDC now maintains both a CIF archive (more than 73000 CIFs dating from 1996), as well as the distributed binary CSD archive; the availability of data in both archives is discussed.  A statistical survey of the CSD is also presented and projections concerning future accession rates indicate that the CSD will contain at least 500000 crystal structures by the year 2010.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktVOqu74%253D&md5=406cd0df6ea9035a0ebf8dd9eccbd1f8", "37. ", "Dybtsev", ", ", "D. N.", "; ", "Chun", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", " (", "38", ")  ", "5033", "– ", "5036", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Rigid and flexible: A highly porous metal-organic framework with unusual guest-dependent dynamic behavior", "Dybtsev, Danil N.; Chun, Hyungphil; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "38", "),\r\n    ", "5033-5036", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A large H2 sorption capacity and high surface area are properties of the depicted metal-org. porous material, which is easily synthesized on a large scale from readily available chems.  The rigid framework of [Zn2(1,4-bdc)2(dabco)] (1,4-H2bdc = 1,4-benzenedicarboxylic acid; dabco = diazabicyclo[2.2.2]octane) is also flexible enough to exhibit unusual guest-dependent dynamic behavior,.  The crystal structure of [Zn2(1,4-bdc)2(dabco)] was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotlKrsbo%253D&md5=1c7be14bb961d48c0ee8c388cadb5455", "38. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", " (", "2", ")  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "38. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "39. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", " (", "5405", ")  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "40. ", "Barr", ", ", "N.", "  ", "Economics of the Welfare State", "; ", "Oxford University Press", ": ", "Oxford", ", ", "2004", "; p  ", "29", ".", "There is no corresponding record for this reference.", "41. ", "Leach", ", ", "A. R.", "; ", "Gillet", ", ", "V. J.", ";  ", "An Introduction to Chemoinformatics", "; ", "Kluwer Academic Publishers", ": ", "Dordrecht, The Netherlands", ", ", "2007", "; pp  ", "201", "– ", "202", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "42. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Vodak", ", ", "D.", "; ", "Sudik", ", ", "A.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2002", ",  ", "99", " (", "8", ")  ", "4900", "– ", "4904", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Geometric requirements and examples of important structures in the assembly of square building blocks", "Eddaoudi, Mohamed; Kim, Jaheon; Vodak, David; Sudik, Andrea; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2002", "),\r\n    ", "99", "\r\n        (", "8", "),\r\n    ", "4900-4904", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "The basic structures for linking squares into polyhedra and networks (reticulation) are enumerated, and corresponding examples are described in which crystals were synthesized by linking paddle wheel (square) units into metal-org. frameworks (MOFs)-named MOF-102 to MOF-112.  The prepn. and crystal structure of 11 different polymeric complexes of general formula M2L2(L')2 is described where M = Cu, Zn or Fe, L are dicarboxylates such as 2,5-thiophenedicarboxylate and L' are terminal ligands DMF, H2O, DEF or MeOH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjtFKmsbg%253D&md5=e8a07090fae24b4e0814b76a9ec52227", "43. ", "Kim", ", ", "J.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", " (", "34", ")  ", "8239", "– ", "8247", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Assembly of Metal-Organic Frameworks from Large Organic and Inorganic Secondary Building Units: New Examples and Simplifying Principles for Complex Structures", "Kim, Jaheon; Chen, Banglin; Reineke, Theresa M.; Li, Hailian; Eddaoudi, Mohamed; Moler, David B.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "34", "),\r\n    ", "8239-8247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The secondary building unit (SBU) was identified as a useful tool in the anal. of complex metal-org. frameworks (MOFs).  The authors illustrate its applicability to rationalizing MOF crystal structures by anal. of nine new MOFs which were characterized by single-crystal x-ray diffraction.  Tetrahedral SBUs in Zn(ADC)2·(HTEA)2 (MOF-31; H2ADC = acetylenedicarboxylic acid; HTEA = monoprotonated triethylamine), Cd(ATC)·[Cd(H2O)6](H2O)5 (MOF-32; H4ATC = adamantanetetracarboxylic acid), and Zn2(ATB)(H2O)·(H2O)3(DMF)3 (MOF-33; H4ATB = adamantanetetrabenzoic acid) are linked into diamond networks, while those of Ni2(ATC)(H2O)4·(H2O)4 (MOF-34) have the structure of the Al network in SrAl2.  Frameworks constructed from less sym. tetrahedral SBUs have the Ga network of CaGa2O4 as illustrated by Zn2(ATC)·(EtOH)2(H2O)2 (MOF-35) structure.  Squares and tetrahedral SBUs in Zn2(MTB)(H2O)2·(DMF)6(H2O)5 (MOF-36; H4MTB = methanetetrabenzoic acid) are linked into the PtS network, which is the simplest structure type known for the assembly of these shapes.  The octahedral SBUs found in Zn2(NDC)3·[(HTEA)(DEF)(ClBz)]2 (MOF-37; H2NDC = 2,6-naphthalenedicarboxylic acid) form the most common structure for linking octahedral shapes, namely, the B network in CaB6.  New structure types for linking triangular and trigonal prismatic SBUs are found in Zn3O(BTC)2·(HTEA)2 (MOF-38; H3BTC = 1,3,5-benzenetricarboxylic acid) and Zn3O(HBTB)2(H2O)·(DMF)0.5(H2O)3 (MOF-39; H3BTB = 1,3,5-benzenetribenzoic acid).  The synthesis, crystal structure, and structure anal. using the SBU approach are presented for each MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXls1Okt7w%253D&md5=b62be98fb09b7b7995390315da27c217"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-10/cg401240f/production/images/small/cg-2013-01240f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-10/cg401240f/production/images/small/cg-2013-01240f_0003.gif\">"]}
