{"title": ["Liquid Chromatographic Separation in Metal–Organic Framework MIL-101: A Molecular Simulation Study"], "authors": ["Zhongqiao Hu", "Yifei Chen", "Jianwen Jiang"], "doi": ["10.1021/la3045972"], "abstract": ["A molecular simulation study is reported to investigate liquid chromatographic separation in metal–organic framework MIL-101. Two mixtures are considered: three amino acids (Arg, Phe, and Trp) in aqueous solution and three xylene isomers (", "-, ", "-, and ", "-xylene) dissolved in hexane. For the first mixture, the elution order is found to be Arg > Phe > Trp. The hydrophilic Arg has the strongest interaction with the polar mobile phase (water) and the weakest interaction with the stationary phase (MIL-101), and thus transports at the fastest velocity. Furthermore, Arg forms the largest number of hydrogen bonds with water and possesses the largest hydrophilic solvent-accessible surface area. For the second mixture, the elution order is ", "-xylene > ", "-xylene > ", "-xylene, consistent with available experimental observation. With the largest polarity as compared to ", "- and ", "-xylenes, ", "-xylene interacts the most strongly with the stationary phase and exhibits the slowest transport velocity. For both mixtures, the underlying separation mechanism is elucidated from detailed energetic and structural analysis. It is revealed that the separation can be attributed to the cooperative solute–solvent and solute–framework interactions. This simulation study, for the first time, provides molecular insight into liquid chromatographic separation in a MOF and suggests that MIL-101 might be an interesting material for the separation of industrially important liquid mixtures."], "text": ["Top of Page", "Abstract", "Introduction", "Models and Methods", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Metal–organic frameworks (MOFs) have emerged as a new family of hybrid porous materials.", "(1)", " Synthesized from various inorganic clusters and organic linkers, MOFs possess a wide range of surface area and pore size. More fascinatingly, the judicious selection of building blocks allows structure and functionality to be tailored in a rational manner. Consequently, MOFs are being considered in many potential applications such as storage, separation, catalysis, and so forth.", "(2)", " Nevertheless, most experimental and theoretical studies for MOFs have been focused on gas storage and separation, particularly the storage of low-carbon footprint energy carriers (e.g., H", "2", ") and the separation of CO", "2", "-containing gas mixtures for CO", "2", " capture.", "(3-6)", "Recently, experimental studies have been increasingly reported on liquid separation using MOFs as adsorbents, membranes, or stationary phases. For instance, a rationally tuned microporous MOF was synthesized for the selective adsorption of water from methanol.", "(7)", " Removal of environmentally toxic contaminants from fuels or wastewater was examined in MOF adsorbents.", "(8)", " Several MOFs were used for the adsorption and separation of multiple liquid mixtures (e.g., olefins, benzene derivatives, and alkylnaphthalenes).", "(9, 10)", " Alternatively, a MOF (ZIF-8) membrane was fabricated and tested for the pervaporation separation of butanol/water.", "(11)", " Purification of water/organic mixtures was achieved in MIL-53 membrane produced by a facile reactive seeding method.", "(12)", " A homochiral MOF membrane was developed for the chiral separation of ", "R", "/", "S", "-methyl phenyl sulfoxide enantiomers.", "(13)", " In addition, MOFs were used as stationary phases in liquid chromatographic (LC) separation. The shape- and size-selective LC separation of organic compounds (e g. benzene, ethylbenzene, etc.) was conducted in HKUST-1 and MOF-5.", "(14)", " An LC column packed with MIL-101 was reported for the separation of xylenes and substituted aromatics.", "(15)", "In contrast, simulation endeavor for liquid separation in MOFs is substantially lagging behind.", "(16)", " Only few simulation studies have been conducted in this area by Jiang and co-workers.", "(13, 17-19)", " Specifically, the transport mechanism of ", "R", "/", "S", "-methyl phenyl sulfoxide enantiomers in a homochiral MOF membrane was elucidated.", "(13)", " Simulation was performed on the desalination of seawater through a ZIF-8 membrane.", "(17)", " Biofuel purification was simulated in hydrophilic and hydrophobic MOF membranes.", "(18)", " Furthermore, the recovery of dimethyl sulfoxide (DMSO) from aqueous solutions was examined in different hydrophobic MOF adsorbents.", "(19)", " These simulation studies provide useful mechanistic insight into the mechanism of liquid separation in MOF membranes and adsorbents. However, there has not been any simulation for MOF-based LC separation. To facilitate the rational screening/design of MOFs as appropriate stationary phases in LC separation, it is indispensable to understand the fundamental mechanism from a microscopic level.", "In this study, for the first time, a molecular simulation study is reported to investigate LC separation using a novel MOF as the stationary phase. The MOF considered, namely, MIL-101, is a chromium-terephthalate-based mesoscopic MOF and one of the most porous materials reported to date.", "(20)", " Stable in air and water, MIL-101 can maintain its structure in organic solvents or solvothermal conditions. These remarkable properties have prompted extensive interest in MIL-101 potentially for separation, catalysis, drug delivery, and so forth. Two liquid mixtures are examined here in the LC separation. The first one is a mixture of three amino acids (arginine, phenylalanine, and tryptophan), as the separation of biological/drug molecules is pharmaceutically important. The second one is composed of ", "p", "-, ", "m", "-, and ", "o", "-xylenes, which are essential C", "8", "-aromatics derived from crude oil. The separation of xylene isomers is practically important but challenging because of their similar physical properties. For example, the boiling points of ", "p", "-, ", "m", "-, and ", "o", "-xylenes are 138.4, 139.1, and 144.4 °C, respectively; and their kinetic diameters are 0.67, 0.71, and 0.74 nm, respectively.", "(21)", " Following this introduction, the models and methods used to mimic the LC separation of the two liquid mixtures are briefly described in ", "section 2", ". In ", "section 3", ", the simulated elution orders from mixtures are discussed and compared with available experimental measurements. In addition, the underlying mechanism of LC separation is discussed in terms of energetic and structural analysis. Finally, the concluding remarks are summarized in ", "section 4", ".", "Top of Page", "Abstract", "Introduction", "Models and Methods", "Results and Discussion", "Conclusions", "References", "2 Models and Methods", "MIL-101 is assembled by corner-sharing supertetrahedra that consist of Cr", "3", "O trimers and 1,4-benzenedicarboxylic acids.", "(20)", " The supertetrahedra are microporous with free aperture of 0.86 nm. The four vertices and six edges of supertetrahedra are occupied by Cr", "3", "O trimers and organic linkers, respectively. MIL-101 has an augmented three-dimensional MTN zeotype structure with lattice constants of 8.8869 nm. Two types of mesoporous quasi-spherical cages exist in MIL-101: small cage of 20 supertetrahedra with free diameter of 2.9 nm accessible through pentagonal window of 1.2 nm, and large cage of 28 supertetrahedra with free diameter of 3.4 nm accessible through hexagonal/pentagonal window of 1.47 × 1.6 nm", "2", ". These cages and windows form complicated nanoporous network through which solvent and solute molecules can transport. Since experimental crystallographic data of MIL-101 contain disordered atoms, the crystalline structure was constructed combining experimental crystallographic data and computational methods as described in our previous study.", "(22)", " Each Cr", "3", "O trimer contained one F atom and the number ratio of F to Cr was 1:3, as experimentally reported.", "(20)", " The charges of MIL-101 framework atoms were calculated by density functional theory using a fragmental cluster (illustrated in Table ", "1", "). The dispersive interactions were represented by Lennard–Jones (LJ) potential with parameters (listed in Table ", "1", ") from universal force field.", "(23)", "Table 1. Lennard–Jones Parameters and Charges of MIL-101 Framework Atoms", "a", "Table a", "A fragmental cluster was used to calculate the charges.", "The first mixture consists of arginine (Arg), phenylalanine (Phe), and tryptophan (Trp). As listed in Table ", "2", ", the three amino acids differ in structure, molecular weight, and charge. Apparently, Trp has the largest molecular weight and size, whereas the positively charged Arg is the most hydrophilic with five polar groups. To mimic the LC separation of Arg, Phe, and Trp, a simulation system as illustrated in Figure ", "1", " was constructed with MIL-101 as the stationary phase. The system size was equal to one unit cell of MIL-101 and the periodic boundary conditions were exerted in all three dimensions. The system contained 80 Arg, 80 Phe, 80 Trp, as well as 80 Cl", "–", " counterions to neutralize Arg. All amino acids were randomly inserted into MIL-101, and then water was added as the mobile phase. The amino acids and ions were modeled by the Amber force field", "(24)", " and water by the TIP3P model.", "(25)", " A similar simulation system was built up for the LC separation of the second mixture (", "o", "-, ", "m", "-, and ", "p", "-xylenes), and the number of each xylene isomer was 80. In the latter case, however, the mobile phase was hexane as demonstrated by an experimental study.", "(15)", " The xylene isomers and hexane were also described by the Amber force field. Table ", "3", " lists the structures, LJ parameters, and atomic charges of xylene isomers.", "Figure 1. Illustration for the separation of three amino acids (Arg, Phe, and Trp) through MIL-101. MIL-101 is the stationary phase, while water is the mobile phase. C, green; Cr, yellow; F, cyan; N, blue; O, red; H, white.", "Table 2. Structures, Molecular Weights, and Charges of Arg, Phe, and Trp", "Table 3. Structures, Lennard–Jones Parameters, and Atomic Charges of Xylene Isomers", "Each system was initially subjected to energy minimization using the steepest descent method with a maximum step size of 0.01 nm and a force tolerance of 10 kJ mol", "–1", " nm", "–1", ". Then velocities were assigned according to the Maxwell–Boltzmann distribution at 300 K. Finally, nonequilibrium molecular dynamics (NEMD) simulation was performed at 300 K using Gromacs version 4.5.3.", "(26)", " The temperature was controlled by the velocity-rescaled Berendsen thermostat", "(27)", " with a relaxation time of 0.1 ps. A cutoff of 1.4 nm was used to evaluate the LJ interactions, while the electrostatic interactions were evaluated using the particle-mesh Ewald method with a grid spacing of 0.12 nm and a fourth-order interpolation.", "(28, 29)", " The bond lengths with dangling hydrogen atoms in amino acids were constrained using the LINCS algorithm,", "(30)", " and H", "2", "O geometry was constrained using the SETTLE algorithm.", "(31)", " A constant external acceleration ", "a", "ext", " was exerted on the mobile phase. To examine the effect of acceleration, NEMD simulations were conducted at three different accelerations ", "a", "ext", " = 0.03, 0.04, and 0.05 nm/ps", "2", ". It is noteworthy that the external force applied in NEMD simulation is typically strong in order to reduce thermal noise and enhance signal/noise ratio within a nanosecond time scale.", "(32)", " The simulation duration was 25 ns, and the integration time step was 2 fs. The potential energy of the system along with the velocities of solute and mobile phase were monitored. It was found that a steady state was reached in less than 5 ns; therefore, the final 20 ns trajectories were used for analysis.", "Top of Page", "Abstract", "Introduction", "Models and Methods", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Separation of Amino Acids", "The transport velocities of Arg, Phe, and Trp were calculated to quantify the LC separation performance. As shown in Figure ", "2", ", the velocities of the three amino acids rise with increasing external force ", "a", "ext", " applied on the mobile phase. Nevertheless, the elution order is Arg > Phe > Trp, independent of the magnitude of ", "a", "ext", ". This demonstrates that MIL-101 could act as the stationary phase to separate the three amino acids. Intuitively, the molecular weight and hydrophilicity of solute are expected to play a major role in the separation. With the largest molecular weight among the three amino acids, Trp transports at the slowest velocity. Arg is the most hydrophilic and interacts the most strongly with the polar mobile phase (water). Therefore, the velocity of Arg is the fastest compared to Phe and Trp. This simple analysis qualitatively interprets the elution order. To provide quantitative insight into the separation mechanism from a microscopic level, the energetic and structural properties of solutes are discussed below for ", "a", "ext", " = 0.04 nm/ps", "2", ", unless otherwise stated.", "Figure 2. Transport velocities of Arg, Phe, and Trp in MIL-101 versus external force ", "a", "ext", ".", "Figure ", "3", " shows the interaction energies Δ", "E", " of amino acids with the stationary phase (MIL-101 framework) and the mobile phase (solvent water). Here Δ", "E", " is the average interaction energy between a solute molecule and MIL-101/water over all time frames in the production run. With MIL-101, Δ", "E", "framework", " rises (negatively) from −27.8, −151.9 to −200.6 kJ/mol for Arg, Phe, and Trp. With solvent, however, Δ", "E", "solvent", " drops from −489.8, −308.5, to −284.4 kJ/mol. Apparently, the three amino acids interact with the mobile phase more strongly than with the stationary phase. As already mentioned, Arg is the most hydrophilic, carrying a positive charge and interacting with polar solvent the most strongly. Thus, Arg tends to reside in the mobile phase and moves away from the stationary phase. On the other hand, Phe and Trp consist of phenyl rings and have favorable π–π stacking interactions with the phenyl rings in MIL-101. Upon comparison with Phe and Trp, Arg has the strongest interaction with water and the weakest with MIL-101.", "Figure 3. Interaction energies of Arg, Phe, and Trp with MIL-101 and water.", "If we define", "(1)", "ΔΔ", "E", " are −462.0, −156.6, and −83.8 kJ/mol for Arg, Phe, and Trp, respectively. Same as the elution order, ΔΔ", "E", " decreases following Arg > Phe > Trp. Particularly, the difference in ΔΔ", "E", " among the three amino acids is greater than that in Δ", "E", "solvent", " or Δ", "E", "framework", ". In other words, the difference is enhanced by considering ΔΔ", "E", ". Therefore, the LC separation can be attributed to the cooperative solute–solvent and solute–framework interactions. The strongest interaction of Arg–water leads to the fastest transport velocity of Arg; meanwhile, Arg–framework interaction is the weakest. This mechanism is in contrast to the separation of Arg, Phe and Trp in a protein crystal (glucose isomerase), though the elution order was also Arg > Phe > Trp.", "(33)", " In the negatively charged glucose isomerase network, Arg possesses the strongest interaction with both mobile and stationary phases as compared to Phe and Trp; and the separation was considered due to the counterbalance between solute–solvent and solute–framework interactions.", "The structural properties of solutes are examined by calculating radial distribution functions", "(2)", "where ", "r", " is the distance between atoms ", "i", " and ", "j", ", ", "N", "ij", "(", "r", ",", "r", " + Δ", "r", ") is the number of atom ", "j", " around ", "i", " within a shell from ", "r", " to ", "r", " + Δ", "r", ", ", "V", " is the system volume, and ", "N", "i", " and ", "N", "j", " are the numbers of atoms ", "i", " and ", "j", ", respectively. Figure ", "4", "a shows the ", "g", "(", "r", ") between the C", "α", " atoms in amino acid and the Cr", "2", " atoms in MIL-101. A small peak at 0.3 nm is observed for Trp, while Arg and Phe do not exhibit such a peak. In addition, Trp possesses a higher peak at 0.44 nm than Arg and Phe. This indicates Trp is the closest to the stationary phase among the three amino acids. On the other hand, the peaks of Phe are generally higher than those of Arg, particularly at 0.9 nm; thus, Phe is closer to the stationary phase than Arg. Figure ", "4", "b shows the ", "g", "(", "r", ") between the heavy atoms of side chain in amino acid and the C", "3", " atoms in MIL-101. Trp has the highest peak at 0.4 and 1.0 nm, followed by Phe and Arg. Both Figure ", "4", "a and b reveal that Trp is the closest to the stationary phase, while Arg is the farthest away. Such a hierarchy is consistent with the interaction between amino acid and MIL-101 (Δ", "E", "framework", "), which decreases in the order of Trp > Phe > Arg. As a consequence, Trp possesses the slowest transport velocity, whereas Arg has the fastest.", "Figure 4. Radial distribution functions (a) between the C", "α", " atoms in amino acids and the Cr", "2", " atoms in MIL-101 and (b) between the heavy atoms of side chains in amino acids and the C", "3", " atoms in MIL-101.", "To further analyze the separation mechanism, hydrogen bonds (H-bonds) and solvent-accessible surface areas (SASAs) of amino acids were calculated. A hydrogen bond between a donor and an acceptor is considered to form if two geometrical criteria are satisfied: (a) the distance between the donor and the acceptor is less than 0.35 nm and (b) the hydrogen–donor–acceptor angle is less than 30°.", "(34)", " Figure ", "5", "a shows the numbers of H-bonds between amino acids and water. The numbers are based on one amino acid with all possible water molecules. On average, Arg forms approximately 6.5 H-bonds with water, and Phe and Trp form 2.8 H-bonds. With five polar groups, Arg has a large number of donors and acceptors for hydrogen bonding. In contrast, both Phe and Trp contain hydrophobic side chains. Thus, more H-bonds are formed between Arg and water. Figure ", "5", "b presents the SASAs of amino acids. Arg has the lowest hydrophobic SASA but the largest hydrophilic SASA, in accord with the fact that Arg is the most hydrophilic among three amino acids. Consistent with the interaction energies in Figure ", "3", ", the analysis of H-bonds and SASAs also reflects that Arg has the strongest interaction with water (Δ", "E", "solvent", ") and transports at the fastest velocity.", "Figure 5. (a) Numbers of hydrogen bonds between amino acids and water. (b) Solvent-accessible surface areas of amino acids.", "It is interesting to examine how the mobile phase (water) interacts with the stationary phase (MIL-101), particularly with the exposed metal sites (Cr", "2", " atoms). To do so, the radial distribution function between water molecules and the Cr", "2", " atoms is plotted in Figure S1 of the ", "Supporting Information", ". The sharp peak at 0.22 nm demonstrates that water molecules are preferentially bound onto the exposed Cr", "2", " atoms. In addition, the coordination number of water around Cr", "2", " is estimated to be 0.98. This implies that each Cr", "2", " atom binds approximately one water molecule to form a coordination bond.", "3.2", "Separation of Xylene Isomers", "For the separation of xylene isomers, Figure ", "6", " plots the transport velocities versus external force ", "a", "ext", " acting on the mobile phase (hexane). For each isomer, the velocity rises linearly with increasing ", "a", "ext", ". The elution order follows ", "p", "-xylene > ", "m", "-xylene > ", "o", "-xylene, which is in good agreement with experimental observation.", "(15)", " Similar to the separation of amino acids, the elution order is independent of ", "a", "ext", ". This demonstrates that the simulation method used here is capable of predicting the LC separation of xylene mixture.", "Figure 6. Transport velocities of xylene isomers in MIL-101 versus external force ", "a", "ext", ".", "Figure ", "7", " shows the interaction energies of xylene isomers with MIL-101 and hexane. The interaction with MIL-101 (Δ", "E", "framework", ") rises from −24.6, −27.0, to −29.0 kJ/mol for ", "p", "-, ", "m", "-, and ", "o", "-xylene. Nevertheless, the interaction with hexane (Δ", "E", "solvent", ") drops marginally from −37.3, −36.9, to −36.5 kJ/mol. Thus, ", "p", "-xylene interacts the most weakly with the stationary phase and the most strongly with the mobile phase, and has the fastest transport velocity. The opposite is seen in ", "o", "-xylene, which has the slowest velocity. For ", "p", "-, ", "m", "-, and ", "o", "-xylene, ΔΔ", "E", " are −12.7, −9.9, and −7.5 kJ/mol, respectively; the difference in ΔΔ", "E", " among the xylene isomers is greater than that in Δ", "E", "solvent", " or Δ", "E", "framework", ". In addition, ΔΔ", "E", " decreases in the order of ", "p", "-xylene > ", "m", "-xylene > ", "o", "-xylene, which is consistent with the elution order. This demonstrates that the separation of xylene isomers, similar to the case of amino acids, is also attributed to the cooperative solute–solvent and solute-framework interactions.", "Figure 7. Interaction energies of xylene isomers with MIL-101 and hexane.", "Figure ", "8", "a shows the ", "g", "(", "r", ") between the methyl groups in xylenes and the Cr", "2", " atoms in MIL-101. The peak heights at 0.5–0.55 and 0.85 nm drop following the order of ", "o", "-xylene > ", "m", "-xylene > ", "p", "-xylene. The same order is seen in Figure ", "8", "b for the ", "g", "(", "r", ") between the phenyl rings in xylenes and the C", "3", " atoms in MIL-101. These structural properties suggest that ", "o", "-xylene is the closest to the stationary phase, while ", "p", "-xylene resides the farthest away. Among the three xylene isomers, ", "o", "-xylene has the largest polarity and thus interacts the most strongly with MIL-101 (particularly the metal atoms), which is consistent with the energetic analysis in Figure ", "7", ".", "Figure 8. Radial distribution functions (a) between the methyl groups in xylenes and the Cr", "2", " atoms in MIL-101 and (b) between the phenyl rings in xylenes and the C", "3", " atoms in MIL-101.", "It is instructive to compare the separation of two mixtures considered in this study. For Arg, Phe, and Trp in aqueous solution, the three amino acids differ substantially in structure, molecular weight, and charge state. The most hydrophilic Arg has the strongest interaction with the polar mobile phase (water), while Phe and Trp interact more favorably with the stationary phase (MIL-101) because of the presence of phenyl rings. Consequently, Arg exhibits the fastest transport velocity and the elution order is Arg > Phe > Trp. For xylene isomers in hexane, the three xylenes possess the same molecular weight and similar structure. Thus, they have very close interaction with the nonpolar mobile phase (hexane). Nevertheless, ", "o", "-xylene has the largest polarity along the three isomers, the strongest interaction with MIL-101, and thus the slowest transport velocity. Overall, the separation mechanism of both mixtures can be attributed to the cooperative effect of solute–solvent and solute-framework interactions.", "Top of Page", "Abstract", "Introduction", "Models and Methods", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "The separation of two liquid mixtures has been examined by molecular simulation, in which MIL-101 acts as the stationary phase. Two mixtures considered are Arg, Phe, and Trp in water and three xylene isomers in hexane. Independent of external force acted on the mobile phase, the elution orders are found to follow Arg > Phe > Trp and ", "p", "-xylene > ", "m", "-xylene > ", "o", "-xylene. The separation mechanism is attributed to the cooperative solute–solvent and solute–framework interactions. In the mixture of Arg, Phe, and Trp, Arg is the most hydrophilic, has the strongest interaction with water and the weakest with MIL-101, and exhibits the fastest transport velocity. In the mixture of xylene isomers, ", "o", "-xylene possesses the largest polarity and interacts the most strongly with MIL-101 and the most weakly with hexane, leading to the slowest velocity. The energetic analysis is consistent with the structural analysis based on radial distribution functions. The simulation study provides microscopic insight into the mechanism of liquid chromatographic separation, which is otherwise difficult to be tackled experimentally. It is an emerging area to use MOFs as stationary phases in liquid chromatography. The simulation methodology implemented here can be extended to many other MOFs and facilitate the development of new materials for high-performance liquid separation.", " ", "Top of Page", "Abstract", "Introduction", "Models and Methods", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Radial distribution function between water molecules and Cr", "2", " atoms in MIL-101. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Models and Methods", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The authors gratefully acknowledge the National University of Singapore (R-279-000-297-112) and the National Research Foundation of Singapore (R-279-000-261-281) for financial support.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Models and Methods", "Results and Discussion", "Conclusions", "References", "References", "This article references 34 other publications.", "1. ", "Yaghi", ", ", "O. M.", "; ", "O’Keefe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular synthesis and design of new materials", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "Ferey", ", ", "G.", " ", "Hybrid porous solids: past, present, future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "3. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Hydrogen storage in metal-organic frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "4. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Carbon dioxide capture in metal-organic frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "5. ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y. S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Review and analysis of molecular simulations of methane, hydrogen and acetylene storage in metal-organic frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "703", "– ", "723", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal-organic frameworks", "Getman, Rachel B.; Bae, Youn-Sang; Wilmer, Christopher E.; Snurr, Randall Q.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "703-723", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussed and analyzed are recent computational studies of adsorption of methane, hydrogen, and acetylene in porous materials and it is shown how simulation was used to guide the design of these materials for gas storage.  Addnl. discussed are the state-of-the-art in simulation techniques and the challenges assocd. with performing mol. simulations of gas mols. in MOFs.  Throughout the review, both the successes and limitations of such simulations are highlighted.  The paper is organized as follows: section 2 discusses models and methods commonly used to calc. gas adsorption in MOFs.  Section 3 discusses how these models and methods were used to assess and design MOFs for CH4, H2, and C2H2 storage.  Sections 4 and 5 discuss gas adsorption at open metal sites in the nodes and linkers, resp., the different computational strategies required to calc. adsorbate interactions at these sites, and the challenges assocd. with performing such calcns.  Section 6 discusses how simulations can be used to calc. the av. enthalpy of adsorption, which is a useful quantity for assessing uptake capabilities.  Section 7 discusses specific examples where simulations were used to guide expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CrsLnF&md5=d8a0e205058909a8d3a171b2fafe676b", "6. ", "Jiang", ", ", "J. W.", "; ", "Babarao", ", ", "R.", "; ", "Hu", ", ", "Z. Q.", " ", "Molecular simulations for energy, environmental and pharmaceutical applications of nanoporous materials: from zeolites, metal-organic frameworks to protein crystals", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "3599", "– ", "3612", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Molecular simulations for energy, environmental and pharmaceutical applications of nanoporous materials: from zeolites, metal-organic frameworks to protein crystals", "Jiang, Jianwen; Babarao, Ravichandar; Hu, Zhongqiao", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "7", "),\r\n    ", "3599-3612", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Nanoporous materials have widespread applications in chem. industry, but the pathway from lab. synthesis and testing to practical utilization of nanoporous materials is substantially challenging and requires fundamental understanding from the bottom up.  With ever-growing computational resources, mol. simulations have become an indispensable tool for material characterization, screening and design.  This tutorial review summarizes the recent simulation studies in zeolites, metal-org. frameworks and protein crystals, and provides a mol. overview for energy, environmental and pharmaceutical applications of nanoporous materials with increasing degree of complexity in building blocks.  It is demonstrated that mol.-level studies can bridge the gap between phys. and engineering sciences, unravel microscopic insights that are otherwise exptl. inaccessible, and assist in the rational design of new materials.  The review is concluded with major challenges in future simulation exploration of novel nanoporous materials for emerging applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXns12ntb8%253D&md5=0b2afdafc494ccf03e1018e14ae1eee4", "7. ", "Chen", ", ", "B. L.", "; ", "Ji", ", ", "Y. Y.", "; ", "Xue", ", ", "M.", "; ", "Fronczek", ", ", "F. R.", "; ", "Hurtado", ", ", "E. J.", "; ", "Mondal", ", ", "J. U.", "; ", "Liang", ", ", "C. D.", "; ", "Dai", ", ", "S.", " ", "Metal-organic framework with rationally tuned micropores for selective adsorption of water over methanol", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "5543", "– ", "5545", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Metal-Organic Framework with Rationally Tuned Micropores for Selective Adsorption of Water over Methanol", "Chen, Banglin; Ji, Yanyan; Xue, Ming; Fronczek, Frank R.; Hurtado, Eric J.; Mondal, Jalal U.; Liang, Chengdu; Dai, Sheng", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "13", "),\r\n    ", "5543-5545", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework 1, Cu(R-GLA-Me)(4,4'-Bipy)0.5·0.55H2O (R-GLA-Me = R-2-methylglutarate, 4,4'-Bipy = 4,4'-bipyridine), with a primitive cubic net was synthesized and characterized.  With pores of ∼2.8 × 3.6 Å, the activated Cu(R-GLA-Me)(4,4'-Bipy)0.5 1a exhibits exclusive adsorption of H2O over MeOH in a binary water-MeOH (1:1) liq. mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmsF2gtb0%253D&md5=acadde6e288573578659023ab944bb6e", "8. ", "Maes", ", ", "M.", "; ", "Schouteden", ", ", "S.", "; ", "Alaerts", ", ", "L.", "; ", "Depla", ", ", "D.", "; ", "De Vos", ", ", "D. E.", " ", "Extracting organic contaminants from water using the metal-organic framework Cr", "III", "(OH)·{O", "2", "C-C", "6", "H", "4", "-CO", "2", "}", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "5587", "– ", "5589", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Extracting organic contaminants from water using the metal-organic framework CrIII(OH)·{O2C-C6H4-CO2}", "Maes, Michael; Schouteden, Stijn; Alaerts, Luc; Depla, Diederik; De Vos, Dirk E.", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "13", "),\r\n    ", "5587-5589", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The water-stable metal-org. framework MIL-53(Cr) is able to adsorb phenol and p-cresol from contaminated water as well as the monomeric sugar D-Fructose.  Based on the isotherm for phenol uptake from the liq. phase, it is proposed that the framework breathes to maximize the uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjt12itbY%253D&md5=321f972cddc614055e51786cc7278a5c", "9. ", "Maes", ", ", "M.", "; ", "Vermoortele", ", ", "F.", "; ", "Alaerts", ", ", "L.", "; ", "Couck", ", ", "S.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "Separation of styrene and ethylbenzene on metal-organic frameworks: Analogous structures with different adsorption mechanisms", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "15277", "– ", "15285", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Separation of Styrene and Ethylbenzene on Metal-Organic Frameworks: Analogous Structures with Different Adsorption Mechanisms", "Maes, Michael; Vermoortele, Frederik; Alaerts, Luc; Couck, Sarah; Kirschhock, Christine E. A.; Denayer, Joeri F. M.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "43", "),\r\n    ", "15277-15285", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. frameworks MIL-47 (VIVO{O2C-C6H4-CO2}) and MIL-53(Al) (AlIII(OH)·{O2C-C6H4-CO2}) are capable of sepg. ethylbenzene and styrene.  Both materials adsorb up to 20-24% of both compds.  Despite the fact that they have identical building schemes, the reason for preferential adsorption of styrene compared to ethylbenzene is very different for the 2 frameworks.  For MIL-47, diffraction expts. reveal that styrene is packed inside the pores in a unique, pairwise fashion, resulting in sepn. factors ≤4 in favor of styrene.  These sepn. factors are independent of the total amt. of adsorbate offered.  This is due to co-adsorption of ethylbenzene in the space left available between the packed styrene pairs.  The sepn. is of a nonenthalpic nature.  On MIL-53, the origin of the preferential adsorption of styrene is related to differences in enthalpy of adsorption, which are based on different degrees of framework relaxation.  The proposed adsorption mechanisms are in line with the influence of temp. on the sepn. factors derived from pulse chromatog.: sepn. factors are independent of temp. for MIL-47 but vary with temp. for MIL-53.  Finally, MIL-53 is also capable of removing typical impurities like o-xylene or toluene from styrene-ethylbenzene mixts.  The crystal structure parameters of MIL-43 and MIL-47 loaded with styrene and ethylbenzene are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Oqtb3N&md5=499283bddbae95d3d3fd66959742e0bb", "10. ", "Maes", ", ", "M.", "; ", "Trekels", ", ", "M.", "; ", "Boulhout", ", ", "M.", "; ", "Schouteden", ", ", "S.", "; ", "Vermoortele", ", ", "F.", "; ", "Alaerts", ", ", "L.", "; ", "Heurtaux", ", ", "D.", "; ", "Seo", ", ", "Y. K.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J. S.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", "; ", "Temst", ", ", "K.", "; ", "Vantomme", ", ", "A.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "De Vos", ", ", "D. E.", " ", "Selective removal of ", "n", "-heterocyclic aromatic contaminants from fuels by lewis acidic metal-organic frameworks", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "4210", "– ", "4214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Selective removal of N-heterocyclic aromatic contaminants from fuels by Lewis acidic metal-organic frameworks", "Maes, Michael; Trekels, Maarten; Boulhout, Mohammed; Schouteden, Stijn; Vermoortele, Frederik; Alaerts, Luc; Heurtaux, Daniela; Seo, You-Kyong; Hwang, Young Kyu; Chang, Jong-San; Beurroies, Isabelle; Denoyel, Renaud; Temst, Kristiaan; Vantomme, Andre; Horcajada, Patricia; Serre, Christian; De Vos, Dirk E.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "18", "),\r\n    ", "4210-4214, S4210/1-S4210/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "It has been demonstrated that mesoporous MOFs contg. trimers of metal octahedra with Lewis acid sites are suitable adsorbents for selective removal of the nitrogen compds. in fuel feeds, whereas sulfur compds. are hardly adsorbed. applications.  Based on the hard/soft acid/base concept, the potential of new materials can be predicted for this sepn.  The compn. of the solvent has a strong impact on the adsorption and sepn. as it coadsorbs, but even then MOFs are capable of performing the desired purifications, and they can be fairly easy regenerated.  This work clearly demonstrates the large potential of MOFs for liq.-phase adsorption applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvFyrt7k%253D&md5=be0b13b5d9ba457754175daa1bf59777", "11. ", "Liu", ", ", "X. L.", "; ", "Li", ", ", "Y. S.", "; ", "Zhu", ", ", "G. Q.", "; ", "Ban", ", ", "Y. J.", "; ", "Xu", ", ", "L. Y.", "; ", "Yang", ", ", "W. S.", " ", "An organophilic pervaporation membrane derived from metal-organic framework nanoparticles for efficient recovery of bio-alcohols", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "10636", "– ", "10639", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "An Organophilic Pervaporation Membrane Derived from Metal-Organic Framework Nanoparticles for Efficient Recovery of Bio-Alcohols", "Liu, Xin-Lei; Li, Yan-Shuo; Zhu, Guang-Qi; Ban, Yu-Jie; Xu, Long-Ya; Yang, Wei-Shen", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "45", "),\r\n    ", "10636-10639, S10636/1-S10636/21", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs) are novel hybrid inorg.-org. materials consisting of metal ions or clusters interconnected by a variety of org. compds.  Their versatile architectures and customizable chem. functionalities make MOFs attractive candidates for constructing sepg. membranes with high performance.  A no. of excellent advancements in fabricating mol. sieve membranes based on MOFs have been made in recent years.  Unlike traditional inorg. zeolites with \"rigid\" frameworks, MOFs are in general structurally flexible, which is generally used to explain the absence of a clear cut-off, as expected from the pore size estd. from rigid framework models.  On the other hand, this dynamic structural behavior of the MOFs is beneficial when elasticity is favorable, for example, in adsorption-based sepn., because such flexible materials can exhibit high selectivity for guest inclusion by adapting their framework structure accordingly.  Recently, zeolitic imidazolate frameworks (ZIFs), a subfamily of MOFs, received tremendous attention because of their exceptional thermal and chem. stability.  One particularly interesting member of this family is ZIF-8 (with the formula zinc(2-methylimidazolate)2).  ZIF-8 represents an appropriate model system and has found many applications, including selective adsorption, membrane-based sepn., chromatog., catalysis, and as a sensor.  In contrast to the hydrothermal synthesis of nano-zeolites (e.g. silicalite-1) at high temp. and autogenous pressure, the prepn. of ZIF-8 nanoparticles can be conducted at room temp. in soln., which is lower cost, saves time,and much more convenient.  Moreover, the superhydrophobicity of ZIF-8 results in it showing no adsorption of water before the onset of capillary condensation.  All the above-mentioned characteristics suggest that ZIF-8 nanoparticles could be used as fillers in mixed-matrix membranes (MMMs) for the recovery of org. compds. from aq. solns. by adopting organophilic pervaporation (OPV) technol.  Pervaporation is a membrane process based on a sorption-diffusion mechanism, and is considered the most promising technol. for mol.-scale liq./ liq. sepns.  Herein we show that both pervaporation selectivity and membrane flux of a silicone rubber membrane can be remarkably improved by doping ZIF-8 nanoparticles, which create preferential pathways for the permeation of org. compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFersLjK&md5=edd1d5cbd54a87d1d64bfb4e3ca39f66", "12. ", "Hu", ", ", "Y. X.", "; ", "Dong", ", ", "X. L.", "; ", "Nan", ", ", "J. P.", "; ", "Jin", ", ", "W. Q.", "; ", "Ren", ", ", "X. M.", "; ", "Xu", ", ", "N. P.", "; ", "Lee", ", ", "Y. M.", " ", "Metal-organic framework membranes fabricated via reactive seeding", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "737", "– ", "739", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Metal-organic framework membranes fabricated via reactive seeding", "Hu, Yaoxin; Dong, Xueliang; Nan, Jiangpu; Jin, Wanqin; Ren, Xiaoming; Xu, Nanping; Lee, Young Moo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "737-739", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A facile reactive seeding (RS) method was developed for the prepn. of continuous metal-org. framework (MOF) membranes (MIL-53) on α-alumina porous supports, in which the porous support acted as the inorg. source reacting with the org. precursor to grow a seeding layer.  The RS method proved to be of crit. importance to achieve a uniform, thin and well intergrown MOF membrane.  Single-gas permeation expts. indicated that the MIL-53 membrane was of very high integrity.  The prepd. MIL-53 membrane shows high selectivity for dehydration of the azeotrope of Et acetate (EAC) aq. soln. by pervaporation, which could open up a new application for MOF membranes to sep. liq. mixts.  Apart from exploring promising membrane materials, the new RS method also demonstrates a general approach in the fabrication of high-quality MOF membranes on porous supports.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFGrtbzM&md5=13cb137fd06686c0f40724c0a700b228", "13. ", "Wang", ", ", "W. J.", "; ", "Dong", ", ", "X. L.", "; ", "Nan", ", ", "J. P.", "; ", "Jin", ", ", "W. Q.", "; ", "Hu", ", ", "Z. Q.", "; ", "Chen", ", ", "Y. F.", "; ", "Jiang", ", ", "J. W.", " ", "A homochiral metal-organic framework membrane for enantioselective separation", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7022", "– ", "7024", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A homochiral metal-organic framework membrane for enantioselective separation", "Wang, Wenjin; Dong, Xueliang; Nan, Jiangpu; Jin, Wanqin; Hu, Zhongqiao; Chen, Yifei; Jiang, Jianwen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "56", "),\r\n    ", "7022-7024", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "For the 1st time, a homochiral metal-org. framework membrane was prepd. for the enantioselective sepn. of important chiral compds., esp. chiral drug intermediates, which will allow for the potential development of a new, sustainable and highly efficient chiral sepn. technique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xoslaks78%253D&md5=bf0ab19d417e7bc253d9793428a99149", "14. ", "Ahmad", ", ", "R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Microporous coordination polymers as selective sorbents for liquid chromatography", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "11977", "– ", "11980", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Microporous coordination polymers as selective sorbents for liquid chromatography", "Ahmad, Rashid; Wong-Foy, Antek G.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "20", "),\r\n    ", "11977-11979", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors evaluate the potential of microporous coordination polymers (MCPs) to act as the stationary phase in liq. chromatog. sepns.  MCPs derived from carboxylates coordinated to copper (HKUST-1) and zinc (MOF-5) were studied.  The shape and size selective sepn. of org. compds. including benzene, ethylbenzene, styrene, naphthalene, anthracene, phenanthrene, pyrene, 1,3,5-triphenylbenzene, and 1,3,5-tris(4-bromophenyl)benzene was performed, and in most cases excellent sepn. was achieved based on a combination of mol. sieving and adsorption effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFehu7jI&md5=833d0d0d912e50b46a1fa00768882b2e", "15. ", "Yang", ", ", "C. X.", "; ", "Yan", ", ", "X. P.", " ", "Metal-organic framework MIL-101(Cr) for high-performance liquid chromatographic separation of substituted aromatics", " ", "Anal. Chem.", " ", "2011", ",  ", "83", ",  ", "7144", "– ", "7150", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Metal-Organic Framework MIL-101(Cr) for High-Performance Liquid Chromatographic Separation of Substituted Aromatics", "Yang, Cheng-Xiong; Yan, Xiu-Ping", "Analytical Chemistry (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "18", "),\r\n    ", "7144-7150", "CODEN:\r\n                ", "ANCHAM", ";\r\n        ISSN:", "0003-2700", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The diverse structures and pore topologies, accessible cages and tunnels, and high surface areas make metal-org. frameworks attractive as novel media in sepn. sciences.  Here the authors report the slurry-packed MIL-101(Cr) column for HPLC sepn. of substituted aroms.  The MIL-101(Cr) packed column (5 cm long × 4.6 mm internal diam.) offered high-resoln. sepn. of ethylbenzene (EB) and xylene, dichlorobenzene and chlorotoluene isomers, and EB and styrene.  The typical impurities of toluene and o-xylene in EB and styrene mixts. were also efficiently sepd. on the MIL-101(Cr) packed column.  The column efficiencies for EB, m-dichlorobenzene, and m-chlorotoluene are 20000, 13000, and 10000 plates m-1, resp.  The relative std. deviation for five replicate sepns. of the substituted aroms. was 0.2-0.7%, 0.9-2.9%, 0.5-2.1%, and 0.6-2.7% for the retention time, peak area, peak height, and half peak width, resp.  The MIL-101(Cr) offered high affinity for the ortho-isomer, allowing fast and selective sepn. of the ortho-isomer from the other isomers within 3 min using dichloromethane as the mobile phase.  The effects of the mobile phase compn., injected sample mass, and temp. were studied.  The sepn. of xylene, dichlorobenzene, and chlorotoluene on MIL-101(Cr) was controlled by entropy change, while the sepn. of EB and styrene on MIL-101(Cr) was governed by enthalpy change.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVGmsr%252FO&md5=ae8090f643009f63e50a9d89afc2084b", "16. ", "Jiang", ", ", "J. W.", " ", "Recent development of in silico molecular modeling for gas and liquid separations in metal-organic frameworks", " ", "Curr. Opin. Chem. Eng.", " ", "2012", ",  ", "1", ",  ", "138", "– ", "144", "[", "Crossref", "], [", "CAS", "]", "16. ", "Recent development of in silico molecular modeling for gas and liquid separations in metal-organic frameworks", "Jiang, Jianwen", "Current Opinion in Chemical Engineering", "\r\n        (", "2012", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "138-144", "CODEN:\r\n                ", "COCECA", ";\r\n        ISSN:", "2211-3398", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "As a new family of nanoporous materials, metal-org. frameworks (MOFs) are considered versatile materials for widespread applications.  Majority of current studies in MOFs have been exptl. based, thus little fundamental guidance exists for the judicious screening and design of task-specific MOFs.  With synergistic advances in math. methods, computational hardware and software, in silico mol. modeling has become an indispensable tool to unravel microscopic properties in MOFs that are otherwise exptl. inaccessible or difficult to obtain.  In this article, the recent development of mol. modeling is critically highlighted for gas and liq. sepns. in MOFs.  Bottom-up strategies have been proposed for gas sepn. in MOFs, particularly CO2 capture.  Meanwhile, interest for liq. sepn. in MOFs is growing and modeling is expected to provide in-depth mechanistic understanding.  Despite considerable achievements, substantial challenges and new opportunities are foreseeable in more practical modeling endeavors for economically viable sepns. in MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVynsrbO&md5=330b0c115ec98e208e27605942bb6103", "17. ", "Hu", ", ", "Z. Q.", "; ", "Chen", ", ", "Y. F.", "; ", "Jiang", ", ", "J. W.", " ", "Zeolitic imidazolate framework-8 as a reverse osmosis membrane for water desalination: Insight from molecular simulation", " ", "J. Chem. Phys.", " ", "2011", ",  ", "134", ",  ", "134705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Zeolitic imidazolate framework-8 as a reverse osmosis membrane for water desalination: Insight from molecular simulation", "Hu, Zhongqiao; Chen, Yifei; Jiang, Jianwen", "Journal of Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "134", "\r\n        (", "13", "),\r\n    ", "134705/1-134705/6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A mol. simulation study is reported for water desalination using zeolitic imidazolate framework-8 (ZIF-8) membrane.  The simulation demonstrates that water desalination occurs under external pressure, and Na+ and Cl- cannot transport across the membrane due to the sieving effect of small apertures in ZIF-8.  The flux of water permeating the membrane scales linearly with the external pressure, and exhibits an Arrhenius-type relation with temp. (activation energy 24.4 KJ/mol).  Compared with bulk phase, water mols. in ZIF-8 membrane are less H-bonded and the lifetime of H-bonding is considerably longer, as attributed to the surface interactions and geometrical confinement.  This simulation study suggests that ZIF-8 might be potentially used as a reverse osmosis membrane for water purifn.  (c) 2011 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXksVKrtL4%253D&md5=2d7f6817fac207954075b9cad86bfe56", "18. ", "Nalaparaju", ", ", "A.", "; ", "Zhao", ", ", "X. S.", "; ", "Jiang", ", ", "J. W.", " ", "Biofuel purification by pervaporation and vapor permeation in metal–organic frameworks: A computational study", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "2107", "– ", "2116", "[", "Crossref", "], [", "CAS", "]", "18. ", "Biofuel purification by pervaporation and vapor permeation in metal-organic frameworks: a computational study", "Nalaparaju, A.; Zhao, X. S.; Jiang, J. W.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "2107-2116", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We report a computational study for the purifn. of biofuel (water-ethanol mixts.) in two metal--org. frameworks (MOFs), hydrophilic Na-r/w-ZMOF and hydrophobic Zn4O(bdc)(bpz)2 at both pervaporation (PV) and vapor permeation (VP) conditions.  In Na-rho-ZMOF, water is preferentially adsorbed over ethanol due to its strong interaction with nonframework Na+ ions and ionic framework, and the adsorption selectivity of water-ethanol is higher at a lower compn. of water.  With increasing water compn., water diffusivity in Na-rho-ZMOF increases but ethanol diffusivity decreases, and the diffusion selectivity of water-ethanol increases.  In contrast, ethanol is adsorbed more in Zn4O(bdc)(bpz)2 as attributed to the favorable interaction with Me groups on the pore surface, and ethanol-water adsorption selectivity is higher at a lower compn. of ethanol.  With increasing water compn., the diffusivities of water and ethanol in Zn4O(bdc)(bpz)2 increase and the diffusion selectivity of ethanol-water decreases slightly.  The permselectivities in the two MOFs at both PV and VP conditions are largely detd. by the adsorption selectivities.  The max. achievable permselectivity in Na-rho-ZMOF is approx. 12 at VP condition, and Na-rho-ZMOF is preferable to remove a small fraction of water from water-ethanol mixts. and enrich ethanol at the feed side.  The max. permselectivity in Zn4O(bdc)(bpz)2 is about 75 at PV condition, and Zn4O(bdc)(bpz)2 is promising to ext. a small fraction of ethanol and enrich ethanol at the permeate side.  This study presents microscopic insights into the sepn. of water-ethanol mixts. in hydrophilic and hydrophobic MOFs at both PV and VP conditions, and provides atomistic guidelines toward the selection of an appropriate MOF and operating condition for biofuel purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVCmurw%253D&md5=d5357b28be6ce81f0d95fb0f95b58ea7", "19. ", "Nalaparaju", ", ", "A.", "; ", "Jiang", ", ", "J. W.", " ", "Recovery of dimethyl sulfoxide from aqueous solutions by highly selective adsorption in hydrophobic metal-organic frameworks", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "15305", "– ", "15312", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Recovery of Dimethyl Sulfoxide from Aqueous Solutions by Highly Selective Adsorption in Hydrophobic Metal-Organic Frameworks", "Nalaparaju, Anjaiah; Jiang, Jianwen", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "43", "),\r\n    ", "15305-15312", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have emerged as a new family of nanoporous materials.  While gas sepn. in MOFs was extensively studied, liq. sepn. is scarcely examd. and lacks a microscopic understanding.  A mol. simulation study is reported here for the recovery of DMSO from aq. solns. in three hydrophobic MOFs, namely, Zn4O(bdc)(b-pz)2, Zn(bdc)(ted)0.5, and ZIF-71.  Type I adsorption isotherms are obsd. for DMSO, while H2O exhibits type V adsorption isotherms with hysteresis.  The satn. capacities of both DMSO and H2O decrease following the order of Zn4O(bdc)(bpz)2 > Zn(bdc)(ted)0.5 > ZIF-71, in accordance with the variation of free vol. and porosity in the three MOFs.  As attributed to hydrophobic frameworks, the three MOFs are highly selective toward DMSO adsorption from DMSO/H2O mixts.  The highest selectivity is predicted up to 1700 in ZIF-71.  This simulation study provides mol. insight into the sepn. mechanism of DMSO/H2O liq. mixts. and suggests that hydrophobic MOFs are superior candidates for DMSO recovery.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFersrvJ&md5=7fddbb8c7999ec8fe4e5342e3ecf436a", "20. ", "Ferey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surble", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "A chromium terephthalate-based solid with unusually large pore volumes and surface area", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "21. ", "Fabri", ", ", "J.", "; ", "Graeser", ", ", "U.", "; ", "Simo", ", ", "T.", " ", "Xylenes: Ullmann’s encyclopedia of industrial chemistry", ", ", "6", "th ed.; ", "Wiley-VCH", ": ", "Weinheim, Germany", ", ", "2002", ".", "There is no corresponding record for this reference.", "22. ", "Chen", ", ", "Y. F.", "; ", "Babarao", ", ", "R.", "; ", "Sandler", ", ", "S. I.", "; ", "Jiang", ", ", "J. W.", " ", "Metal-organic framework MIL-101 for adsorption and effect of terminal water molecules: From quantum mechanics to molecular simulation", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "8743", "– ", "8750", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Metal-Organic Framework MIL-101 for Adsorption and Effect of Terminal Water Molecules: From Quantum Mechanics to Molecular Simulation", "Chen, Y. F.; Babarao, R.; Sandler, S. I.; Jiang, J. W.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "11", "),\r\n    ", "8743-8750", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MIL-101 is a chromium terephthalate-based mesoscopic metal-org. framework and one of the most porous materials reported to date.  The authors study the adsorption of CO2 and CH4 in dehydrated and hydrated MIL-101 and the effect of terminal water mols. on adsorption.  The atomistic structures of MIL-101 are constructed from exptl. crystallog. data, energy minimization, and quantum mech. optimization.  The adsorption isotherm of CO2 predicted from mol. simulation agrees well with expt. and is relatively insensitive to the method (Merz-Kollman or Mulliken) used to est. the framework charges.  Both the united-atom and five-site models of CH4 predict the isotherm fairly well, though the former overestimates and the latter underestimates.  Adsorption 1st occurs in the microporous supertetrahedra at low pressures and then in the mesoscopic cages with increasing pressure.  In the dehydrated MIL-101, more adsorbate mols. are located near the exposed Cr2 sites than the fluorine satd. Cr1 sites.  The terminal water mols. in the hydrated MIL-101 act as addnl. interaction sites and enhance adsorption at low pressures.  This enhancement is more pronounced for CO2 than for CH4, because CO2 is quadrupolar and interacts more strongly with the terminal water mols.  At high pressures, however, the reverse is obsd., as the presence of terminal water mols. reduces free vol. and adsorption.  For the adsorption of CO2/CH4 mixt., a higher selectivity is found in the hydrated MIL-101.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFantLo%253D&md5=76d9ded7372f4de686d7db98992362ed", "23. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a full periodic-table force-field for molecular mechanics and molecular-dynamics simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "24. ", "Cornell", ", ", "W. D.", "; ", "Cieplak", ", ", "P.", "; ", "Bayly", ", ", "C. I.", "; ", "Gould", ", ", "I. R.", "; ", "Merz", ", ", "K. M.", "; ", "Ferguson", ", ", "D. M.", "; ", "Spellmeyer", ", ", "D. C.", "; ", "Fox", ", ", "T.", "; ", "Caldwell", ", ", "J. W.", "; ", "Kollman", ", ", "P. A.", " ", "A 2nd generation force-field for the simulation of proteins, nucleic-acids, and organic-molecules", " ", "J. Am. Chem. Soc.", " ", "1995", ",  ", "117", ",  ", "5179", "– ", "5197", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "A Second Generation Force Field for the Simulation of Proteins, Nucleic Acids, and Organic Molecules", "Cornell, Wendy D.; Cieplak, Piotr; Bayly, Christopher I.; Gould, Ian R.; Merz, Kenneth M., Jr.; Ferguson, David M.; Spellmeyer, David C.; Fox, Thomas; Caldwell, James W.; Kollman, Peter A.", "Journal of the American Chemical Society", "\r\n        (", "1995", "),\r\n    ", "117", "\r\n        (", "19", "),\r\n    ", "5179-97", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present the derivation of a new mol. mech. force field for simulating the structures, conformational energies, and interaction energies of proteins, nucleic acids, and many related org. mols. in condensed phases.  This effective two-body force field is the successor to the Weiner et al. force field and was developed with some of the same philosophies, such as the use of a simple diagonal potential function and electrostatic potential fit atom centered charges.  The need for a 10-12 function for representing hydrogen bonds is no longer necessary due to the improved performance of the new charge model and new van der Waals parameters.  These new charges are detd. using a 6-31G* basis set and restrained electrostatic potential (RESP) fitting and have been shown to reproduce interaction energies, free energies of solvation, and conformational energies of simple small mols. to a good degree of accuracy.  Furthermore, the new RESP charges exhibit less variability as a function of the mol. conformation used in the charge detn.  The new van der Waals parameters have been derived from liq. simulations and include hydrogen parameters which take into account the effects of any geminal electroneg. atoms.  The bonded parameters developed by Weiner et al. were modified as necessary to reproduce exptl. vibrational frequencies and structures.  Most of the simple dihedral parameters have been retained from Weiner et al., but a complex set of .vphi. and ψ parameters which do a good job of reproducing the energies of the low-energy conformations of glycyl and alanyl dipeptides was developed for the peptide backbone.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlsFertrc%253D&md5=2c8901ed614d543db51d3a28f5b6053c", "25. ", "Jorgensen", ", ", "W. L.", "; ", "Chandrasekhar", ", ", "J.", "; ", "Madura", ", ", "J. D.", "; ", "Impey", ", ", "R. W.", "; ", "Klein", ", ", "M. L.", " ", "Comparison of simple potential functions for simulating liquid water", " ", "J. Chem. Phys.", " ", "1983", ",  ", "79", ",  ", "926", "– ", "935", "[", "Crossref", "], [", "CAS", "]", "25. ", "Comparison of simple potential functions for simulating liquid water", "Jorgensen, William L.; Chandrasekhar, Jayaraman; Madura, Jeffry D.; Impey, Roger W.; Klein, Michael L.", "Journal of Chemical Physics", "\r\n        (", "1983", "),\r\n    ", "79", "\r\n        (", "2", "),\r\n    ", "926-35", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Classical Monte Carlo simulations were carried out for liq. H2O in the NPT ensemble at 25° and 1 atm using 6 of the simpler intermol. potential functions for the dimer.  Comparisons were made with exptl. thermodn. and structural data including the neutron diffraction results of Thiessen and Narten (1982).  The computed densities and potential energies agree with expt. except for the original Bernal-Fowler model, which yields an 18% overest. of the d. and poor structural results.  The discrepancy may be due to the correction terms needed in processing the neutron data or to an effect uniformly neglected in the computations.  Comparisons were made for the self-diffusion coeffs. obtained from mol. dynamics simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXksF2htL4%253D&md5=a1161334e381746be8c9b15a5e56f704", "26. ", "van der Spoel", ", ", "D.", "; ", "Lindahl", ", ", "E.", "; ", "Hess", ", ", "B.", "; ", "Groenhof", ", ", "G.", "; ", "Mark", ", ", "A. E.", "; ", "Berendsen", ", ", "H. J. C.", " ", "Gromacs: fast, flexible, and free", " ", "J. Comput. Chem.", " ", "2005", ",  ", "26", ",  ", "1701", "– ", "1718", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "GROMACS: Fast, flexible, and free", "Van Der Spoel, David; Lindahl, Erik; Hess, Berk; Groenhof, Gerrit; Mark, Alan E.; Berendsen, Herman J. C.", "Journal of Computational Chemistry", "\r\n        (", "2005", "),\r\n    ", "26", "\r\n        (", "16", "),\r\n    ", "1701-1718", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "This article describes the software suite GROMACS (Groningen MAchine for Chem. Simulation) that was developed at the University of Groningen, The Netherlands, in the early 1990s.  The software, written in ANSI C, originates from a parallel hardware project, and is well suited for parallelization on processor clusters.  By careful optimization of neighbor searching and of inner loop performance, GROMACS is a very fast program for mol. dynamics simulation.  It does not have a force field of its own, but is compatible with GROMOS, OPLS, AMBER, and ENCAD force fields.  In addn., it can handle polarizable shell models and flexible constraints.  The program is versatile, as force routines can be added by the user, tabulated functions can be specified, and analyses can be easily customized.  Nonequil. dynamics and free energy detns. are incorporated.  Interfaces with popular quantum-chem. packages (MOPAC, GAMES-UK, GAUSSIAN) are provided to perform mixed MM/QM simulations.  The package includes about 100 utility and anal. programs.  GROMACS is in the public domain and distributed (with source code and documentation) under the GNU General Public License.  It is maintained by a group of developers from the Universities of Groningen, Uppsala, and Stockholm, and the Max Planck Institute for Polymer Research in Mainz.  Its Web site is http://www.gromacs.org.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1SlsbbO&md5=4aa71b1dc0b5b4978a88b0568245a265", "27. ", "Bussi", ", ", "G.", "; ", "Donadio", ", ", "D.", "; ", "Parrinello", ", ", "M.", " ", "Canonical sampling through velocity rescaling", " ", "J. Chem. Phys.", " ", "2007", ",  ", "126", ",  ", "014101", "[", "Crossref", "], [", "CAS", "]", "27. ", "Canonical sampling through velocity rescaling", "Bussi, Giovanni; Donadio, Davide; Parrinello, Michele", "Journal of Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "126", "\r\n        (", "1", "),\r\n    ", "014101/1-014101/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors present a new mol. dynamics algorithm for sampling the canonical distribution.  In this approach the velocities of all the particles are rescaled by a properly chosen random factor.  The algorithm is formally justified and it is shown that, in spite of its stochastic nature, a quantity can still be defined that remains const. during the evolution.  In numerical applications this quantity can be used to measure the accuracy of the sampling.  The authors illustrate the properties of this new method on Lennard-Jones and TIP4P water models in the solid and liq. phases.  Its performance is excellent and largely independent of the thermostat parameter also with regard to the dynamic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXosVCltg%253D%253D&md5=9c182b57bfc65bca6be23c8c76b4be77", "28. ", "Darden", ", ", "T.", "; ", "York", ", ", "D.", "; ", "Pedersen", ", ", "L.", " ", "Particle mesh ewald - an N.Log(N) method for ewald sums in large systems", " ", "J. Chem. Phys.", " ", "1993", ",  ", "98", ",  ", "10089", "– ", "10092", "[", "Crossref", "], [", "CAS", "]", "28. ", "Particle mesh Ewald: an N·log(N) method for Ewald sums in large systems", "Darden, Tom; York, Darrin; Pedersen, Lee", "Journal of Chemical Physics", "\r\n        (", "1993", "),\r\n    ", "98", "\r\n        (", "12", "),\r\n    ", "10089-92", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "An N·log(N) method for evaluating electrostatic energies and forces of large periodic systems is presented.  The method is based on interpolation of the reciprocal space Ewald sums and evaluation of the resulting convolution using fast Fourier transforms.  Timings and accuracies are presented for three large cryst. ionic systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXks1Ohsr0%253D&md5=3c9f230bd01b7b714fd096d4d2e755f6", "29. ", "Essmann", ", ", "U.", "; ", "Perera", ", ", "L.", "; ", "Berkowitz", ", ", "M. L.", "; ", "Darden", ", ", "T.", "; ", "Lee", ", ", "H.", "; ", "Pedersen", ", ", "L. G.", " ", "A smooth particle mesh ewald method", " ", "J. Chem. Phys.", " ", "1995", ",  ", "103", ",  ", "8577", "– ", "8593", "[", "Crossref", "], [", "CAS", "]", "29. ", "A smooth particle mesh Ewald method", "Essmann, Ulrich; Perera, Lalith; Berkowitz, Max L.; Darden, Tom; Lee, Hsing; Pedersen, Lee G.", "Journal of Chemical Physics", "\r\n        (", "1995", "),\r\n    ", "103", "\r\n        (", "19", "),\r\n    ", "8577-93", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The previously developed particle mesh Ewald method is reformulated in terms of efficient B-spline interpolation of the structure factors.  This reformulation allows a natural extension of the method to potentials of the form 1/rp with p ≥ 1.  Furthermore, efficient calcn. of the virial tensor follows.  Use of B-splines in the place of Lagrange interpolation leads to analytic gradients as well as a significant improvement in the accuracy.  The authors demonstrate that arbitrary accuracy can be achieved, independent of system size N, at a cost that scales as N log(N).  For biomol. systems with many thousands of atoms and this method permits the use of Ewald summation at a computational cost comparable to that of a simple truncation method of 10 Å or less.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXptlehtrw%253D&md5=092a679dd3bee08da28df41e302383a7", "30. ", "Hess", ", ", "B.", "; ", "Bekker", ", ", "H.", "; ", "Berendsen", ", ", "H. J. C.", "; ", "Fraaije", ", ", "J. G. E. M.", " ", "Lincs: A linear constraint solver for molecular simulations", " ", "J. Comput. Chem.", " ", "1997", ",  ", "18", ",  ", "1463", "– ", "1472", "[", "Crossref", "], [", "CAS", "]", "30. ", "LINCS: a linear constraint solver for molecular simulations", "Hess, Berk; Bekker, Henk; Berendsen, Herman J. C.; Fraaije, Johannes G. E. M.", "Journal of Computational Chemistry", "\r\n        (", "1997", "),\r\n    ", "18", "\r\n        (", "12", "),\r\n    ", "1463-1472", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "Wiley", ")\r\n        ", "We present a new LINear Constraint Solver (LINCS) for mol. simulations with bond constraints using the enzyme lysozyme and a 32-residue peptide as test systems.  The algorithm is inherently stable, as the constraints themselves are reset instead of derivs. of the constraints, thereby eliminating drift.  Although the derivation of the algorithm is presented in terms of matrixes, no matrix matrix multiplications are needed and only the nonzero matrix elements have to be stored, making the method useful for very large mols.  At the same accuracy, the LINCS algorithm is 3-4 times faster than the SHAKE algorithm.  Parallelization of the algorithm is straightforward.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlvV2nu7g%253D&md5=890f8af0d2ca1f65aa93db5a3a0bacf2", "31. ", "Miyamoto", ", ", "S.", "; ", "Kollman", ", ", "P. A.", " ", "Settle - an analytical version of the shake and rattle algorithm for rigid water models", " ", "J. Comput. Chem.", " ", "1992", ",  ", "13", ",  ", "952", "– ", "962", "[", "Crossref", "], [", "CAS", "]", "31. ", "SETTLE:  an analytical version of the SHAKE and RATTLE algorithm for rigid water models", "Miyamoto, Shuichi; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "1992", "),\r\n    ", "13", "\r\n        (", "8", "),\r\n    ", "952-62", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "An anal. algorithm, called SETTLE, for resetting the positions and velocities to satisfy the holonomic constraints on the rigid water model is presented.  This method is based on the Cartesian coordinate system and can be used in place of SHAKE and RATTLE.  The authors implemented this algorithm in the SPASMS package of mol. mechanics and dynamics.  Several series of mol. dynamics simulations were carried out to examine the performance of the new algorithm in comparison with the original RATTLE method.  SETTLE is of higher accuracy and is faster than RATTLE with reasonable tolerances by three to nine times on a scalar machine.  The performance improvement ranged from factors of 26 to 98 on a vector machine since the method presented is not iterative.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xlslykt7o%253D&md5=65da9d55c7905abeaf7708d91a09e6e4", "32. ", "Koplik", ", ", "J.", "; ", "Banavar", ", ", "J. R.", "; ", "Willemsen", ", ", "J. F.", " ", "Molecular-dynamics of poiseuille flow and moving contact lines", " ", "Phys. Rev. Lett.", " ", "1988", ",  ", "60", ",  ", "1282", "– ", "1285", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "33. ", "Hu", ", ", "Z. Q.", "; ", "Jiang", ", ", "J. W.", " ", "Separation of amino acids in glucose isomerase crystal: Insight from molecular dynamics simulations", " ", "J. Chromatogr. A", " ", "2009", ",  ", "1216", ",  ", "5122", "– ", "5129", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Separation of amino acids in glucose isomerase crystal: Insight from molecular dynamics simulations", "Hu, Zhongqiao; Jiang, Jianwen", "Journal of Chromatography, A", "\r\n        (", "2009", "),\r\n    ", "1216", "\r\n        (", "26", "),\r\n    ", "5122-5129", "CODEN:\r\n                ", "JCRAEY", ";\r\n        ISSN:", "0021-9673", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The sepn. of amino acids (Arg, Phe, and Trp) in a liq. chromatog. is investigated using mol. dynamics (MD) simulations.  A bioorg. nanoporous material - glucose isomerase crystal - is used as the stationary phase and water as the mobile phase.  The transport velocities of amino acids decrease in the order Arg > Phe > Trp, consistent with exptl. measurement.  The elution order is not affected by the solute concn. or by the flowing rate of mobile phase.  Arg is highly hydrophilic and charged, interacts with water the most strongly, and thus moves with flowing water the fastest.  Trp has the largest van der Waals vol. and encounters the largest steric hindrance, leading to the slowest velocity.  From the no. distributions of amino acids around protein surface, Trp and Phe are found to stay closer to protein than Arg.  The solvent-accessible surface areas of amino acids and the nos. of hydrogen bonds between amino acids and water further elucidate the obsd. velocity difference.  The simulation results provide useful microscopic insight into the retention mechanisms in the chromatog. sepn. process and suggest that glucose isomerase crystal has the capability to sep. amino acids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1KqsL0%253D&md5=7394c8e49071fe0fa44ed70f1812117a", "34. ", "Luzar", ", ", "A.", "; ", "Chandler", ", ", "D.", " ", "Hydrogen-bond kinetic in liquid water", " ", "Nature", " ", "1996", ",  ", "379", ",  ", "55", "– ", "57", "[", "Crossref", "], [", "CAS", "]", "34. ", "Hydrogen-bond kinetics in liquid water", "Luzar, Alenka; Chandler, David", "Nature (London)", "\r\n        (", "1996", "),\r\n    ", "379", "\r\n        (", "6560", "),\r\n    ", "55-7", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Hydrogen bonds play a crucial role in the behavior of water; their spatial patterns and fluctuations characterize the structure and dynamics of the liq.  The processes of breaking and making hydrogen bonds in the condensed phase can be probed indirectly by a variety of exptl. techniques, and more quant. information can be obtained from computer simulations.  In particular, simulations have revealed that on long timescales the relaxation behavior of hydrogen bonds in liq. water exhibit non-exponential kinetics, suggesting that bond making and breaking are not simple processes characterized by well defined rate consts.  Here we show that these kinetics can be understood in terms of an interplay between diffusion and hydrogen-bond dynamics.  In our model, which can be extended to other hydrogen-bonded liqs., diffusion governs whether a specific pair of water mols. are near neighbors, and hydrogen bonds between such pairs form and persist at random with av. lifetimes detd. by rate consts. for bond making and breaking.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XivVKhtQ%253D%253D&md5=282f1fbda5394e9ebd896db3892a005c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2013/langd5.2013.29.issue-5/la3045972/production/images/small/la-2012-045972_0008.gif\">"]}
