{"title": ["Recent Developments in Macroscopic Measurement of Multicomponent Gas Adsorption Equilibria, Kinetics, and Heats"], "authors": ["Shivaji Sircar"], "doi": ["10.1021/ie0601293"], "abstract": "Most practical applications of adsorption technology for gas separation and purification deal with multicomponent feed gas mixtures. The key input variables for the design and optimization of such separation processes are the multicomponent gas adsorption equilibria, kinetics, and isosteric heats. Recent advances in the measurement of these properties for multicomponent systems by macroscopic methods are discussed. The isothermal isotope exchange technique for measurement of multicomponent gas equilibria and kinetics, and micro-calorimetry for direct measurement of component isosteric heats from gas mixtures are recommended. ", "text": [" Top of PageAbstractIntroductionTraditional Experimental MethodsRecently Developed Experimental MethodsMost Recent DevelopmentsSummaryIntroduction The importance of adsorption technology as a versatile tool for separation and purification of industrial gas mixtures is well established.1,2 Most of these separation applications share three key characteristics:  (i) the gases to be separated are multicomponent mixtures, often containing more than two adsorbates of different sizes, polarizabilities, and permanent polarities, (ii) the solid adsorbents (crystalline or amorphous) possess a complex network of micro-meso-porous structures, which cannot often be characterized quantitatively, and which are often energetically heterogeneous for sorption of one or more gases, and (iii) the conditions (pressure, temperature, and gas compositions) prevailing inside an adsorber during a cyclic adsorptive process can vary over a very large range.  The key input variables for the design of adsorptive separation processes include multicomponent gas adsorption equilibria, kinetics, and heats. These three basic properties must be known accurately under all conditions encountered by the adsorbers during the process cycle for meeting the requirements of an industrial design.2  Unfortunately, there is a serious shortage of published multicomponent gas adsorption data. Reference 2 addresses the state of the art in some detail. A common design practice is to (i) use theoretical or empirical equilibrium adsorption models for homogeneous or heterogeneous adsorbents to estimate the desired multicomponent equilibrium data, (ii) use empirical kinetic models to describe adsorbate transport into the porous adsorbent particles by ignoring multicomponent interactions, and (iii) assume constant isosteric heats for the components (appropriate for homogeneous sorbents only) or use simplistic heterogeneous equilibrium models to estimate component heats. These models are often used in good faith for process design after testing them with a scanty pure and binary gas adsorption database for the system of interest.  Clearly, an extensive multicomponent database is needed for (i) seriously testing existing adsorption equilibrium, kinetics and heat models, (ii) developing new or improved models, and (iii) providing more insight into the complex phenomenon of multicomponent gas adsorption on heterogeneous adsorbents.  The purpose of this article is to review several traditional and recent macroscopic experimental methods for measuring pure gas and multicomponent gas adsorption equilibria, kinetics, and heats. It is not an exhaustive summary of every experimental technique published in the literature.   Top of PageAbstractIntroductionTraditional Experimental MethodsRecently Developed Experimental MethodsMost Recent DevelopmentsSummaryTraditional Experimental Methods Numerous experimental procedures have been used during the last 50 years for measuring pure and multicomponent gas adsorption equilibrium and kinetic data. Different laboratories around the world have developed and implemented their own specific techniques for this purpose. Several books on adsorption describe these methods in detail.3-9  The majority of the published literature on gas adsorption reports data for pure gas equilibrium isotherms and kinetics. There is also a substantial volume of binary gas adsorption equilibrium data and a small volume of binary gas adsorption kinetic data. However, most of these binary equilibrium data sets are not extensive enough to test their thermodynamic consistencies.10 Multicomponent gas equilibrium and kinetic data containing three or more adsorbates are sporadic.2 The excellent monographs by Valenzuela and Myers (1989)11 and Kärger and Ruthven (1992),7 respectively, provide good compilations of the published equilibrium and kinetic data (mostly on zeolites). Isosteric heats of adsorption of pure gases are generally calculated from the equilibrium isotherms at different temperatures using adsorption thermodynamics.12,13 Binary and multicomponent gas adsorption heat data are emerging only recently.2,66,67  Pure Gas Equilibrium Isotherm and Adsorption Kinetics. The frequently used methods for measurement of pure gas adsorption equilibria and kinetics include (a) the constant pressure gravimetric method, (b) the constant volume volumetric method, (c) the variable volume piezo-metric method, and (d) the column breakthrough method. Table 1 describes some of the pros and cons of these methods.    Table 1.  Pros and Cons of Traditional Experimental Methods   ad(de)sorption equilibriumad(de)sorption kineticsexperimental methodsadvantagesdisadvantagesadvantagesdisadvantages (a) gravimetric relatively simple, commercial apparatus available pure gas only, no control over final equilibrium state, difficult to repeat relatively simple, commercial apparatus available pure gas only, no control over final equilibrium state, nonisothermal data, difficult to repeat (b) volumetric relatively simple, pure or multi-component gas no control over final state, random data, difficult to repeat, needs gas analyzer relatively simple, pure or multicomponent gas nonisothermal data, complex data analysis (model dependent), no control over final state, difficult to repeat, not very useful (c) piezometric ideal for very high-pressure data pure gas only  not useful (d) combined gravimetric−volumetric relatively simple, no gas analysis needed for binary systems binary gas only, no control over final state, random data, difficult to repeat  nonisothermal data, no control over final state, complex boundary conditions for data analysis (model dependent), not very useful (e) column dynamic good for trace adsorbates in a bulk carrier gas, relatively easy to repeat, constant P, T experiment requires precise flow rate and composition measurements isothermal for trace component sorption, directly provides column dynamics model dependent data analysis for estimation of kinetic mechanism and mass transfer coefficients (f) closed-loop recycle good for multicomponent trace adsorbates in a bulk gas, constant P, T experiment no control over final state, difficult to repeat generally isothermal for trace adsorbate systems, constant P, T experiment no control over final state, difficult to repeat   Binary and Multicomponent Gas Equilibrium Isotherm and Adsorption Kinetics. The commonly used methods for binary and multicomponent gas adsorption equilibrium and kinetics are (a) the combined gravimetric−volumetric method for binary systems, (b) the constant volume volumetric method (with continuous gas analysis) for multicomponent systems, and (c) the closed-loop recycle method for adsorption of single or mixed adsorbates from a single or multicomponent carrier gas. Table 1 lists some of the merits and demerits of these methods.  Commercially available microbalances including magnetic suspension balances are generally employed for the gravimetric methods mentioned above.14,15 The experimental setups for the  other methods are usually designed and fabricated by the individual research groups. Pure Gas Isosteric Heats. The isosteric heat of adsorption of a pure ideal gas i ( ) at pressure (P) and temperature (T) [or at the corresponding equilibrium amount adsorbed ( ) and T] is traditionally calculated by measuring adsorption isotherms at different temperatures and employing the thermodynamic relationship [  ( ) = RT2{δ ln P/δT} ].12,13 A plot of lnP against (1/T) at constant ni° yields a straight line with a slope equal to (−  /R).  Multicomponent Isosteric Heats. The isosteric heat of adsorption of component i (qi) of a multicomponent ideal gas mixture at pressure (P), temperature (T), and gas-phase mole fraction (yi) [or at the corresponding equilibrium amount adsorbed (ni) and T] is given by the thermodynamic relationship [qi(ni,T) = RT2{δ ln(Pyi)δT}ni].12,13 However, unlike in the case of a pure gas, it is not possible to directly measure the temperature coefficient of the partial pressure (pi = Pyi) of component i of a gas mixture at constant loadings (ni) of the components of the mixture. Thermodynamic equations can be derived to estimate qi by measuring ni as functions of P at constant T and yi, as functions of yi at constant P and T, and as functions of T at constant P and yi.12,13 However, such extensive data are impractical to gather even for a binary system. The author is not aware of any such data set. Calorimetry is the best choice for direct estimation of qi (i ≥ 2) as discussed later.  There are four important fundamental issues regarding the data measured by the methods mentioned above and others to be described in the subsequent sections.  a. Gibbsian Surface Excess. The true thermodynamic variable that is measured to quantify the extent of adsorption of an adsorbate gas (pure or from a mixture) by all macroscopic experimental methods is the Gibbsian surface excess (GSE) of that gas.13 The GSE is loosely called the “amount adsorbed” in the adsorption literature. Estimation of the actual amount adsorbed from the GSE requires extraordinary assumptions about the structure and composition of the adsorbed phase which cannot be verified by today's experimental methods. Adsorption thermodynamics, kinetics and column dynamics can be fully developed using GSE as the basic variable and there is no need to estimate the actual amount adsorbed.13  b. Void Volume of the System. Many methods described in Table 1 and others require the knowledge of the void volume of the adsorption system for estimating the transitional or equilibrium amounts adsorbed. The void volume is typically measured by helium expansion into the adsorption system and by assuming that helium is not adsorbed on the adsorbent at the conditions of the test, such as low pressure and high temperature. However, it has been shown that this assumption can cause a significant error in estimating (i) adsorption of pure gases at high pressures and (ii) adsorption of weakly sorbed components of a gas mixture even at moderate pressures.16 Protocols for measuring helium adsorption by gravimetric methods have been proposed.16,17  c. Nonisothermal Adsorption during Kinetic Tests. The heat of ad(de)sorption cannot generally be removed (supplied) from (to) the adsorbent mass fast enough to achieve an isothermal kinetic process unless the kinetics of sorption is extremely slow. Data analysis of a nonisothermal kinetic process, where the changes in the adsorbate loading and the adsorbate temperature are large, requires a numerical solution of a nonisothermal kinetic model, which can be complex and ambiguous.18 Consequently, differential kinetic tests, where the changes in the adsorbate loading and the adsorbent temperature are deliberately kept small, have been designed and practiced for many of the test methods mentioned earlier. The differential test permits linearization of the change in the equilibrium adsorbate loading due to changes in gas-phase adsorbate concentration and adsorbent temperature, as well as decoupling of the effects of these two variables in data analysis. As a result, analytical solutions of simultaneous mass and heat balance equations describing the differential kinetic test under different transport mechanisms can be obtained. That simplifies data analysis. Examples include (i) differential constant pressure  gravimetric test for adsorption of a pure gas involving different mass transfer protocols such as a Fickian diffusion (FD) model (neglecting or including thermal resistance within the adsorbent particle)19,20 or linear driving force (LDF) model (neglecting or including thermal resistance inside the adsorbent particle),21,22 (ii) differential constant pressure gravimetric test for a binary gas mixture with mass transfer by the LDF model,23 and (iii) differential closed-loop recycle test with mass transfer by the LDF model.24 It is also shown that flow of gas over the adsorbent at a moderate to high rate for removing (or supplying) the heat of ad(de)sorption during the kinetic test may not achieve a true isothermal process when the kinetics of sorption is relatively fast.24,25  d. Random Nature of Data Generation. Many of the traditional methods for measurement of multicomponent equilibrium adsorption data do not have control over the final equilibrium state at the end of the test. Consequently, the data generated is often very random in nature and their use for testing the quality of a model and for process design is not very convenient.   Top of PageAbstractIntroductionTraditional Experimental MethodsRecently Developed Experimental MethodsMost Recent DevelopmentsSummaryRecently Developed Experimental Methods Several new experimental methods have been developed during the last two decades which can be potentially advantageous over the traditional methods. A few of these methods are briefly described below.  Frequency Response Technique (FRT). The most commonly used FRT method for measurement of pure gas adsorption kinetics consists of (i) equilibrating a known amount of the adsorbent with a pure adsorbate gas at pressure P0 and temperate T0 in a closed thermostated container of volume V0, (ii) differentially perturbing the system volume in a periodic fashion such as a sinusoidal variation (forcing function), and (iii) measuring the steady-state periodic response of the system pressure.26-30 The response consists of an “in phase” and an “out of phase” component having the same frequency as that of the forcing function but exhibiting different amplitudes and phase angles due to the ad(de)sorption process with finite mass transfer resistances. Model analysis of the response curves is then carried out to identify the correct mass transfer mechanism and quantify the adsorbate mass transfer coefficient.  The most promising features of the FRT are its potential ability to (i) discriminate between different mass transfer mechanisms due to the high sensitivity of the response curves to the nature of the model equations describing different mechanisms26-28 and (ii) measure relatively fast adsorption kinetics due to the availability of pressure transducers with very small response times.29  The differential periodic changes in gas pressure and adsorbate loading, used in FRT, permits linearization of the adsorption isotherm with respect to the gas pressure and adsorbent temperature. This leads to analytical expressions for the pressure response curves, which helps data analysis. The differential FRT test, however, does not permit isothermal data analysis, even though the adsorbent temperature changes are very small,27,28 except for the case where the kinetics of adsorption is very slow. It has been shown that the shape of the response curve can be severely affected, such as formation of a bimodal “out of phase” response curve, due to the thermal effects. This can be incorrectly interpreted as a bimodal mass transfer process in the adsorbent if the data were fitted by an isothermal model.27  A theoretical FRT analysis of nonisothermal adsorption of a pure gas by a bi-porous adsorbent pellet indicated that it may be impossible to extract the correct mechanism of the adsorbate mass transfer when two or more different resistances, such as external film, surface barrier, micropore diffusion, and macro-pore diffusion, are significant.28 Several combinations of mass and heat transfer resistances can be used to fit the experimental response curves.  Figure 1 is an example of the pressure response curves measured for adsorption of propane by 5A zeolite (P0 = 5.6 Torr, T0 = 363 K). The solid lines are the best fit of the experimental data26 by a model where heat transfer, external film, and macropore diffusion resistances are included.28 The data could be described equally well using models including heat transfer, surface barrier and micropore diffusion resistances or heat transfer, and micropore- and macropore diffusion resistances.28 The intersection of the “in phase” and the “out of phase” response curves at high frequency is found to be caused by the existence of a skin barrier or external film resistance. Thus, it can be used to identify the existence of a surface barrier in the adsorbent particle.   Figure 1 FRT response curves for sorption of C3H8 on 5A zeolite with heat effect.   These studies have shown that the thermal effects cannot be ignored in the analysis of FRT data and they may seriously undermine one of the most attractive features of the technique, viz. unambiguous, identification of the mass transfer mechanism in the adsorbent. Simultaneous measurement of the periodic changes of the adsorbent surface temperature during the FRT test may provide additional valuable information for establishing the sorption mechanism.28,31  The FRT has also been used to study sorption of binary gas mixtures,30 where the responses of total gas pressure as well as the partial pressures of the components of the gas mixture are measured. Development of nonisothermal models for the analysis of multicomponent sorption data by FRT have also been initiated.31 It showed that the transport of the faster diffusing component can be affected by the presence of a slower diffusing species. It is manifested by a roll-up effect on the partial pressure frequency response curve.  More recently, a continuous flow-system FRT protocol was developed to facilitate the removal of the heat of adsorption from the adsorbent by forced convection and, thus, maintain an isothermal operation.32 The pure adsorbate gas was passed through a thermostated adsorbent bed at P0 and T0 until the adsorbent was equilibrated with the gas. The feed gas pressure was then differentially perturbed in a sinusoidal wave fashion, and the effluent gas pressure response (same frequency as that of the inlet gas pressure fluctuation but a different amplitude and phase angle) was monitored. Various isothermal models using different kinetic mechanisms were used to fit the FRT response curves in order to identify the mass transfer mechanism for sorption of pure N2 (surface barrier alone) and O2 (combined surface barrier and pore diffusion) on a carbon molecular sieve.  The existence of a distributed surface barrier resistance had to be assumed in the model to improve the data fit. The study again demonstrates the model dependency of FRT response data analysis.  Zero Length Column (ZLC) Technique. The most commonly used ZLC method consists of (i) equilibrating a small sample of the adsorbent placed inside a thermostated tube with an adsorbate gas at concentration C0, pressure P0, and temperature T0, (ii) passing an inert, adsorbate-free purge gas at P0 and T0 over the adsorbent at a high specific gas flow rate, and (iii) monitoring the exit gas adsorbate compositions with time. An isothermal desorption model is then used to extract the adsorbate mass transfer coefficient from the effluent concentration profile.7,33 Analytical isothermal models have been developed for cases where the adsorption isotherm is linear and the mass transfer is controlled by (i) Fickian diffusion within the adsorbent33 and (ii) a surface barrier.34  The key advantages of the ZLC technique arise from (i) the simplicity of the apparatus and its operation, (ii) potential absence of external mass and heat transfer resistances and maintenance of essentially zero adsorbate concentration at the surface of the adsorbent particles due to high gas flow rate during the desorption process, (iii) absence of axial dispersion, and (iv) potential for measuring fast sorption kinetics. The technique has been extensively used for studying diffusion of pure hydrocarbons in the linear Henry's law region using various zeolite crystals.7  Figure 2 shows examples of typical ZLC response curves for desorption of ethane and n-butane from silicalite crystals at various temperatures. The solid lines are a model fit of the data using the Fickian diffusion mechanism.35   Figure 2 ZLC response curves for desorption of (a) C2H6 and (b) C4H10 from silicalite in the Henry's law region.   Extension of the ZLC method for measuring sorption kinetics in the nonlinear region of the adsorption isotherm has been investigated.36 The ZLC method has also been used to estimate the pure gas adsorption isotherm and binary gas selectivity of adsorption.37,38 The equilibrium measurements assume desorption under local equilibrium conditions, which can potentially be achieved using a very low gas flow rate.  The intrusion of thermal effects on ZLC experiments has been recognized. A model analysis shows that they can severely influence the shape of the ZLC response curves when the adsorbent particles are large.39 An analytical expression for the response of a nonisothermal differential ZLC test, where the purge gas adsorbate composition is slightly lower than C0, has also been derived.40 The analytical solution, however, is applicable only for a differential test, which allows linearization of the adsorption isotherm with respect to adsorbate concentration and adsorbent temperature and not for a linear isotherm using a nondifferential test.41  Total Desorption (TD) Methods. Total desorption methods have frequently been used for measuring the adsorption equilibria and kinetics of pure and multicomponent gas mixtures. The most common TD test consists of (i) flowing a pure gas or a gas mixture (pressure = P0, temperature = T0, mole fraction of component i = ) over a packed, thermostated adsorbent bed, containing a known amount of the adsorbent and having a precalibrated void volume, until equilibrium is reached, (ii) desorbing (heating and evacuation) and transferring the entire content of the bed (void and adsorbed gases) to another evacuated vessel of known volume, and (iii) measuring the final pressure, temperature and gas composition of the mixed desorbed gases. A simple mass balance yields the equilibrium amount of component i adsorbed (ni) at the initial equilibrium conditions.42-47  Figure 3 shows an example of equilibrium isotherms measured by the TD method for adsorption of N2 + O2 binary gas mixtures on Na-mordenite at three different temperatures.43 The zeolite exhibits a thermodynamic selectivity for N2 over O2 and the Langmuir model (solid lines) describes the isotherms very well.   Figure 3 Isotherms for adsorption of N2 + O2 binary mixture on Na−mordenite.   The same experimental protocol is carried out using a small amount of the adsorbent in a “differential adsorption bed” (DAB) test for measuring adsorption kinetics.42,44-47 It consists of (i) flowing a pure gas or a multicomponent gas mixture over the adsorbent for a specific period of time t, (ii) desorbing and analyzing the desorbed gases in order to calculate the amount  of component i adsorbed [ni(t)] at time t, and (iii) repeating the experiment using different values of time. A relatively high gas flow rate ensures that there is no gas-phase composition gradient across the adsorbent mass. It is also assumed that the heat of adsorption is removed by forced convection created by the high gas flow rate so that the kinetic process is isothermal. Models are then used to identify the transport mechanism and estimate the component mass transfer coefficients from the kinetic data.  Figure 4 shows the fractional uptakes of O2 and N2 from a binary (50% N2 + 50% O2) gas mixture on a carbon molecular sieve at 263 K measured by the DAB test.47 O2 diffuses into the carbon pores faster than N2, but the carbon has practically no thermodynamic selectivity for either component. Consequently, the carbon exhibits a kinetic selectivity for O2 over N2 at early times of contact, followed by displacement of some of the adsorbed O2 by N2 at longer times, creating a maximum in the O2 uptake curve. The solid lines are the fit of the uptake curves by an isothermal dual mode (surface barrier + micropore diffusion) transport mechanism.   Figure 4 Uptake curves for binary (a) N2 and (b) O2 mixture by a carbon molecular sieve.   The advantages of these methods include (i) simple experimental apparatus and procedure for measuring multicomponent adsorption equilibria and kinetics under controlled conditions and (ii) potential for achieving isothermal adsorption kinetic process. The second goal, however, may not be achievable unless the kinetics of adsorption is very slow.25  Wicke−Kallenbach Permeation Method (WKM). The method consists of mounting a single crystal of a microporous zeolite or a single particle of a porous adsorbent as a gas permeation membrane device by embedding it in a high temperature polymer or in an epoxy matrix. Steady state permeation flux of a pure or a mixed adsorbate gas is then measured across the membrane by flowing the adsorbate gas at the high pressure side of the membrane and sweeping the low pressure side of the membrane with an inert gas and continuously measuring the composition of the permeate gas mixture. Effective diffusivities for the adsorbates through the porous adsorbent can then be calculated by analysis of the steady-state flux data.48,49  Sorption Isosteric Technique (SIT) for Measurement of Multicomponent Gas Isosteric Heats of Adsorption. An approximate short-cut method, called SIT, has been used by various authors to estimate pure and multicomponent gas isosteric heat of adsorption.50,51 The method consists of (i) filling an adsorption chamber containing a known amount of the adsorbent and having a premeasured void volume (v°, cc/g) with a pure or a multicomponent gas mixture [amount of component i = (ñi)], (ii) placing the chamber inside a constant temperature (T) bath, and (iii) measuring the subsequent equilibrium gas-phase pressure (P) and mole fraction of component i (yi) inside the closed chamber. The bath temperature is then systematically changed and the corresponding equilibrium values of P and yi are measured at different values of T. For an ideal gas, the specific equilibrium amount of component i adsorbed (ni) at any given set of P, T, and yi can be calculated by the component i mass balance [ñI = ni + v°Pyi/RT]. It was argued that if the amount of component i in the void gas of the chamber was negligible compared to its amount adsorbed, [ni ≫ v°Pyi/RT], then [ñi ∼ ni]. Consequently, it might be assumed that the above-described experiment was carried out at approximately constant loadings of the components of the gas mixture. Therefore, a plot of the measured data as ln(Pyi) against 1/T would be a straight line with a slope equal to (−q̃i/R), where q̃i is approximately equal to the isosteric heat of adsorption of component i (qi) at loading ni and T.  Although SIT is creative and experimentally simple, and it promises to resolve a major practical problem in estimating the multicomponent isosteric heat of adsorption, a detailed thermodynamic analysis of this approach showed that the method would substantially under-estimate the actual values of the isosteric heats for the following conditions.52  • Large specific void volume in the apparatus  • High adsorbate loading of the component  • Adsorbate is weakly adsorbed  • Adsorbent is energetically heterogeneous  Obviously, the isosteric heat of adsorption estimated by the SIT method will be identical to the actual heat if v° is negligible. However, that is not practically achievable.  Table 2 shows examples of errors in estimating the component isosteric heats for adsorption of CO2 (1) + CH4 (2) binary gas mixture on BPL carbon at 303.1 K by the short-cut method.52 Pure and binary gas adsorption isotherms for this system could be adequately described by the homogeneous Langmuir model.    Table 2.  Estimated Errors in Component Isosteric Heats of Adsorption of a Binary Gas Mixture by the Short-cut Method  conditionsfractional surface coveragesestimated errors in isosteric heats (%)P (atm)y1θ1θ2component 1component 2 2.0 0.5 0.332 0.129 4.0 7.1 5.0 y1 → 0 0.000 0.545 6.9 11.1  0.1 0.129 0.452 7.6 12.2  0.5 0.491 0.191 10.7 16.5  0.9 0.712 0.031 13.9 21.  y1 → 1 0.755 0.000 14.8 22.2 10.0 0.5 0.584 0.227 24.5 34.2   It may be seen from Table 2 that the errors in the component isosteric heats by the short-cut method can be very large under certain conditions. Another major problem is that the component isosteric heats estimated by using the assumptions of the short-cut method are found to be functions of adsorbate loadings for a homogeneous adsorbent. That is incorrect and not thermodynamically feasible. Thermodynamic prescriptions to correct the problems associated with the short-cut method have been formulated.52 Their applications are, however, limited to binary systems only, and they require additional measurements of binary gas adsorption isotherms.  Figure 5 shows an experimental comparison of pure gas isosteric heats for adsorption of O2 and N2 on CaA zeolite at  different loadings measured by SIT and calorimetry.51 The heats measured by SIT are lower than those measured directly by calorimetry except in the region of P → 0 (low coverage) as discussed earlier. The specific void volume in the SIT apparatus was 3.80 cm3/g.   Figure 5 Isosteric heats for adsorption of pure N2 and O2 on CaA zeolite.    Table 3 summarizes the pros and cons of the above-described, recently developed experimental methods for measuring adsorption equilibria and kinetics. It may be noted that one of the nagging issues with all of these methods is the nonisothermal nature of the kinetic process, even for a differential test. This makes data analysis difficult and even ambiguous in some cases.    Table 3.  Pros and Cons of Recently Developed Experimental Methods   ad(de)sorption equilibriumad(de)sorption kineticsexperimental methodsadvantagesdisadvantagesadvantagesdisadvantages (a) total desorption method (TD) pure or multicomponent gas, control over equilibrium state, easy to repeat tedious, time-consuming, needs gas analyzer pure or multicomponent gas, control over equilibrium state, easy to repeat tedious, time-consuming, needs gas analyzer, isothermal nature of transient process must be checked (b) zero length column method (ZLC) simple experiment, convenient for measuring Henry's law constant for a pure gas may be non- isothermal for large adsorbent particles simple experiment, absence of axial dispersion, convenient for measuring mass transfer coefficient in the Henry's law region, suitable for fast kinetics pure gas only, convenient data analysis for Henry's law region only, may be non isothermal for large particles (c) frequency response technique (FRT) not useful  suitable for measuring fast kinetics, potential for decoupling complex kinetic mechanisms primarily pure gas kinetics, complex model dependent data analysis, generally nonisothermal (d) Wicke−Kallenbach method (WKM) not useful  pure or multicomponent gas, direct measurement of effective diffusivity through the adsorbent pore difficult to prepare leak-proof adsorbent membrane, difficult in situ regeneration of the adsorbent, isothermal nature of the permeation process must be checked   One approach to resolve this problem has been to flow the adsorbate gas over the adsorbent at a high specific flow rate (cm3/g of adsorbent/s) so that the heat of ad(de)sorption can be removed (supplied) instantaneously by forced convection. A recent model analysis of this idea for a differential adsorption system showed that a true isothermal kinetic process can be achieved only for (i) adsorption of a trace adsorbate from an inert gas or (ii) systems with very slow adsorption kinetics. Otherwise, the assumption of isothermal kinetic process must be questioned even when the specific gas flow rate over the adsorbent is fairly high.25 Isothermal operation is practically impossible to achieve when the adsorbate mass transfer coefficient is moderate to high.  Figure 6 compares model calculations of isothermal and nonisothermal fractional uptakes [f(t)] in a differential adsorption test using different specific gas flow rates for adsorption of C2H6 from inert helium by 5A zeolite at 323 K (qethane ∼ 8.8 kcal/mol).25 It was assumed that the LDF model decsribed the mass transfer of C2H6 (k = 0.2 s-1) into the zeolite and the change in the adsorbate loading during the test was only 2.8% (initial C2H6 loading on the zeolite ∼0.3 mmol/g). Figure 7 shows the corresponding adsorbent temperature changes [T(t) − T0] during the kinetic process. These figures clearly demonstrate that (i) isothermal sorption kinetics cannot be assumed for systems with moderately large mass transfer coefficients even when the specific gas flow rate over the adsorbent is very high (>100 cm3/g/s) and (ii) the departure from isothermal behavior is substantial  even when the adsorbent temperature changes are very small (<0.2 °C), if the heat of adsorption is moderately large.   Figure 6 Isothermal and nonisothermal fractional uptakes in a differential test:  Specific gas flow rates (cc/g/s):  (a) 181.6, (b) 60.6, and (c) 20.2.   Figure 7 Adsorbent temperature changes in the differential tests of Figure 6.    Top of PageAbstractIntroductionTraditional Experimental MethodsRecently Developed Experimental MethodsMost Recent DevelopmentsSummaryMost Recent Developments Two new experimental methods, which were specifically designed for measuring multicomponent gas adsorption equilibria, kinetics and isosteric heats, have emerged during the past decade. They circumvent most of the disadvantages of the earlier methods. They are briefly described below.  Isotope Exchange Technique (IET). The isotope exchange technique can simultaneously measure pure or multicomponent gas adsorption equilibria and kinetics in a single experiment without disturbing the overall adsorbed phase.53-55  The experimental protocol of the IET method is similar to that of Quig and Rees used for measuring self-diffusion of gases in zeolites.56 It consists of equilibrating an adsorbent mass in a closed-loop recycle system with a pure gas i at a chosen value of pressure P and temperature T or with a multicomponent gas mixture of i (≥2) components at a given set of P, T, and yi values. The gas phase may contain a bulk and a trace isotope of component i (total gas-phase mole fraction of component i = yi). The trace isotope concentration of component i in the gas phase is then changed without changing the total P, T, or yi, and the transient change in the concentration of the trace isotope is monitored until a new isotopic equilibrium state is reached. This information can then be used to estimate the equilibrium amount adsorbed of component i (ni), and the self-diffusivity (Di) of the component i at the corresponding values of P, T, and yi, or ni and T. The experiment can then be repeated by starting with another set of P, T, and yi values in order to generate the complete adsorption isotherm or to obtain Di as functions of ni and T. This ability of probing a predetermined multicomponent adsorbed phase with isotopes of each of the components of the gas mixture in a series of isothermal isotope exchange tests without disturbing the adsorbed phase for determining the multicomponent adsorption equilibria and kinetics at any pre-chosen condition makes IET a very powerful tool. The details of the experimental procedure and the data analysis can be found elsewhere.53 The estimation of pure or multicomponent gas adsorption equilibria by IET is based on the assumptions that (a) the pure gas adsorption isotherms of all isotope species of component i are identical and (b) the equilibrium selectivity of adsorption between the isotopes of component i is unity in the presence or absence of other components of the gas mixture. These assumptions are valid except for very light gases such as H2. The estimation of pure or multicomponent mass transfer coefficient of component i by IET is based on the assumption that the transfer coefficients or self-diffusivities of all isotope species of that component are equal at any given set of P, T, and yi values.  The key advantages of the IET are listed below:  • There is complete control over the equilibrium state in the system, which is not perturbed during the experiment, and which is defined by the chosen values of the variables P, T, and yi at the start of the test. This allows equilibrium and kinetic measurements at any desired condition using a multicomponent gas mixture as opposed to random measurements by many other methods.  • Convenient for measurement of pure and mixed gas self-diffusivities as functions of adsorbate loadings and temperature.  • The ad(de)sorption process during the IET test is absolutely isothermal. Thus, data interpretation is relatively simple and un-ambiguous.  • The test can be repeated easily without regenerating the adsorbent which permits easy check of data reproducibility.  • The IET apparatus is relatively inexpensive and easy to operate. This can be a major advantage over microscopic methods to measure self-diffusivities in porous solids such as nuclear magnetic resonance−pulsed field gradient (NMR−PFG) method57-59 and nutron defraction (ND) methods7,59 or to measure transport diffusivity by Fourier transform IR spectrometry,60 all of which require expensive and complex equipments, difficult sample preparation, and intricate data analysis.  The IET, however, requires a supply of isotopes for the adsorbate gases of interest and a continuous on-line analytical devise (such as a quadrupole mass spectrometer) for quantitative measurement of trace isotope concentrations.  Figure 8 shows examples of uptake data measured by IET for adsorption of pure N2, CH4, and Kr by 4A zeolite at 283 K. The uptake data can be described very well by the Fickian diffusion mechanism (solid lines).55 Figure 8b shows that the self-diffusivities of Kr and CH4 increase with surface coverage (much more pronounced for Kr), whereas the self-diffusivity of N2 is independent of adsorbate loadings. These complex behaviors are caused by the closeness of the adsorbate sizes and the pore aperture of the zeolite.55   Figure 8 Sorption kinetics of N2, CH4, and Kr on 4A zeolite by IET:  (a) uptake curves and (b) self-diffusivities as function of fractional coverage.    Figure 9 shows kinetic uptake data for binary gas adsorption of (a) N2 and O2 from air on Takeda carbon molecular sieve at 303 K 53 and (b) N2 and CH4 from an equimolar mixture on  4A zeolite at 253 K54 measured by IET. These data unambiguously showed (solid lines) that the uptake by the carbon molecular sieve was governed by the LDF surface barrier mechanism, whereas that by the zeolite was governed by the Fickian diffusion in the zeolite micropores.   Figure 9 Examples of binary gas adsorption kinetics measured by IET.   Table 4 compares the results of kinetic data analysis for adsorption of pure N2 by Takeda carbon molecular sieve measured by IET, Flow-FRT, and DAB methods at ∼300 K. The extrapolated mass transfer coefficient values at the limit of zero pressure are reported in the table. The uptake by the IET was isothermal by design, whereas the analysis of FRT and DAB data assumed isothermal uptake (reasonable due to slow kinetics of N2).    Table 4.  N2 Mass Transfer Coefficients on Takeda Carbon Molecular Sieve at P → 0      mass transfer coefficients (×104 s-1)authorsmethodT (K)transport resistancesurface barrier (ks)micropore diffusion (km = 15Dm /R2)ref Qinglin, Farooq and Karimi DAB 302.1 surface barrier + micropore diffusion ∼88.0 ∼87.0 47 Rynders, Rao And Sircar IET 303.1 surface barrier 28.0 ∞ 53 Wang, Sward And Levan Flow FRT 298.1 surface barrier ∼3.2 ∞ 32   It may be seen that a surface barrier resistance at the pore mouths of the carbon alone was adequate to describe the N2 uptake data measured by IET and the FRT response curve, but a dual resistance (surface barrier + micropore diffusion) model was needed to describe the data measured by DAB. The limiting N2 mass transfer coefficient evaluated from the kinetic data measured by IET was an order of magnitude larger than that obtained from the analysis of the FRT data. The time constants for the overall N2 mass transfer into the carbon estimated by the IET and DAB methods were similar. This lack of consistent interpretation of kinetic transport of gases in carbon molecular sieves is well documented in the literature.61  Microcalorimeter for Multicomponent Isosteric Heat of Adsorption. Several Tien-Calvet type heat flux microcalorimeters have recently been designed for directly measuring isosteric heats of adsorption of a pure gas or those of the components of a gas mixture at a preselected adsorbed phase composition and temperature.62-67 The experimental protocol consists of (a) equilibrating a known mass of an adsorbent inside the calorimeter cell with a gas mixture at pressure P, temperature T, and gas-phase mole fraction yi (equilibrium amount of component i adsorbed = ni), (b) slowly introducing a very small quantity of pure adsorbate i into the cell, and (c) measuring the evolved heat (Qi) by thermopiles surrounding the cell. The experiment is then sequentially repeated by introducing a small quantity of other pure components (j ≠ i) of the gas mixture into the calorimeter cell and measuring the corresponding heats of adsorption (Qj). The data can be directly used to estimate isosteric heats of adsorption of a pure gas i (yi = 1) or those for the components of a gas mixture (i ≥ 2) at a specific adsorbate loading of ni at temperature T. These data can be directly used in design of adsorptive gas separation processes. The details of the experimental procedure and the protocol for data analysis can be found elsewhere.62  The key advantages of using a microcalorimeter include the following:  • Component isosteric heats of adsorption of a multicomponent gas mixture can be directly measured at any specific adsorbate loading and temperature.  • Measurement of high quality and accurate data.  • Convenient for measuring pure and multicomponent isosteric heats as functions of adsorbate loadings.  • Indispensable tool for measuring the complex nature of isosteric heats on energetically heterogeneous adsorbents.  Figure 10 shows two examples of the high quality of isosteric heat data measured by the microcalorimeter on heterogeneous adsorbents.63,64 The heat of adsorption of pure nonpolar SF6 on a pelletized sample of silicalite (with alumina binder) remains constant (∼9.8 kcal/mol) over a very large range of coverage (homogeneous behavior) and then it drops rapidly near the limit of the saturation capacity of the adsorbent. This was caused by the presence of the alumina binder which introduced masked heterogeneity for sorption of SF6.63 The heat of adsorption of pure polar CO2 on the γ-alumina is very high at zero coverage (∼20 kcal/mol), and then it continuously and rapidly decreases to ∼6.5 kcal/mol as the loading increases, indicating a highly heterogeneous adsorbent.63 Thus, these systems exhibit  drastically different adsorption heterogeneity which can be accurately characterized only by microcalorimetry.   Figure 10 Pure gas isosteric heats measured by micro-calorimetry at ∼32 °C.   Figure 11 shows an example of binary gas isosteric heats for adsorption of CO2 + C2H6 mixtures on NaX zeolite at ∼29 °C measured by micro-calorimetry.66 The data were measured at a constant loading of C2H6 (∼2.6 mmol/g). The CO2 isosteric heat from the mixture at any given CO2 loading was higher than the corresponding pure gas heat, and it decreased with increasing loading of CO2. The isosteric heat of C2H6 from the mixture, on the other hand, increased with increasing CO2 loading, and it was larger than that of pure the pure gas. These apparently complex and counter-intuitive mixed gas heat data could only be appreciated by micro-calorimetric measurements.   Figure 11 Binary gas isosteric heats for CO2 + C2H6 on NaX zeolite by calorimetry.   The temperature coefficient of isosteric heat of adsorption of a gas can also be evaluated by microcalorimetry. Figure 12 shows the isosteric heats of adsorption of CO2 on a pelletized sample of silicalite as functions of CO2 loading measured at various temperatures by calorimetry.65 It may be seen that the isosteric heat is not a function of temperature between 6 and 70 °C for this highly heterogeneous system. The temperature independence of isosteric heat is generally assumed for process design. Micro-calorimetry provided a direct proof of that assumption.   Figure 12 Isosteric heats of adsorption of CO2 on a pelletized silicalite.    The above-cited examples demonstrate the value of microcalorimetry as an indispensable tool for studying the often complex behavior of pure and multicomponent gas isosteric heats which play a critical role in determining the performance of a practical gas separation system.68 Most of these properties cannot be otherwise measured or estimated.   Top of PageAbstractIntroductionTraditional Experimental MethodsRecently Developed Experimental MethodsMost Recent DevelopmentsSummarySummary Multicomponent gas adsorption equilibria, kinetics, and isosteric heats form the foundation of a good adsorptive process design. Yet, published experimental data on these basic multicomponent properties are sporadic. A brief description of several traditional and more recently developed experimental methods for measurement of these properties is given, and their pros and cons are discussed. Many of these methods may not be useful or very convenient for measurement of multicomponent adsorptive properties. A nagging issue is the nonisothermal nature of the ad(de)sorption kinetic process, even for a differential sorption test. This complicates data analysis, and often introduces ambiguity. Another serious problem is that the data generated is often random in nature because there is no control over the final equilibrium state in many of these methods. It is inconvenient to use random multicomponent data for modeling or process design. The third major problem has been the traditional absence of a reliable method for measuring accurate multicomponent isosteric heats.  Two recently developed methods circumvent many of these short comings. The isotope exchange technique provides a suitable method for isothermal measurement of multicomponent adsorption equilibria and kinetics where the final equilibrium state is pre-chosen by design. Microcalorimetry provides an accurate method for direct measurement of multicomponent isosteric heats at any chosen condition of adsorbate loading and temperature. A detailed evaluation of the very complex and intricate nature of pure and mixed gas isosteric heats on heterogeneous adsorbents can be made by microcalorimetry.      This article references 68 other publications. (1) Sircar, S. Potential Applications of Gas Separation by Adsorption for the Future.   Adsorption Sci. Technol. 2001, 19, 347.[Crossref], [CAS](1) . Applications of gas separation by adsorption for the futureSircar, S.Adsorption Science & Technology\r\n        (2001),\r\n    19\r\n        (5),\r\n    347-366CODEN:\r\n                ASTEEZ;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-10/ie0601293/production/images/small/ie0601293f00012.gif\">"]}