{"title": ["Experimental Study of Water Adsorption on Activated Carbons"], "authors": ["Issa I. Salame", "Teresa J. Bandosz"], "doi": ["10.1021/la980492h"], "abstract": ["Two carbons of different origins (wood and coal) were oxidized with nitric acid. The materials were characterized using sorption of nitrogen, Boehm titration, and potentiometric titration. The water adsorption isotherms were measured at various temperatures close to ambient (relative pressure from 0.001 to 0.3). From these isotherms heats of adsorption were calculated using virial equation. The results showed that the isosteric heats of water adsorption are affected by surface chemical heterogeneity only at low surface coverage. The shapes of heats obtained indicate strong water−water interactions as a result of adsorption on secondary sites and cluster formation. In all cases the limiting heat of adsorption equal to the heat of water condensation (45 kJ/mol) was obtained. "], "text": [" ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Introduction", " ", "Activated carbons are sorbents which are widely used in numerous processes of gas and water purification.", "1", " Their applications are governed by such characteristics as surface area, pore size distribution, and surface chemistry. For example, for adsorption of small molecule gases, microporous carbons are used, whereas larger molecules are removed from water using mesoporous materials. Moreover, in some processes, such as removal of H", "2", "S, the catalytic influence of the carbon surface is enhanced by its impregnation with various chemicals such as NaOH, KOH, KI, or KMnO", "4", ".", "2", " ", " ", "Activated carbons are characterized by a certain degree of surface chemical heterogeneity. It is related to the presence of heteroatoms such as oxygen, nitrogen, hydrogen, and phosphorus. The content of these elements varies depending upon the nature of organic precursor and the method of activation.", "3", " Heteroatoms are fixed in the carbon matrix in the from of groups analogous to organic species such as carboxyls, carbonyl, phenols, ketones, amines, phosphates, etc.", "4,5", " The presence of heteroatoms in various arrangements results in existing apparent acidity/basicity of the activated carbon surface. It follows that molecules which interact with carbon in a specific way will be adsorbed stronger and in greater amounts when chemical groups are present.", "6", " Chemical groups may also have an effect on sorption of nonpolar molecules by creating obstacles for physical adsorption and prevent the molecule from occupying the most energetically favorable position on the surface.", "7", " ", " ", "Activated carbons are very often used as adsorbents from gaseous mixtures containing water vapors such as air. It is well-known that moisture in air may play a role in a competitive adsorption of a pollutant. The mechanism of water adsorption was proposed by Dubinin and Serpinsky.", "8", " Their interpretation of the shape of experimental isotherms is based on interactions of water molecules with either pure carbon- or oxygen-containing surface species. According to DS theory water molecules are first adsorbed on primary adsorption centers, oxygen groups, and then adsorption on secondary centers, adsorbed water molecules, occurs. Thus an increase in the water vapor pressure leads to the formations of clusters of associated water molecules via hydrogen bonding.", "9,10", " It was proposed that below ", "p", "/", "p", "0", " = 0.3 surface chemistry governs the adsorption process, while at higher relative pressure microporosity becomes an important factor.", "11", " The number of primary adsorption centers can be calculated by fitting the experimental isotherm to the equation formulated by Dubinin and Serpinsky (D−S).", "8", " Many experimental results along with their interpretation have been published based on D−S approach. In some cases, especially for carbons with a large number of chemical groups, the attempts to fit the experimental data to the proposed isotherm failed.", "12,13", " Recently Carrasco-Marin and co-workers have presented an approach linking the enthalpies of immersion to the distributions of oxygen groups.", "14", " The authors also demonstrated that water adsorption isotherm may be described as the sum of Dubinin-Astakhov isotherms of types I and V. ", " ", "A new approach leading to the understanding of the phenomena of water adsorption on activated carbons employs Monte Carlo Grand Canonical computer simulations.", "15,16", " Recent results obtained by Gubbins and co-workers showed a good agreement of molecular ", " simulations with the experimental results.", "16", " This allows one to observe the process of cluster formation and its dependence upon the density and strength of oxygen surface groups. Moreover, the effectiveness of sorption of other gases such as methane in the presence of water can be also investigated.", "15", " ", " ", "The objective of this paper is to describe the process of water adsorption on activated carbons and to discuss the effects of surface chemistry and pore structure on water uptake as well as on energetics of the process given by isosteric heats of adsorption. Carefully measured isotherms at temperatures close to ambient allowed us to evaluate the energetics of water−carbon, water-functional groups and water−water interactions. Understanding these phenomena is very important to control the processes when changes in the moisture content of air may affect the effectiveness and feasibility of the application of activated carbons as sorbents and separation media. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Experimental Section", " ", "Materials.", " Two activated carbons of different origins were chosen for this study:  WVA 1100 (Westvaco, wood based, H", "3", "PO", "4", " activation) and Xtrusorb (Calgon, coal based, steam activation). They are referred to as W and C, respectively. ", " ", "The carbons were oxidized with nitric acid.", "17", " Briefly 10 g of carbon was stirred with 100 mL of 15 N (73%) HNO", "3", " for 24 h at room temperature. Then samples were washed in a Soxhlet apparatus to remove excess of oxidizing agent and other water-soluble species. After oxidation, samples are referred to as W-O and C-O. ", " ", "Methods.", " ", "Boehm", " ", "Titration.", " The oxygenated surface groups were determined according to the method of Boehm.", "4", " One gram of carbon sample was placed in 25 mL of the following 0.05 N solutions:  sodium hydroxide, sodium carbonate, sodium bicarbonate, and hydrochloric acid. The vials were sealed and shaken for 24 h, and then 5 mL of the each filtrate was pipetted and the excess of base and acid was titrated with HCl and NaOH, respectively. The numbers of acidic sites of various types were calculated under the assumption that NaOH neutralizes carboxyl, phenolic, and lactonic groups; Na", "2", "CO", "3", " neutralizes carboxyl and lactonic groups; and NaHCO", "3", " neutralizes only carboxyl groups. The number of surface basic sites was calculated from the amount of hydrochloric acid that reacted with the carbon. ", " ", "Potentiometric", " ", "Titration.", " Potentiometric titration measurements were performed with a DMS Titrino 716 automatic titrator (Metrohm). The instrument was set at the mode when the equilibrium pH was collected. Subsamples of the carbons of about 0.100 g in 50 mL of 0.01 M NaNO", "3", " were placed in a container thermostated at 298 K and equilibrated overnight with the electrolyte solution. To eliminate the influence of atmospheric CO", "2", ", the suspension was continuously saturated with N", "2", ". The carbon suspension was stirred throughout the measurements. Volumetric standards of NaOH and HCl (0.1 M) were used as titrants. The experiments were done in the pH range of 3−10.", "13,18", "-", "20", " Each sample was titrated by both acid and base, starting from the initial pH of the suspension. ", " ", "Sorption", " ", "of", " ", "Nitrogen.", " Nitrogen isotherms were measured at 77 K using a ASAP 2010 (Micromeritics). Before the experiment the samples were heated at 393 K and then outgassed at this temperature under a vacuum of 10", "-", "5", " Torr to constant pressure. The isotherms were used to calculate the specific surface area, micropore volume (DR method),", "21", " and pore size distributions (density functional theory).", "22", " ", " ", "Sorption", " ", "of", " ", "Water.", " Water sorption experiments were carried out at different temperatures close to ambient (283−303 K) using a Micromeritics ASAP 2010 with a vapor sorption kit. The instrument was equipped with a homemade thermostated system controlled by a Fisher Scientific Isotemp refrigerated circulator. Before the measurement samples were heated at 393 K and outgassed to 10", "-", "6", " Torr. HPLC grade water used as an adsorbate was free of any dissolved gases. Using ASAP 2010, one is able to measure water uptake starting from very low relative pressure (", "p", "/", "p", "0", " ∼ 10", "-", "3", "). Each point of the isotherm was recorded after an equilibrium had been reached. The measurement of one isotherm to relative pressure about 0.3 takes a few days due to the slow equilibrium process. From the isotherms the heats of adsorption were calculated. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Results and Discussion", " ", "Nitrogen adsorption isotherms obtained for our samples are presented in Figure 1", ". Their shapes indicate significant differences in the porous structure of the materials.", "23", " The C sample is predominantly microporous whereas W has a significant contribution of mesopores responsible for a hysteresis loop. The structural parameters calculated from the isotherms such as surface area, ", "S", "BET", ", micropore volume, ", "V", "mic", ", volume in pores smaller than 5 Å, ", "V", "<", "5", "Å", ", and the percent of surface area in micropores, ", "S", "mic", ", are summarized in Table 1", ". The results show that oxidation with nitric acid did not change significantly the overall microporosity of the C carbon and only volume in very small pores is affected (decreased). On the other hand, in the case of Westvaco carbon the volume of very small pores (smaller than 5 Å) increased significantly. The observed ", " decrease in the total volume of micropores suggests changes in the population of micropores having bigger diameters. ", " ", " Figure 1 Nitrogen adsorption isotherms.", " ", " ", " ", " ", " Table 1.  Structural Parameters Calculated from Sorption of Nitrogen", " ", " ", "sample", "S", "BET", " (m", "2", "/g)", "V", "mic", " (cm", "3", "/g)", "V", "<", "5", "Å", " (cm", "3", "/g)", "S", "mic", " (%) ", "W ", "1710 ", "0.645 ", "0.0046 ", "69 ", "W-O ", "1330 ", "0.521 ", "0.0172 ", "75 ", "C ", "1040 ", "0.467 ", "0.0198 ", "93 ", "C-O ", "980 ", "0.437 ", "0.0006 ", "94", " ", " ", " ", "All of these changes along with additional details can be observed on pore size distributions calculated using density functional theory (DFT)", "22", " presented in Figure 2", ". In the case of oxidized Westvaco carbon (W-O) the destruction of pores on the borderline between micropores and mesopores (a decrease in the surface area and in the total volume of micropores and an increase in the percentage of surface in micropores) is clearly seen. On the other hand, for the C-O sample an increase in the population of pores with diameter about 10 Å is observed compared to its initial counterpart; for larger pores a small decrease is noted. ", " ", " Figure 2 Pore size distributions (DFT).", " ", " ", " ", "The main impact of nitric acid treatment is the alteration of surface chemistry leading to the introduction of oxygen groups.", "24,25", " Their type and quantity can be evaluated using Boehm titration. The results of the analyses are summarized in Table 2", ". Comparison of the number and variety of species present on the surface of initial carbons indicates predominantly acidic nature of the Westvaco material and basic character of Calgon carbon. In the case of the C samples, due to the origin and preparation of carbon, all groups can be classified as carboxylic, lactonic, phenolic, or basic. On the other hand, since the W sample contains a significant amount of phosphorus some organic phosphorus species, such as phosphates, can be detected as phenols due to their similar p", "K", "a", " values.", "26", " The presence of incorporated phosphorus in Westvaco carbon (about 3%) is the result of its preparation using H", "3", "PO", "4", " as an activation agent. Oxidation with nitric acid causes significant changes in the surface chemistry of the carbons studied.", "13,17,25", " As a result of this treatment, the number of acidic groups on the surface of the W-O sample doubled, while in the case of C-O a significant increase compared to the initial material is observed. As expected, in both cases a decrease in the number of basic groups occurred. The total number of surface chemical species increased almost twice for both materials. ", " ", " ", " Table 2.  Results of Boehm Titration (mmol/g)", " ", " ", "sample", "carboxylic", "lactonic", "phenolic", "basic", "acidic", "all ", "W ", "0.250 ", "0.250 ", "0.325 ", "0.250 ", "0.825 ", "1.075 ", "W-O ", "0.988 ", "0.563 ", "0.613 ", "0.100 ", "2.164 ", "2.264 ", "C ", "0.000 ", "0.100 ", "0.000 ", "0.513 ", "0.100 ", "0.613 ", "C-O ", "0.148 ", "0.251 ", "0.317 ", "0.353 ", "0.716 ", "1.068", " ", " ", " ", "A similar trend is observed from the comparison of the results obtained using potentiometric titration. The analyses of titration data to obtain the distribution of acidity constants were described elsewhere.", "17", "-", "19,27", "-", "29", " Briefly, the titration curves are used to obtain the so-called proton binding isotherms, ", "Q", "(pH), assuming that the system under study consists of sites characterized by their acidity constant, ", "K", "a", ", whose population can be described by the continuous p", "K", "a", " distribution, ", "f", "(p", "K", "a", "). To obtain this distribution, the appropriate integral equation is solved using the numerical SAIEUS procedure.", "29", " ", " ", "The examples of proton binding isotherms obtained for our carbons are presented in Figure 3", " along with the fit of the data to the integral equation (solid lines). After oxidation an increase in the proton consumption is observed. This is related to an increase in a degree of chemical heterogeneity of the carbon surface. From the isotherms the distributions of acidity constants were obtained", "27", "-", "29", " (Figure 4", "). Table 3", " summarizes the peak positions and the number of species calculated by the integration of particular peaks. ", " ", " Figure 3 Proton binding isotherms.", " ", " ", " Figure 4 Distributions of acidity constants.", " ", " ", " ", " ", " Table 3.  Results of Potentiometric Titration:  Peak Positions and the Number of Groups (in parentheses; mmol/g)", " ", " ", "sample", "p", "K", "a", " 4−5", "p", "K", "a", " 4−5", "p", "K", "a", " 5−6", "p", "K", "a", " 6−7", "p", "K", "a", " 7−8", "p", "K", "a", " 8−9", "p", "K", "a", " 9−10", "p", "K", "a", " 9−11", "a", "all ", "W ", " ", "4.23 ", "5.80 ", " ", "7.31 ", " ", "9.23 ", "10.30 ", "0.823 ", " ", " ", "(0.139) ", "(0.147) ", " ", "(0.168) ", " ", "(0.141) ", "(0.228) ", " ", "W-O ", "3.91 ", "4.99 ", "5.95 ", " ", "7.17 ", "8.80 ", " ", "10.25 ", "1.975 ", " ", "(0.243) ", "(0.176) ", "(0.230) ", " ", "(0.360) ", "(0.325) ", " ", "(0.641) ", " ", "C ", " ", "4.57 ", "5.76 ", " ", "7.07 ", "8.20 ", "9.32 ", "10.28 ", "0.595 ", " ", " ", "(0.023) ", "(0.095) ", " ", "(0.105) ", "(0.035) ", "(0.093) ", "(0.485) ", " ", "C-O ", " ", "4.41 ", " ", "6.01 ", "7.37 ", " ", "9.05 ", "10.22 ", "0.880 ", " ", " ", "(0.093) ", " ", "(0.164) ", "(0.147) ", " ", "(0.140) ", "(0.336) ", " ", " ", " ", "a", " Uncertainity of the peak position due to the limit of the experimental window.", " ", " ", " ", " ", "The results obtained are in agreement with the Boehm titration indicating that the surface of the Westvaco material contains more groups and is much more heterogeneous than the surface of the C sample; in our ", " experimental window between p", "K", "a", " 3 and 10,", "28", " four peaks at p", "K", "a", " 4.23, 5.80, 7.31, and 9.23 are detected in the case of W. After oxidation new acids are created (p", "K", "a", " 3.91) and the number of functional groups significantly increased, either in the category of carboxylic acids or phenols.", "4,5,13,30", " In the case of the C carbon five small peaks at p", "K", "a", " 4.57, 7.56, 7.07, 8.20, and 9.32 are revealed on the distribution. The high content of ash in this material (8% compared to 3% in W", "26", ") may contribute to the population of species detected. After oxidation the number of acidic groups significantly increased (about 50%) (Table 2). Comparison of the peak positions and number of species, especially in the carboxylic range (p", "K", "a", " < 8),", "31", " suggests that stronger acids and in greater variety are present on the surface of Westvaco than Calgon carbon. Those two factors, number and strength, contribute significantly to the overall acidity of the material.", "4,5", " We do not discuss the species present at the end of the experimental window, at p", "K", "a", " >10, since their position is uncertain.", "28", " Nevertheless, they contribute to the total proton uptake as shown in the last column of Table 3. An increase in the total number of species after oxidation for both carbons is consistent with the results obtained from Boehm titration (Table 2). ", " ", "The species containing heteroatoms (oxygen and phosphorus) present on the carbon surface should significantly affect the process of water sorption. It is well-known that they act as primary adsorption centers and initiate the process of cluster formation.", "8,9,15", " Water adsorption isotherms for the carbons studied are presented in Figures ", "5−8. Comparison of the isotherms at 293 K for both carbons before and after oxidation is shown in Figure 9", ". It is seen that at a very low range of relative pressures adsorption on W carbon is slightly greater than that on W-O despite smaller number of acidic groups for the former carbon. This effect occurs persistently on the isotherms measured at all three temperatures and therefore we do not consider it as an experimental artifact. The sorption uptake of water for W carbon in this range may be enhanced by the presence of small pores which are filled at very low pressure. ", " ", " Figure 5 Water adsorption isotherms on the W sample. Solid lines indicate the goodness of the fit to virial equation.", " ", " ", " Figure 6 Water adsorption isotherms on the W-O sample. Solid lines indicate the goodness of the fit to virial equation. ", " ", " ", " Figure 7 Water adsorption isotherms on the C sample. Solid lines indicate the goodness of the fit to virial equation.", " ", " ", " Figure 8 Water adsorption isotherms on the C-O sample. Solid lines indicate the goodness of the fit to virial equation. ", " ", " ", " Figure 9 Water adsorption isotherms at 293 K.", " ", " ", " ", "The total sorption of water on the W sample is much greater compared to the C sample (Figure 9). It is obvious that acidic groups contribute in this difference; however, the results clearly show that it is not dependent upon the density of these groups (Table 4", "). It is likely that on the surface of the Westvaco carbon, due to its higher volume of micropores and their slightly larger sizes, the process of cluster formation is enhanced and occurs to a greater extent filling all space available. This may also explain the slightly higher uptake of water at very low ", "p", "/", "p", "0", " for W ", " carbon compared to W-O since the results discussed above indicate the presence of smaller pores for the latter sample (Table 1). ", " ", " ", " Table 4.  Surface Density of Groups (group/nm", "2", ")", " ", " ", "sample", "Boehm titration", "potentiometric titration ", "W ", "0.37 ", "0.29 ", "W-O ", "1.02 ", "0.89 ", "C ", "0.35 ", "0.34 ", "C-O ", "0.66 ", "0.54", " ", " ", " ", "The density of groups and their type may contribute to sorption on primary centers, before process of water−water interaction is predominant. This can be studied by comparing the values of isosteric heats of adsorption and their dependence on the surface coverage. A convenient way to calculate isosteric heat of adsorption from isotherms measured at different temperatures is by using a virial-like equation", "32", " ", " where ", "v", ", ", "p", ", and ", "T", " are the amount adsorbed, pressure, and temperature, respectively, and ", "a", "i", " and ", "b", "i", " are empirical parameters. This equation was derived under the assumption that in the limited range of temperatures the isosteric heat of adsorption, ", "Q", "st", ", is temperature invariant and that the adsorption isotherms obey Henry's law in the limit of zero pressure. Fitting eq 1 simultaneously to adsorption isotherms obtained at different temperatures gives a set of temperature-independent parameters ", "a", "i", " which lead to direct evaluation of ", "Q", "st", " ", " where ", "R", " is a universal gas constant. The virial type equation was also used by Avgul and Kiselev", "6", " for calculation of ", "Q", "st", ". The difference between eq 1 and their formulation was recently discussed.", "33", " Equation 1 was successfully applied to several adsorption systems over a broad range of pressures using relatively low values of ", "m", " and ", "n", ".", "7,32,33", " However, due to the numerical instability of higher order polynomials, this equation may only be used for certain shapes of isotherms whose accurate fit does not require polynomials of higher order. ", " ", "As seen from Figure 5, the adsorption isotherms of water obtained for our carbons show a sharp inflection point which makes them quite complex and difficult to fit accurately by eq 1 over the whole range of pressures. To calculate ", "Q", "st", " from such isotherms, the procedure discussed elsewhere is applied.", "34", " Briefly, eq 1 is fitted to subsets of data points rather than to all experimental data. Each subset comprises ", "N", "s", " data points selected consecutively with respect to ", "v", ". By considering a sequence of overlapping subsets, one can scan the whole range of data. As an example, the fitting parameters obtained for the W-O sample (every third subset) are collected in Table 5", ". From the data of each subset one value of ", "Q", "st", "(", "v", "s", ") is calculated using eq 2. For the value ", "v", "s", " at which ", "Q", "st", " is calculated, the averages of the minimum and maximum values of ", "v", " in the subset are chosen. ", " ", " ", " Table 5.  Viral Fit Parameters (Every Third Subset) Obtained for the W-O Sample", " ", " ", "subset", "a", "0", "a", "1", "a", "2", "b", "0", " ", "1 ", "−3398.24 ", "−3365.79 ", "10969.13 ", "12.01 ", "4 ", "−4782.91 ", "−1391.44 ", "3013.38 ", "16.45 ", "7 ", "−5330.18 ", "100.01 ", "147.29 ", "17.66 ", "10 ", "−5511.76 ", "367.45 ", "−125.71 ", "18.05 ", "13 ", "−5609.52 ", "524.16 ", "−233.94 ", "18.18 ", "16 ", "−5825.21 ", "1117.19 ", "−606.21 ", "18.11 ", "19 ", "−5551.73 ", "335.86 ", "−108.69 ", "18.22 ", "22 ", "−5464.74 ", "169.00 ", "−38.94 ", "18.27 ", "25 ", "−5516.32 ", "187.17 ", "−46.37 ", "18.41 ", "28 ", "−5490.66 ", "47.58 ", "−9.34 ", "18.78 ", "31 ", "−5566.84 ", "22.75 ", "−6.19 ", "19.19 ", "34 ", "−5566.02 ", "33.93 ", "−8.48 ", "19.15 ", "37 ", "−5514.44 ", "−0.183 ", "−3.27 ", "19.17 ", "40 ", "−5551.79 ", "−17.66 ", "−1.13 ", "19.43", " ", " ", " ", "To estimate uncertainties of the calculated ", "Q", "st", " values, one needs to know the error variances, σ", "2", ", of the ", "p", ", ", "v", ", and ", "T", " measurements. Since σ values of experimental errors are usually not known a priori, it is a common practice to estimate their values from the data. In the approach used here we allow for variation of σ between subsets of data. Then independent local estimates of σ for different subsets can be calculated", " ", " where superscripts exp and eq refer to the experimental ", " and calculated pressures, respectively. The value σ", "p", " characterizes the error of ln(", "p", "), which results effectively from errors of all measured variables. From σ", "p", ", by applying the law of propagation of errors, we estimate σ", "Q", " of the calculated ", "Q", "st", "(", "v", "s", ")", " ", " where ", "S", "jk", " are the elements of the inverse matrix of the normal equations.", "35", " ", " ", "The advantages of dividing experimental data into subsets, which are analyzed as samples representing local adsorption behavior, are that a simple equation to correlate the data is applied; thus local estimates of errors can be obtained. The number of points, ", "N", "s", ", taken as a sample should be large enough to make the sample representative but not too large in order to retain a local character of the sample. In our calculations we set the size of the subset ", "N", "s", " = 15. In eq 1 we take ", "m", " = 3 and ", "n", " = 1. It was found that these orders of polynomials are sufficient to fit the data of subsets of selected size within experimental accuracy.", "34", " Increasing ", "m", " and ", "n", " above 3 and 1 did not change significantly the results obtained. ", " ", "The calculated heats of adsorption are presented in Figure 10", ". Since the water adsorption capacity varies significantly for four samples studied, it is difficult to interpret the changes in heats of adsorption versus amount adsorbed. Taking into account the complexity of the mechanism of water adsorption, and differences in the surface features of the carbons, the amount adsorbed does not represent the surface coverage in the traditional meaning of this parameter. Thus, to find the “surface coverage” representing more or less similar behavior of water in pores for all carbons, we arbitrary chose as an abscissa the amount adsorbed, ", "v", ", divided by the amount adsorbed for each carbon at ", "p", "/", "p", "0", " equal 0.3 measured at 293 K, ", "v", "*. In light of the above the heats of adsorption presented in Figures ", "11 and 12 (with the error bars) can be considered as dependent upon “pseudosurface coverage”. ", " ", " Figure 10 Isosteric heats of water adsorption.", " ", " ", " Figure 11 Isosteric heats versus “pseudosurface coverage” for the initial and oxidized Westvaco samples with the calculated error bars.", " ", " ", " Figure 12 Isosteric heats versus “pseudosurface coverage” for the initial and oxidized Calgon samples with the calculated error bars.", " ", " ", " ", "The obtained heats of water adsorption have similar shapes with the plateau at the value of ", "Q", "st", " close to 45 kJ/mol. The heats of adsorption at zero surface coverage were not evaluated; however, Figures 11 and 12, indicate that the initial heats are 26.9 ± 7, 21 ± 5, 23 ± 2, and 30 ± 4 kJ/mol for C, C-O, W, and W-O, respectively. It was reported elsewhere that 17 kJ/mol represents ", "Q", "st", " of water adsorption at zero surface coverage on the pure carbon surface without water−surface group interactions.", "6,37,38", " The observed initial rise is due to the interactions of the water molecule with primary adsorption centers, surface groups. Since the carbons were outgassed at 393 K when only physically adsorbed water was removed (hydrogen bonded to the surface groups), the obtained heats of adsorption are smaller than the heat of water condensation (3-D hydrogen bonding). In small pores, during the process of occupying of the primary centers by water molecules, horizontal and vertical water−water interactions gradually take place arising heats of adsorption to its limited value, 45 kJ/mol, which represents the heat of water condensation.", "36", " ", " ", "It is noteworthy that the water−water interactions become predominant at the very low surface coverage. It follows that the energetics of the process become insensitive on the structural and chemical features of the carbon surface. For oxidized carbons the rise at the beginning is very steep due to the high density of acidic groups. This rise is less steep for the initial carbons where adsorption on oxygen groups gradually takes place reaching the limited value at the higher surface coverage. This can be ", " explained by the distribution of groups with relatively large distances between them which prevents the direct interactions of water−water at a very low surface coverage. ", " ", "Another factor which is likely to play a role in determining the behavior of the heats of adsorption is the porosity of the carbon materials. The contribution of small pores should enhance the cluster formation even when total acidity is not very significant, as happened in the case of C-O carbon. Its density of groups is almost twice smaller than in the case of W-O; however, the energetics of the process are similar. ", " ", "It is interesting to compare the behavior of initial Westvaco and Calgon carbons. The densities of groups calculated from either Boehm or potentiometric titrations are similar; however, the isotherms differ significantly in the water uptake (Figure 9). The trends of the heats of adsorption are similar, but the W sample reaches the limiting value of the heat of water condensation at lower surface coverage than C. This is probably due to different strength and type of groups which are predominately acidic in the case of the Westvaco material. It was proposed that these groups mainly contribute in the water adsorption process.", "11", " The factors which make the shape of the isosteric heat of adsorption at very low surface coverage for the C sample slightly steeper then the one for the W sample are likely its microporosity and the significant volume of pores smaller than 5 Å (Table 1). ", " ", "The effect of the number and density of groups on the heats of adsorption can be considered when two groups of samples of different origins are discussed independently. This is due to the significant differences in their porosity. In the case of the Westvaco materials the limiting value of the heat of water condensation is reached at “pseudosurface coverage” 0.1 for W-O and 0.35 for W. As expected, this is in reciprocal relationship to the differences in the number and density of surface groups. When the carbon manufactured by Calgon is considered, the limiting value is reached at about 0.2 for C-O and 0.4 for C, which is also in agreement with the changes in their densities of surface groups (Table 4). ", " ", "The validity of our discussion of the changes in the heats of adsorption is supported by the analysis of the experimental error.", "34", " It is well-known that calculation of ", "Q", "st", ", especially at low surface coverage, is usually accompanied by a certain level of error due to the uncertainties of the experimental measurements and variations in temperature (Figures 11 and 12). The error is about ±5 kJ/mol at low surface coverage and for higher sorption uptake, where water−water interactions are predominant, it becomes smaller than ±1 kJ/mol. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Conclusions", " ", "The results presented in this paper show, as expected, the dependence of water sorption at very low surface coverage on the surface chemistry and porosity of carbons. To the best knowledge of the authors the detailed thermodynamic studies of water interactions with the surface of oxidized activated carbon have been not yet been presented. The calculated heats of adsorption show the significant contribution of water−water interactions even at very low relative pressure. Only at the very initial stage of the adsorption process can the analysis of the energetics give some information about water−surface sites interactions. The differences observed for the carbons of particular origin are consistent with the treatment methods and changes in chemical and structural characteristics of the samples. It is difficult to find any direct link between four samples studied. This is due to significant differences in their pore structure which influence the water behavior and contribute to the energy of adsorption. Further studies on carbons having the pore structure not affected to a great extent are needed to evaluate the dependence of the isosteric heat of adsorption on surface chemistry. ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Acknowledgment", " ", "T.J.B. thanks Dr. Jacek Jagiełło for kindly providing SAIEUS and virial equation softwares. Help of Ms. Nancy Tello and Ms. Anna Kleyman in performing experiments is appreciated.", " ", "    ", "This article references 38 other publications.", " ", "(1)", " ", "Bansal, R. C.; Donnet, J. B.; Stoeckli, F. ", "  Active", " ", "Carbon", ":  Marcel Dekker:  New York, 1988.", "There is no corresponding record for this reference.", " ", " ", "(2)", " ", "Turk, A.; Sakalis, E.; Rago, O.; Karamitsos, H. ", "  Ann.", " ", "N.", " ", "Y.", " ", "Acad.", " ", "Sci.", " ", "1992", ", ", "661", ", 221.", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "Activated carbon systems for removal of light gases", "Turk, Amos; Sakalis, Elias; Rago, Oscar; Karamitsos, Harry", "Annals of the New York Academy of Sciences", "\r\n        (", "1992", "),\r\n    ", "661", "\r\n        (", "Frontiers of Science", "),\r\n    ", "221-8", "CODEN:\r\n                ", "ANYAA9", ";\r\n        ISSN:", "0077-8923", ".\r\n    ", "Ways of improving the capacity of activated C for the adsorption of H2S, MeSH, NH3, amines, and AsH3 from waste gases are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXitFyktrc%253D&md5=7081cec010a76c3bb7d97f01e0e50336", " ", " ", "(3)", " ", "Marsh, H., Heintz, E. A., Rodriguez-Reinoso, Eds. ", "  Introduction", " ", "to", " ", "Carbon", " ", "Technolgies", "; University of Alicante:  Alicante, Spain, 1997.", "There is no corresponding record for this reference.", " ", " ", "(4)", " ", "Boehm, H. P. In ", "Advances", " ", "in", " ", "Catalysis", "; Academic Press:  New York, 1966; Vol. 16. Boehm, H. P. ", "  Carbon", " ", "1994", ", ", "32", ", 759.", "There is no corresponding record for this reference.", " ", " ", "(5)", " ", "Puri, B. R. In ", "Chemistry", " ", "and", " ", "Physics", " ", "of", " ", "Carbon", "; Walker, P. J., Jr., Ed.; M. Dekker:  New York, 1970; Vol. 6.", "There is no corresponding record for this reference.", " ", " ", "(6)", " ", "Avgul, N. N.; Kiselev, A. V. In ", "Chemistry", " ", "and", " ", "Physics", " ", "of", " ", "Carbon", "; Walker, P. L., Jr., Ed.; Marcel Dekker:  New York, 1970; Vol. 6.", "There is no corresponding record for this reference.", " ", " ", "(7)", " ", "Bandosz, T. J.; Jagiełło, J.; Schwarz, J. A. ", "  Langmuir", " ", "1993", ", ", "9", ", 2528.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(8)", " ", "Dubinin, M. M.; Serpinsky, V. V. ", "  Carbon", " ", "1981", ", ", "19", ", 402.", "[", "Crossref", "], [", "CAS", "]", "(8) . ", "Isotherm equation for water vapor adsorption by microporous carbonaceous adsorbents", "Dubinin, M. M.; Serpinsky, V. V.", "Carbon", "\r\n        (", "1981", "),\r\n    ", "19", "\r\n        (", "5", "),\r\n    ", "402-3", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "An isotherm equation is presented for water vapor adsorption on active C.  The equation contains 3 parameters which can be detd. from a single adsorption isotherm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38Xpt1Wguw%253D%253D&md5=d3eb3bc3f3e71b2f33db657d53490353", " ", " ", "(9)", " ", "Foley, N. J.; Thomas, K. M.; Forshaw, P. l.; Stanton, D.; Norman, P. R. ", "  Langmuir", " ", "1997", ", ", "13", ", 2083.", "[", "ACS Full Text ", "], [", "CAS", "]", "(9) . ", "Kinetics of Water Vapor Adsorption on Activated Carbon", "Foley, N. J.; Thomas, K. M.; Forshaw, P. L.; Stanton, D.; Norman, P. R.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "7", "),\r\n    ", "2083-2089", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of water vapor on a highly microporous carbon derived from the carbonization of coconut shell has been studied.  This material was characterized by the adsorption of nitrogen at 77 K and carbon dioxide at 273 K.  The micropore size distribution was detd. using probe mol. vapors at p/p0 = 0.5 and 301 K.  The adsorption and desorption characteristics of water vapor on the activated carbon were investigated over the pressure range 0-2.43 kPa (p/p0 0-0.9) in a static water vapor system.  The adsorption and desorption kinetics were studied with different amts. of preadsorbed water for changes in vapor pressure of 0.303 kPa.  The adsorption rate consts. were also studied for three relative humidities for a dynamic flow system at a const. temp.  In these expts. the changes in vapor pressure were much higher than in the static vapor pressure expts.  The kinetic results for both the static atm. and dynamic flow systems are discussed in relation to their relative position on the equil. isotherm and the adsorption/desorption mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXhslyls7c%253D&md5=7ff5e901503ad92c780f9667715a2ffb", " ", " ", "Hanzawa, Y.; Kaneko, K. ", "  Langmuir", " ", "1997", ", ", "13", ", 5802. Iiyama, T.; Nishikawa, K.; Otowa, T.; Kaneko, K. ", "J.", " ", "Phys.", " ", "Chem.", " ", "1995", ", ", "99", ", 10075.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Lack of a Predominant Adsorption of Water Vapor on Carbon Mesopores", "Hanzawa, Y.; Kaneko, K.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "22", "),\r\n    ", "5802-5804", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mesoporosity and microporosity of carbon aerogels were controlled by the structure of the polymer precursor and by CO2 activation, resp.  Their adsorption isotherms of nitrogen at 77 K were measured, and the porosities were detd. by the high-resoln. αS-plot.  The ratio of the micropore vol. to the mesopore vol. was 0.10 to 0.24.  The adsorption isotherms of water on the carbon aerogels were also measured at 303 K.  All water adsorption isotherms had an adsorption hysteresis near P/P0 = 0.5.  The hysteresis of the nonactivated sample is not marked, but activated samples showed a vertical and noticeable hysteresis.  The satd. amts. of water adsorption were not close to the mesopore vol. but the micropore vol.  Hence, it was concluded that water mols. do not predominantly adsorb on carbon mesopores and that the adsorption hysteresis is not described by the Kelvin equation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXmsVyqsL8%253D&md5=18d4aa50f088a9d0d2f449ec8e9bc656", " ", " ", "(11)", " ", "Rodriguez-Reinoso, F.; Molina-Sabio, M.; Munecas, M. A. ", "  J.", " ", "Phys.", " ", "Chem.", " ", "1992", ", ", "96", ", 2707.", "[", "ACS Full Text ", "], [", "CAS", "]", "(11) . ", "Effect of microporosity and oxygen surface groups of activated carbon in the adsorption of molecules of different polarity", "Rodriguez-Reinoso, F.; Molina-Sabio, M.; Munecas, M. A.", "Journal of Physical Chemistry", "\r\n        (", "1992", "),\r\n    ", "96", "\r\n        (", "6", "),\r\n    ", "2707-13", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The adsorption of mols. with different polarity (N2, SO2, H2O, and MeOH) was studied on microporous activated carbons with different amts. of O surface groups.  The results presented show that both the microporosity and the chem. nature of the carbon surface affect the adsorption process; for nonpolar mols. (i.e., N2), the adsorption is mainly influenced by the porous structure, but the nature and amt. of O surface groups are extremely important in the adsorption of polar mols., the more important the higher the polarity of the mol.  There is a noticeable change in the adsorption mechanism of polar mols. at low relative pressures, the change being more drastic for carbons with wide micropores and low content of O surface groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XhtlKktb4%253D&md5=583b48380d160f29d94885e802d1200a", " ", " ", "(12)", " ", "Evans, M. J. B. ", "  Carbon", " ", "1987", ", ", "25", ", 81.", "[", "Crossref", "], [", "CAS", "]", "(12) . ", "The adsorption of water by oxidized microporous carbon", "Evans, Michael J. B.", "Carbon", "\r\n        (", "1987", "),\r\n    ", "25", "\r\n        (", "1", "),\r\n    ", "81-3", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "The adsorption of H2O vapor on oxidized microporous C BPL (Calgon Corp.)confirms the previous results (S. S. Barbon and M. J. B. E., 1984).  The parameters of the D'Arcy-Watt equation (R. L. D'A.-I. C. W., 1970) are used for fitting the exptl. adsorption isotherm and in discussion of the effect of surface O groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXhsVCmsLo%253D&md5=ea4cc44d50efbbb0614a34d509732e68", " ", " ", "(13)", " ", "Bandosz, T. J.; Jagiełło, J.; Schwarz, J. A., Krzyzanowski, A. ", "  Langmuir", " ", "1996", ", ", "12", ", 6480.", "[", "ACS Full Text ", "], [", "CAS", "]", "(13) . ", "Effect of Surface Chemistry on Sorption of Water and Methanol on Activated Carbons", "Bandosz, Teresa J.; Jagiello, Jacek; Schwarz, James A.; Krzyzanowski, Andrzej", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "26", "),\r\n    ", "6480-6486", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two activated carbons from different sources were oxidized with HNO3 and H2O2 and the effects of this on their pore structure and sorption of H2O and MeOH were studied.  The microstructural properties were derived from anal. of N2 isotherms.  The surface acidity was assessed by using Boehm titrn. and potentiometric titrn.  Changes in the surface chem. were also monitored by using difference reflectance IR Fourier transform.  From the potentiometric titrn. the pKa distributions were calcd. and the surface d. of acidic groups was evaluated.  The structural and surface chem. results demonstrate that carbons derived from different sources can have wide variation in their oxidn. susceptibility.  To evaluate further the impact of the recorded changes due to oxidn. in these carbons, the sorption uptake of H2O and MeOH was measured and correlated with the acidity of the carbon surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XntFynt78%253D&md5=84a36f52db824bd2b14155da14696136", " ", " ", "(14)", " ", "Carrasco-Marin, F.; Mueden, A.; Centeno, T. A.; Stoeckli, F.; Moreno-Castilla, C. ", "  J.", " ", "Chem.", " ", "Soc.,", " ", "Faraday", " ", "Trans.", " ", "1997", ", ", "93", ", 2211.", "[", "Crossref", "], [", "CAS", "]", "(14) . ", "Water adsorption on activated carbons with different degrees of oxidation", "Carrasco-Marin, Francisco; Mueden, Abdelaziz; Centeno, Teresa A.; Stoeckli, Fritz; Moreno-Castilla, Carlos", "Journal of the Chemical Society, Faraday Transactions", "\r\n        (", "1997", "),\r\n    ", "93", "\r\n        (", "12", "),\r\n    ", "2211-2215", "CODEN:\r\n                ", "JCFTEV", ";\r\n        ISSN:", "0956-5000", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A typical activated carbon, derived from olive stones, has been oxidized to different degrees with (NH4)2S2O8 and analyzed by water vapor adsorption, immersion calorimetry, acid-base titrn. and temp.-programmed desorption of CO2 and CO monitored by mass spectrometry.  These techniques led to a coherent description of the surfaces and of their chem.  The water adsorption isotherms, of type IV, were decompd. into type I and V contributions and analyzed in terms of the Dubinin-Astakhov equation.  The corresponding calcd. enthalpies of immersion into water are in agreement with the exptl. values.  The no. of carboxyl, lactone, phenol and basic groups identified by titrn., can also be related to the parameters of the Dubinin-Astakhov equation and to the enthalpy of immersion into water.  Finally, a good linear correlation is found between the amts. of CO2 and CO desorbed from the surface, the enthalpies of immersion into water and the total no. of sites identified on the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXktl2isL4%253D&md5=a0bd26f606c68dfe7c36488a351e16a1", " ", " ", "(15)", " ", "Maddox, M.; Ulberg, D.; Gubbins, K. E. ", "  Fluid", " ", "Phase", " ", "Equlib.", " ", "1995", ", ", "104", ", 145. Ulberg, D. E.; Gubbins, K. E. ", "Mol.", " ", "Phys.", " ", "1995", ", ", "84", ", 1139. Muller, E. A.; Rull, L. F.; Vega, L. F.; Gubbins, K. E. ", "J.", " ", "Phys.", " ", "Chem.", " ", "1996", ", ", "100", ", 1189.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Molecular simulation of simple fluids and water in porous carbons", "Maddox, M.; Ulberg, D.; Gubbins, K. E.", "Fluid Phase Equilibria", "\r\n        (", "1995", "),\r\n    ", "104", "\r\n        (", "),\r\n    ", "145-58", "CODEN:\r\n                ", "FPEQDT", ";\r\n        ISSN:", "0378-3812", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "We report Grand Canonical Monte Carlo (GCMC) mol. simulation studies of argon, nitrogen and water in model porous carbons.  Adsorption in \"buckytubes\" is studied for argon and nitrogen.  We calc. adsorption isotherms, d. profiles, phase transitions and heats of adsorption for model tubes of 1.05 and 4.8 nm diam. at 77 and 60 K.  The smaller buckytube is too small to exhibit phase transitions.  For the larger tube we observe layering transitions, capillary condensation and hysteresis for both argon and nitrogen.  Fluid mols. are modelled as Lennard-Jones spheres, and an averaged fluid-wall potential, dependent only on the distance of the adsorbed mol. from the center of the tube, is used.  Results are reported for water in model graphitic and activated carbons with slit pores.  Water is modelled using the TIP4P potential, and COOH groups are used as the active sites, the water-COOH interaction being the OPLS potential.  The structure of the carbon walls is taken into account.  We study the effect of varying the d. and arrangement of active groups on the surface.  For these carbons the adsorption is generally greater than for graphitic carbons, and is strongly dependent on the arrangement of the active groups on the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXltFKju7Y%253D&md5=e44930e3c22da7b06442a138fbfeab36", " ", " ", "(16)", " ", "Bandosz, T. J.; Blas, F. J.; Gubbins, K. E.; McCalumm, C. L.; McGrother, S. C.; Sowers, S. L.; Vega, L. F. In ", "Recent", " ", "Advances", " ", "in", " ", "Catalytic", " ", "Materials", "; MRI Symposium Proceedings; Rodriguez, N. M., Soled, S. L., Hrbek, J., Eds.; MRS:  Warendale, PA, 1998; Volume 497, pp 231−242.", "There is no corresponding record for this reference.", " ", " ", "(17)", " ", "Bandosz, T. J.; Jagiełło, J.; Schwarz, J. A. ", "  Anal.", " ", "Chem.", " ", "1992", ", ", "64", ", 891.", "[", "ACS Full Text ", "], [", "CAS", "]", "(17) . ", "Comparison of methods to assess surface acidic groups on activated carbons", "Bandosz, Teresa J.; Jagiello, Jacek; Schwarz, James A.", "Analytical Chemistry", "\r\n        (", "1992", "),\r\n    ", "64", "\r\n        (", "8", "),\r\n    ", "891-5", "CODEN:\r\n                ", "ANCHAM", ";\r\n        ISSN:", "0003-2700", ".\r\n    ", "The effect of oxidn. with HNO3 on activated carbons from different origins was studied by inverse gas chromatog. at infinite diln., Boehm titrn., and mass titrn. to det. the point of zero charge (PZC).  The effect of oxidn. is to generate acidic groups, and this becomes more pronounced as the temp. of oxidn. is increased.  The Boehm titrn. results and the carbon PZC values correlate with the severity of the oxidn. treatment.  These methods \"study\" the surface by its response to an aq. environment.  Inverse gas chromatog. results show that increasing acidity is reflected by an increase in the specific interaction of π electrons in n-alkenes with acidic centers on the surface.  This method probes the donor/acceptor nature of the surface and provides information complimentary to that supplied by the other methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XhsF2msLw%253D&md5=50733fd56b67002932f39f1432bd58d5", " ", " ", "(18)", " ", "Bandosz, T. J.; Jagiełło, J.; Contescu, C.; Schwarz, J. A. ", "  Carbon", " ", "1993", ", ", "31", ", 1193.", "[", "Crossref", "], [", "CAS", "]", "(18) . ", "Characterization of the surfaces of activated carbons in terms of their acidity constant distributions", "Bandosz, Teresa J.; Jagiello, Jacek; Contescu, Cristian; Schwarz, James A.", "Carbon", "\r\n        (", "1993", "),\r\n    ", "31", "\r\n        (", "7", "),\r\n    ", "1193-202", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "A method for characterization of carbon surfaces' acidity using a continuous distribution of acidity consts. is proposed.  The method is based on potentiometric titrn. measurements.  Titrn. curves are transformed into proton adsorption isotherms and are analyzed to yield the distribution of acidity consts.  Calcn. of the distribution function is sensitive to exptl. errors, and therefore a careful smoothing treatment must be applied to the exptl. data.  The method is tested by application to org. compds., and the calcd. pK values are in excellent agreement with literature data.  The method is then applied to study the evolution of acidic groups, in terms of their pK values, subsequent to modification processes such as oxidn. and redn. of activated carbons.  It is demonstrated that the method is sensitive to the changes in the no. and character of surface acidic groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXjtlyjtg%253D%253D&md5=41a3665309979cbceda99ce940e5329d", " ", " ", "(19)", " ", "Jagiełło, J.; Bandosz, T. J.; Schwarz, J. A. ", "  Carbon", " ", "1994", ", ", "32", ", 1026.", "[", "Crossref", "], [", "CAS", "]", "(19) . ", "Carbon surface characterization in terms of its acidity constant distribution", "Jagiello, J.; Bandosz, T. J.; Schwarz, J. A.", "Carbon", "\r\n        (", "1994", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "1026-8", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "Recently developed stable numerical method for the soln. of the adsorption integral equation (SAIEUS) is used for carbon surfaces assuming that the system consists from acidic sites characterized by their individual acidic consts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmtl2jtL8%253D&md5=3bf7aa02c60efb60070e90e4279e780d", " ", " ", "Bandosz, T. J.; Buczek, B.; Grzybek, T.; Jagiełło, J. ", "  Fuel", " ", "1997", ", ", "76", ", 1409.", "[", "Crossref", "], [", "CAS", "]", ". ", "The determination of surface changes in active carbons by potentiometric titration and water vapor adsorption", "Bandosz, T. J.; Buczek, B.; Grzybek, T.; Jagiello, J.", "Fuel", "\r\n        (", "1997", "),\r\n    ", "76", "\r\n        (", "14/15", "),\r\n    ", "1409-1416", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Active carbons were treated with oxidizing agents: 10% or 21% oxygen in nitrogen or solns. of concd. HNO3 or potassium permanganate with or without the addn. of sulfuric acid.  The no. and type of surface oxygen functionalities were investigated by potentiometric titrn.  Proton binding isotherms and the distribution of surface groups with pKa between 3 and 10 were calcd.  The comparison of potentiometric titrn., water vapor adsorption and thermal decompn. expts. offered the method to est. the no. of very acidic groups with pKa lower than 3.  They are suggested to be carboxylic groups in the nearest vicinity of other species (such as e.g. NO2 groups).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXivFWrtQ%253D%253D&md5=5902c2aa37cf3135530d727f9d7fa1b9", " ", " ", "(21)", " ", "Dubinin, M. M. In ", "Chemistry", " ", "and", " ", "Physics", " ", "of", " ", "Carbon", "; Walker, P. L., Ed.; M. Dekker:  New York, 1966; Vol. 2.", "There is no corresponding record for this reference.", " ", " ", "(22)", " ", "Olivier, J. P.; Conklin, W. B. Presented at 7th International Conference on Surface and Colloid Science, Compiegne, France, 1991.", "There is no corresponding record for this reference.", " ", " ", "(23)", " ", "Gregg, S. J.; Sing, K. S. W. ", "  Adsorption,", " ", "Surface", " ", "Area", " ", "and", " ", "Porosity", "; Academic Press: New York, 1982.", "There is no corresponding record for this reference.", " ", " ", "(24)", " ", "Leon y Leon, C. A.; Radovic, L. R. In ", "Chemistry", " ", "and", " ", "Physics", " ", "of", " ", "Carbon", "; Thrower, P. A., Ed.; M. Dekker:  New York, 1992; Vol. 24.", "There is no corresponding record for this reference.", " ", " ", "(25)", " ", "Jagiełło, J.; Bandosz, T. J.; Schwarz, J. A. ", "  Carbon", " ", "1992", ", ", "30", ", 63.", "[", "Crossref", "], [", "CAS", "]", "(25) . ", "Application of inverse gas chromatography at infinite dilution to study the effects of oxidation of activated carbons", "Jagiello, Jacek; Bandosz, Teresa J.; Schwarz, James A.", "Carbon", "\r\n        (", "1992", "),\r\n    ", "30", "\r\n        (", "1", "),\r\n    ", "63-9", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "The oxidn. of activated carbons with HNO3 increases their acidity considerably and changes their adsorption properties.  Inverse gas chromatog. (IGC) studies show the existence of a correlation between the acidity of carbons and the energy of the specific interactions with π bonds of unsatd. hydrocarbons.  This suggests that IGC is a useful method for the evaluation of acidic properties of activated carbons.  The dispersive component of surface energy, γsD, and enthalpies of alkane adsorption decrease with the oxidn. of carbons, which indicates that the oxidized C has a lower affinity for hydrocarbons than that of the untreated C surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XoslSltw%253D%253D&md5=d7676b1a5f8ef66f54f94a4a7c6c8b2f", " ", " ", "(26)", " ", "Bandosz, T. J. ", "  Carbon", ", in press.", "There is no corresponding record for this reference.", " ", " ", "(27)", " ", "Contescu, C.; Jagiełło, J.; Schwarz, J. A. ", "  Langmuir", " ", "1993", ", ", "9", ", 1754.", "[", "ACS Full Text ", "], [", "CAS", "]", "(27) . ", "Heterogeneity of proton binding sites at the oxide/solution interface", "Contescu, Cristian; Jagiello, Jacek; Schwarz, James A.", "Langmuir", "\r\n        (", "1993", "),\r\n    ", "9", "\r\n        (", "7", "),\r\n    ", "1754-65", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Proton adsorption isotherms were used to calc. the affinity distributions of proton binding sites for γ alumina and F-mediated alumina samples.  The isotherms were obtained by potentiometric titrn. over as broad a pH interval as allowed by the samples being studied.  The affinity distributions were calcd. using the local soln. of the adsorption integral equation.  A smoothing spline procedure was employed and a criterion for optimal smoothing was proposed.  The method was tested by model calcns. and verified on simple chem. compds. with known proton affinity characteristics.  The apparent distribution spectra for oxides, with electrostatic effects neglected, showed well-defined peaks that were assigned to protonation/deprotonation processes of distinct -O(H) or -OH(H) groups in various surface configurations.  A correlation was obtained between the evaluated log K values for proton assocn. equil. and values predicted by structural models.  Proton adsorption isotherms are sensitive to the heterogeneity existing at oxide surfaces.  Ionic strength effects on apparent distributions were minor when compared with the effects of surface structure and chem. compn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXksFOjsr8%253D&md5=cba832bd65f9ca3bc76ff8d824e214df", " ", " ", "(28)", " ", "Jagiełło, J.; Bandosz, T. J.; Putyera, K.; Schwarz, J. A. ", "  J.", " ", "Colloid", " ", "Interface", " ", "Sci.", " ", "1995", ", ", "172", ", 341.", "[", "Crossref", "], [", "CAS", "]", "(28) . ", "Determination of proton affinity distributions for chemical systems in aqueous environments using a stable numerical solution of the adsorption integral equation", "Jagiello, Jacek; Bandosz, Teresa J.; Putyera, Karol; Schwarz, James A.", "Journal of Colloid and Interface Science", "\r\n        (", "1995", "),\r\n    ", "172", "\r\n        (", "2", "),\r\n    ", "341-6", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic", ")\r\n        ", "A stable numerical method for the soln. of the adsorption integral equation (SAIEUS) is applied to the anal. of potentiometric titrn. data.  A continuous distribution of acidic consts. is assumed.  The method combines the regularization principle with the B-spline representation of the distribution function.  The resoln. and reliability of the method are tested on the data obtained for citric acid which is treated as an org. std.  The pK distribution obtained for citric acid consists of three well-sepd. narrow peaks at pK values corresponding to its pK consts.  Integrated areas of the peaks are in excellent agreement with the stoichiometric compn. of citric acid.  The applicability of the method for characterization of the acidic properties of different materials is further demonstrated using example potentiometric titrn. data obtained for an ion exchanger, clay minerals, and oxidized activated carbon.  The approach presented enables one to assess both qual. and quant. the no. and strength of acidic sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlvFSrtLY%253D&md5=08c1471aef1f8c135fa3c260583f870c", " ", " ", "(29)", " ", "Jagiełło, J. ", "  Langmuir", " ", "1994", ", ", "10", ", 0, 2778.", "[", "ACS Full Text ", "], [", "CAS", "]", "(29) . ", "Stable Numerical Solution of the Adsorption Integral Equation Using Splines", "Jagiello, Jacek", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "8", "),\r\n    ", "2778-85", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "A stable numerical method for the soln. of the adsorption integral equation (SAIEUS) is proposed.  The method combines regularization principle with the B-spline representation of the distribution function.  Such a representation is convenient and in the case of smooth functions requires fewer variables as compared to the discrete representation.  The stability of the soln. is imposed by the regularization method.  The inherent problem of the method (the choice of the optimal degree of smoothing) is solved by using a comprehensive anal. of the variance of the soln. and the effective bias due to the smoothing effect.  This approach ensures that the chosen soln. contains all the information which can be extd. from the data while the artifacts are excluded.  The problem of the resoln. of the method and the accuracy of the soln. in context of the error in the data and the complexity of the true adsorption energy distribution are discussed by using several simulated examples of adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXltFyntbg%253D&md5=796ef5e7fca47581d9d780fddf40c175", " ", " ", "Kortum, G.; Vogel, W.; Andrussow, K. ", "  Dissociation", " ", "Constants", " ", "of", " ", "Organic", " ", "Acids", " ", "in", " ", "Aqueous", " ", "Solutions", ":  Butterworth: London, 1961.", "There is no corresponding record for this reference.", " ", " ", "(31)", " ", "Perdue, E. M.; Reuter, J. H.; Parrish, R. S. ", "  Geochim.", " ", "Cosmochim.", " ", "Acta", " ", "1984", ", ", "48", ", 1257.", "[", "Crossref", "], [", "CAS", "]", "(31) . ", "A statistical model of proton binding by humus", "Perdue, E. M.; Reuter, J. H.; Parrish, R. S.", "Geochimica et Cosmochimica Acta", "\r\n        (", "1984", "),\r\n    ", "48", "\r\n        (", "6", "),\r\n    ", "1257-63", "CODEN:\r\n                ", "GCACAK", ";\r\n        ISSN:", "0016-7037", ".\r\n    ", "A model is proposed that considers both the CO2H and weakly acidic groups of humus as continuous binding site distributions in which individual ligand concns. are normally distributed with respect to the log K values for proton binding.  The concn., mean log K value, and variance for the log K distribution of each class of functional groups are estd. by nonlinear regression anal. of titrn. data.  The values obtained for those parameters are chem. reasonable and the extent of proton binding between pH 4.0 and pH 10.8 is accurately described by the model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXkvFOhtLY%253D&md5=d2aac5b6da13c65d5722b04e2b31dbf1", " ", " ", "(32)", " ", "Czepirski, L.; Jagiełło, J.", "J.", " ", "Chem.", " ", "Eng.", " ", "Sci.", " ", "1989", ", ", "44", ", 797.", "[", "Crossref", "], [", "CAS", "]", "(32) . ", "Virial-type thermal equation of gas-solid adsorption", "Czepirski, Leszek; Jagiello, Jacek", "Chemical Engineering Science", "\r\n        (", "1989", "),\r\n    ", "44", "\r\n        (", "4", "),\r\n    ", "797-801", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "A thermal-adsorption equation in a virial form describes the pressure and temp. dependence of adsorption data.  This equation permits the elaboration of a method of calcg. the isosteric heat of adsorption and studying of its behavior over a wide range of temps. and pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXitFGgurY%253D&md5=9ef0d33f167b8a707f1f4515702afac1", " ", " ", "(33)", " ", "Jagiełło, J.; Bandosz, T. J.; Putyera, K.; Schwarz, J. A. ", "  J.", " ", "Chem.", " ", "Eng.", " ", "Data", " ", "1995", ", ", "40", ", 1288.", "[", "ACS Full Text ", "], [", "CAS", "]", "(33) . ", "Adsorption near Ambient Temperatures of Methane, Carbon Tetrafluoride, and Sulfur Hexafluoride on Commercial Activated Carbons", "Jagiello, Jacek; Bandosz, Teresa J.; Putyera, Karol; Schwarz, James A.", "Journal of Chemical and Engineering Data", "\r\n        (", "1995", "),\r\n    ", "40", "\r\n        (", "6", "),\r\n    ", "1288-92", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption isotherms for CH4, CF4, and SF6 are measured at three or four temps. near ambient on three com. activated carbons.  The data are reduced using a virial-type equation of adsorption.  Using this equation, isosteric heats of adsorption are calcd.  It is shown that this fundamental thermodn. quantity provides a basis for differentiating between the carbons' micropore structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXovVCktrk%253D&md5=138374b5740ead5b925d303409e81aff", " ", " ", "(34)", " ", "Bandosz, T. J.; Jagiełło, J.; Schwarz, J. A. ", "  J.", " ", "Chem.", " ", "Eng.", " ", "Data", " ", "1996", ", ", "41", ", 880.", "[", "ACS Full Text ", "], [", "CAS", "]", "(34) . ", "Adsorption of Sulfur Hexafluoride and Propane at Temperatures near Ambient on Pillared Clays", "Bandosz, Teresa J.; Jagiello, Jacek; Schwarz, James A.", "Journal of Chemical and Engineering Data", "\r\n        (", "1996", "),\r\n    ", "41", "\r\n        (", "4", "),\r\n    ", "880-884", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption isotherms for SF6, C3H8, and C4H10 are reported at (2 or 3) temps. near ambient on pillared clays with different gallery sizes imposed by heat treatment.  X-ray diffraction expts. show a decrease in pore size (interlayer spacing) with increasing calcination temp.  Heat treatment also causes a decrease in surface areas and micropore vols. obtained from N2 adsorption isotherms.  The relation between the 2 effects is discussed.  An objective, math. rigorous method to calc. isosteric enthalpies of adsorption is proposed.  This method allows for a crit. assessment in the error of the derived enthalpies based on ests. of the error in the lab. measurement.  Isotherms with complex shapes can be analyzed successfully over the entire range of the exptl. variable.  By using this approach, a decrease in initial enthalpies of adsorption with heat treatment is obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xjs1GktrY%253D&md5=b4eb522f726fae811dd4e1732403087d", " ", " ", "(35)", " ", "Martin, B. R. ", "  Statistics", " ", "for", " ", "Physisists", "; Academic Press:  London, 1961.", "There is no corresponding record for this reference.", " ", " ", "(36)", " ", "Barrow, G. M. ", "  Physical", " ", "Chemistry", "; McGraw-Hill: New York, 1961.", "There is no corresponding record for this reference.", " ", " ", "(37)", " ", "Naono, H.; Hakuman, M.; Shimoda, M.; Nakai, K.; Kondo, S. ", "  J.", " ", "Colloid", " ", "Interface", " ", "Sci.", " ", "1996", ", ", "182", ", 230.", "[", "Crossref", "], [", "CAS", "]", "(37) . ", "Separation of water and ethanol by the adsorption technique: selective desorption of water from micropores of active carbon", "Naono, Hiromitu; Hakuman, Masako; Shimoda, Manabu; Nakai, Kazuyuki; Kondo, Seiichi", "Journal of Colloid and Interface Science", "\r\n        (", "1996", "),\r\n    ", "182", "\r\n        (", "1", "),\r\n    ", "230-238", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic", ")\r\n        ", "The hydrophobic micropores of active carbon were filled with a mixt. of H2O and EtOH by adsorbing their mixed vapors (H2O/EtOH = 3/1) on active carbon.  The desorption isotherm of each component from the micropores was detd. simultaneously at 25° by a combination of volumetric and gravimetric methods.  A more selective desorption of H2O than that of EtOH was discovered from the measured isotherms.  Sepn. of H2O and EtOH can be carried out by an adsorption technique using a hydrophobic active carbon adsorbent.  The preferential desorption of H2O may be attributed to the weak interaction of H2O with the hydrophobic micropore surface in comparison with the interaction of EtOH with the micropore surface.  The adsorption energy of H2O on the micropore surface is 17-32 kJ mol-1 at low coverage, while that of EtOH on the micropore surface is 43-52 kJ mol-1.  The possibility of enrichment of EtOH from its dil. aq. soln. made by fermn. is discussed on the basis of the present desorption data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XltlKrt7o%253D&md5=564e20bdb49a86f3cb2cb80bf35f87df", " ", " ", "(38)", " ", "Gvozdovich, T. N.; Kiselev, A. V.; Yashin, Ya, I. ", "  Naftechimia", " ", "1968", ", ", "8", ", 476.", "[", "CAS", "]", "(38) . ", "Use of Saran-type active carbon in gas chromatography", "Gvozdovich, T. N.; Kiselev, A. V.; Yashin, Ya. I.", "Neftekhimiya", "\r\n        (", "1968", "),\r\n    ", "8", "\r\n        (", "3", "),\r\n    ", "476-80", "CODEN:\r\n                ", "NEFTAH", ";\r\n        ISSN:", "0028-2421", ".\r\n    ", "Gas chromatog. sepn. of inorg. gases and lower hydrocarbons was carried out on homogenous, finely porous carbon obtained from poly(vinyl chloride) (Saran-type active carbon).  This carbon was sufficiently homogeneous and it exhibited a great sepn. effect compared with com. active carbons.  The logarithms of retention vols. and the heats of adsorption of the studied compds. at low loading conditions increased with the increase of their electron polarization.  The logarithms of the retention vols. at a column temp. of 145° and the heats of adsorption of n-alkanes increased linearly with increase of the no. of C atoms in the mol. up to propane.  In those cases, the adsorption equil. were practically established.  The heats of adsorption of n-alkanes on the Sarantype active carbon were twice as high compared with those on graphitized carbon black.  Adsorbates, mols. of which were capable of strong interaction, were eluted from the column with Saran-type active carbon in the form of asym. peaks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXkslSjtrk%253D&md5=7107d7bdc91cfd22ae9460e040277395", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-2/la980492h/production/images/small/la980492hf00012.gif\">"]}
