{"title": ["A Multiscale Study of MOFs as Adsorbents in H", " PSA Purification"], "authors": ["Ana-Maria Banu", "Daniel Friedrich", "Stefano Brandani", "Tina Düren"], "doi": ["10.1021/ie4011035"], "abstract": ["In this multiscale study, four robust zirconium oxide based metal–organic frameworks (MOFs) were examined using powerful molecular simulation tools as well as indispensable full-scale PSA system modeling to determine their potential for H", " purification. Grand canonical Monte Carlo (GCMC) and molecular dynamics (MD) simulations were employed to evaluate the MOF working capacities, binary-mixture selectivities, and micropore transport diffusivities for each of the components of a steam methane reformer offgas (SMROG) stream: H", ", CO, CH", ", N", ", and CO", ". The small, functionalized pores of UiO-66(Zr)-Br were found to result in high N", " and CO selectivities and working capacities, whereas the slightly larger pore volume of UiO-66(Zr) favored higher CO", " and CH", " working capacities. The collective impact of impurity uptakes and selectivities on the purification of H", " from five-component steam methane reformer offgas mixtures was investigated through PSA column modeling. The breakthrough behavior of SMROG mixtures in columns containing MOF crystallites was determined using the simulated adsorption and diffusivity data as input. MOF breakthrough curves for single and two-layered beds were compared to those of commercial adsorbents including Zeolite 5A and Calgon PCB. Two of the MOFs, namely, UiO-66(Zr) and UiO-66(Zr)-Br, were found to have longer dimensionless breakthrough times than the commercial zeolite materials and are therefore expected to result in larger yields of high-purity H", " per PSA cycle. UiO-66(Zr)-Br was found to be the most promising of the four MOFs, having the longest dimensionless breakthrough times in both single and two-layered bed setups."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Pressure swing adsorption (PSA) units", "(1-4)", " are the technology of choice in hydrogen purification, accounting for 85% of the world’s hydrogen production. In a hydrogen PSA unit, gas streams are separated mainly based on equilibrium selectivity, that is, the relative adsorption strengths of the components, which is determined by molecular volatility and polarity. One of the most common feed streams used in hydrogen PSA systems is steam methane reformer offgas (SMROG), which normally has a H", "2", " content of 70–80%.", "(3)", " The remainder of the mixture consists of CO", "2", ", CH", "4", " (and higher hydrocarbons), CO, and N", "2", ", which must be removed to produce high-purity H", "2", ".", "PSA units require high-performance adsorbents that have large capacities and selectivities for the impurities to be removed and can be easily regenerated at low pressure.", "(3)", " Feed streams generally enter a PSA process at 4–30 atm, whereas the waste streams containing desorbed impurities leave the columns at 1.1–1.7 atm.", "(3)", " Depending on the process temperature and pressure, frequently utilized adsorbents include activated aluminas, silica gels, activated carbons (ACs), and zeolites. Activated carbons are beneficial for the removal of CO", "2", " and hydrocarbons because of their high capacities and low adsorption enthalpies; however, their nonpolar structures and large pore diameters render them less advantageous in the removal of N", "2", " and CO. Zeolites, on the other hand, have high selectivities for polar adsorbates but are difficult to regenerate upon CO", "2", " adsorption because of the high interaction strength between the CO", "2", " molecules and the charged zeolite pore surface. To increase separation efficiency, adsorption columns often contain two or more adsorbent layers, each of which is designed to target specific impurities.", "(5-9)", " Such columns allow for CO", "2", " to be retained in easily regenerated activated carbon particles, whereas lighter impurities are adsorbed in highly selective zeolite layers. The overall performance of the PSA unit is highly dependent on the adsorbents chosen and is limited by the selectivity of the adsorbent for the most weakly interacting impurity, which is N", "2", " in the case of SMROG. Once this impurity breaks through the adsorption column, the feed cycle must be stopped, and the adsorbent must be regenerated.", "In the continuous search for high-performance adsorbent materials required to improve PSA product yield, purity, and energy requirements, metal–organic frameworks (MOFs) have been identified as promising candidates. Whereas many MOF studies have focused on the adsorption of binary and ternary mixtures", "(10)", " containing the more abundant impurities (i.e., CO", "2", " and CH", "4", "), only a few have analyzed CO/H", "2", " and N", "2", "/H", "2", " mixture adsorption. It is important to bear in mind that PSA performance is determined by the adsorption behavior of each of the impurities and that adsorption strength can vary widely depending on the polarity of the impurity and the properties of the MOF such as pore size, topology, and chemical functionality. Furthermore, the impurities compete with each other for the available adsorption sites; therefore, to identify the most promising MOFs for H", "2", " purification, a study of both the adsorption and micropore and macropore diffusion behaviors of the complete mixture is required. A study of diffusion through the micropores is necessary to verify the dominant mass-transfer resistance.", "According to the detailed report of Sircar and Golden, the criteria by which PSA adsorbents should be selected include multicomponent adsorption capacities, desorption behavior, selectivities, and isosteric heats of adsorption.", "(11)", " None of these factors, however, can be used as a single selection criterion, as separation efficiency is affected by each parameter to some degree.", "(12-14)", "The most effective method for testing the selective properties of materials to be used in separating H", "2", " from multicomponent mixtures is the use of laboratory-scale breakthrough and PSA cycle experiments, such as the dual-piston PSA setup,", "(15)", " as well as mathematical models that simulate column adsorption. As a result, numerous zeolite and activated carbon studies seeking to identify promising PSA adsorbents have presented breakthrough studies and PSA process modeling for multicomponent H", "2", " mixtures through both single and layered beds.", "(9, 16-20)", " Recently, breakthrough models were employed to investigate whether MOFs can be used in PSA separations for various applications with mixtures containing up to four gases. A study carried out by Krishna and Long compared several MOFs to zeolites and activated carbons using breakthrough studies of CO", "2", "/CH", "4", "/H", "2", " mixtures, as well as binary combinations of the three gases.", "(12)", " Their work highlighted the advantage of using breakthrough calculations for separation studies and showed that Mg MOF-74 was the best material for CO", "2", "/H", "2", ", CO", "2", "/CH", "4", ", and CH", "4", "/H", "2", " separations.", "(12)", " Herm et al. investigated CO", "2", "/CH", "4", ", CH", "4", "/H", "2", ", and CO", "2", "/CH", "4", "/H", "2", " separations, processes that are relevant for CO", "2", " capture and storage as well as for H", "2", " purification, and found that Mg MOF-74 outperformed Zeolite 13X for all three mixtures.", "(21)", " Finally, the recent work of Wu et al. tested the performance of MOFs and zeolites in separating CO", "2", "/CO/CH", "4", "/H", "2", ", CO", "2", "/H", "2", ", CH", "4", "/H", "2", ", and CO", "2", "/CH", "4", " mixtures and identified Cu-TDPAT as a particularly effective adsorbent for H", "2", " PSA purification from SMROG.", "(22)", "A typical SMROG stream to be introduced into a hydrogen purification PSA unit contains H", "2", ", N", "2", ", CO, CH", "4", ", and CO", "2", ". Water is also normally present; however, it is the most strongly adsorbed component and can be easily removed from the stream either prior to the PSA unit or by using additional adsorbent layers in the PSA column. In this study, the stream entering the PSA column was assumed to be water-free. Considering the wide variation in selectivities not only from one MOF to another but also from one impurity to another, it is critical to include all mixture components in the modeling of breakthrough curves. In this work, we used a combination of powerful simulation tools to perform a multiscale study on the progression of five-component mixtures, consisting of both weakly interacting gases such as N", "2", " and CO and easily adsorbed gases such as CH", "4", " and CO", "2", ", through columns containing four MOFs. Whereas PSA studies in the literature are normally carried out, at least partially, through experimental work, we present an entirely computational study enabled by a transition from simulations at the molecular level to simulations performed on the scale of unit operations. To the best of our knowledge, this is the first time such a study, focusing on H", "2", " purification from SMROG, has been published.", "The adsorption and diffusion of five-component mixtures in four MOFs that share the same topology (as shown in Figure ", "1", "), namely, dehydroxylated UiO-66(Zr), UiO-66(Zr)-Br, UiO-67(Zr), and Zr–Cl", "2", "AzoBDC, was assessed to evaluate their potential for hydrogen purification. The MOFs were selected for their stability and resistance to solvents and mechanical pressure.", "(23, 24)", " In addition, the water stability studies of Yang et al.", "(25)", " and Biwas and Van Der Voort", "(26)", " showed that the four MOFs retain their crystallinity upon immersion in water. The high connectivity of the metal centers to the organic linkers, which is characteristic of the UiO-66 family, results in high shear and bulk moduli and is responsible for the excellent mechanical stability of these materials.", "(24)", " The structures share the same inorganic zirconium oxide clusters; however, the organic linkers connecting the metal clusters vary, as shown in Figure ", "1", ", resulting in different pore sizes, pore volumes, and adsorption site strengths. In the first part of this study, the results of grand canonical Monte Carlo (GCMC) simulations are presented to determine the working capacities and selectivities for each of the impurities to be removed. On the basis of external-force nonequilibrium molecular dynamics (EF-NEMD) simulations, micropore transport diffusivities of the mixture components in each of the four MOFs were calculated. The adsorption and diffusion data obtained through molecular simulations were then directly introduced as input into a PSA unit model.", "Figure 1. (a) Octahedral and tetrahedral pores of UiO-66(Zr). (b) Linkers joining the zirconium clusters in the four MOFs.", "In the second part of our work, we employed an adsorption column model to study mixture adsorption and diffusion through adsorption columns containing each of the four MOFs alone or a layered bed consisting of activated carbon and a MOF. The breakthrough curves for each of the mixture components were analyzed, and the impact of the impurities on the overall performance of different MOFs for hydrogen purification from SMROG is discussed. The breakthrough study was extended to include the zeolite and activated carbon materials studied in detail by Rodrigues and co-workers,", "(16, 27)", " as well as Zeolite 5A and Calgon PCB,", "(17, 28)", " to determine whether MOFs are able to compete with commercial PSA adsorbents and to identify which of the four MOFs is the most promising adsorbent for H", "2", " PSA purification.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "2 Methods", "2.1", "GCMC Simulations", "Grand canonical Monte Carlo simulations were carried out using the multipurpose simulation code Music", "(29)", " to determine the adsorption isotherms of each of the pure gases and their binary mixtures at 298 K. Each MOF was treated as a rigid structure, and the framework atoms were maintained fixed at their crystallographic positions.", "(23, 25, 26, 30)", " The simulated adsorbate–adsorbate and adsorbate–framework interactions included both dispersion and electrostatic contributions. Dispersion, or van der Waals, interactions were modeled using the Lennard-Jones potential", "(31)", " with a 12.8-Å cutoff, whereas the electrostatic interactions were calculated using the Ewald summation method.", "(32)", " Periodic boundary conditions were applied to mimic an infinite crystal structure. The Lennard-Jones parameters used to represent framework atoms were taken from the Universal Force Field (UFF),", "(33)", " and the partial charges were adopted from previous studies.", "(25, 30, 34)", " CH", "4", ", N", "2", ", and CO", "2", " were modeled using the Lennard-Jones parameters and partial charges given in the TraPPE force field.", "(35, 36)", " CO was described using the model of Martín-Calvo et al.,", "(37)", " whereas, for H", "2", ", the two-site model of Yang and Zhong was employed.", "(38)", " Potential parameters between unlike adsorbate–adsorbate and adsorbate–adsorbent atom pairs were determined using the Lorentz–Berthelot mixing rules. The Peng–Robinson", "(39)", " equation of state with quadratic mixing rules was applied to determine the gas-phase fugacities for both pure adsorbates and mixtures.", "The differential enthalpy of adsorption was calculated directly from GCMC simulations as follows", "(40)", "(1)", "where Δ", "h", " denotes the differential enthalpy of adsorption, ", "R", " is the universal gas constant, ", "T", " is the simulation temperature, ⟨", "U", "ads", "⟩ is the average potential energy per molecule, and ⟨", "N", "ads", "⟩ is the average number of molecules adsorbed. The pore diameters were evaluated using the pore size distribution method of Gelb and Gubbins,", "(41)", " which gives the diameter of the largest sphere that can be inserted without overlapping with any of the framework atoms. The pore volumes were determined using a numerical Monte Carlo algorithm to carry out random trial insertions using a 0-Å probe molecule. This purely geometrical method in essence calculates all of the space inside the unit cell that surrounds the framework atoms.", "2.2", "MD Simulations", "Molecular dynamics (MD) simulations were performed to determine the micropore transport diffusivities of each of the SMROG components through the pores of the four MOFs studied. The micropore transport diffusivity, ", "D", "t", ", is related to the flux, ", "J", ", through Fick’s law of diffusion as", "(2)", "It is therefore necessary to evaluate ", "D", "t", " to accurately describe the flux of adsorbate molecules through MOF pores. In this work, we made use of the Onsager formulation to determine the transport diffusion coefficients of each of the adsorbates through the pores of each of the four MOFs. This method has been described in detail in other works,", "(42, 43)", " and a summary of its application for the simplest case, single-component diffusion, is provided in the ", "Supporting Information", ".", "EF-NEMD simulations in the ", "NVT", " ensemble were carried out using the Gromacs package.", "(44)", " Each simulation was run for 5.5 ns, with the first 0.5 ns used for equilibration. A temperature of 298 K was maintained using the Nosé–Hoover thermostat,", "(45)", " and a time step of 1 fs was employed. The equilibrium configurations obtained from GCMC simulations at 298 K and 10 bar were used as starting configurations for each MD simulation. An external force of 0.1–1.0 kJ mol", "–1", " Å", "–1", " was applied to each adsorbate molecule inside the simulation box such that a linear response was achieved. The MOFs were assumed to be rigid, and the framework atoms were fixed at their crystallographic coordinates. The framework atoms and the adsorbate molecules were represented using the same Lennard-Jones parameters as were used in the GCMC simulations, and the Lorentz–Berthelot mixing rules were employed. Electrostatic interactions were calculated using a particle mesh Ewald (PME) technique", "(46, 47)", " with a spacing of 0.12 Å. Each NEMD simulation was repeated five times, and the average displacement correlation function (DCF) values were obtained. The statistical errors for the DCFs were determined using Student’s ", "t", " test with a 95% confidence interval.", "2.3", "Breakthrough Simulation Details", "The breakthrough simulations were performed with our in-house general adsorption cycle simulator. The column model and the numerical algorithms to solve the model are described in detail elsewhere.", "(15)", " This simulator implements the mass, momentum, and energy balances for an adsorption column and auxiliary units such as valves and feed lines. For the breakthrough simulations, only a model for the adsorption column, as shown in Figure ", "2", ", is required.", "Figure 2. Characteristics of the adsorption column model containing adsorbent pellets used in the breakthrough simulations. The inset shows a pellet of radius ", "R", "p", ", containing spherical crystallites separated by intercrystalline macropores.", "The model assumes that the mixture behaves as an ideal gas at the reference temperature. A dual-site Langmuir model is used to describe the adsorption process, and the pressure drop is described by the Ergun equation. An axially dispersed plug flow model is employed. The nonisothermal process is modeled by accounting for heat transfer between the column wall and the bed, as well as between the column wall and the surroundings. The temperature inside the adsorbent pellets is assumed to be uniform. Detailed mass and energy balances are provided in the ", "Supporting Information", ".", "The velocity at the column inlet is set, and the outflow velocity is calculated from the mass balance. Initially, the column is at uniform pressure, temperature, and gas-phase concentration. The adsorbate concentration is assumed to be in equilibrium with the set gas-phase concentration.", "The governing partial differential algebraic equations are discretized along the spatial dimension with a flux-limited finite-volume method,", "(15)", " and the resulting set of ordinary differential algebraic equations is integrated in time with the variable-time-step, variable-order backward differentiation formulas implemented in SUNDIALS.", "(48)", "The column characteristics and operating conditions were maintained constant for all materials and were taken from Ribeiro et al., including a feed flow rate of 12.2 m", "3", " h", "–1", " and an inlet pressure of 7 bar.", "(16)", " SMROG feed is normally available between 21 and 38 °C;", "(11)", " therefore, the feed temperature was set to a value within this range, namely, 298 K. The mixture composition was defined as shown in Table ", "1", ". A complete list of simulation parameters is provided in the ", "Supporting Information", ".", "Table 1. Feed Gas Composition (SMROG)", "(16)", "component", "content (mol %)", "H", "2", "73.0", "CO", "2", "16.0", "CO", "3.0", "CH", "4", "4.0", "N", "2", "4.0", "Single-component and binary-mixture adsorption isotherms for each of the four MOFs, as well as isosteric heats of adsorption and Henry constants, were calculated using GCMC simulations and fitted to the dual-site Langmuir (DSL) model using the weighted least-squares fitting detailed in the work of Brandani and Ruthven.", "(49)", " The model parameters were determined by simultaneously fitting single-component and binary-mixture data while satisfying Henry-constant restrictions. As shown in Figure ", "3", ", the DSL curves were in good agreement with the simulated isotherms. Furthermore, the fitted parameters were able to predict correctly the binary-mixture selectivities for each of the four frameworks presented in Figure ", "4", ". It should be noted that, although the DSL model as formulated here does not account for the impact of fugacity on adsorption, the PSA simulations in which it was employed were carried out for inlet pressures ranging from 5 to 20 bar. Isotherm fitting was focused on the low-pressure region corresponding to the partial pressure of each mixture component, where the ideal gas law is a reasonable approximation. The fitted pure-component isotherm parameters, provided in the ", "Supporting Information", ", were used directly as inputs for the transient breakthrough simulations. For Zeolite 5A and Calgon PCB, as well as the commercial zeolite and activated carbon described by Ribeiro et al., isotherm parameters found in the literature", "(16, 17)", " were refitted to the dual-site Langmuir model.", "Kinetic properties were represented using a bidisperse porous model in which macropore and micropore diffusivities are treated as resistances in series. Single-component micropore transport diffusivities for the MOFs were calculated using EF-NEMD simulations and are reported in Table ", "2", ", whereas the micropore diffusivities for the commercial zeolite and activated carbon were taken from Ribeiro et al.", "(16)", " For Zeolite 5A and Calgon PCB, the dominant resistance was assumed to be the diffusion of molecules through the macropores; therefore, micropore diffusion was not needed in the predictions obtained from the breakthrough model in these cases. The macropore diffusivities were determined using molecular diffusivities alone, which were calculated according to the Chapman–Enskog equation.", "(50)", " Macropore diffusivity calculation details are provided in the ", "Supporting Information", ".", "Table 2. Micropore Transport Diffusivities, ", "D", "c", " (×10", "9", " m", "2", " s", "–1", "), Calculated from EF-EMD Simulations", "adsorbate", "UiO-66(Zr)", "UiO-66(Zr)-Br", "UiO-67(Zr)", "Zr–Cl", "2", "AzoBDC", "H", "2", "44.5 ± 3.23", "10.80 ± 1.23", "154.00 ± 1.28", "193.00 ± 3.33", "CO", "2", "5.96 ± 0.30", "2.80 ± 0.30", "26.60 ± 1.80", "31.70 ± 0.89", "CO", "5.83 ± 0.59", "0.46 ± 0.06", "23.40 ± 1.13", "34.60 ± 1.94", "CH", "4", "8.25 ± 0.68", "0.22 ± 0.04", "23.10 ± 2.12", "28.10 ± 1.45", "N", "2", "4.46 ± 0.65", "0.25 ± 0.05", "22.80 ± 1.45", "28.70 ± 2.38", "The relative impact of these micropore diffusivities was compared to that of the macropore diffusivities using the criterion developed by Ruthven and Loughlin", "(51)", "(3)", "where", "and", "Here, ", "D", "c", " and ", "D", "p", " are the micropore and macropore diffusivities through crystallites and pellets of radii of ", "r", "c", " and ", "r", "p", ", respectively, and ", "H", " denotes the Henry constant. The γ parameters evaluated for the four MOFs are listed in Table ", "3", ". For γ < 0.1, the process is micropore-diffusion-limited, whereas for γ > 10, macropore diffusion is the governing process. For 0.1 < γ < 10, both macropore and micropore diffusion must be taken into account. The crystallite and pellet radii were set to 3 μm and 0.85 mm, respectively. The crystallite size was chosen at the high end of the Zr MOF crystal size range,", "(52)", " to account for the longest possible micropore diffusion path. As all calculated γ values were greater than 10, the macropore diffusion process must be much slower than diffusion through the micropores. We can therefore conclude that, for all mixture components and for all four MOFs, the uptake rate is macropore-diffusion-limited.", "Table 3. Micropore/Macropore Comparison Criterion, γ", " ", "UiO-66(Zr)", "UiO-66(Zr)-Br", "UiO-67(Zr)", "Zr–Cl", "2", "AzoBDC", "H", "2", "2037", "491", "7379", "9105", "CO", "2", "39492", "54095", "49277", "31414", "CO", "4556", "555", "8515", "9241", "CH", "4", "19010", "915", "22992", "15363", "N", "2", "2376", "178", "5991", "6246", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Pure-Component Adsorption Isotherms", "The adsorption isotherms of each of the impurities in the four structures investigated were determined through GCMC simulations up to a pressure of 50 bar and are shown in Figure ", "3", ". They provide information not only about the relative capacities of the MOFs but also about the relative strengths of the adsorbate–framework interactions. Many studies have shown that the adsorption properties of MOFs are governed by a combination of the free volume and the enthalpy of adsorption.", "(53-55)", " The influence of the free volumes and adsorption enthalpies presented in Table ", "4", " on the isotherms shown in Figure ", "3", " is a reflection of this relationship. At high pressure, the highest uptakes of all four adsorbates occur in UiO-67(Zr). Although Zr–Cl", "2", "AzoBDC has a higher pore volume than UiO-67(Zr) and chlorine-functionalized linkers, the slightly shorter linkers of UiO-67(Zr) lead to narrower pores and, at the same time, to stronger dispersion interactions. At high pressure, the UiO-66(Zr) and UiO-66(Zr)-Br frameworks show the lowest volumetric uptakes for each of the adsorbates because of their lower pore volumes (see Table ", "4", "). At low pressure, on the other hand, these smaller-pore MOFs have the highest uptakes of all four adsorbates. As shown in Table ", "4", ", the highest enthalpies of adsorption for CO, N", "2", ", CH", "4", ", and CO", "2", " were observed in UiO-66(Zr)-Br. This can be explained by the presence of narrow pores and pore windows and bromine functional groups, which result in strong dispersion and electrostatic interactions, respectively. It is interesting to note, however, that, for the adsorptions of CO and N", "2", ", all four frameworks exhibited very similar uptakes up to a pressure of 20 bar. The highest N", "2", " enthalpy of adsorption was observed in UiO-66(Zr)-Br, followed by the unfunctionalized UiO-66(Zr); however, N", "2", "–framework interactions are relatively weak compared to those for the other impurities that must be removed during H", "2", " purification. As a result, N", "2", " is the most weakly retained impurity, and its breakthrough time dictates the length of the PSA feed step.", "(3)", " It is therefore particularly important to identify materials that can selectively adsorb N", "2", " from H", "2", " fuel sources such as SMROG.", "Figure 3. Pure-component adsorption isotherms obtained using GCMC simulations for (a) CO", "2", ", (b) CO, (c) CH", "4", ", (d) N", "2", ", and (e) H", "2", " in each of the four MOFs investigated. UiO-67(Zr), solid triangles; Zr–Cl", "2", "AzoBDC, open diamonds; UiO-66(Zr), solid squares; UiO-66(Zr)-Br, open spheres. The dotted lines represent the dual-site Langmuir fitted curves. Loading is expressed in volumetric terms, where the volume represents the space taken up by only MOF crystallites.", "Table 4. Simulated Isosteric Heats of Adsorption at 7 bar and 300 K for Each of the Mixture Components, As Well As Free Volumes and Pore Sizes for the Four MOFs Studied", " ", "Δ", "h", " (kJ mol", "–1", ")", " ", " ", " ", "material", "H", "2", "CO", "2", "CO", "CH", "4", "N", "2", "void fraction", "pore volume (cm", "3", " g", "–1", ")", "pore sizes (Å)", "UiO-66(Zr)", "6.75", "26.53", "15.89", "18.60", "14.62", "0.586", "0.482", "6.6, 7.5", "UiO-66(Zr)-Br", "7.46", "29.67", "18.22", "21.00", "16.69", "0.526", "0.330", "6.4, 7.3", "UiO-67(Zr)", "5.01", "20.37", "11.89", "14.17", "10.69", "0.716", "1.011", "8.9, 9.7, 11.9", "Zr–Cl", "2", "AzoBDC", "4.69", "17.28", "11.31", "13.51", "10.37", "0.748", "1.118", "10.4, 11.8, 13.6", "3.2", "Adsorption of Binary Mixtures", "To evaluate the abilities of each MOF to selectively adsorb CH", "4", ", CO", "2", ", CO, and N", "2", " from SMROG streams, GCMC simulations were performed for binary mixtures of CH", "4", "/H", "2", ", CO/H", "2", ", CO", "2", "/H", "2", ", and N", "2", "/H", "2", ". The hydrogen content of a SMROG mixture is normally at least 70%; therefore, the binary-mixture simulations were carried out on mixtures with impurity/H", "2", " ratios of 30:70. By maintaining the hydrogen content constant across all four mixtures, we were able to compare not only the selectivities of the four MOFs for each of the impurities but also the degree of selectivity relative to the impurity to be removed. It should be noted that, in a PSA column, the ratio of impurity to H", "2", " gas is significantly lower, particularly at the leading edge of the concentration front.", "The binary-mixture adsorption data were used to determine the selectivities for each of the impurities, which are shown as functions of pressure in Figure ", "4", ". The highest selectivities for all four impurities were observed in UiO-66(Zr)-Br. This behavior is a result of the significant potential overlap caused by a narrow pore size, as well as the presence of Br functional groups, both of which lead to increased interactions between the adsorbate molecules and the framework. The lowest CO", "2", ", CH", "4", ", N", "2", ", and CO selectivities correspond to the large pores of UiO-67(Zr) and Zr–Cl", "2", "AzoBDC, for which the adsorption enthalpies are the lowest.", "Figure 4. Selectivities from binary-mixture adsorption of (a) CO", "2", "/H", "2", " 30:70, (b) CH", "4", "/H", "2", " 30:70, (c) CO/H", "2", " 30:70, and (d) N", "2", "/H", "2", " 30:70. UiO-67(Zr), solid triangles; Zr–Cl", "2", "AzoBDC, open diamonds; UiO-66(Zr), solid squares; UiO-66(Zr)-Br, open spheres. The dotted lines represent the dual-site Langmuir fitted curves.", "The working capacities of each MOF (where working capacity is defined as difference between the amount of impurity that can be adsorbed from each binary mixture at the PSA feed pressure and the amount that remains adsorbed at the purge pressure) were calculated for a 1–7 bar process as", "(4)", "for ", "i", " = CH", "4", ", CO", "2", ", CO, and N", "2", ".", "The isothermal working capacity, Δ", "q", "i", ", is a particularly useful measure, as it provides insight into the ease of regeneration of a MOF, as well as its ability to capture impurities. Note that, during a PSA process, the temperature inside the bed increases during the adsorption process, resulting in a decrease of the working capacity. However, the isothermal working capacities presented here provide a suitable measure for comparing different adsorbents. As shown in Figure ", "5", ", the highest CO and N", "2", " working capacities correspond to UiO-66(Zr)-Br, for which stronger adsorbate–framework interactions result in higher uptake at 7 bar than in the other three MOFs. At 1 bar, the uptakes of CO and N", "2", " are low in all four structures. UiO-66(Zr) has the highest CH", "4", " and CO", "2", " working capacities because of strong adsorbate–framework interactions, as well as a higher pore volume than for UiO-66(Zr)-Br. Interestingly, UiO-67(Zr) has a higher CO", "2", " working capacity than UiO-66(Zr)-Br, despite a large difference in adsorption enthalpies. This indicates that, unlike the working capacities of weaker adsorbates, which depend mainly on the enthalpies of adsorption, the amount of CO", "2", " adsorbed during a PSA cycle is also dependent on the pore volume available. Figures S3 and S4 of the ", "Supporting Information", " show the working capacities corresponding to the impurity partial pressures in an SMROG stream operating between 1 and 7 bar and between 1 and 20 bar, respectively. The highest working capacities for CO, N", "2", ", and CH", "4", " for both SMROG equivalent pressure ranges were found to correspond to UiO-66(Zr)-Br. The highest CO", "2", " working capacities correspond to UiO-66(Zr) and UiO-66(Zr)-Br in the low-pressure range and to UiO-66(Zr) and UiO-67(Zr) in the high-pressure range. CO", "2", " is the most abundant impurity present in an SMROG stream, typically 15–25%,", "(3)", " and interacts strongly with all four MOFs studied. As CO", "2", " molecules are more competitively adsorbed in a PSA bed than CH", "4", ", CO, and N", "2", " molecules, they displace the more weakly interacting impurities from the adsorption sites, effectively “pushing” them to adsorption sites farther up the column.", "Figure 5. Working capacities from binary-mixture simulations for all impurities for a PSA operating range of 1–7 bar at 298 K.", "Both the selectivity plots and the working capacities present valuable information about the potential of each MOF as a PSA adsorbent for H", "2", " purification. However, our results show that a MOF might be very promising in some aspects while showing limitations in others. Based on its high selectivities and N", "2", " and CO working capacities, UiO-66(Zr)-Br appears to have the greatest ability to retain weakly interacting impurities. However, its small pore volume, and hence its lower CO", "2", " and CH", "4", " working capacities, could lead to a shorter overall breakthrough time. UiO-66(Zr), on the other hand, which also exhibits relatively high selectivities, has high CO", "2", " and CH", "4", " working capacities and is expected to display good retention of these strongly interacting impurities. Its lower N", "2", " and CO selectivities, however, could lead to a quicker elution of these impurities into the outlet stream. It is difficult to use this information alone to determine which material would be able to selectively adsorb the largest amount of impurities, allow for the longest PSA feed step, and require the lowest amount of purge gas during the regeneration step.", "3.3", "Breakthrough Curves", "In the work of Ribeiro et al., PSA cycles were modeled using five-component SMROG mixtures and layered beds composed of a commercial zeolite and an activated carbon.", "(16)", " Here, we compare beds containing these commercial adsorbents to beds containing the four MOFs studied in this work, namely, UiO-66(Zr), UiO-66(Zr)-Br, UiO-67(Zr), and Zr–Cl", "2", "AzoBDC, as well as Zeolite 5A and Calgon PCB.", "The breakthrough curves in Figure ", "6", " show the concentration of each impurity as a function of dimensionless time at the column outlet. The dimensionless time, τ, was calculated as", "(5)", "where ", "u", " is the velocity of the mixture through the column, ", "L", " is the column length, and ε is the bed void fraction. The use of dimensionless breakthrough time as opposed to specific time allows for a direct comparison of the breakthrough behaviors between processes with different operating parameters. As shown in Figure ", "6", ", for all six adsorbents, the first impurity to elute was N", "2", ", followed by CO, CH", "4", ", and finally CO", "2", ", as expected considering the weak N", "2", "–pore surface interactions and the high heats of adsorption of CO", "2", " in each of the materials. N", "2", " breakthrough is therefore confirmed as the limiting factor in determining the duration of the feed step in the PSA process. In addition, the strong interactions between CO", "2", " and the adsorbents indicate that this impurity is the most difficult to desorb and could therefore present a constraint during the purge step. In the four MOFs and the activated carbon, CO adsorbed more weakly than CH", "4", " and therefore eluted more quickly. Conversely, in the commercial zeolite, the nonpolar CH", "4", " molecules interacted more weakly with the framework and therefore eluted earlier than the polar CO molecules. The breakthrough curves of the three intermediate compounds adsorbed, that is, N", "2", ", CH", "4", ", and CO, contain regions where the outlet concentrations were higher than their concentrations in the inlet stream. These regions contained one, two, or three plateaus each, depending on the order of elution, and were caused by competitive adsorption behavior, where more strongly adsorbed species displaced weaker interacting species from adsorption sites within the column. For example, in Figure ", "6", "a, the N", "2", " curve presents three consecutive steps signifying the displacement of N", "2", " molecules by CO, CH", "4", ", and CO", "2", " molecules, respectively.", "Figure 6. Simulated breakthrough curves for a five-component mixture through a 1-m-long adsorption column containing (a) UiO-66(Zr)-Br, (b) UiO-66(Zr), (c) UiO-67(Zr), (d) Zr–Cl", "2", "AzoBDC, (e) AC*, and (f) Zeolite*. Long dashed line, CO", "2", "; short dashed line, CH", "4", "; dotted line, CO; solid line, N", "2", ". Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.", "(16)", "We focused on the N", "2", " and CO", "2", " breakthrough curves shown in Figure ", "7", " to determine how the MOFs performed in comparison with the commercial zeolite and activated carbon. Two of the four MOFs considered, namely, UiO-66(Zr) and UiO-66(Zr)-Br, were found to have longer N", "2", " breakthrough times than the zeolite, suggesting that these materials could potentially be used to replace zeolites in hydrogen purification beds to optimize the PSA process. The inset in Figure ", "7", "a indicates that UiO-66(Zr)-Br had the longest time to breakthrough for N", "2", " molecules, which makes it the most promising MOF in this study. UiO-67(Zr) and Zr–Cl", "2", "AzoBDC were both found to have significantly shorter N", "2", " breakthrough times than the zeolite. Figure ", "7", "b shows that the CO", "2", " breakthrough time of UiO-66(Zr)-Br was similar to that of the zeolite. CO", "2", " adsorbs weakly in the activated carbon, as well as in large-pore MOFs, and therefore elutes at an earlier time point.", "Figure 7. (a) N", "2", " and (b) CO", "2", " outlet concentrations as a function of dimensionless time for each of the six adsorbents. The inset in panel a focuses on the 0–20 range. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.", "(16)", "To compare the performance of the four MOFs to those of industrial PSA adsorbents, we extended our analysis to include Zeolite 5A and activated carbon Calgon PCB, which have been widely studied. Breakthrough simulations for these materials were carried out based on the adsorption data provided in the recent PSA work of Ahn et al.", "(17)", " In Figure ", "8", ", breakthrough times for the MOFs, zeolites, and activated carbons are plotted as functions of loading pressure. For all adsorbents in this study, N", "2", " was the first impurity to elute into the product stream. Considering that the purity requirement for H", "2", " fuel and propellant applications is a N", "2", " concentration lower than 2 ppm,", "(56)", " the breakthrough time was defined as the time at which the N", "2", " content in the outlet stream reached a conservative 1 ppm.", "Figure 8. N", "2", " breakthrough time as a function of loading pressure. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.", "(16)", "UiO-67(Zr) and Zr–Cl", "2", "AzoBDC exhibited short breakthrough times across the entire pressure range, similarly to the activated carbons, which is due to weak N", "2", "–framework interactions. The remaining two MOFs, however, were found to have longer breakthrough times than the two zeolite materials. The longest retention of impurities corresponds to UiO-66(Zr)-Br, making it a particularly promising PSA adsorbent.", "As mentioned earlier, the length of the PSA purge step is limited by the ease of CO", "2", " desorption from the bed. Currently, PSA units employ layered beds containing two or more adsorbents. This technique aims to adsorb each impurity within a layer from which it can be readily desorbed. Alumina or silica layers are used to adsorb water vapor, whereas activated carbon is used to target CO", "2", " and long hydrocarbons. These strongly adsorbing impurities are thus prevented from reaching the zeolite layer, from which they would be difficult to remove. In the work of Ribeiro et al., a layered bed containing activated carbon and zeolite was modeled as part of an eight-step PSA cycle, and an outlet stream purity of 99.9994% was obtained.", "(16)", " Considering that some MOFs in this study have high heats of adsorption for CO", "2", ", particularly UiO-66(Zr)-Br, it is likely that the use of MOFs in layered adsorption beds along with activated carbon would prove to be more efficient than the use of a MOF-only bed.", "Breakthrough curves were modeled for the same gas mixture through 1-m-long columns containing a 0.5-m bottom layer of the commercial activated carbon used by Ribeiro et al.,", "(16)", " followed by a 0.5-m layer of one of the MOFs or the commercial zeolite. The UiO-66(Zr) and UiO-66(Zr)-Br layered beds exhibited N", "2", " breakthrough times that were similar to or longer than those of the two zeolite layered beds, as shown in Figure ", "9", ". Generally, N", "2", " breakthrough times are shorter in the case of layered beds than for the single-component beds due to the relatively fast movement of molecules through the activated carbon (AC) layer. A comparison of the N", "2", " times to breakthrough for single- versus two-layered beds is shown in Figure ", "10", ". Although the addition of an AC layer has the benefit of capturing CO", "2", " molecules and preventing them from reaching the MOF layer, there is a tradeoff in terms of the duration of the feed step, and this effect is most significant in the case of UiO-66(Zr)-Br. Nevertheless, even though both UiO-66(Zr) and UiO-66(Zr)-Br perform better than the commercial zeolite of Ribeiro et al.", "(16)", " and Zeolite 5A, the most promising framework for H", "2", " purification using a two-layered bed is UiO-66(Zr)-Br. For UiO-67(Zr), there is only a minor decrease in breakthrough time when the AC layer is included, whereas for Zr–Cl", "2", "AzoBDC, the breakthrough time is actually improved in the two-layer setup. This is explained by the weak retention of CO", "2", " in the two large-pore MOFs, as shown in Figure ", "7", " b, which is similar to or worse than that of AC*.", "Figure 9. N", "2", " breakthrough time for layered beds as a function of loading pressure. Each bed contains an AC* layer and an equal layer of MOF or zeolite. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.", "(16)", "Figure 10. Time to N", "2", " breakthrough (1 ppm in the outlet stream) for 1-m columns containing MOF or zeolite only (black) and layered columns containing equal volumes of AC* and MOF or zeolite (gray). Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.", "(16)", "To compare the ease of column regeneration, layered-bed adsorption simulations were carried out for each of the MOFs and zeolites and terminated at their specific N", "2", " breakthrough times. These simulations were then followed by a desorption stage carried out at 1 bar, consisting of a 50-s blowdown and a 450-s purge with pure H", "2", ". The impurity loadings at the bottom of the MOF/zeolite layer, approximately in the middle of the column, during the adsorption and desorption stages are shown on the left- and right-hand sides, respectively, of Figure ", "11", ". Unsurprisingly, the lowest loadings during adsorption and the quickest regenerations were observed for UiO-67(Zr) and Zr–Cl", "2", "AzoBDC. The two smaller-pore MOFs, UiO-66(Zr) and UiO-66(Zr)-Br, had the highest impurity loadings following the adsorption stage. In particular, UiO-66(Zr)-Br had a N", "2", " loading that was more than 3 times those in Zeolite* and Zeolite 5A. Despite the higher amounts of impurities adsorbed inside the small-pore MOFs, full regeneration was achieved after approximately 300 s, which was nearly the same as the regeneration times observed for the two zeolites. This indicates that a layered PSA column containing UiO-66(Zr) or UiO-66(Zr)-Br could be used to produce a greater amount of high-purity H", "2", " than PSA columns containing the two zeolites, without requiring a longer purge stage.", "Figure 11. Adsorbed impurity concentrations at the bottom of the MOF/zeolite layer from layered-bed adsorption simulations terminated at the N", "2", " breakthrough point (left column) and desorption simulations (right column). Beds contain equal layers of AC* and (a) UiO-66(Zr), (b) UiO-66(Zr)-Br, (c) UiO-67(Zr), (d) Zr–Cl", "2", "AzoBDC, (e) Zeolite*, and (f) Zeolite 5A. Dotted line, CO; solid line, N", "2", "; long dashed line, CO", "2", "; short dashed line, CH", "4", ". The CO", "2", " and CH", "4", " curves coincide with the ", "x", " axes in all cases. Zeolite* and AC* are the commercial adsorbents from the work of Ribeiro et al.", "(16)", "For all of the frameworks investigated here, the chosen activated carbon layer height of 0.5 m was observed to prevent CO", "2", " from eluting into the MOF layer before the N", "2", " breakthrough time was reached. Given the substantial reduction in the overall N", "2", " breakthrough time caused by the addition of the AC layer, only the minimum amount of AC required to retain the CO", "2", " molecules should be used. We selected the structure identified as having the longest N", "2", " breakthrough time, UiO-66(Zr)-Br, to investigate the optimum AC layer height.  Figure ", "12", " is shown a plot of the CO", "2", " AC-layer breakthrough time along with the overall N", "2", " breakthrough time for a range of ratios between the heights of the AC and UiO-66(Zr)-Br layers. The column length was fixed at 1 m. For an AC layer height between 0.2 and 0.4 m, CO", "2", " (shown as open spheres) reached the UiO-66(Zr)-Br layer before the N", "2", " concentration (shown as solid spheres) reached 1 ppm in the product stream. In this region, the duration of the PSA cycle was limited by the CO", "2", " breakthrough time through the activated carbon. For an AC layer thicker than 0.45 m, all of the CO", "2", " was retained inside the AC layer for much longer periods of time. However, a thicker activated carbon layer resulted in poorer N", "2", " retention. For AC layer heights greater than 0.45 m, the PSA cycle duration was limited by the N", "2", " breakthrough time, which was significantly shorter. The operating range is therefore the area underneath the lowest of the two constraints and is shown in gray in Figure ", "11", ". The shortest AC layer height that would provide a CO", "2", " retention time in the AC layer that is longer than the N", "2", " overall retention time is 0.45 m. Decreasing the AC layer height from 0.5 to 0.45 m would increase the potential PSA dimensionless breakthrough time from 5.27 to 5.47 (from 130 to 135 s).", "Figure 12. For a layered bed of the commercial activated carbon and UiO-66(Zr)-Br: 1 ppm breakthrough time for CO", "2", " at the end of the activated layer (open spheres) and N", "2", " breakthrough time at the end of the column (solid spheres). The gray shaded region in the graph denotes the PSA cycle durations for which both operating conditions are satisfied: N", "2", " retention inside the column and CO", "2", " retention in the activated carbon layer.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "The work presented in this study demonstrates that some metal–organic frameworks might be able to compete with commercial zeolites as adsorbents for the purification of H", "2", " from SMROG by pressure swing adsorption. The separation capabilities of four MOFs, namely, UiO-66(Zr), UiO-66(Zr)-Br, UiO-67(Zr), and Zr–Cl", "2", "AzoBDC, were compared to a commercial zeolite and a commercial activated carbon, as well as Zeolite 5A and Calgon PCB. The MOFs were first evaluated in terms of their pure-component adsorption isotherms, working capacities, and adsorption enthalpies for each of the mixture components, as well as binary-mixture selectivities. UiO-66(Zr)-Br was observed to have the highest selectivities and working capacities for N", "2", " and CO, indicating that the presence of narrow pores and functionalized linkers results in improved retention of weakly interacting gases through stronger adsorbate–framework interactions. UiO-66(Zr), on the other hand, displayed the highest CH", "4", " and CO", "2", " working capacities for the pressure range of 1–7 bar. Considering that CO", "2", " is the most abundant impurity in the SMROG mixture and that the most weakly adsorbed impurity is N", "2", ", it is difficult to determine which of the four MOFs would be most efficient in separating H", "2", " from SMROG based on adsorption and selectivity data alone. We therefore employed breakthrough curve simulations for five-component mixtures composed of H", "2", ", N", "2", ", CO, CH", "4", ", and CO", "2", ". Such simulations are exceptionally useful as they enable the study of both adsorptive and diffusive processes and take into account the contributions of each of the mixture components. The study of single- and two-layered beds revealed that UiO-66(Zr) and UiO-66(Zr)-Br have longer breakthrough times than both the commercial zeolite studied by Ribeiro et al.", "(16)", " and Zeolite 5A and would therefore result in a larger amount of high-purity H", "2", " product per PSA cycle. UiO-66(Zr)-Br was found to be the most effective material for retaining the impurities present in SMROG, having the longest breakthrough time in this study.", "It is important to bear in mind that PSA adsorbents are selected based not only on their thermodynamic properties but also on their physical robustness. The UiO-66(Zr) family of MOFs has been shown to have a high resistance to solvents and to mechanical pressure of up to 10 kg cm", "–2", ",", "(23)", " making UiO-66(Zr)-Br a particularly promising PSA adsorbent.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Calculation of micropore and macropore diffusion parameters and linear driving force parameters for micropore and macropore diffusion (Table S1). EF-NEMD simulation details. Breakthrough model and simulation details. Process parameters adopted in the PSA column simulations (Table S2). Dual-site Langmuir parameters for the four MOFs, zeolites, and activated carbons (Tables S3–S5). Validation of breakthrough simulations and comparison of simulated and experimental breakthrough curves (Figure S1). Validation of adsorption isotherm simulations for UiO-66(Zr) (Figure S2). MOF working capacities for pressure ranges equivalent to the impurity partial pressures in SMROG (Figures S3 and S4, Table S6). Isosteric heats of adsorption for each of the MOFs as a function of loading (Figures S5–S8). Estimated bulk densities of the four MOFs studied (Table S7). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "T.D. and A.-M. B. thank the EPSRC (EP/F009208/1) for funding. D.F and S.B. also thank the EPSRC (EP/G062129/1 and EP/I010939/1) for funding. This work made use of the resources provided by the Edinburgh Compute and Data Facility (ECDF) (", "http://www.ecdf.ed.ac.uk/", ").", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusions", "References", "References", "This article references 56 other publications.", "1. ", "Ruthven", ", ", "D. M.", ", ", "Farooq", ", ", "S.", ", and ", "Knabel", ", ", "K. S.", "  ", "Pressure Swing Adsorption", "; ", "VCH", ": ", "New York", ", ", "1994", ".", "There is no corresponding record for this reference.", "2. ", "Stocker", ", ", "J.", ", ", "Whysall", ", ", "M.", ", and ", "Miller", ", ", "G. Q.", "  ", "30 Years of PSA Technology for Hydrogen Purification", "; ", "UOP", ": ", "Des Plaines, IL", ", ", "1998", ".", "There is no corresponding record for this reference.", "3. ", "Liu", ", ", "K.", ", ", "Song", ", ", "C.", ", and ", "Subramani", ", ", "V.", "  ", "Hydrogen and Syngas Production and Purification Technologies", "; ", "John Wiley and Sons, Inc.", ": ", "New York", ", ", "2010", ".", "There is no corresponding record for this reference.", "4. ", "Ritter", ", ", "J. A.", "; ", "Yang", ", ", "R. T.", " ", "Equilibrium Adsorption of Multicomponent Gas Mixtures at Elevated Pressures", " ", "Ind. Eng. Chem. Res.", " ", "1987", ",  ", "26", ",  ", "1679", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Equilibrium adsorption of multicomponent gas mixtures at elevated pressures", "Ritter, J. A.; Yang, R. T.", "Industrial & Engineering Chemistry Research", "\r\n        (", "1987", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "1679-86", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    ", "The equil. adsorption of H2, CO, CH4, CO2, and H2S (single and mixts. of 2-5 species) by activated carbon was measured at ≤400 psia.  Temp.-dependent parameters, regressed from single-gas data, were applied to theor. models that predict adsorption from gas mixts.  Deviations between theory (IAS) and expt. increased with the pressure and the no. of mixt. components.  None of the theories employing only single-gas data could predict multicomponent adsorption consistently.  Multicomponent adsorption can be predicted by using the extended Langmuir equation with inclusion of an interaction parameter calcd. from only single and binary data.  An unusual result was that, in the application of mixt. adsorption theories, significantly different results can be obtained from the same model depending on the selection of the independent variable set, {T, P, Xi} or {T, P, Yi}, where T, P, Xi, and Yi are the temp. and pressure and X and Y the mole fractions in the adsorbed and gas phases, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXks1Wit7k%253D&md5=ce49d1fe97021a58ee7ab2a241386c70", "5. ", "Golden", ", ", "T. C.", "; ", "Kumar", ", ", "R.", "; ", "Kratz", ", ", "W. C.", " ", " ", "Hydrogen purification", ". U.S. Patent 4,957,514, ", "1990", ".", "There is no corresponding record for this reference.", "6. ", "Plee", ", ", "D.", " ", " ", "Purification of hydrogen flowstreams by selectively adsorbing impurities therefrom", ". U.S. Patent 6,464,756, ", "2002", ".", "There is no corresponding record for this reference.", "7. ", "Le Bec", ", ", "R.", " ", " ", "Method for purifying hydrogen-based gas mixtures using calcium X-zeolite", ". U.S. Patent 6,849,106, ", "2005", ".", "There is no corresponding record for this reference.", "8. ", "Bomard", ", ", "O.", "; ", "Jutard", ", ", "J.", "; ", "Moreau", ", ", "S.", "; ", " ", "Vigor, X. Method for purifying hydrogen based gas mixtures using a lithium-exchanged X zeolite", ". U.S. Patent 5,912,422, ", "1997", ".", "There is no corresponding record for this reference.", "9. ", "Lee", ", ", "C. H.", "; ", "Yang", ", ", "J. Y.", "; ", "Ahn", ", ", "H. W.", " ", "Effects of carbon-to-zeolite ratio on layered bed H", "2", " PSA for coke oven gas", " ", "AIChE J.", " ", "1999", ",  ", "45", ",  ", "535", "[", "Crossref", "], [", "CAS", "]", "9. ", "Effects of carbon-to-zeolite ratio on layered bed H2 PSA for coke oven gas", "Lee, Chang-Ha; Yang, Jaeyoung; Ahn, Hyungwoong", "AIChE Journal", "\r\n        (", "1999", "),\r\n    ", "45", "\r\n        (", "3", "),\r\n    ", "535-545", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "Effects of carbon-to-zeolite ratio on a layered bed H2 PSA using activated carbon and zeolite 5A were studied exptl. and theor.  Coke oven gas (56.4 vol.% H2, 26.6 vol.% CH4, 8.4 vol.% CO, 5.5 vol.% N2, and 3.1 vol.% CO2) was used as a feed gas for the seven-step two-bed PSA process incorporating a backfill step.  In these expts., the effects of three operating variables such as adsorption pressure, feed rate and purge rate on the performance of a layered bed PSA were investigated.  The layered bed gave better purity than the single-adsorbent bed at the same operating condition, except at low purge rate.  Since every component had its own front velocity at each layer, a carbon-to-zeolite ratio affected product purity at a given recovery or throughput.  Moreover, for a high-purity H2 product from coke oven gas, an optimum carbon-to-zeolite ratio had to be detd. to control a leading wavefront of N2.  In layered bed PSA processes, the temp. variations inside the bed reflected a kind of inflection or plateau at which a roll-up phenomenon occurred and showed the dynamics of adsorption well at each step during a cycle.  Simulated results of the dynamic model incorporating mass, energy and momentum balances agreed well with the PSA exptl. results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhvFenurs%253D&md5=f81b394fe1534b4369d5ac45bcefeec8", "10. ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Metal–Organic Frameworks for Separations", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "11. ", "Sircar", ", ", "S.", "; ", "Golden", ", ", "T. C.", " ", "Purification of hydrogen by pressure swing adsorption", " ", "Sep. Sci. Technol.", " ", "2000", ",  ", "35", ",  ", "667", "[", "Crossref", "], [", "CAS", "]", "11. ", "Purification of hydrogen by pressure swing adsorption", "Sircar, S.; Golden, T. C.", "Separation Science and Technology", "\r\n        (", "2000", "),\r\n    ", "35", "\r\n        (", "5", "),\r\n    ", "667-687", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Marcel Dekker, Inc.", ")\r\n        ", "A review with 21 refs.  Pressure swing adsorption (PSA) processes are used for the prodn. of high purity hydrogen from steam methane reforming off-gas (SMROG) and refinery off-gases (ROG).  A variety of com. PSA processes for the prodn. of H2 with or without a byproduct (CO2 from SMROG), as well as PSA processes for direct prodn. of ammonia synthesis gas (from SMROG), are reviewed.  The equil. ad(de)sorption characteristics of the components of SMROG and ROG feed gas on an activated carbon, a zeolite, and a silica gel are reported, and the criteria for adsorbent selection in these PSA processes are discussed.  Recent ideas to increase the H2 recovery from these PSA processes by integrating them with selective surface flow membranes or other PSA units are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXisFWhs7s%253D&md5=5e97bf338ec51c5df6064f93959cf3ea", "12. ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Screening Metal–Organic Frameworks by Analysis of Transient Breakthrough of Gas Mixtures in a Fixed Bed Adsorber", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "12941", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Screening Metal-Organic Frameworks by Analysis of Transient Breakthrough of Gas Mixtures in a Fixed Bed Adsorber", "Krishna, Rajamani; Long, Jeffrey R.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "26", "),\r\n    ", "12941-12950", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) offer considerable potential for sepg. a variety of mixts. that are important in applications such as CO2 capture and H2 purifn.  In view of the vast no. of MOFs that were synthesized, there is a need for a reliable procedure for comparing screening and ranking MOFs with regard to their anticipated performance in pressure swing adsorption (PSA) units.  For this purpose, the most commonly used metrics are the adsorption selectivity and the working capacity.  Here, an addnl. metric is suggested for comparing MOFs that is based on the anal. of the transient response of an adsorber to a step input of a gaseous mixt.  For a chosen purity of the gaseous mixt. exiting from the adsorber, a dimensionless breakthrough time τbreak can be defined and detd.; this metric dets. the frequency of required regeneration and affects the productivity of a PSA unit.  The values of τbreak are dictated both by selectivity and by capacity metrics.  By performing transient adsorber calcns. for sepn. of CO2/H2, CO2/CH4, CH4/H2, and CO2/CH4/H2 mixts., the values of τbreak are compared to highlight some important advantages of MOFs over conventionally used adsorbents such as zeolite NaX.  For a given sepn. duty, such comparisons provide a more realistic ranking of MOFs than afforded by either selectivity or capacity metrics alone.  The breakthrough calcns. can provide an essential tool for screening MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsFWjt7s%253D&md5=a17dbf95a1a446ff060180d944e5f668", "13. ", "Ho", ", ", "M. T.", "; ", "Allinson", ", ", "G. W.", "; ", "Wiley", ", ", "D. E.", " ", "Reducing the cost of CO", "2", " capture from flue gases using pressure swing adsorption", " ", "Ind. Eng. Chem. Res.", " ", "2008", ",  ", "47", ",  ", "4883", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Reducing the Cost of CO2 Capture from Flue Gases Using Pressure Swing Adsorption", "Ho, Minh T.; Allinson, Guy W.; Wiley, Dianne E.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "14", "),\r\n    ", "4883-4890", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pressure swing adsorption (PSA) processes are extensively used to sep. gases, esp. H2 from CO2, and in air purifn.  This work examd. the economic feasibility of PSA to recover CO2 from post-combustion power generating flue gas.  The anal. considered high-pressure feed and vacuum desorption using com. adsorbent. 13X, which has a working capacity of 2.2 mol/kg and CO2/N2 selectivity of 54.  Results showed vacuum desorption reduced capture costs from 57 to 51 US dollars/ton CO2 avoided, and was comparable in cost to CO2 capture using conventional monoethanolaime absorption at 49 US dollars/ton CO2 avoided.  A sensitivity anal. is also presented showing the effect of process cycle changes, feed and evacuation pressures, adsorbent characteristics improvements, and selectivity and working capacity on capture costs.  Results showed a hypothetical adsorbent with a 4.3 mol/kg working capacity and a 150 CO2/N2 selectivity reduced capture costs to 30 US dollars/CO2 avoided.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXntF2rs7w%253D&md5=2428c282d985725c9b0dc1087c53ca82", "14. ", "Kumar", ", ", "R.", " ", "Pressure Swing Adsorption Process: Performance Optimum and Adsorbent Selection", " ", "Ind. Eng. Chem. Res.", " ", "1994", ",  ", "33", ",  ", "1600", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Pressure Swing Adsorption Process: Performance Optimum and Adsorbent Selection", "Kumar, Ravi", "Industrial & Engineering Chemistry Research", "\r\n        (", "1994", "),\r\n    ", "33", "\r\n        (", "6", "),\r\n    ", "1600-5", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    ", "Simulation results for an adsorptive gas sepn. process are presented.  A feed gas mixt. contg. 25% methane and 75% hydrogen at a pressure of 20 atm is sepd. by a 4-bed, 9-step pressure swing adsorption process to produce high purity hydrogen.  The optimum operating conditions for producing max. net product are identified.  It is shown that improving mass-transfer characteristics of the adsorbent is helpful, but only up to a limit, after which it does not help to further reduce the mass-transfer resistance.  It is also shown that the best adsorbent cannot be chosen by considering only the selectivity or working capacity.  A combination of both of these properties is important.  On the other hand, higher satn. capacity improves the performance of the simulated process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXjt1Kgur4%253D&md5=c07802b281009731b78bcc127aea738f", "15. ", "Friedrich", ", ", "D.", "; ", "Ferrari", ", ", "M.-C.", "; ", "Brandani", ", ", "S.", " ", " ", "Efficient Simulation and Acceleration of Convergence for a Dual Piston Pressure Swing Adsorption System", ".  ", "Ind. Eng. Chem. Res.", " ", "2013", ",  ", "52", ",  ", "8897", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Efficient Simulation and Acceleration of Convergence for a Dual Piston Pressure Swing Adsorption System", "Friedrich, Daniel; Ferrari, Maria-Chiara; Brandani, Stefano", "Industrial & Engineering Chemistry Research", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "26", "),\r\n    ", "8897-8905", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dual piston pressure swing adsorption (DP-PSA) system offers the potential for the full characterization of adsorbent materials under a large range of exptl. conditions.  The anal. of these expts. requires an efficient tool for the simulation of the DP-PSA system to cyclic steady state (CSS).  In this contribution, a simulation tool is developed and applied to a math. model of the DP-PSA system.  The governing set of partial differential equations (PDEs) is solved with state-of-the-art discretization schemes, which are tailored to the character of the governing equations.  PDEs with a strong hyperbolic character are discretized with the finite vol. method (FVM) with a flux-limiting scheme; this guarantees the conservation of mass as well as correct tracking of the moving fronts.  The mass transfer in the adsorbent materials is discretized with the orthogonal collocation on finite elements method which is a very efficient method for problems with steep, stationary gradients.  The large system of differential algebraic equations (DAEs) is solved with the state-of-the-art DAE solver SUNDIALS.  Even with these sophisticated discretization schemes, the computation times to reach CSS are long due to the nonlinear system behavior as well as the complex nature of the system.  Several strategies to reduce the computation time are implemented: (i) conservative node refinement: initial simulation with lower resoln. discretization; (ii) implementation of numerical acceleration schemes, e.g., the extrapolation method, which accelerate the convergence to CSS; (iii) restart from previous simulation runs.  Each of the acceleration schemes reduces the required simulation time by at least a factor of 2, and the combination of the schemes accelerates the simulation by a factor of 10.  Thus, the combined simulation tool allows the rapid simulation of the DP-PSA system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvFeksb8%253D&md5=688c2346f94048af0a153f60be3ba476", "16. ", "Ribeiro", ", ", "A. M.", "; ", "Grande", ", ", "C. A.", "; ", "Lopes", ", ", "F. V. S.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "A parametric study of layered bed PSA for hydrogen purification", " ", "Chem. Eng. Sci.", " ", "2008", ",  ", "63", ",  ", "5258", "[", "Crossref", "], [", "CAS", "]", "16. ", "A parametric study of layered bed PSA for hydrogen purification", "Ribeiro, Ana M.; Grande, Carlos A.; Lopes, Filipe V. S.; Loureiro, Jose M.; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2008", "),\r\n    ", "63", "\r\n        (", "21", "),\r\n    ", "5258-5273", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The prodn. of high purity hydrogen (99.99+%) at reduced cost is an important and sought target.  This work is focused on the sepn. of hydrogen from a five component mixt. (H2/CO2/CH4/CO/N2) by pressure swing adsorption.  A complete math. model that describes the dynamic behavior of a PSA unit is presented.  This model is applied in the study of the behavior of both single column and four columns PSA processes with layered activated carbon/zeolite beds and with an eight steps cycle.  In the single column simulation, a 99.9994% purity hydrogen stream is attained at the end of the feed step for a process hydrogen recovery of 51.84% and a productivity of 59.6 molH2/ kgads/day .  The multicolumn simulation predicts a hydrogen recovery and purity, resp., of 52.11% and 99.9958%.  The influence of feed flow rate, purge to feed ratio and lengths of both adsorbent layers on the system performance is assessed.  It is shown that the introduction of the zeolite layer improves both the purity and recovery of the process.  Reduced models are formulated based on the sequential identification of controlling resistances in the complete model.  The predictions of the reduced models are evaluated by comparing their results with those obtained from the complete model.  It is shown that the model that merely takes into account the micropore resistance (described by the LDF model) and assumes thermal equil. only between the gas and solid phases satisfactorily predicts the behavior of the pressure swing adsorption unit.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1emu7fF&md5=a71bca6491c1cf418ccea6353e28e33e", "17. ", "Ahn", ", ", "S.", "; ", "You", ", ", "Y.-W.", "; ", "Lee", ", ", "D.-G.", "; ", "Kim", ", ", "K.-H.", "; ", "Oh", ", ", "M.", "; ", "Lee", ", ", "C.-H.", " ", "Layered two- and four-bed PSA processes for H", "2", " recovery from coal gas", " ", "Chem. Eng. Sci.", " ", "2012", ",  ", "68", ",  ", "413", "[", "Crossref", "], [", "CAS", "]", "17. ", "Layered two- and four-bed PSA processes for H2 recovery from coal gas", "Ahn, Sol; You, Young-Woo; Lee, Dong-Geun; Kim, Ki-Hyun; Oh, Min; Lee, Chang-Ha", "Chemical Engineering Science", "\r\n        (", "2012", "),\r\n    ", "68", "\r\n        (", "1", "),\r\n    ", "413-423", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Huge amts. of global warming gas emissions have prompted interest in H2 recovery from iron and steel industry off-gases.  Pressure swing adsorption (PSA) processes with zeolite 5A- and activated C-packed layered beds were used to recover H2 from coal gas at relatively low H2 concns. (H2/CO2/CH4/CO/N2; 38/50/1/1/10 vol. percent).  Layered bed break-through curves exhibited behavior results between the zeolite 5A and activated C beds.  The bed with the higher zeolite ratio produced higher purity H2 during the PSA operation, but recovery loss became more significant with its increasing ratio.  Purity and recovery variations by operating variables were more significant in a 2-bed vs. a 4-bed PSA processes.  H2 purity for the 2-bed PSA varied asymptotically according to P:F ratio in a 0.1-0.3 range; the purity variation for the 4-bed PSA process was almost linear.  The zeolite layer in the 2-bed PSA process worked as a N2 separator; that in the 4-bed PSA process worked as a N2 purifier.  The 4-bed PSA process produced H2 at 96-99.5% purity and recovered 71-85%; N2 was the major impurity.  Break-through dynamics and H2 PSA processes were assessed using a non-isothermal dynamic model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVGmtrfM&md5=79ea1091587ee4b9b051cbe54106f61f", "18. ", "Lopes", ", ", "F. V. S.", "; ", "Grande", ", ", "C. A.", "; ", "Rodrigues", ", ", "A. E.", " ", "Activated carbon for hydrogen purification by pressure swing adsorption: Multicomponent breakthrough curves and PSA performance", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "303", "[", "Crossref", "], [", "CAS", "]", "18. ", "Activated carbon for hydrogen purification by pressure swing adsorption: Multicomponent breakthrough curves and PSA performance", "Lopes, Filipe V. S.; Grande, Carlos A.; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2011", "),\r\n    ", "66", "\r\n        (", "3", "),\r\n    ", "303-317", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "In this work, multicomponent breakthrough expts. (binary H2-CO2, ternary H2-CO2-CO, and five-component H2-CO2-CO-CH4-N2) were performed under different operating conditions in activated carbon extrudates to validate the math. model.  A 10 steps one-column vacuum pressure swing adsorption (VPSA) expt. was also performed.  These expts. allow exptl. validation of adsorption equil. predicted by the multicomponent extension of the Virial isotherm and a fixed-bed math. model.  In the VPSA expt., a 99.981% hydrogen purity stream (with 63 ppm of CO contamination) was obtained with a hydrogen recovery of 81.6% and an adsorbent productivity of 101 molH2 kg-1ads day-1.  The math. model was also employed to assess the effect of operating conditions and the effect of step times and pressure equalizations in the PSA unit.  It was verified that high-purity hydrogen (> 99.99%) can be obtained using this adsorbent with recoveries higher than 75% and unit productivities of 160 molH2kg-1adsday-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlajug%253D%253D&md5=261609cafc40427cb9674cdcf78cc1a8", "19. ", "Ahn", ", ", "H.", "; ", "Lee", ", ", "C. H.", "; ", "Seo", ", ", "B.", "; ", "Yang", ", ", "J.", "; ", "Baek", ", ", "K.", " ", "Backfill cycle of a layered bed H", "2", " PSA process", " ", "Adsorption", " ", "1999", ",  ", "5", ",  ", "419", "[", "Crossref", "], [", "CAS", "]", "19. ", "Backfill cycle of a layered bed H2 PSA process", "Ahn, Hyungwoong; Lee, Chang-Ha; Seo, Bongkook; Yang, Jaeyoung; Baek, Kihwang", "Adsorption", "\r\n        (", "1999", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "419-433", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "The backfill cycle of two-bed PSA process using activated carbon beds, zeolite 5A beds, and layered beds was studied exptl. and theor. to recover high purity H2 from coke coke oven gas.  In a layered bed PSA, a comparison was made between two PSA processes with/without a backfill step before the feed pressurization step.  Since the backfill step made the adsorption bed rich in H2 and this led to a rather steep concn. wave front at the feed pressurization step, incorporating a backfill step resulted in an increase in product purity with a decrease in recovery.  Each step of the single-adsorbent and layered bed PSA processes with a backfill step was simulated with a dynamic model incorporating mass, energy, and momentum balances.  The model agreed well with the exptl. results in predicting the product H2 purity and recovery, thus giving a basic understanding of the bed dynamics of a backfill cycle.  While the concn. and temp. profiles of a layered bed in each step showed characteristic behavior of each adsorbent in each layer, the product purity of a layered bed was not between the limits of two single-adsorbent bed processes.  The concn. profiles predicted by simulation showed that CO and N2 played an important role in obtaining high H2 purity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXns1Kjsr0%253D&md5=9297af3eb3063789f8c952f138fda04e", "20. ", "Ahn", ", ", "H.", "; ", "Yang", ", ", "J.", "; ", "Lee", ", ", "C. H.", " ", "Effects of feed composition of coke oven gas on a layered bed H", "2", " PSA process", " ", "Adsorption", " ", "2001", ",  ", "7", ",  ", "339", "[", "Crossref", "], [", "CAS", "]", "20. ", "Effects of feed composition of coke oven gas on a layered bed H2 PSA process", "Ahn, Hyungwoong; Yang, Jaeyoung; Lee, Chang-Ha", "Adsorption", "\r\n        (", "2001", "),\r\n    ", "7", "\r\n        (", "4", "),\r\n    ", "339-356", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "The effects of feed compn. on the adsorption dynamics and the optimal process design were studied from the exptl. and simulated results in the H2 layered bed PSA with activated carbon and zeolite 5A.  The breakthrough results using the \"base compn.\" (56.4 vol% H2; 26.6 vol% CH4; 8.4 vol% CO; 5.5 vol% N2; and 3.1 vol% CO2) in various layered beds were compared with those using the \"higher nitrogen compn.\" and the \"no nitrogen compn.\".  In the breakthrough dynamics, the propagation velocity of wave front of each component was closely related to the slope of isotherm estd. at its concn. in the feed.  Breakthrough behavior at each layered bed in the \"higher nitrogen compn.\" showed similar trends as that in the \"base compn.\".  However, the \"no nitrogen compn.\" showed different breakthrough behavior from the other groups.  In this feed compn., it was obsd. that the order of CO and CH4 breakthrough times was reversed with a change in the carbon-to-zeolite ratio.  Based on the adsorption dynamics and breakthrough behavior of each feed compn. group in various layered beds, the effect of feed compn. on a seven-step two-bed PSA process for the H2 recovery from coke oven gas was investigated numerically to develop a well-designed H2 PSA process under various operating conditions.  As expected from the breakthrough results, the trends of the PSA performance in the \"higher nitrogen compn.\" were similar to those in the \"base compn.\" except for the slight decrease in the optimal carbon-to-zeolite ratio.  However, in case of the \"no nitrogen compn.\", high purity product was obtained from the activated carbon-rich layered bed PSA because the adsorption capacity of the activated carbon for impurities was superior to that of zeolite.  As a result, the optimum carbon-to-zeolite ratio at each operating condition was slightly changed depending on the propagation velocity of each component on each layer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhsVKisrk%253D&md5=2fb13c0940320aad5ba787ac0f81ac11", "21. ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "CO", "2", "/CH", "4", ", CH", "4", "/H", "2", " and CO", "2", "/CH", "4", "/H", "2", " separations at high pressures using Mg", "2", "(dobdc)", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "151", ",  ", "481", "[", "Crossref", "], [", "CAS", "]", "21. ", "CO2/CH4, CH4/H2 and CO2/CH4/H2 separations at high pressures using Mg2(dobdc)", "Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "151", "\r\n        (", "),\r\n    ", "481-487", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "High-pressure sepns. of binary and ternary mixts. of CO2, CH4, and H2 are relevant to carbon dioxide capture as well as hydrogen and natural gas purifn.  Metal-org. frameworks represent a class of porous materials that could be used to accomplish these sepns., and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate), also sometimes referred to as Mg-MOF-74 or CPO-27-Mg, is an esp. lightwt. metal-org. framework with a high concn. of coordinatively-unsatd. metal sites decorating its interior surfaces.  High pressure CH4 adsorption isotherms presented here, together with CO2 and H2 adsorption behavior, are analyzed using the Ideal Adsorbed Soln. Theory to model CO2/CH4, CH4/H2, and CO2/CH4/H2 mixt. sepns. using Mg2(dobdc).  The selectivities, working capacities and breakthrough performances for these three mixts. are reported, and Mg2(dobdc) is shown to outperform zeolite 13X in each scenario.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gs7zP&md5=71e4200b2e91b5d4384c45eefa8e38bd", "22. ", "Wu", ", ", "H. H.", "; ", "Yao", ", ", "K. X.", "; ", "Zhu", ", ", "Y. H.", "; ", "Li", ", ", "B. Y.", "; ", "Shi", ", ", "Z.", "; ", "Krishna", ", ", "R.", "; ", "Li", ", ", "J.", " ", "Cu-TDPAT, an ", "rht", "-Type Dual-Functional Metal–Organic Framework Offering Significant Potential for Use in H", "2", " and Natural Gas Purification Processes Operating at High Pressures", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "16609", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Cu-TDPAT, an rht-Type Dual-Functional Metal-Organic Framework Offering Significant Potential for Use in H2 and Natural Gas Purification Processes Operating at High Pressures", "Wu, Haohan; Yao, Kexin; Zhu, Yihan; Li, Baiyan; Shi, Zhan; Krishna, Rajamani; Li, Jing", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "31", "),\r\n    ", "16609-16618", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The sepns. of CO2/CO/CH4/H2, CO2/H2, CH4/H2, and CO2/CH4 mixts. at pressures ranging to 7 MPa are important in a variety of contexts, including H2 prodn., natural gas purifn., and fuel-gas processing.  The primary objective of this study is to demonstrate the selective adsorption potential of an rht-type metal-org. framework [Cu3(TDPAT)(H2O)3]·10H2O·5DMA (Cu-TDPAT), possessing a high d. of both open metal sites and Lewis basic sites.  Exptl. high pressure pure component isotherm data for CO2, CO, CH4, and H2 are combined with the Ideal Adsorbed Soln. Theory (IAST) for estn. of mixt. adsorption equil.  The sepn. performance of Cu-TDPAT is compared with four other microporous materials, specifically chosen in order to span a wide range of physicochem. characteristics: MgMOF-74, MIL-101, LTA-5A, and NaX.  For all mixts. investigated, the capacity of Cu-TDPAT to produce the desired product, H2 or CH4, satisfying stringent purity requirements, in a fixed bed operating at pressures exceeding about 4 MPa, is either comparable to, or exceeds, that of other materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVCmtrzM&md5=122af44ef0155dd7fcca2ab8237bac6f", "23. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "A New Zirconium Inorganic Building Brick Forming Metal Organic Frameworks with Exceptional Stability", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "24. ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "Exceptional Mechanical Stability of Highly Porous Zirconium Metal–Organic Framework UiO-66 and Its Important Implications", " ", "J. Phys. Chem. Lett.", " ", "2013", ",  ", "4", ",  ", "925", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Mechanical stability of highly porous zirconium metal-organic framework UiO-66", "Wu, Hui; Yildirim, Taner; Zhou, Wei", "Journal of Physical Chemistry Letters", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "925-930", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with high porosity usually exhibit weak mech. stabilities, in particular, rather low stabilities against shear stress.  This limitation remains one of the bottlenecks for certain applications of porous MOFs, such as gas storage or sepn. that requires dense packing of the MOF powders under mech. compression without collapsing the pores.  We found that UiO-66, a prototypical Zr-MOF with high porosity, exhibits unusually high shear stability.  Its minimal shear modulus (Gmin = 13.7 GPa) is an order of magnitude higher than those of other benchmark highly porous MOFs (e.g., MOF-5, ZIF-8, HKUST-1), approaching that of zeolites.  Our anal. clearly shows that the exceptional mech. stability of UiO-66 is due to its high framework connections (i.e., the high degree of coordination of Zr-O metal centers to the org. linkers).  Our work thus provides important guidelines for developing new porous MOFs targeting at high mech. stabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFejsbc%253D&md5=787fa63c91d5146a8ee7364cd773788a", "25. ", "Yang", ", ", "Q. Y.", "; ", "Guillerm", ", ", "V.", "; ", "Ragon", ", ", "F.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Zhong", ", ", "C. L.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "CH", "4", " storage and CO", "2", " capture in highly porous zirconium oxide based metal–organic frameworks", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "9831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "CH4 storage and CO2 capture in highly porous zirconium oxide based metal-organic frameworks", "Yang, Qingyuan; Guillerm, Vincent; Ragon, Florence; Wiersum, Andrew D.; Llewellyn, Philip L.; Zhong, Chongli; Devic, Thomas; Serre, Christian; Maurin, Guillaume", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "79", "),\r\n    ", "9831-9833", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of porous Zr oxoclusters-based MOFs was computationally explored for their gas storage/capture performances.  The highly porous UiO-67(Zr) and UiO-68(Zr) solids show exceptionally high CH4 and CO2 adsorption capacities under operating conditions that make these thermal, water and mech. resistant materials very promising for physisorption-based processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtleitrzE&md5=8970253466365316a7525498b3f42f9d", "26. ", "Biswas", ", ", "S.", "; ", "Van Der Voort", ", ", "P.", " ", "A General Strategy for the Synthesis of Functionalised UiO-66 Frameworks: Characterisation, Stability and CO", "2", " Adsorption Properties", " ", "Eur. J. Inorg. Chem.", " ", "2013", ",  ", "2154", "[", "Crossref", "], [", "CAS", "]", "26. ", "A General Strategy for the Synthesis of Functionalised UiO-66 Frameworks: Characterisation, Stability and CO2 Adsorption Properties", "Biswas, Shyam; Van Der Voort, Pascal", "European Journal of Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "2013", "\r\n        (", "12", "),\r\n    ", "2154-2160", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A general synthetic strategy has been developed, which can be used for the prepn. of all the known as well as five new functionalized UiO-66-X compds. [X = H, F, F2, Cl, Cl2, Br, Br2, I, CH3, (CH3)2, CF3, (CF3)2, NO2, NH2, OH, (OH)2, OCH3, (CO2H)2, SO3H, C6H4].  Starting from a reaction mixt. of ZrOCl2·8H2O, H2BDC-X (BDC: 1,4-benzenedicarboxylate), formic acid and N,N-dimethylacetamide (DMA) having a molar ratio of 1:1:100:104.44, all the UiO-66-X compds., except UiO-66-CO2H, were obtained under solvothermal conditions (150°, 24 h).  The phase purity of all the compds. was ascertained by x-ray powder diffraction (XRPD) anal., DRIFT spectroscopy and elemental anal.  Detn. of lattice parameters from the XRPD patterns of the new thermally activated UiO-66-X {X = CF3 (1-CF3), (CO2H)2 [2-(CO2H)2], F2 (3-F2), Cl2 (4-Cl2), Br2 (5-Br2)} compds. revealed their structural similarity with the unfunctionalized UiO-66.  Thermogravimetric analyses (TGA) indicate that the five new compds. are stable in the range 290-390° in air.  Except for 3-F2, the new compds. maintain their structural integrity in water, acetic acid and 1 M HCl, as verified by XRPD anal. of the samples recovered after suspending them in the resp. liqs.  As confirmed by N2 and CO2 sorption analyses, all of the new thermally activated compds. exhibit significant microporosity values (SLangmuir = 217-836 m2 g-1), which are lower than that of the parent UiO-66.  Comparative CO2 sorption studies reveal that the UiO-66-X compds. with X = NO2, NH2, OH, CH3 and (CH3)2 show enhanced CO2 uptake compared to that of the parent compd. at 1 bar and 0°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFems78%253D&md5=139545ae95d3551c34ac7b9dc8af3820", "27. ", "Lopes", ", ", "F. V. S.", "; ", "Grande", ", ", "C. A.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Loureiro", ", ", "J. M.", "; ", "Evaggelos", ", ", "O.", "; ", "Nikolakis", ", ", "V.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption of H", "2", ", CO", "2", ", CH", "4", ", CO, N", "2", " and H", "2", "O in Activated Carbon and Zeolite for Hydrogen Production", " ", "Sep. Sci. Technol.", " ", "2009", ",  ", "44", ",  ", "1045", "[", "Crossref", "], [", "CAS", "]", "27. ", "Adsorption of H2, CO2, CH4, CO, N2 and H2O in activated carbon and zeolite for hydrogen production", "Lopes, Filipe V. S.; Grande, Carlos A.; Ribeiro, Ana M.; Loureiro, Jose M.; Evaggelos, Oikonomopoulos; Nikolakis, Vladimiros; Rodrigues, Alirio E.", "Separation Science and Technology", "\r\n        (", "2009", "),\r\n    ", "44", "\r\n        (", "5", "),\r\n    ", "1045-1073", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "The design of a layered pressure swing adsorption unit to treat a specified off-gas stream is based on the properties of the adsorbent materials.  In this work we provide adsorption equil. and kinetics of the pure gases in a SMR off-gas: H2O, CO2, CH4, CO, N2, and H2 on two different adsorbents: activated carbon and zeolite.  Data were measured gravimetrically at 303-343 K and 0-7 bar.  Water adsorption was only measured in the activated carbon at 303 K and kinetics was evaluated by measuring a breakthrough curve with high relative humidity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXls1SqtLo%253D&md5=4a4c65c3dda9eaebcd5b3867df0c3619", "28. ", "Jee", ", ", "J. G.", "; ", "Kim", ", ", "M. B.", "; ", "Lee", ", ", "C. H.", " ", "Adsorption characteristics of hydrogen mixtures in a layered bed: Binary, ternary, and five-component mixtures", " ", "Ind. Eng. Chem. Res.", " ", "2001", ",  ", "40", ",  ", "868", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Adsorption Characteristics of Hydrogen Mixtures in a Layered Bed: Binary, Ternary, and Five-Component Mixtures", "Jee, Jeong-Geun; Kim, Min-Bae; Lee, Chang-Ha", "Industrial & Engineering Chemistry Research", "\r\n        (", "2001", "),\r\n    ", "40", "\r\n        (", "3", "),\r\n    ", "868-878", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption characteristics in a layered bed packed with activated carbon and zeolite 5A were studied exptl. and theor. through the breakthrough expts. of binary (H2/CO, H2/CH4, H2/CO2), ternary (H2/CH4/CO), and five-component (H2/CH4/CO/N2/CO2) systems.  The effects of adsorption pressure, feed flow rate, and carbon-to-zeolite ratio on the breakthrough curve in a layered bed were obsd.  Breakthrough curves in all of the mixts. showed tailing due to temp. variance in the bed by the heat of adsorption.  In the layered bed, each mixt. showed the specific characteristics of concn. and temp. wave fronts in each layer.  Although the amt. of impurity in a ternary mixt. is larger than that in a binary mixt., the breakthrough time and elongation depending on the adsorption pressure and flow rate showed an intermediate value between the results of the H2/CO and H2/CH4 mixts., and the tailing was not much different from those in these binary systems. Also, the roll-up phenomenon of CO breakthrough curves occurred because of the breakthrough of CH4. Also, because the wave propagation velocity was changed in the layer interface, the concn. wave fronts could become crossover in layered bed.  The breakthrough behavior of the major impurities (CH4 and CO) in the five-component system was similar to the results for the ternary system with the same carbon-to-zeolite ratio, and the most weakly adsorbed impurity (N2) was the leading wave front in all cases.  As a result, in the breakthrough study, the most weakly adsorbed impurity in the mixt. should be included in the design of the optimum layered bed for the PSA process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmt1Ki&md5=5ab4dd122ae21542d5067cd7f4efc1b5", "29. ", "Gupta", ", ", "A.", "; ", "Chempath", ", ", "S.", "; ", "Sanborn", ", ", "M. J.", "; ", "Clark", ", ", "L. A.", "; ", "Snurr", ", ", "R. Q.", " ", "Object-oriented programming paradigms for molecular modeling", " ", "Mol. Simul.", " ", "2003", ",  ", "29", ",  ", "29", "[", "Crossref", "], [", "CAS", "]", "29. ", "Object-oriented Programming Paradigms for Molecular Modeling", "Gupta, Amit; Chempath, Shaji; Sanborn, Martin J.; Clark, Louis A.; Snurr, Randall Q.", "Molecular Simulation", "\r\n        (", "2002", "),\r\n    ", "29", "\r\n        (", "1", "),\r\n    ", "29-46", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "This paper discusses the application of object-oriented programming (OOP) design concepts to the development of mol. simulation code.  A no. of new languages such as Fortran 90 (F90) have been developed over the last decade that support the OOP design philosophy.  We briefly describe the salient features of F90 and some basic object-oriented design principles.  As an illustration of the design concepts we implement a general interface in F90 for calcg. pairwise interactions that can be extended easily to any no. of different forcefield models.  The ideas presented here are used in the development of a multipurpose simulation code, named Music.  An example of the use of Music for grand canonical Monte Carlo (GCMC) simulations of flexible sorbate mols. in zeolites is given.  The example illustrates how OOP allowed existing code for mol. dynamics and GCMC to be easily combined to perform hybrid GCMC simulations with minimal coding effort.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Wqtw%253D%253D&md5=cf443181f3984ed44299e1aa99ebcae5", "30. ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Functionalizing porous zirconium terephthalate UiO-66(Zr) for natural gas upgrading: A computational exploration", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9603", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Functionalizing porous zirconium terephthalate UiO-66(Zr) for natural gas upgrading based on a computational exploration", "Yang, Qingyuan; Wiersum, Andrew D.; Llewellyn, Philip L.; Guillerm, Vincent; Serre, Christian; Maurin, Guillaume", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "34", "),\r\n    ", "9603-9605", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The ligand functionalization effect on the CO2/CH4 sepn. performance of the MOF type UiO-66(Zr) was explored computationally.  The -SO3H and -CO2H functionalized forms show the highest selectivity, good working capacity and medium ranged CO2 adsorption enthalpy that make these materials very promising for physisorption-based processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVWgs7vF&md5=152dac421f3ecfcec3d143dbe3dbb49b", "31. ", "Haile", ", ", "J. M.", "  ", "Molecular Dynamics Simulation: Elementary Methods", "; ", "John Wiley & Sons", ": ", "New York", ", ", "1992", "; p  ", "489", ".", "There is no corresponding record for this reference.", "32. ", "Ewald", ", ", "P. P.", " ", "Die Berechnung optischer und elektrostatischer Gitterpotentiale", " ", "Ann. Phys.", " ", "1921", ",  ", "369", ",  ", "253", "[", "Crossref", "]", "There is no corresponding record for this reference.", "33. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic-Table Force-Field for Molecular Mechanics and Molecular-Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "34. ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Jobic", ", ", "H.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "Understanding the Thermodynamic and Kinetic Behavior of the CO", "2", "/CH", "4", " Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13768", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Understanding the Thermodynamic and Kinetic Behavior of the CO2/CH4 Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", "Yang, Qingyuan; Wiersum, Andrew D.; Jobic, Herve; Guillerm, Vincent; Serre, Christian; Llewellyn, Philip L.; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13768-13774", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of exptl. (gravimetry, microcalorimetry, and quasi-elastic neutron scattering) measurements and mol. modeling was employed to understand the coadsorption of CO2 and CH4 in the zirconium terephthalate UiO-66(Zr) material from both the thermodn. and kinetic points of view.  Each type of mols. adsorb preferentially in two different porosities of the material, i.e., while CO2 occupy the tetrahedral cages, CH4 are pushed to the octahedral cages.  Further, a very unusual dynamic behavior was also pointed out with the slower mol., i.e., CO2, enhancing the mobility of the fast one, i.e., CH4, that contrasts with those usually obsd. so far for the CO2/CH4 mixt. in narrow window zeolites where the mols. are most commonly diffusing independently or slowing-down the partner species.  Such behavior was interpreted in light of mol. simulations that evidenced a jump type mechanism involving a tetrahedral cages-octahedral cages-tetrahedral cages sequence that occurs more frequently for CH4 when in presence of CO2.  The consequences in terms of CO2/CH4 selectivity and the possible use of this MOF-type material in a PSA process are then discussed.  It is thus clearly emphasized that this MOF material combines several favorable features including a good selectivity, high working capacity, and potential easy regenerability that make it as a good alternative candidate of the conventional NaX Faujasite used in pressure swing adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvValu7Y%253D&md5=e277534e0e170963336db424f0c44b0a", "35. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable potentials for phase equilibria. 1. United-atom description of ", "n", "-alkanes", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "2569", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4", "36. ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "Vapor–liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", " ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1676", "[", "Crossref", "], [", "CAS", "]", "36. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", "37. ", "Martín-Calvo", ", ", "A.", "; ", "Lahoz-Martín", ", ", "F. D.", "; ", "Calero", ", ", "S.", " ", "Understanding Carbon Monoxide Capture Using Metal–Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "6655", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Understanding Carbon Monoxide Capture Using Metal-Organic Frameworks", "Martin-Calvo, Ana; Lahoz-Martin, Francisco D.; Calero, Sofia", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "11", "),\r\n    ", "6655-6663", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have used mol. simulations to analyze the effect of water on the adsorption of carbon monoxide in metal-org. frameworks.  They have developed a model for carbon monoxide that not only reproduces the required exptl. properties more accurately than previous models, but also takes into account the effect of the dipole moment on the interaction of the mol. with water and with the metal-org. framework.  The simulations were performed for Cu-BTC and IRMOF-1 with different contents of water, up to the highest water loading that each metal-org. framework can contain without losing stability.  The authors computed the entropies and energies of adsorption, the Henry coeffs., the adsorption isotherms in the dry and hydrated structures, and the mol. distributions of carbon monoxide based on the topol. of the framework and on the interactions with the mols. of water.  The adsorption of carbon monoxide can be increased or decreased by controlling the amt. of water in the structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XislSqtrs%253D&md5=a9af37ed953db116a5d8d9d6ba0032d5", "38. ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", " ", "Molecular simulation of adsorption and diffusion of hydrogen in metal–organic frameworks", " ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "11862", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Molecular Simulation of Adsorption and Diffusion of Hydrogen in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "24", "),\r\n    ", "11862-11864", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are thought to be a set of promising hydrogen storage materials; however, little is known about the interactions between hydrogen mols. and pore walls as well as the diffusivities of hydrogen in MOFs.  In this work, we performed a systematic mol. simulation study on the adsorption and diffusion of hydrogen in MOFs to provide insight into mol.-level details of the underlying mechanisms.  This work shows that metal-oxygen clusters are preferential adsorption sites for hydrogen in MOFs, and the effect of the org. linkers becomes evident with increasing pressure.  The hydrogen storage capacity of MOFs is similar to carbon nanotubes, which is higher than zeolites.  Diffusion of hydrogen in MOFs is an activated process that is similar to diffusion in zeolites.  The information derived in this work is useful to guide the future rational design and synthesis of tailored MOF materials with improved hydrogen adsorption capability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksVerurs%253D&md5=03e03862fbac60af4a5473dcbbc60d89", "39. ", "Peng", ", ", "D.-Y.", "; ", "Robinson", ", ", "D. B.", " ", "A New Two-Constant Equation of State", " ", "Ind. Eng. Chem. Fundam.", " ", "1976", ",  ", "15", ",  ", "59", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "A new two-constant equation of state", "Peng, Ding-Yu; Robinson, Donald B.", "Industrial & Engineering Chemistry Fundamentals", "\r\n        (", "1976", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "59-64", "CODEN:\r\n                ", "IECFA7", ";\r\n        ISSN:", "0196-4313", ".\r\n    ", "A new 2-const. equation of state was developed by modifying the attractive pressure term of the semiempirical van der Waals equation.  Examples of the use of the equation for predicting the vapor pressure and volumetric behavior of single-component systems, and the phase behavior and volumetric behavior of binary, ternary, and multicomponent systems are given.  The proposed equation is simple and accurate.  It performs as well as or better than the Soave-Redlich-Kwong equation (G. Soave, 1972) and shows its greatest advantages in predicting liq. phase ds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28XmsFChsg%253D%253D&md5=070de4c55a808d1b5ddc9b26397dc26c", "40. ", "Vuong", ", ", "T.", "; ", "Monson", ", ", "P. A.", " ", "Monte Carlo Simulation Studies of Heats of Adsorption in Heterogeneous Solids", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "5425", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Monte Carlo Simulation Studies of Heats of Adsorption in Heterogeneous Solids", "Vuong, T.; Monson, P. A.", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "22", "),\r\n    ", "5425-5432", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present calcns. of heats of adsorption for mol. models of adsorption in heterogeneous porous solids via grand canonical Monte Carlo simulations.  The mol. models treat the adsorbent as a matrix of particles arranged in a predefined microstructure, and the parameters are chosen to represent the adsorption of simple mols. in silica gel.  Three different adsorbent microstructures were considered, allowing study of the role of translational order and connectivity among the matrix particles in detg. the heat of adsorption.  The contributions from the adsorbate-solid and adsorbate-adsorbate interactions to the heat of adsorption were calcd. sep..  A comparison with exptl. data for CH4 in silica gel is made.  The authors revisit the derivation of expressions used to det. heats of adsorption and present a new derivation which is free from some unnecessary assumptions used previously.  In addn., these results are tested for thermodn. consistency, and the accuracy of different methods for obtaining the isosteric heat from the Monte Carlo simulations is also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtV2qur8%253D&md5=f09054b6285af96b32f4be987afb3974", "41. ", "Gelb", ", ", "L. D.", "; ", "Gubbins", ", ", "K. E.", " ", "Pore size distributions in porous glasses: A computer simulation study", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "305", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Pore Size Distributions in Porous Glasses: A Computer Simulation Study", "Gelb, Lev D.; Gubbins, K. E.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "305-308", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have prepd. a series of mol. models of porous glass using a recently developed procedure that mimics the exptl. processes that produce Vycor and controlled-pore glasses.  We calc. nitrogen adsorption isotherms in these precisely characterized model glasses using Monte Carlo simulations.  These isotherms are analyzed using the Barrett-Joyner-Halenda (BJH) method to yield pore size distributions, which are tested against exact pore size distributions directly measured from the pore structures.  The BJH method yields overly sharp distributions that are systematically shifted (by about 1 nm) to lower pore sizes than those from our geometric method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXotVOmtLY%253D&md5=0d49a5f22780ad418df2798bdbc0a2e4", "42. ", "Chempath", ", ", "S.", "; ", "Krishna", ", ", "R.", "; ", "Snurr", ", ", "R. Q.", " ", "Nonequilibrium Molecular Dynamics Simulations of Diffusion of Binary Mixtures Containing Short ", "n", "-Alkanes in Faujasite", " ", "J. Phys Chem. B", " ", "2004", ",  ", "108", ",  ", "13481", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Nonequilibrium molecular dynamics simulations of diffusion of binary mixtures containing short n-alkanes in faujasite", "Chempath, Shaji; Krishna, Rajamani; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "35", "),\r\n    ", "13481-13491", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have used nonequil. mol. dynamics (NEMD) simulations to evaluate diffusivities for binary mixts. of methane/CF4, propane/CF4, n-butane/CF4, and n-butane/ethane in zeolite faujasite at 300 K.  A formula to est. the error bars in the transport coeffs. from NEMD is also presented.  NEMD simulations can give cross coeffs. of the Onsager matrix with considerably smaller error bars than those obtained from equil. MD (EMD).  We evaluated diffusion coeffs. that could not be evaluated previously using EMD.  An estn. scheme based on the Maxwell-Stefan formulation was tested for predicting multicomponent diffusivities based on single component diffusion data.  This estn. scheme works very well for the systems tested.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmt12kur8%253D&md5=475da3cabe8797fec2c766d319b9646f", "43. ", "Williams", ", ", "J. J.", "; ", "Seaton", ", ", "N. A.", "; ", "Düren", ", ", "T.", " ", "Influence of Surface Groups on the Diffusion of Gases in MCM-41: A Molecular Dynamics Study", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "10651", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Influence of Surface Groups on the Diffusion of Gases in MCM-41: A Molecular Dynamics Study", "Williams, Jennifer J.; Seaton, Nigel A.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "21", "),\r\n    ", "10651-10660", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The diffusion of binary mixts. of CO2 and N2 in functionalized MCM-41 materials were studied using mol. dynamics (MD) simulations.  Transport diffusion coeffs. were obtained to assess the effect of surface functionalization with org. groups.  Unmodified MCM-41 is transport selective for N2.  The spatial distribution of the two coadsorbed species showed that N2 mols. permeated faster and occupied the central pore region to a greater extent than CO2 mols.  CO2 has a much lower permeability than N2 due to stronger interactions with the surface of MCM-41 and a tendency to become trapped in nooks in the amorphous pore wall.  This effect was not reproduced when using a more simplistic model pore with a smooth surface demonstrating the importance of using a realistic pore model.  Larger aminophenyl surface groups significantly reduce the N2 selectivity due to a decrease in the flux of N2 and an increase in the flux of CO2.  The authors explain this effect in terms of the marked difference in the transport mechanisms of CO2 and N2 in functionalized MCM-41 materials.  Lastly, the authors remark on the importance of calcg. the cross-term diffusion coeffs. for this series of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlslKhsLs%253D&md5=4988d2bf8a4cab35db5ac60328867a72", "44. ", "Hess", ", ", "B.", "; ", "Kutzner", ", ", "C.", "; ", "van der Spoel", ", ", "D.", "; ", "Lindahl", ", ", "E.", " ", "GROMACS 4: Algorithms for Highly Efficient, Load-Balanced, and Scalable Molecular Simulation", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "435", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "GROMACS 4: Algorithms for Highly Efficient, Load-Balanced, and Scalable Molecular Simulation", "Hess, Berk; Kutzner, Carsten; van der Spoel, David; Lindahl, Erik", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "3", "),\r\n    ", "435-447", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulation is an extremely useful, but computationally very expensive tool for studies of chem. and biomol. systems.  Here, we present a new implementation of our mol. simulation toolkit GROMACS which now both achieves extremely high performance on single processors from algorithmic optimizations and hand-coded routines and simultaneously scales very well on parallel machines.  The code encompasses a minimal-communication domain decompn. algorithm, full dynamic load balancing, a state-of-the-art parallel constraint solver, and efficient virtual site algorithms that allow removal of hydrogen atom degrees of freedom to enable integration time steps up to 5 fs for atomistic simulations also in parallel.  To improve the scaling properties of the common particle mesh Ewald electrostatics algorithms, we have in addn. used a Multiple-Program, Multiple-Data approach, with sep. node domains responsible for direct and reciprocal space interactions.  Not only does this combination of algorithms enable extremely long simulations of large systems but also it provides that simulation performance on quite modest nos. of std. cluster nodes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSqurc%253D&md5=d53c94901386260221792ea30f151c5f", "45. ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", "  ", "Understanding Molecular Simulation: From Algorithms to Applications", "; ", "Academic Press", ": ", "San Diego, CA", ", ", "1996", ".", "There is no corresponding record for this reference.", "46. ", "Darden", ", ", "T.", "; ", "York", ", ", "D.", "; ", "Pedersen", ", ", "L.", " ", "Particle Mesh Ewald: An ", "N", "·log(", "N", ") Method for Ewald Sums in Large Systems", " ", "J. Chem. Phys.", " ", "1993", ",  ", "98", ",  ", "10089", "[", "Crossref", "], [", "CAS", "]", "46. ", "Particle mesh Ewald: an N·log(N) method for Ewald sums in large systems", "Darden, Tom; York, Darrin; Pedersen, Lee", "Journal of Chemical Physics", "\r\n        (", "1993", "),\r\n    ", "98", "\r\n        (", "12", "),\r\n    ", "10089-92", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "An N·log(N) method for evaluating electrostatic energies and forces of large periodic systems is presented.  The method is based on interpolation of the reciprocal space Ewald sums and evaluation of the resulting convolution using fast Fourier transforms.  Timings and accuracies are presented for three large cryst. ionic systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXks1Ohsr0%253D&md5=3c9f230bd01b7b714fd096d4d2e755f6", "47. ", "Essmann", ", ", "U.", "; ", "Perera", ", ", "L.", "; ", "Berkowitz", ", ", "M. L.", "; ", "Darden", ", ", "T.", "; ", "Lee", ", ", "H.", "; ", "Pedersen", ", ", "L. G.", " ", "A smooth particle mesh Ewald method", " ", "J. Chem. Phys.", " ", "1995", ",  ", "103", ",  ", "8577", "[", "Crossref", "], [", "CAS", "]", "47. ", "A smooth particle mesh Ewald method", "Essmann, Ulrich; Perera, Lalith; Berkowitz, Max L.; Darden, Tom; Lee, Hsing; Pedersen, Lee G.", "Journal of Chemical Physics", "\r\n        (", "1995", "),\r\n    ", "103", "\r\n        (", "19", "),\r\n    ", "8577-93", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The previously developed particle mesh Ewald method is reformulated in terms of efficient B-spline interpolation of the structure factors.  This reformulation allows a natural extension of the method to potentials of the form 1/rp with p ≥ 1.  Furthermore, efficient calcn. of the virial tensor follows.  Use of B-splines in the place of Lagrange interpolation leads to analytic gradients as well as a significant improvement in the accuracy.  The authors demonstrate that arbitrary accuracy can be achieved, independent of system size N, at a cost that scales as N log(N).  For biomol. systems with many thousands of atoms and this method permits the use of Ewald summation at a computational cost comparable to that of a simple truncation method of 10 Å or less.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXptlehtrw%253D&md5=092a679dd3bee08da28df41e302383a7", "48. ", "Hindmarsh", ", ", "A. C.", "; ", "Brown", ", ", "P. N.", "; ", "Grant", ", ", "K. E.", "; ", "Lee", ", ", "S. L.", "; ", "Serban", ", ", "R.", "; ", "Shumaker", ", ", "D. E.", "; ", "Woodward", ", ", "C. S.", " ", "SUNDIALS: Suite of nonlinear and differential/algebraic equation solvers", " ", "ACM Trans. Math. Software", " ", "2005", ",  ", "31", ",  ", "363", "[", "Crossref", "]", "There is no corresponding record for this reference.", "49. ", "Brandani", ", ", "F.", "; ", "Ruthven", ", ", "D.", " ", "Measurement of Adsorption Equilibria by the Zero Length Column (ZLC) Technique Part 2: Binary Systems", " ", "Ind. Eng. Chem. Res.", " ", "2003", ",  ", "42", ",  ", "1462", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Measurement of Adsorption Equilibria by the Zero Length Column (ZLC) Technique. Part 2: Binary Systems", "Brandani, Federico; Ruthven, Douglas", "Industrial & Engineering Chemistry Research", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "7", "),\r\n    ", "1462-1469", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The extension of the ZLC isotherm measurement technique to the measurement of binary adsorption equil. is investigated exptl.  Subject to certain obvious limitations, reliable binary adsorption equil. data can be obtained from anal. of the binary ZLC desorption curves.  Sepn. factors are measured as a function of loading and adsorbed-phase compn. for CO2-C2H4 and CO2-C3H8 on several cationic adsorbents (NaLSX, NaX, CaX, and CaA).  All systems show strong energetic heterogeneities, leading to sepn. factors that decrease with loading.  The exptl. binary data for NaLSX are in good agreement with reported equil. data for these systems measured by conventional methods, thus providing direct exptl. support for the new technique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhslSmu70%253D&md5=89b2b9fa0804e5a30d9fd3ac80c8fe8d", "50. ", "Bird", ", ", "R. B.", "; ", "Stewart", ", ", "W. E.", "; ", "Lightfoot", ", ", "E. N.", "  ", "Transport Phenomena", ", ", "2", "nd ed.; ", "Wiley International", ": ", "Singapore", ", ", "2002", ".", "There is no corresponding record for this reference.", "51. ", "Ruthven", ", ", "D. M.", "; ", "Loughlin", ", ", "K. F.", " ", "Diffusional Resistance of Molecular-Sieve Pellets", " ", "Can. J. Chem. Eng.", " ", "1972", ",  ", "50", ",  ", "550", "[", "Crossref", "], [", "CAS", "]", "51. ", "Diffusional resistance of molecular sieve pellets", "Ruthven, D. M.; Loughlin, K. F.", "Canadian Journal of Chemical Engineering", "\r\n        (", "1972", "),\r\n    ", "50", "\r\n        (", "4", "),\r\n    ", "550-2", "CODEN:\r\n                ", "CJCEA7", ";\r\n        ISSN:", "0008-4034", ".\r\n    ", "A macro-micro diffusion model which provides a useful description of the kinetics of sorption in pelleted mol. sieves and from which information concerning the relative importance of the 2 diffusional resistances may be readily deduced, is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3sXotFOm&md5=688897c7e2339cd98cfed7f19b88c17f", "52. ", "Schaate", ", ", "A.", "; ", "Roy", ", ", "P.", "; ", "Godt", ", ", "A.", "; ", "Lippke", ", ", "J.", "; ", "Waltz", ", ", "F.", "; ", "Wiebcke", ", ", "M.", "; ", "Behrens", ", ", "P.", " ", "Modulated Synthesis of Zr-Based Metal–Organic Frameworks: From Nano to Single Crystals", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6643", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Modulated Synthesis of Zr-Based Metal-Organic Frameworks: From Nano to Single Crystals", "Schaate, Andreas; Roy, Pascal; Godt, Adelheid; Lippke, Jann; Waltz, Florian; Wiebcke, Michael; Behrens, Peter", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "24", "),\r\n    ", "6643-6651, S6643/1-S6643/11", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors present a study on the influence of benzoic acid, acetic acid, and water on the syntheses of the Zr-based metal-org. frameworks Zr-bdc (UiO-66), Zr-bdc-NH2 (UiO-66-NH2), Zr-bpdc (UiO-67), and Zr-tpdc-NH2 (UiO-68-NH2) (H2bdc: terephthalic acid, H2bpdc: biphenyl-4,4'-dicarboxylic acid, H2tpdc: terphenyl-4,4''-dicarboxylic acid).  By varying the amt. of benzoic or acetic acid, the synthesis of Zr-bdc can be modulated.  With increasing concn. of the modulator, the products change from intergrown to individual crystals, the size of which can be tuned.  Addn. of benzoic acid also affects the size and morphol. of Zr-bpdc and, addnl., makes the synthesis of Zr-bpdc highly reproducible.  The control of crystal and particle size is proven by powder XRD, SEM and dynamic light scattering (DLS) measurements.  TGA and Ar sorption expts. show that the materials from modulated syntheses can be activated and that they exhibit high sp. surface areas.  Water proved to be essential for the formation of well-ordered Zr-bdc-NH2.  Zr-tpdc-NH2, a material with a structure analogous to that of Zr-bdc and Zr-bpdc, but with the longer, functionalized linker 2'-amino-1,1':4',1''-terphenyl-4,4''-dicarboxylic acid, was obtained as single crystals.  This allowed the 1st single-crystal structural anal. of a Zr-based metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKksLc%253D&md5=188604c14defb7b374f67d9cf2c480ea", "53. ", "Frost", ", ", "H.", "; ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", " ", "Effects of surface area, free volume, and heat of adsorption on hydrogen uptake in metal–organic frameworks", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "9565", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Effects of Surface Area, Free Volume, and Heat of Adsorption on Hydrogen Uptake in Metal-Organic Frameworks", "Frost, Houston; Dueren, Tina; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "19", "),\r\n    ", "9565-9570", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations were performed to predict adsorption isotherms for hydrogen in 10 isoreticular metal-org. frameworks (IRMOFs).  The results show acceptable agreement with the limited exptl. results from the literature.  The effects of surface area, free vol., and heat of adsorption on hydrogen uptake were studied by performing simulations over a wide range of pressures on this set of materials, which all have the same framework topol. and surface chem. but varying pore sizes.  The results reveal the existence of 3 adsorption regimes: at low pressure (loading), hydrogen uptake correlates with the heat of adsorption; at intermediate pressure, uptake correlates with the surface area; and at the highest pressures, uptake correlates with the free vol.  The accessible surface area and free vol., calcd. from the crystal structures, were also used to est. the potential of these materials to meet gravimetric and volumetric targets for hydrogen storage in IRMOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjslSltLs%253D&md5=9bfc93b675982afd28c758c9299f0b1b", "54. ", "Frost", ", ", "H.", "; ", "Snurr", ", ", "R. Q.", " ", "Design requirements for metal–organic frameworks as hydrogen storage materials", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "18794", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Design Requirements for Metal-Organic Frameworks as Hydrogen Storage Materials", "Frost, Houston; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "50", "),\r\n    ", "18794-18803", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing an acceptable d. of hydrogen in porous materials by physisorption at room temp. and reasonable pressures is a challenging problem.  Metal-org. frameworks (MOFs) are a new class of nanoporous materials that have shown early promise for meeting this goal.  They have extremely large sp. surface areas, but the heats of adsorption to date are too low to provide significant storage at room temp.  In this work, mol. simulations are used to provide guidelines for the design of MOFs for hydrogen storage.  To learn how much the heat of adsorption must be increased to meet current targets, we artificially increase the hydrogen/MOF Lennard-Jones attraction.  The correlation of the amt. of hydrogen adsorbed with the heat of adsorption, the surface area, and the free vol. is revisited.  We also review the distinction between excess and abs. adsorption and show that comparing the d. of hydrogen within the free vol. of materials provides useful insight.  The simulation results yield a graph showing the required heats of adsorption as a function of the free vol. to meet gravimetric and volumetric storage targets at room temp. and 120 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlejsbzL&md5=c7c9ecb4cdc25250f5bee71611cd55ee", "55. ", "Düren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Design of New Materials for Methane Storage", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "2683", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Design of new materials for methane storage", "Duren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall Q", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "7", "),\r\n    ", "2683-9", "\r\n        ISSN:", "0743-7463", ".\r\n    ", "One of the strategic goals of the modern automobile manufacturing industry is to replace gasoline and diesel with alternative fuels such as natural gas.  In this report, we elucidate the desired characteristics of an optimal adsorbent for gas storage.  The U.S.  Department of Energy has outlined several requirements that adsorbents must fulfill for natural gas to become economically viable, with a key criterion being the amount adsorbed at 35 bar.  We explore the adsorption characteristics of novel metal-organic materials (IRMOFs and molecular squares) and contrast them with the characteristics of two zeolites, MCM-41, and different carbon nanotubes.  Using molecular simulations, we uncover the complex interplay of the factors influencing methane adsorption, especially the surface area, the capacity or free volume, the strength of the energetic interaction, and the pore size distribution.  We also explain the extraordinary adsorption properties of IRMOF materials and propose new, not yet synthesized IRMOF structures with adsorption characteristics that are predicted to exceed the best experimental results to date by up to 36%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M3gtFWquw%253D%253D&md5=0f10aca88c4253004548b2ba1dae20b3", "56. ", " ", "CGA G-5.3 Commodity Specification for Hydrogen", "; ", "The Compressed Gas Association Inc.", ": Chantilly, VA, ", "2004", "; p  ", "11", ".", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2013/iecred.2013.52.issue-29/ie4011035/production/images/small/ie-2013-011035_0012.gif\">"]}
