{"title": ["Room temperature synthesis of metal organic framework MOF-2"], "authors": ["Negash Getachew", "Yonas Chebude", "Isabel Diaz", "Manuel Sanchez-Sanchez"], "doi": ["https://doi.org/10.1007/s10934-014-9823-6"], "abstract": [], "text": ["1 ", "Introduction", "Metal organic frameworks (MOFs) are porous and crystalline compounds with strong metal–ligand interactions. They are also known as coordination polymers [", "1", "], and constitute an emergent family of nano-porous materials. The effort made by the scientific community with these materials is widely justified by their exceptional porosity and compositional/topological versatility. This applies to their microporosity and textural properties with Langmuir surface areas even reaching 10,000 m", "2", "/g [", "2", "], and pore volumes up to 3 cm", "3", "/g. At least 2,000 different topologies have been reported by varying the nature of the metal (practically any metal in the periodic table), its coordination, and the size of the cluster structure, the nature of ligands (chain length, functional groups, etc.) [", "3", "]. MOFs may be prepared with more than one metal or more than one ligand, or functionalized after synthesis. In addition they show peculiar structural effect such as the breathing effect [", "4", "], or interpenetration of networks [", "5", "]. Finally, the nature and arrangement of the metal or metal clusters give some intrinsic properties: magnetic, optical, semiconductor, etc. Consequently, MOFs are by far the largest known family of materials, and their growth continues unabated.", "The synthesis of MOFs is frequently performed by solvothermal methods: heating a mixture of organic linker and metal salt in solvent system, that usually contains formamide functionality, to temperatures near or above the boiling point of the solvent. These methods often yield crystals suitable for single crystal X-ray diffraction (XRD) analysis, but have the obvious disadvantage of being relatively slow (hours to weeks) and energy demanding. Furthermore, solvothermal conditions are unsuitable for thermally sensitive starting materials. Our approach focuses on the direct preparation of MOFs under more sustainable conditions. In particular, MOFs synthesized at room temperature, and whereby the harmful organic solvents are substituted partly by water. Though room temperature methods are described for the synthesis of some MOFs, the methods were based on addition of an amine [", "6", ", ", "7", ", ", "8", ", ", "9", ", ", "10", ", ", "11", ", ", "12", "]. The amine was added to a joint metal and ligand solution, so that precipitation occurs by abrupt change of pH. The method has been developed almost exclusively for the synthesis of MOF-5 [", "6", "]. Although these studies have not explicitly discussed the role of the amine, most likely the amine causes the deprotonation of the ligand, predisposing it to react with the metal ion in the solution.", "In this study, we have selected MOF materials that are formed from 1,4-benzenedicarboxylic acid or terephthalic acid (H", "2", "BDC) as organic linkers and Zn(OAc)", "2", "·2H", "2", "O as the metal ion source. The influence of different solvents in the absence of amines, with particular interest in surveying the use of water was investigated. Among the synthesis conditions evaluated, the room temperature synthesis of MOF-2, Zn–BDC, was achieved with a metal to linker ratio of 1.74 and with a H", "2", "O to DMF ratio of 3. Full characterization of this newly synthesized MOF-2-RT is presented.", "2 ", "Experimental", "2.1 ", "Synthesis", "\nMOF-2 was prepared from zinc acetate dihydrate [Zn(OAc)", "2", "·2H", "2", "O] (98 % purity) and 1,4-benzenedicarboxylic acid or terephthalic acid (H", "2", "BDC) using deionized water and ", "N", ",", "N", "-dimethylformamide (DMF, 98.8 % purity) as solvents during the synthesis. All chemicals were purchased from Sigma-Aldrich and were used without further purification. In the direct precipitation of MOF-2 at room temperature, 0.68 g (4.1 mmol) of H", "2", "BDC was dissolved in 14.96 g (0.2 mol) of DMF; 1.56 g (7.24 mmol) of Zn (OAc)", "2", "·2H", "2", "O was dissolved in 11.04 g (0.61 mol) of H", "2", "O. The zinc salt solution was added to the organic linker solution under continuous stirring forming a white precipitate within 15 min, the suspension remained under stirring at room temperature for 24 h. The precipitate was then filtered and washed repeatedly with DMF and dried overnight. The room temperature precipitated MOF-2 was denoted as MOF-2-RT (Eq. ", "1", ").", "$${\\text{Zn(OAc)}}_{ 2} \\cdot 2 {\\text{H}}_{ 2} {\\text{O}}\\,{ + }\\,{\\text{H}}_{ 2} {\\text{BDC}}\\mathop{\\longrightarrow}\\limits^{[{\\text{DMF}}]}_{{{\\text{H}}_{ 2} {\\text{O}}}}\\mathop {{\\text{Zn}}_{ 2} ( {\\text{BDC)}}_{ 2} }\\limits_{{({\\text{Zn - BDC}}\\;{\\text{MOF}})}} \\,{ + }\\,{\\text{HOAc}}\\,{ + }\\,{\\text{H}}_{ 2} {\\text{O}}$$", " ", "(1)", " ", "The effect of the molar ratio of the two solvents was studied by changing the stoichiometric amounts of the two solvents (Table ", "1", ").", "Table 1", " ", "\nDifferent molar ratios of the solvents H", "2", "O and DMF in the synthesis of the different MOF materials prepared at room temperature", " ", " ", "Sample code", " ", " ", "Mmol of H", "2", "O", " ", " ", "Mol of DMF", " ", " ", "H", "2", "O/DMF", " ", " ", "Product", " ", " ", "S1", " ", " ", "200", " ", " ", "0", " ", " ", "–", " ", " ", "Zn(BDC)(H", "2", "O)", "2", " ", " ", " ", "S2", " ", " ", "150", " ", " ", "50", " ", " ", "3", " ", " ", "Zn(BDC)(DMF)(H", "2", "O)", " ", " ", "MOF-2", " ", "b", " ", " ", " ", "S3", " ", " ", "100", " ", " ", "100", " ", " ", "1.0", " ", " ", "Zn(BDC)(DMF)", "1.5", " ", " ", " ", "S4", " ", " ", "50", " ", " ", "150", " ", " ", "0.3", " ", " ", "Zn(BDC)(DMF)", "1.5", " ", " ", " ", "S5", " ", " ", "0", "a", " ", " ", " ", "200", " ", " ", "0", " ", " ", "Zn", "4", "O(BDC)", "3", "(DMF)", "8", " ", " ", " ", "MOF-5", " ", "b", " ", " ", " ", " ", "a", "In this case, the amount of water in the mixture is not strictly zero, as some water accompanies to Zn acetate source (which is dihydrate)", " ", " ", "b", "Bold text indicates the Zn-BDC phases identified according to bibliography", " ", " ", "2.2 ", "Characterization techniques", "Powder XRD patterns were collected with X´Pert Pro PANalytical. Thermogravimetric analyses (TGA) were performed on Thermogravimetric Analyzer PERKIN ELMER TGA7. The samples were heated at a rate of 20 °C min", "−1", " to a maximum temperature of 900 °C in a flowing atmosphere of air. N", "2", " adsorption isotherms were measured at −196 °C (77 K) on Micromeritics ASAP 2420 and the micropore surface area and volume values were calculated by the Brunauer–Emmett–Teller (BET) and Langmuir methods. Scanning Electron Microscopy images were registered using HITACHI Tabletop Microscope TM-1000 (10,000× magnification).", "3 ", "Results and discussion", "The formation of a MOF material at room temperature is quite often governed by a precipitation mechanism. If so, for a given organic linker, the right choice of the metal source as a function of the solubility in the synthesis media becomes essential. For instance, MOF-74 materials can be instantaneously formed at room temperature by mixing solutions of the metal acetate with the corresponding organic ligand [", "8", ", ", "12", "], whereas a perfect clear solution is formed if acetate is substituted by nitrate. In this context, acetate was selected as anion of the Zn source instead of the most conventional chloride or nitrate. Because of the excessive high solubility of the two latter anions, the precipitation process (i.e. the formation of MOF) slows down or is even avoided.", "Figure ", "1", " shows the powder X-ray diffraction patterns of the Zn–BDC materials prepared at room temperature from different H", "2", "O/DMF ratio mixtures. When water is used as the only solvent (Sample 1) both for the metal salt [Zn(OAc)", "2", "·2H", "2", "O] and the linker (H", "2", "BDC), a crystalline phase was formed. The powder XRD pattern of this phase is equivalent to that of the structure 7 [Zn(BDC)(H", "2", "O)", "2", "] reported by Wright et al. [", "13", "]. This phase, which consists in of a “zig-zag” arrangement of distorted tetrahedral Zn atoms linked through organic molecules BDC, was not prepared directly in Ref. [", "13", "] but by irreversible transformation of some other Zn–BDC phases after being further hydrated, which somehow supports its formation in our DMF-free pure-H", "2", "O system. Although the applied interest of this material could be rather negligible, it is relevant to highlight that a kind of MOF can be formed at room temperature from a system in which the organic linker is practically insoluble (H", "2", "BDC is not soluble in water at all). In other words, the great affinity between Zn and BDC", "2−", " could either facilitate the solubility of H", "2", "BDC or even a Zn–BDC phase could be formed without the need of BDC species are soluble. On the other hand, using DMF as the unique solvent both for the metal salt and the linker (Sample 5), the archetype MOF called MOF-5 [Zn", "4", "O(BDC)", "3", "] was precipitated as pure phase. The properties of this 3-D highly-porous material and its subsequent potential applications are well-known [", "14", "]. Moreover, the synthesis of MOF-5 at room temperature has already been reported [", "6", ", ", "9", "], also using DMF as solvent, so the preparation of MOF-5 under these conditions was actually expected.", " ", "Open image in new window", " ", "Fig. 1", " ", "X-ray diffraction patterns of the room temperature Zn–BDC materials prepared from different H", "2", "O/DMF ratio mixtures", " ", " ", "Away from pure solvent systems, the samples 2, 3 and 4 possess different XRD patterns to these of samples 1 and 5 (Fig. ", "2", "). Samples 3 and 4 have an almost equal powder XRD pattern and subsequently both must be isostructural. Although this sample could not be identified with any other reported Zn–BDC material, its XRD pattern resembles these reported of the two resultant compounds from the evacuation of MOF-2, Zn(BDC)(DMF)(H", "2", "O), at different time/temperature treatments: the (semi-)desolvated compounds Zn(BDC)(DMF) (90 °C, 30 min) and Zn(BDC) (190 °C, 30 min). [", "13", "]. Supporting this tentative assignment, TGA analyses of the samples 3 and 4 (not shown) indicates that they are free of any content of H", "2", "O, in spite of being one of the co-solvents. The chemical composition of the sample was indeed Zn(BDC)(DMF)", "1.5", ". Finally but not least, the more challenging material MOF-2 was obtained by mixing the aqueous solution of zinc acetate dihydrate [Zn(OAc)", "2", "·2H", "2", "O] and DMF solution of the linker (H", "2", "BDC), at room temperature over a period of 24 h with a metal to linker ratio of 1.74 and with H", "2", "O to DMF ratio of 3 (Sample 2). The rest of this article is centered about the characterization of the MOF-2 material, due to the interest of preparing this material under straightforward and somehow sustainable conditions, which contrast with these of the so far reported indirect method [", "13", "] or through direct but very complex method [", "17", "].", " ", "Open image in new window", " ", "Fig. 2", " ", "Different views of a portion of the MOF-2 structure: ", "a", " Along X-axis; ", "b", " along Y-axis; and ", "c", " along Z-axis. H", "2", "O and DMF molecules have been deliberately omitted from the structure in order to clarify the distribution of BDC molecules and Zn atoms", " ", " ", "The structure of MOF-2, Zn(BDC)·(DMF)(H", "2", "O), was firstly described by Yaghi and coworkers [", "17", "]. As shown in the different views of Fig. ", "2", ", it consists of 2-D microporous layers in which two close Zn atoms, linked each other through four carboxylate groups of different BDC molecules, form the inorganic moiety which is not strictly a metal cluster. Each Zn atom is also coordinated to a water molecule to reach a 5-fool coordination. The presence of these water molecules allows a 2-D layer to be hydrogen-bonded with other equal layers.", "The powder XRD pattern of the room temperature synthesized Zn–BDC MOF (MOF-2-RT), shown in Fig. ", "3", ", and the theoretical pattern of MOF-2 are in an excellent agreement. This confirms that pure MOF-2 material was directly precipitated from the aqueous solution of zinc acetate dihydrate [Zn(OAc)", "2", "·2H", "2", "O] and DMF solution of the linker (H", "2", "BDC), at room temperature over a period of 24 h with a metal to linker ratio of 1.74 and with H", "2", "O to DMF ratio of 3.", " ", "Open image in new window", " ", "Fig. 3", " ", "Experimental X-ray diffraction pattern of S2 (MOF-2-RT) and the theoretical pattern of MOF-2", " ", " ", "Figure ", "4", " displays the thermogram of Zn–BDC-based MOF-2 material prepared at room temperature. Three weight losses are clearly observed: the first weight loss (5.9 wt%) centered at 98 °C arises from the desorbed water (H", "2", "O) and the second weight loss (25.6 wt%) centered at 206 °C is due to the removal of occluded DMF molecules. The third sharp weight loss (43.0 wt%) at 515 °C comes from the decomposition of the organic species in the framework, indicating an acceptable stability of the framework. The residual weight after heating the sample at 900 °C was of 25.5 wt% and the only crystalline phase detected by powder XRD was ZnO. According to this quantification from TGA analysis, assuming that no amorphous phase accompanies the detected ZnO in the solid resultant of the TGA treatment, and considering reasonable that the oxygen atoms of the residual ZnO phase come from the BDC, the formula weight of the sample MOF-2 prepared at room temperature was (Zn)", "0.98", "(BDC)", "1.00", "(DMF)", "1.09", "(H", "2", "0)", "1.03", ", which is very good agreement to the formula (Zn)(BDC)(DMF)(H", "2", "O) reported for MOF-2 by Yaghi et al. [", "17", "].", " ", "Open image in new window", " ", "Fig. 4", " ", "Thermogravimetric analysis (TGA/DTG) plot of Zn–BDC MOF-2 prepared at room temperature", " ", " ", "The N", "2", " adsorption/desorption isotherm of MOF-2-RT do not close up (Fig. ", "5", "), which could be due to either a deficient evacuation or a very slow adsorption/desorption mechanism [", "15", ", ", "16", "]. As confirmed from their XRD patterns, these MOFs are two dimensional layered materials. MOF-2-RT has good textural parameters, better than those reported for conventional MOF-2 [", "17", "]: S", "BET", " = 361 m", "2", "/g; S", "Lang", " = 397 m", "2", "/g; S", "microp", " = 324 m", "2", "/g; Pore volume = 0.227 cm", "3", "/g (0.124 cm", "3", "/g microp volume) S", "ext", " = 37 m", "2", "/g.", " ", "Open image in new window", " ", "Fig. 5", " ", "N", "2", " sorption isotherm of Zn–BDC MOF-2 prepared at room temperature", " ", " ", "The SEM image of Zn–BDC MOF-2-RT material (Fig. ", "6", ") shows that the sample is formed by hexagonal shaped crystals. The image shows crystals of different sizes with smooth surfaces. Nevertheless, the particles are clearly hexagonal crystals and probably of the same phase, in good agreement with XRD characterization. It is noteworthy the huge size of the crystals, reaching length as large as 20 μm, as well as their manifest crystalline shape, which suggests that the MOF is formed by a crystallization process rather by a precipitation one as it could be expected considering that this material has been prepared at room temperature.", " ", "Open image in new window", " ", "Fig. 6", " ", "SEM micrograph of Zn–BDC MOF-2-RT", " ", " ", "4 ", "Conclusions", "Metal organic framework MOF-2 (Zn–BDC) was directly precipitated at room temperature from DMF solution of the linker (terephthalic acid or H", "2", "BDC) and the aqueous solution of Zn(OAc)", "2", "·2H", "2", "O. This straightforward and more sustainable method contrasts with the complicated methods so far described for the same material. The powder XRD pattern of this MOF material perfectly matches with the theoretical pattern of MOF-2. The thermogram on the other hand showed the weight loss due to the two solvents, and the decomposition of the linker. The optimized process has led to a two dimensional layered material and therefore with relatively low N", "2", " adsorption capacity (BET surface area of 361 m", "2", "/g) but surpassing that of the so-far reported MOF-2 materials. In addition the phase purity of this MOF was confirmed by SEM. This study makes clear that a real crystallization process (rather than a precipitation one) of MOF materials can be achieved at room temperature and after just a few hours, and consequently well-defined high-quality crystals of MOFs can be afforded under these benign and mild conditions."], "figures": ["<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig6_HTML.jpg\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9823-6/MediaObjects/10934_2014_9823_Fig6_HTML.jpg\" alt=\"\"></a> </div>"]}
