{"title": ["Enhanced Near-Infrared−Luminescence in an Erbium Tetrafluoroterephthalate Framework"], "authors": ["Banglin Chen", "Yu Yang", "Fatima Zapata", "Guodong Qian", "Yongshi Luo", "Jiahua Zhang", "Emil B. Lobkovsky"], "doi": ["10.1021/ic060568u"], "abstract": ["The near-IR−luminescence intensity of the partially desolvated erbium tetrafluoroterephthalate solid Er", "(BDC-F", ")", "(DMF)·DMF (", ") is significantly enhanced by eliminating the C−H vibrational quenching effects in the desolvated erbium terephthalate solid Er", "(BDC)", " (", ").", "Two erbium−organic frameworks Er", "(BDC)", "(DMF)", "(H", "O)", "·H", "O (", ") and Er", "(BDC-F", ")", "(DMF)(H", "O)·DMF (", ") (BDC = 1,4-benzenedicarboxylate; BDC-F", " = 2,3,5,6-tetrafluoro-1,4-benzenedicarboxylate or tetrafluoroterephthalate; DMF = dimethylformamide) have been synthesized and structurally characterized. Studies on thermal gravimetric analysis and the spectroscopic and luminescent properties of ", ", ", ", and their desolvated solid Er", "(BDC)", " (", ") and partially desolvated solid Er", "(BDC-F", ")", "(DMF)·DMF (", ") indicate that fluorination can significantly improve the luminescence intensity of the Er ions by reducing the fluorescence quenching effect of the vibrational C−H bond; thus, the near-IR−luminescence intensity of ", " is 3 times higher than that of ", ". "], "text": [" ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Supporting Information Available", "Introduction", " ", "Metal−organic frameworks (MOFs) have been of extensive interest for their functional properties and thus potential applications in materials science. Self-assembly of metal ion and/or metal clusters with a variety of organic linkers has not only led to a unique type of porous materials for gas storage, separation, and catalysis but also produced a series of functional materials with special magnetism, nonlinear optics, and luminescence properties.", "1", ",", "2", " The research on luminescent MOF materials has been mainly focused on their UV−vis emission,", "3", " while emissive near-IR MOF materials have not yet been explored.", "4", " ", " ", "To incorporate near-IR emissive metal sites such as Er", "3+", ", Nd", "3+", ", and Yb", "3+", " into their MOF materials, we are particularly interested in tuning their functional properties for potential applications in sensing and optics.", "5", ",", "6", " The special advantage of such a MOF approach is to change the concentration of the emissive metal ions/unit volume systematically simply by incorporation of different organic linkers.", "7", " Species containing high-energy C−H, N−H, and/or O−H oscillators (normally existing in the ligands and solvents) significantly quench the metal excited states nonradiatively, leading to decreased luminescence intensities.", "8", " To reduce/eliminate such quenching effects, fully deuterated/fluorinated organic ligands have been incorporated into molecular organolanthanide compounds to enhance their luminescence intensities.", "9", "-", "11", " However, the effect of fluorination on the luminescence intensities of lanthanide−organic framework materials has not yet been examined. Herein we report the synthesis ", " and crystal structures of two erbium−organic frameworks, Er", "2", "(BDC)", "3", "(DMF)", "2", "(H", "2", "O)", "2", "·H", "2", "O (", "1", ") and Er", "2", "(BDC-F", "4", ")", "3", "(DMF)(H", "2", "O)·DMF (", "2", ") (BDC = 1,4-benzenedicarboxylate; BDC-F", "4", " = 2,3,5,6-tetrafluoro-1,4-benzenedicarboxylate or tetrafluoroterephathlate; DMF = dimethylformamide), and the near-IR−luminescence of the as-synthesized and activated compounds ", "1", ", ", "2", ", Er", "2", "(BDC)", "3", " (", "1a", "), and Er", "2", "(BDC-F", "4", ")", "3", "(DMF)·DMF (", "2a", "). The results demonstrate that the luminescence intensity of near-IR emissive MOFs can be significantly enhanced by incorporation of fluorinated organic linkers.", " ", "  ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Supporting Information Available", "Experimental Section", " ", "Materials and Instrumentation. ", "All reagents and solvents employed were commercially available and used as supplied without further purification. Powder X-ray diffraction (PXRD) diffractograms were measured with a Siemens D5005 X-ray diffractometer with a Cu Kα line (λ = 1.541 78 Å) as the incident beam. A Gobel mirror was employed as a monochromator. The sample powder was loaded into a glass holder and leveled with a glass slide before mounting it onto the sample chamber. The specimens were scanned between 4 and 40°. The scan step width was set to 0.01° and the scan rate to 0.01°/s. Thermal gravimetric analysis (TGA)−differential scanning calorimetry (DSC) data were obtained on a TGA G500 V5.3 Build 171 instrument with a heating rate of 10 °C/min under a N", "2", " atmosphere. The Fourier transform IR spectra were recorded by a Nicolet Avatar 360 spectrometer using KBr pellets. Solid samples of compounds ", "1 ", "and ", "2", " were employed to determine their UV−vis−near-IR absorption spectra, respectively. The UV−vis−near-IR absorption spectra of solid samples were determined by a Hitachi U-4100 spectrometer; the samples were deposited on glass substrates (Corning 2947) by a few drops of a sample−ethanol emulsion followed by the evaporation of ethanol before measurement and then measured by transmittance. Solid samples of compounds ", "1", ",", " 2", ", ", "1a", ", and ", "2a", " were used to determine their near-IR−photoluminescence spectra. The near-IR−photoluminescence spectra were determined at room temperature by using a spectrometer equipped with a monochromator (Spex 1269; SPEX Industries Inc., Edison, NJ) and a liquid-N", "2", "-cooled Ge detector (EO-817L; Yellow River Systems Inc., USA), together with a 808-nm laser diode (LD) as the excitation source. The solid samples employed in near-IR−photoluminescence spectral measurements were in the form of tablets, which were fabricated in a cavity-like sample holder with the same amount of solids under the same pressure. The measuring geometry and focusing were kept unchanged during near-IR−photoluminescence spectral measurements. In detail, the sample tablets were excited by the LD and the signals were collected by a focal lens whose focus position was the entrance slit of the spectrometer. The axis of the focal lens was leaned against the pump beam at 30° and intersected with the pump beam at the front surface of the sample. A filter to reflect the 808-nm pump beam but having high transmittance at longer wavelength was employed in front of the entrance slit of the spectrometer. The integral time was aptly selected according to the photoluminescence intensity, with the spectral resolution of 2 nm for all photoluminescence measurements. ", " ", "Preparation of Er", "2", "(BDC)", "3", "(DMF)", "2", "(H", "2", "O)", "2", "·", "H", "2", "O (1). ", "A mixture of Er(NO", "3", ")", "3", "·5H", "2", "O (0.0512 g, 0.115 mmol) and H", "2", "BDC (0.0290 g, 0.175 mmol) in a solution containing DMF (3 mL), C", "2", "H", "5", "OH (3 mL), and H", "2", "O (2 mL) in a sealed vial (20 mL) was heated at 80 °C for 24 h. Light-purple crystals of ", "1 ", "were filtered, dried in air, and collected in ca. 65% yield [on the basis of Er(NO", "3", ")", "3", "·5H", "2", "O]. Anal. Calcd for ", "1", ", C", "30", "H", "32", "Er", "2", "N", "2", "O", "17", ":  C, 35.08; H, 3.14; N, 2.73. Found:  C, 34.90; H, 2.75; N, 2.48. Er", "2", "(BDC)", "3", " (", "1a", ") was formed by heating compound ", "1", " under vacuum at 140 °C overnight. Anal. Calcd for ", "1a", ", C", "24", "H", "12", "Er", "2", "O", "12", ":  C, 34.86; H, 1.46. Found:  C, 34.72; H, 1.81. ", " ", "Preparation of Er", "2", "(BDC", "-", "F", "4", ")", "3", "(DMF)(H", "2", "O)", "·", "DMF (2). ", "A mixture of Er(NO", "3", ")", "3", "·5H", "2", "O (0.0497 g, 0.112 mmol) with H", "2", "BDC-F", "4", " (0.0400 g, 0.168 mmol) in a solution containing DMF (3 mL), C", "2", "H", "5", "OH (3 mL), and H", "2", "O (3 mL) in a sealed vial (20 mL) was heated at 80 °C for 24 h. Light-purple crystals of ", "2 ", "were filtered, dried in air, and collected in ca. 43% yield [on the basis of Er(NO", "3", ")", "3", "·5H", "2", "O]. Anal. Calcd for ", "2", ", C", "30", "H", "16", "Er", "2", "F", "12", "N", "2", "O", "15", ": C, 29.85; H, 1.34; N, 2.32. Found:  C, 29.66; H, 1.06; N, 1.98. Er", "2", "(BDC-F", "4", ")", "3", "(DMF)", "·", "DMF (", "2a", ") was formed by heating compound ", "2", " under vacuum at 140 °C overnight. Anal. Calcd for ", "2a", ", C", "30", "H", "14", "Er", "2", "F", "12", "N", "2", "O", "14", ": C, 30.30; H, 1.19; N, 2.36. Found:  C, 30.33; H, 1.22; N, 2.43. ", " ", "Single-Crystal Structure Determinations. ", "Crystals of ", "1", " and ", "2", " were transferred from a crystallization vessel to a drop of polybutane oil on a microscope slide. Using a nylon loop, a single crystal was than picked and mounted on a Bruker X8 APEX II diffractometer (Mo radiation) in a cold (−100 °C) N", "2", " stream. Data collection and reduction were done using the Bruker Apex2 software package. The structures were solved by direct methods and subsequent difference Fourier techniques (", "SHEXLTL", "). All non-H atoms were refined anisotropically. H atoms were added to a model in their geometrically ideal positions. Crystallographic data and structural refinements for ", "1 ", "and ", "2 ", "are summarized in Table 1", ". ", " ", " ", " Table 1.  Crystal and Structure Refinement Data for ", "1", " and ", "2", " ", " ", "compound ", "Er", "2", "(BDC)", "3", "(DMF)", "2", "(H", "2", "O)", "2", "·H", "2", "O (", "1", ") ", "Er", "2", "(BDC-F", "4", ")", "3", "(DMF)(H", "2", "O)·DMF (", "2", ") ", "formula ", "C", "15", "H", "16", "ErNO", "8.5", " ", "C", "30", "H", "16", "Er", "2", "F", "12", "N", "2", "O", "15", " ", "M", "r", " ", "513.55 ", "1206.97 ", "cryst size (mm", "3", ") ", "0.25 × 0.15 × 0.05 ", "0.30 × 0.20 × 0.15 ", "cryst syst ", "triclinic ", "triclinic ", "space group ", "P", "1̄ ", "P", "1̄ ", "a", " (Å) ", "8.5247(3) ", "11.6710(18) ", "b", " (Å) ", "10.2004(3) ", "11.8916(19) ", "c", " (Å) ", "10.8898(4) ", "14.305(2) ", "α", " ", "(deg) ", "63.722(2) ", "110.633(7) ", "β", " (deg) ", "71.281(2) ", "99.920(6) ", "γ", " ", "(deg) ", "81.148(2) ", "101.351(6) ", "V", " (Å", "3", ") ", "804.08(5) ", "1757.4(5) ", "T", " (K) ", "173 ", "173 ", "D", "calcd", " (Mg m", "-", "3", ") ", "2.084 ", "2.281 ", "Z", " ", "2 ", "2 ", "F", "(000) ", "488 ", "1148 ", "μ(Mo Kα) (mm", "-", "1", ") ", "5.264 ", "4.882 ", "no. of reflns collected/ unique (", "R", "int", ") ", "35405/9658 (0.0258) ", "34644/9527 (0.0270) ", "data/params ", "9658/275 ", "9527/558 ", "R1", "a", " ", "0.0198 ", "0.0266 ", "wR2", "b", " ", "0.0440 ", "0.0768 ", "GOF ", "1.079 ", "1.129", " ", " ", "a", " R1 = ∑|(|", "F", "o", "| − |", "F", "c", "|)|/∑|", "F", "o", "|.", "b", " wR2 = [∑", "w", "(", "F", "o", "2", " − ", "F", "c", "2", ")", "2", "/∑", "w", "(", "F", "o", "2", ")", "2", "]", "1/2", ".", " ", " ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Supporting Information Available", "Results and Discussion", " ", "Compounds ", "1", " and ", "2", " were synthesized by solvothermal reactions in mixed solvents of DMF, ethanol, and H", "2", "O at a temperature of 80 °C for 24 h. The formulas of the compounds were determined by single-crystal XRD studies, and the phase purity of the bulk materials was independently confirmed by elemental microanalysis, PXRD, and TGA. ", " ", "Crystal Structure Descriptions of 1 and 2. ", "As shown in Figure 1", "a, the structure of ", "1", " consists of binuclear Er clusters as building blocks bridged by two bis-monocarboxylates from two BDCs. Each Er is further coordinated by four O atoms from two bidentate chelating carboxylates of two BDCs, one terminal DMF, and one terminal H", "2", "O in a distorted square-antiprism geometry. These binuclear Er clusters can be topologically viewed as octahedral nodes, which are connected by six BDCs to form a three-dimensional (3D) distorted primitive cubic framework (Figure 1b). When the binuclear Er cluster is simplified as a Po atom, the overall structure of ", "1", " is a pair of identical α-Po nets of Er", "2", "(BDC)", "3", "(DMF)", "2", "(H", "2", "O)", "2", " that are mutually interpenetrated with each other to form a doubly interpenetrating 3D framework (Figure 1c). A space-filling model of the structure ", "1", " is shown in Figure 1d, indicating that the pores are filled by another identical framework and coordinated solvent molecules. ", " ", " Figure 1 Structure of ", "1", " showing (a) the coordination geometry of the secondary building unit of a Er", "2", "(BDC)", "3", "(DMF)", "2", "(H", "2", "O)", "2", " cluster, (b) its primitive cubic α-Po net (H atoms are omitted for clarity; Er, light green; N, blue; O, red; C, gray), (c) a schematic illustration of the doubly interpenetrating frameworks in purple and green [center of the Er", "2", "(BDC)", "3", "(DMF)", "2", "(H", "2", "O)", "2", " cluster as the Po node], and (d) its corresponding space-filling representation indicating the formation of a condensed structure.", " ", " ", " ", "The structure of ", "2", " is a rod-packing framework", "12", " consisting of two types of Er atoms, both in distorted square-antiprism geometries, which are bridged by two bis-monocarboxylates from two BDC-F", "4", " linkers. As shown in Figure 2", "a, Er1 (right) is further coordinated by five O atoms from four BDC-F", "4", " linkers and one H", "2", "O, while Er2 (left) is fulfilled by five O atoms from four BDC-F", "4", " and one DMF. Each Er atom is further connected with the central symmetrically related Er atom by four BDC-F", "4", " linkers, forming a one-dimensional (1D) rod (Figure 2b,c). The space-filling model indicates that the pores in this framework are mainly occupied by coordinated solvent molecules, and there exist 1D tiny pores along the ", "a", " axis that are filled with free DMF molecules (Figure 2d). ", " ", " Figure 2 Structure of ", "2", " showing (a) the coordination geometry of the binuclear Er", "2", "(BDC-F", "4", ")", "3", "(DMF)(H", "2", "O) fragment, (b) a 1D infinite secondary building unit with ball-and-stick representation (left) and with Er atoms shown as polyhedra (right), (c) a 3D MOF viewed along the 1D Er", "2", "(CO", "2", ")", "6", " rod (DMF and H", "2", "O molecules are omitted for clarity), and (d) a space-filling representation viewed along the ", "a", " axis (uncoordinated DMF molecules are omitted for clarity; Er, light green; F, light cyan; N, blue; O, red; C, gray). ", " ", " ", " ", "Although ", "1", " and ", "2", " have quite different crystal structures, the emissive Er ions/unit volume of 1.24 Er", "3+", "/1000 Å", "3", " in ", "1", " is only slightly higher than that of 1.14 Er", "3+", "/1000 Å", "3", " in ", "2", ". Their structural diversity is partly attributed to the different spatial arrangement of the organic linkers BDC and BDC-F", "4", " in ", "1", " and ", "2", ", respectively. The carboxylate group in ", "1 ", "is almost coplanar with the phenyl plane of the BDC linker, while the carboxylate group in ", "2 ", "significantly deviates from ", " the phenyl plane of the BDC-F", "4", " linker because of the stronger repulsion between F and carboxylate. ", " ", "TGA", "−", "DSC Study. ", "TGA−DSC studies indicated that compound ", "1", " starts losing solvent molecules at a temperature of 135 °C and the desolvated compound ", "1a", " is stable up to about 480 °C (calcd solvent loss (2DMF + 3H", "2", "O), 19.48%; exptl, 19.15%; Figure 3", "a). Compound ", "2", " gradually loses H", "2", "O (calcd, 1.49%; exptl, 1.77%), free DMF (calcd, 6.05%; exptl, 6.18%), and coordinated DMF (calcd, 6.05%; exptl, 6.58%) at elevated temperatures (Figure 3b). ", " ", " Figure 3 TGA−DSC diagrams of (a) ", "1", " and (b) ", "2", ". ", " ", " ", " ", "UV", "−", "Vis", "−", "Near-IR Spectroscopy and Luminescence Properties. ", "Compounds ", "1", " and ", "2", " exhibit well-resolved UV−vis−near-IR absorption spectra (Figure 4", "). The strong absorption below 350 nm is ascribed to the organic linker's π−π transitions, while 10 absorption bands above 350 nm can be readily assigned to the corresponding electronic transitions of the Er", "3+", " ion from the ground state ", "4", "I", "15/2", " to the excited states ", "4", "I", "13/2", ", ", "4", "I", "11/2", ", ", "4", "I", "9/2", ", ", "4", "F", "9/2", ", ", "4", "S", "3/2", ", ", "2", "H", "11/2", ", ", "4", "F", "7/2", ", ", "4", "F", "5/2", ", ", "2", "H", "9/2", ", ", "4", "G", "11/2", ", and ", "2", "G", "9/2", ". ", " ", " Figure 4 UV−vis−near-IR absorption spectra of (a) ", "1", " and (b) ", "2", ", respectively. ", " ", " ", " ", "The fluorescence properties of the compounds were studied under excitation of an 808-nm band using LD as the light source. No fluorescence was detected from the as-synthesized compounds ", "1", " and ", "2", " at room temperature. This is mainly because of the quenching effect of high-energy C−H and/or O−H oscillators from free and coordinated H", "2", "O and DMF solvent molecules. To minimize the solvents' quenching effect, the as-synthesized compounds were activated under vacuum at 140 °C overnight to form the desolvated solid ", "1a", " and the partially desolvated solid ", "2a", " for near-IR−luminescence studies, which were also carried out under the excitation of an 808-nm band using LD as the light source (Figure 5", "). Before their luminescence properties were examined, compounds ", "1a", " and ", "2a", " were characterized by elemental analysis, IR, and PXRD. ", "1a", " is a poor crystalline solid whose PXRD is significantly broadened and different from that of ", "1", ". IR spectra of ", "1a", " show that DMF C", "O stretches at 1651 cm", "-", "1", " completely disappear and carboxylate C", "O stretches and phenyl vibrations match well with those of ", "1", ". ", "1a", " is stable in air, presumably a condensed solid by further coordination of some carboxylate O atoms to Er ions. ", "2a", " has the same ", " structure as ", "2", ", as shown in its PXRD, which is slightly different from that of ", "2", ", and IR spectra, which are almost identical with that of ", "2", ". It is of special interest to note that the fluorescent emission intensity of ", "2a", " at about 1.55 μm, which is attributed to the ", "4", "I", "13/2", " → ", "4", "I", "15/2", " transition of a Er", "3+", " ion, is significantly enhanced and is about 3 times higher than that of ", "1a", ". Because ", "2a", " still contains a certain amount of DMF solvent molecules, which can reduce the luminescence intensity, we speculate that the fluorination can greatly improve the quantum yield of the ", "4", "I", "13/2", " → ", "4", "I", "15/2", " transition in erbium−organic framework materials. ", " ", " Figure 5 Near-IR−fluorescence spectra of (a) ", "1a", " and (b) ", "2a", " excited at 808 nm by a LD.", " ", " ", " ", "The mechanisms for such an improvement in fluorescent erbium−organic framework materials are clearly illustrated in Figure 6", ", in which the energy level diagrams of the Er", "3+", " ion, C−H (2950 cm", "-", "1", ") and C−F (1220 cm", "-", "1", ") vibrations, are presented. It can be seen that the second-order C−H bond vibrational frequencies (5900 cm", "-", "1", ") are almost in resonance with the emission bands of the Er", "3+", " ion at 1.5 μm (", "4", "I", "13/2", " → ", "4", "I", "15/2", "), while only the fifth-order C−F bond vibrational frequencies (6100 cm", "-", "1", ") can approach in resonance with such an emission transition; thus, the effect of the C−F vibration on the fluorescence quenching of the Er", "3+", " ion emission is much lower than that of the C−H vibration. By making use of fluorinated organic linker BDC-F", "4", " instead of BDC, such a fluorescence quenching effect is much reduced and minimized, leading to a higher luminescence intensity of compound ", "2a ", "than of", " 1a", ". ", " ", " Figure 6 Schematic representation of the vibrational quenching of the ", "4", "I", "13/2", " emission of Er", "3+", " by the vibrational modes of CH, OH, and CF functional groups. ", " ", " ", " ", "It is assumed that the luminescence intensity of Er−BDC-F", "4", " frameworks can be further enhanced by eliminating the solvents' quenching effect. Because it is quite difficult to further activate compound ", "2a", " at elevated temperature to form a new stable solid because of its low thermal stability, we plan to incorporate ancillary electron-rich organic ligands instead of solvent molecules to saturate the Er", "3+", " coordination sites. Such efforts have been ongoing to target more promising near-IR emissive Er−BDC-F", "4", " framework solids for their potential applications in sensing and optics. ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Supporting Information Available", "Acknowledgment", " ", "This work was supported by the University of Texas−Pan American (UTPA) through a Faculty Research Council award (B.C.), in part by the Welch Foundation Grant BG-0017 to the Department of Chemistry at UTPA. The authors also gratefully acknowledge the financial support for this work from the National Natural Science Foundation of the People's Republic of China (Grant 50532030) and the Foundation for the Author of National Excellent Doctoral Dissertation of the People's Republic of China (Grant 200134). ", " ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Supporting Information Available", "Supporting Information Available", " ", "X-ray data in CIF format, PXRD patterns, and IR spectra. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", " ", "        ", "This article references 12 other publications.", " ", "(1)", " ", "Yaghi, O. M.; O'Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. ", "  Nature", " ", "2003", ", ", "423", ", 705. Batten, S. R.; Robson, R. ", "Angew. Chem., ", "Int. Ed. ", "1998", ",", " 37", ", 1461. Kitagawa, S.; Kitaura, R.; Noro, S. ", "Angew. Chem.,", " ", "Int. Ed. ", "2004", ",", " 43", ", 2334. Moulton, B.; Zaworotko, M. J. ", "Chem. Rev.", " ", "2001", ", ", "101", ", 1629. Blake, A. J.; Champness, N. R.; Hubberstey, P.; Li, W. S.; Withersby, M. A.; Schroder, M. ", "Coord.", " ", "Chem. Rev.", " ", "1999", ", ", "183", ", 117. Kiang, Y. H.; Lee, S.; Xu, Z. T.; Choe, W. Y.; Gardner, G. B. ", "Adv. Mater.", " ", "2000", ", ", "12", ", 767. Evans, O. R.; Lin, W. B. ", "Acc. Chem. Res.", " ", "2002", ", ", "35", ", 511. Janiak, C. ", "Dalton ", "Trans.", " ", "2003", ", 2781. Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F. ", "Acc. Chem. Res.", " ", "2005", ", ", "38", ", 217. Bradshaw, D.; Claridge, J. B.; Cussen, E. J.; Prior, T. J.; Rosseinsky, M. J. ", "Acc. Chem. Res.", " ", "2005", ", ", "38", ", 273. Lin, W. B. ", "J. ", "Solid State Chem.", " ", "2005", ", ", "178", ", 2486. Kepert, C. J. ", "Chem. Commun.", " ", "2006", ", 695.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(1) . ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", " ", " ", "(2)", " ", "Chen, B.; Ockwig, N. W.; Millward, A. R.; Contreras, D. S.; Yaghi, O. M. ", "  Angew. Chem., Int. Ed.", " ", "2005", ", ", "44", ", 4745. Chen, B.; Liang, C.; Yang, J.; Contreras, D. S.; Clancy, Y. L.; Lobkovsky, E. B.; Yaghi, O. M.; Dai, S. ", "Angew. ", "Chem.,", " Int. Ed.", ", ", "2006", ", ", "45", ", 1390. Chen, B.; Ma, S.; Zapata, F.; Lobkovsky, E. B.; Yang, J. ", "Inorg. Chem", ". ", "2006", ", ", "45", ", 5718.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(2) . ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", " ", " ", "(3)", " ", "Reineke, T. M.; Eddaoudi, M.; Fehr, M.; Kelley, D.; Yaghi, O. M. ", "  J. ", "Am. Chem. Soc.", " ", "1999", ", ", "121", ", 1651. Liu, W. S.; Jiao, T. Q.; Li, Y. Z.; Liu, Q. Z.; Tan, M. Y.; Wang, H.; Wang, L. F. ", "J. Am. Chem. Soc.", " ", "2004", ", ", "126", ", 2280. Zhao, B.; Chen, X.-Y.; Cheng, P.; Liao, D.-Z.; Yan, S.-P.; Jiang, Z.-H. ", "J. Am. Chem. ", "Soc. ", "2004", ", ", "126", ", 15394. Chandler, B. D.; Cramb, D. T.; Shimizu, G. K. H. ", "J. ", "Am. Chem. Soc. ", "2006", ", ", "128", ", ASAP.", "[", "ACS Full Text ", "], [", "CAS", "]", "(3) . ", "From Condensed Lanthanide Coordination Solids to Microporous Frameworks Having Accessible Metal Sites", "Reineke, Theresa M.; Eddaoudi, Mohamed; Fehr, Michael; Kelley, Douglas; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "1999", "),\r\n    ", "121", "\r\n        (", "8", "),\r\n    ", "1651-1657", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The combination of terbium nitrate and 1,4-benzenedicarboxylic acid (H2BDC) in the presence of triethylamine yields the compd. Tb2(BDC)3·(H2O)4 (1), which was characterized by x-ray crystallog. (triclinic, space group P‾1, R = 0.036).  1 Has an extended nonporous structure constructed from copolymd. BDC and Tb(III) units.  The multidentate functionality of BDC and the tendency of Tb to have a high coordination no. has allowed water to act as a terminal ligand to Tb in the structure.  Upon thermally liberating the water ligands, a microporous material, Tb2(BDC)3, is achieved, which has extended 1-dimensional channels and the same framework structure as that of the as-synthesized solid as evidenced by XRPD.  Water sorption isotherm data proves that Tb2(BDC)3 has permanent microporosity, and points to the presence of accessible metal sites within the pores, which also allows the sorption of ammonia to give Tb2(BDC)3·(NH3)4.  Luminescence lifetime measurements confirm that resorbed water and sorbed ammonia are bound to Tb and that they give distinctly different decay consts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnsF2qsw%253D%253D&md5=019b87eee6cd7e53beebd8993749b696", " ", " ", "(4)", " ", "Guo, X. D.; Zhu, G. S.; Fang, Q. R.; Xue, M.; Tian, G.; Sun, J. Y.; Li, X. T.; Qiu, S. L. ", "  Inorg. Chem", ". ", "2005", ", ", "44", ", 3850. Guo, X. D.; Zhu, G. S.; Sun, F. X.; Li, Z. Y.; Zhao, X. J.; Li, X. T.; Wang, H. C.; Qiu, S. L. ", "Inorg. Chem", ". ", "2006", ", ", "45", ", 2581.", "[", "ACS Full Text ", "], [", "CAS", "]", "(4) . ", "Synthesis, Structure and Luminescent Properties of Rare Earth Coordination Polymers Constructed from Paddle-Wheel Building Blocks", "Guo, Xiaodan; Zhu, Guangshan; Fang, Qianrong; Xue, Ming; Tian, Ge; Sun, Jinyu; Li, Xiaotian; Qiu, Shilun", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "11", "),\r\n    ", "3850-3855", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three-dimensional (3D) novel coordination polymers M(bpdc)1.5(H2O)·0.5DMF (M = Tb (1), Ho (2), Er (3), or Y (4)) were synthesized by reaction of the rare earth ions (M3+) with 4,4'-biphenyldicarboxylic acid (H2bpdc) in a mixed soln. of DMF and EtOH.  They possess the same 3-dimensional architectures and crystallize in monoclinic space group C2/c.  Two seven-coordinated metal centers and four dimonodentate bpdc groups construct a paddle-wheel building block.  These building blocks connect with two carboxyl groups to lead to a 1-dimensional inorg. chain, ---M-O-C-O-M..., along the [001] direction.  The inorg. chains are linked with two biphenyl groups to form 25.15 Å × 17.09 Å rhombic channels along the c axis without interpenetration.  These complexes exhibit strong fluorescence in the visible region, and complex 3 shows Er3+ characteristic emission at 1450-1650 nm at room temp.  These complexes could be anticipated as potential fluorescent probes and an IR-emitter, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjsFCqsr4%253D&md5=74ec53c49bb30321b591fde41d30d8dd", " ", " ", "(5)", " ", "Slooff, L. H.; Van Blaaderen, A.; Polman, A.; Hebbink, G. A.; Klink, S. I.; van Veggel, F. C. J. M.; Reinhoudt, D. N.; Hofstraat, J. W. ", "  J. Appl. Phys.", " ", "2002", ", ", "91", ", 3955.", "[", "Crossref", "], [", "CAS", "]", "(5) . ", "Rare-earth doped polymers for planar optical amplifiers", "Slooff, L. H.; van Blaaderen, A.; Polman, A.; Hebbink, G. A.; Klink, S. I.; Van Veggel, F. C. J. M.; Reinhoudt, D. N.; Hofstraat, J. W.", "Journal of Applied Physics", "\r\n        (", "2002", "),\r\n    ", "91", "\r\n        (", "7", "),\r\n    ", "3955-3980", "CODEN:\r\n                ", "JAPIAU", ";\r\n        ISSN:", "0021-8979", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A review.  Optical waveguide amplifiers based on polymer materials offer a low-cost alternative for inorg. waveguide amplifiers.  Due to the fact that their refractive index is similar to that of std. optical fibers, they can be easily coupled to existing fibers with low coupling losses.  Doping the polymer with rare earth ions that yield optical gain is not straightforward, as the rare earth salts are poorly sol. in the polymer matrix.  This review focuses on 2 different approaches to dope a polymer waveguide with rare earth ions.  The 1st approach is based on org. cage-like complexes that encapsulate the rare earth ion and are designed to provide coordination sites to bind the rare earth ion and to shield it from the surrounding matrix.  These complexes also offer the possibility of attaching a highly absorbing antenna group, which increases the pump efficiency significantly.  The 2nd approach to fabricate rare earth-doped polymer waveguides is to combine the good properties of SiO2 as a host for rare earth ions with the easy processing of polymers.  This is done by doping polymers with Er-doped SiO2 colloidal spheres.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XisVersbo%253D&md5=58a8a49434fe21d8cfe3437ac57d3aab", " ", " ", "(6)", " ", "Wang, H. S.; Qian, G. D.; Wang, M. Q.; Zhang, J. H.; Luo, Y. S. ", "  J. ", "Phys. Chem. B", " ", "2004", ", ", "108", ", 8084. Wang, H. S.; Qian, G. D.; Wang, Z. Y.; Zhang, J. H.; Luo, Y. S.; Wang, M. Q. ", "J. Lumin.", " ", "2005", ", ", "113", ", 214.", "[", "ACS Full Text ", "], [", "CAS", "]", "(6) . ", "Enhanced Luminescence of an Erbium (III) Ion-Association Ternary Complex with a Near-Infrared Dye", "Wang, Huaishan; Qian, Guodong; Wang, Minquan; Zhang, Jiahua; Luo, Yongshi", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "23", "),\r\n    ", "8084-8088", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A near-IR (NIR) luminescent Er (III) ternary complex was prepd. with an ion-assocg. sensitizer of IR5, a NIR dye whose large absorption cross section covers the visible spectrum around 488 nm and esp. the NIR spectrum around 980 nm.  In this paper NIR photoluminescence from the complex in bulky powder is obtained.  The 1.54 μm emission of Er ion upon 980 nm laser diode (LD) excitation is remarkably enhanced, as a result of effective indirect excitation of Er ion via IR5 (harvesting most excitation light).  The luminescence mechanisms upon indirect excitation are simply described.  Probably the studied complex is potentially an active substance for the fabrication of planar optical amplifiers operating at 1.5 μm, which in particular can be conveniently based on cheap pumping sources such as 980 nm LDs and are compatible with the current optical communication network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjvFSlurg%253D&md5=8771f3c8c64496fd95a3a26593cfb57e", " ", " ", "(7)", " ", "Banerjee, S.; Huebner, L.; Romanelli, M. D.; Kumar, G. A.; Riman, R. E.; Emge, T. J.; Brennan, J. G. ", "  J. Am. Chem. Soc.", " ", "2005", ", ", "127", ", 15900.", "[", "ACS Full Text ", "], [", "CAS", "]", "(7) . ", "Oxoselenido Clusters of the Lanthanides: Rational Introduction of Oxo Ligands and Near-IR Emission from Nd(III)", "Banerjee, Santanu; Huebner, Louise; Romanelli, Michael D.; Kumar, G. Ajith; Riman, Richard. E.; Emge, Thomas J.; Brennan, John G.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "45", "),\r\n    ", "15900-15906", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of Ln(SePh)3 with SeO2 in THF give octanuclear oxoselenido clusters (THF)8Ln8O2Se2(SePh)16 (Ln = Ce, Pr, Nd, Sm), which were characterized by x-ray crystallog.  In this isomorphous series, the eight Ln(III) ions are connected in the center by a pair of μ3-O2- ligands and μ5-Se2- ligands, with 14 bridging and two terminal selenolate ligands capping the cluster surface.  Thermal decompn. at 700° of the Nd compd. in vacuo gave a phase mixt. of NdSe2, Nd2Se3, and Nd2O3.  Near-IR emission expts. on the (THF)8Nd8O2Se2(SePh)16 and the fluorinated thiolate compd. (DME)2Nd(SC6F5)3 demonstrate that clusters with oxo ligands are not only highly emissive, but also they emit at wavelengths not found in conventional oxides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFalu7rN&md5=d8c4a2b13f370ad458c518a44a591d5f", " ", " ", "(8)", " ", "Beeby, A.; Faulkner, S. ", "  Chem. Phys. Lett.", " ", "1997", ", ", "266", ", 116.", "[", "Crossref", "], [", "CAS", "]", "(8) . ", "Luminescence from neodymium(III) in solution", "Beeby, Andrew; Faulkner, Stephen", "Chemical Physics Letters", "\r\n        (", "1997", "),\r\n    ", "266", "\r\n        (", "1,2", "),\r\n    ", "116-122", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The luminescence lifetime of Nd(III) in aq. and org. solns. was measured for the 1st time, and the effects of solvent deuteration on the excited state decay kinetics studied.  The emissive 4F3/2 state is very short lived in H2O, τ = 29 ± 3 ns, and the lifetime increases significantly upon changing to D2O, τ = 152 ± 7 ns.  Complexing to polydentate ligands such as EDTA increases the lifetime due to the reduced solvation of the ion by H2O.  In org. solvents the lifetime of the excited state of the ion is affected by both the presence of C-H and O-H oscillators; the latter are much more efficient at deactivating the excited state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXhtV2rsr4%253D&md5=7cfa9b73ed9a28dc5a2984a09819155e", " ", " ", "(9)", " ", "Hasegawa, Y.; Murakoshi, K.; Wada, Y.; Yanagida, S.; Kim, J.-H.; Nakashima, N.; Yamanaka, T. ", "  Chem. Phys. Lett.", " ", "1996", ", ", "248", ", 8.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Enhancement of luminescence of Nd3+ complexes with deuterated hexafluoroacetylacetonato ligands in organic solvent", "Hasegawa, Yasuchika; Murakoshi, Kei; Wada, Yuji; Yanagida, Shozo; Kim, Jeong-Ho; Nakashima, Nobuaki; Yamanaka, Tatsuhiko", "Chemical Physics Letters", "\r\n        (", "1996", "),\r\n    ", "248", "\r\n        (", "1,2", "),\r\n    ", "8-12", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Tris(hexafluoroacetylacetonato-d)neodymium(III), [Nd(HFA-D)3], was prepd. by chelation of Nd3+ ion with deuterated hexafluoroacetylacetone in CD3OD.  Luminescence of the Nd3+ complex was obsd. in org. solvents, and the quantum yield is of the order of 10-2 in deuterated acetone soln.  The absorption spectrum of [Nd(HFA-D)3] dissolved in acetone was comparable with that of Nd3+ in YAG.  Splitting of the 4F3/2 level is 82.3 cm-1 in this system.  These spectral characteristics suggest that the phys. nature of Nd3+ coordination environments should be uniform and defined by coordination of HFA in soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XjtVanug%253D%253D&md5=cc4cfa962a8f577b23228b066f9644a2", " ", " ", "Wada, Y.; Okubo, T.; Ryo, M.; Nakazawa, T.; Hasegawa, Y.; Yanegida, S. ", "  J. Am. Chem. Soc.", " ", "2000", ", ", "122", ", 8583.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "High Efficiency Near-IR Emission of Nd(III) Based on Low-Vibrational Environment in Cages of Nanosized Zeolites", "Wada, Yuji; Okubo, Tatsuya; Ryo, Munenori; Nakazawa, Toru; Hasegawa, Yasuchika; Yanagida, Shozo", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "35", "),\r\n    ", "8583-8584", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This contribution describes observation of the strong emission from Nd3+ complex immobilized within the cages of a nanocryst. Faujasite-type zeolite, which is dispersed in deuterated dimethylsulfoxide.  The authors succeeded in drastically enhancing the near-IR emission of Nd3+ by ligating it with bis(perfluoromethylsulfonyl)aminate in cages of a nanocryst., large-pore zeolite (Faujasite type).  The nanosized zeolite powder contg. the Nd3+ complex is stably dispersed in DMSO-d6, constituting a transparent dispersion, by which the authors have achieved the highest quantum efficiency in its emission in org. media.  The success in obtaining the strong emission in this work should be attributed to suppression of the relaxation of the excitation energy of Nd3+ through the vibrational excitation by the low-vibrational zeolite cage wall and the energy migration at collisions by locating Nd3+ sep. in the cages.  Also, ligation of the emitting Nd3+ center with PMS in the zeolite cages should play an important role in retarding the vibration excitation caused by -OD groups surrounding the emitting centers.  Detailed work is in progress for obtaining structural information for Nd(PMS)-n-FAU and for extending this system to other rare earth cations emitting in the near-IR region.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXlslWksL0%253D&md5=b51648a3fc5e3fd1c3b7441423663310", " ", " ", "(11)", " ", "Mancino, G.; Ferguson, A. J.; Beeby, A.; Long, N. J.; Jones, T. S. ", "  J. ", "Am. Chem. Soc.", " ", "2005", ", ", "127", ", 524.", "[", "ACS Full Text ", "], [", "CAS", "]", "(11) . ", "Dramatic Increases in the Lifetime of the Er3+ Ion in a Molecular Complex Using a Perfluorinated Imidodiphosphinate Sensitizing Ligand", "Mancino, Gaetano; Ferguson, Andrew J.; Beeby, Andrew; Long, Nicholas J.; Jones, Tim S.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "2", "),\r\n    ", "524-525", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Dramatic increases in the luminescent lifetime of the Er3+ ion in a mol. complex have been obsd. by chelating the rare-earth ion with a perfluorinated imidodiphosphinate sensitizing ligand, F-tpip.  For soln., powder, and evapd. thin films of Er(F-tpip)3, the av. lifetimes of the 1530 nm emission band range between 150 and 220 μs, corresponding to a max. 50-fold increase relative to the nonfluorinated analog, Er(tpip)3.  These are the longest reported lifetimes for the Er3+ ion in a simple org. chelate.  These remarkable improvements in luminescence efficiency and excited-state lifetime represent a significant step forward in the design and fabrication of near-IR (NIR)-emitting mol. devices for communications, sensing, and anal. detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFCiu7jF&md5=7c3f6ea226a6358147469a70afc9d633", " ", " ", "(12)", " ", "Rosi, N. L.; Kim, J.; Eddaoudi, M.; Chen, B.; O'Keeffe, M.; Yaghi, O. M. ", "  J. Am. Chem. Soc.", " ", "2005", ", ", "127", ", 1504.", "[", "ACS Full Text ", "], [", "CAS", "]", "(12) . ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2006/inocaj.2006.45.issue-22/ic060568u/production/images/small/ic060568uf1.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2006/inocaj.2006.45.issue-22/ic060568u/production/images/small/ic060568uf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2006/inocaj.2006.45.issue-22/ic060568u/production/images/small/ic060568uf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2006/inocaj.2006.45.issue-22/ic060568u/production/images/small/ic060568uf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2006/inocaj.2006.45.issue-22/ic060568u/production/images/small/ic060568uf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2006/inocaj.2006.45.issue-22/ic060568u/production/images/small/ic060568uf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2006/inocaj.2006.45.issue-22/ic060568u/production/images/small/ic060568uf00006.gif\">"]}
