{"title": ["Introduction of π-Complexation into Porous Aromatic Framework for Highly Selective Adsorption of Ethylene over Ethane"], "authors": ["Baiyan Li", "Yiming Zhang", "Rajamani Krishna", "Kexin Yao", "Yu Han", "Zili Wu", "Dingxuan Ma", "Zhan Shi", "Tony Pham", "Brian Space", "Jian Liu", "Praveen K. Thallapally", "Jun Liu", "Matthew Chrzanowski", "Shengqian Ma"], "doi": ["10.1021/ja502119z"], "abstract": ["In this work, we demonstrate for the first time the introduction of π-complexation into a porous aromatic framework (PAF), affording significant increase in ethylene uptake capacity, as illustrated in the context of Ag(I) ion functionalized PAF-1, PAF-1-SO", "Ag. IAST calculations using single-component-isotherm data and an equimolar ethylene/ethane ratio at 296 K reveal that PAF-1-SO", "Ag shows exceptionally high ethylene/ethane adsorption selectivity (", ": 27 to 125), far surpassing benchmark zeolite and any other MOF reported in literature. The formation of π-complexation between ethylene molecules and Ag(I) ions in PAF-1-SO", "Ag has been evidenced by the high isosteric heats of adsorption of C", "H", " and also proved by in situ IR spectroscopy studies. Transient breakthrough experiments, supported by simulations, indicate the feasibility of PAF-1-SO", "Ag for producing 99.95%+ pure C", "H", " in a Pressure Swing Adsorption operation. Our work herein thus suggests a new perspective to functionalizing PAFs and other types of advanced porous materials for highly selective adsorption of ethylene over ethane."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Introduction", "Ethylene, one of the most widely used feedstock molecules in the petrochemical industry, is usually obtained via steam cracking and thermal decomposition of ethane.", "(1)", " The similar molecular sizes and volatilities make the separation of ethylene/ethane mixtures one of the most challenging chemical separations at large scale.", "(2)", " Current technology uses cryogenic distillation performed under the conditions of high pressure (23 bar) and low temperature (−25 °C), resulting in an extremely cost and energy intensive process.", "(3)", " Extensive efforts to develop low energy approaches for efficient ethylene/ethane separation at higher temperature and normal atmospheric pressure have focused on membrane separation,", "(4)", " organic solvent-based sorbents,", "(5)", " and porous solid adsorbents.", "(6)", " Among these approaches, porous solid adsorbents attract particular interest because of their great potential to afford much lower cost and energy consumption.", "Over the past decade, advanced porous materials such as metal–organic frameworks (MOFs)", "(7)", " and porous organic polymers (POPs)", "(8)", " [e.g., porous aromatic frameworks (PAFs),", "(9)", " conjugated microporous polymers (CMPs),", "(10)", " porous polymer networks (PPNs),", "(11)", " and porous organic frameworks (POFs)", "(12)", "] have been explored as new classes of solid adsorbents for applications in gas storage,", "(13)", " gas separation,", "(14)", " carbon capture,", "(15)", " catalysis,", "(16)", " and so forth. Compared with conventional solid adsorbents of zeolites and mesoporous silica materials,", "(17)", " MOFs", "(7)", " and POPs", "(8)", " feature the amenability of design and modular nature, adjustable pore sizes, functionalizable pore surfaces, and high surface areas. These features also make them hold great promise for hydrocarbon separation,", "(18)", " including the separation of ethylene/ethane mixtures.", "(19)", "Adsorption-based separation of ethylene/ethane using MOFs focuses on the preferential interactions between open metal sites and ethylene molecules, and high ethylene uptake capacities and ethylene/ethane selectivities have been demonstrated in MOFs with open metal sites.", "(19a)", "–f", "In comparison with MOFs, POPs, despite the amorphous nature for most of them, feature robust covalent framework structures showing high water, moisture, and chemical stability;", "(8)", " they could also be readily scaled up using one-pot reactions. However, the lack of preferential binding sites for ethylene molecules leads to poor ethylene/ethane adsorption selectivity.", "(8c, 19g)", " A recently reported copper(catecholate) decorated POP demonstrates enhanced ethylene/ethane selectivity;", "(20)", " nevertheless, the absolute selectivity remains low, presumably due to the moderate interactions between open Cu(II) sites and ethylene molecules. Therefore, in order to achieve high ethylene/ethane selectivity in POPs, stronger binding sites for ethylene molecules are desired.", "It has been well-documented that Cu(I) and Ag(I) ions can form π-complexation with the carbon–carbon double bonds of olefin molecules in solutions,", "(5, 6, 21)", " and these systems have been employed for absorptive separations of olefins from paraffins, which are however inefficient because of the poor contact between the hydrocarbons and the liquid absorbents.", "(5)", " We postulate that if such kinds of π-complexation can be introduced into POP, the π-complexation will afford strong interactions between the ethylene molecules and the framework, whereas the porous structure of POP can maximize the contact of between the ethylene molecules and the framework, thereby resulting in high ethylene/ethane selectivity. In this contribution, we demonstrate for the first time the introduction of π-complexation into POPs, as illustrated in the context of functionalizing the highly porous PAF, PAF-1", "(22)", " with Ag(I) ions. The resultant PAF-1-SO", "3", "Ag not only exhibits significant enhancement of ethylene uptake capacity compared to the parent PAF-1, but also demonstrates exceptional ethylene/ethane adsorption selectivity, far surpassing benchmark zeolite and any other MOF and POP reported thus far. The formation of π-complexation between ethylene molecules and Ag(I) ions in PAF-1-SO", "3", "Ag has been proven by heat of adsorption analysis and in situ IR spectroscopic studies.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Results and Discussion", "Materials Preparation and Physicochemical Characterization", "PAF-1", "(22)", " [(cross-linked poly tetraphenylmethane) also known as (a.k.a.) PPN-6", "(23)", "] is an amorphous POP possessing a hypothetical diamondoid-topology structure with very high surface area and exceptional stability in water/moisture and acidic/basic media. PAF-1-SO", "3", "Ag can be readily achieved by Ag(I) ion exchange of sulfonate-grafted PAF-1 (hereafter denoted PAF-1-SO", "3", "H) following the procedures reported previously (", "Supporting Information", " (SI) Scheme S1).", "(23a, 24a)", "N", "2", " gas sorption isotherms at 77 K (Figure ", "1", ") reveal Brunauer–Emmett–Teller (BET) surface areas of 4714, 1087, and 783 m", "2", "·g", "–1", " for PAF-1, PAF-1-SO", "3", "H, and PAF-1-SO", "3", "Ag, respectively. Pore size distribution analysis (Horvath–Kawazoe model) indicates that the pore size is reduced from ∼15 Å for PAF-1 to ∼8 Å for PAF-1-SO", "3", "H, whereas the pore size of PAF-1-SO", "3", "Ag is predominantly distributed around ∼8 Å, suggesting negligible pore size change after the Ag(I) ion exchange process (", "SI", " Figure S1).", "Figure 1. N", "2", " sorption isotherms at 77 K for PAF-1 (black), PAF-1-SO", "3", "H (red), and PAF-1-SO", "3", "Ag (blue).", "The presence of Ag(I) in PAF-1-SO", "3", "Ag was confirmed by X-ray photoelectron spectroscopy (XPS) analysis, which shows a silver signal at binding energies of 368.8 and 374.8 eV (", "SI", " Figure S2) corresponding to the peaks of Ag 3d", "5/2", " and Ag 3d", "3/2", ", respectively. Fourier transform infrared spectroscopy (FTIR) of PAF-1-SO", "3", "Ag shows the obvious characteristic peak of SO", "3", "–", " group at 1086 and 1186 cm", "–1", ", respectively (", "SI", " Figure S3). Solid ", "13", "C NMR spectra of PAF-1-SO", "3", "Ag and PAF-1-SO", "3", "H show similar central carbon atom signals at δ = 65 ppm and the signals of aromatic carbon (δ = 121 ppm to 147 ppm), indicating the preservation of framework structure after Ag(I) ion exchange (", "SI", " Figure S4). Inductively coupled plasma mass spectrometry (ICP-MS) and elemental analysis (EA) indicate that ∼50% SO", "3", "H were exchanged into SO", "3", "Ag.", "Ethylene and Ethane Adsorption", "The low-pressure ethylene sorption isotherms were collected at 296 K. The incorporation of Ag(I) ion into PAF-1 results in a significant enhancement of ethylene adsorption capacity despite the remarkable decrease in surface area. At 296 K and 1 atm, the ethylene uptake amounts of PAF-1 and PAF-1-SO", "3", "H are 57 and 66 cm", "3", "·g", "–1", ", respectively (", "SI", " Figure S5). In contrast, PAF-1-SO", "3", "Ag exhibits a significantly higher ethylene uptake capacity of 91 cm", "3", "·g", "–1", " (4.1 mmol·g", "–1", ") under the same conditions (Figure ", "2", "). PAF-1-SO", "3", "Ag surpasses the ethylene uptake capacity of zeolite 5A", "(25)", " (∼2.3 mmol·g", "–1", " at 303 K and 1 atm) and compares to that of zeolite NaX", "(26)", " (∼4.2 mmol·g", "–1", " at 305 K and 1 atm), two benchmark zeolites widely studied for ethylene/ethane separation. In addition, PAF-1-SO", "3", "Ag outperforms the copper(catecholate) decorated POP, CuA", "10", "B", "1", ",", "(20)", " in ethylene uptake, which exhibits an ethylene adsorption amount of ∼1.8 mmol·g", "–1", " at 0.79 atm and 298 K. The ethylene uptake capacity of PAF-1-SO", "3", "Ag at 296 K and 1 atm is relatively lower compared to that of some high surface area MOFs possessing open metal sites (e.g., 7.2 mmol·g", "–1", " of MgMOF-74, 7.2 mmol·g", "–1", " of Cu-BTC, and 5.8 mmol·g", "–1", " of NOTT-102),", "(19a)", " but the MOFs containing open metal sites usually experience partial framework degradation after exposed to moisture, inevitably leading to drastic decreases in ethylene uptake capacity upon reuse. In contrast, the fact that PAF-1-SO", "3", "Ag was prepared via ion exchange in aqueous solution suggests its water stability. This, together with its moisture stability, is further confirmed by the reproducibility of the ethylene sorption isotherms for PAF-1-SO", "3", "Ag even after exposure to an air environment with 80% humidity for 2 days (", "SI", " Figure S6).", "Figure 2. C", "2", "H", "4", " (black) and C", "2", "H", "6", " (red) sorption isotherms of PAF-1-SO", "3", "Ag at 296 K. Filled: adsorption; unfilled: desorption.", "To test the recyclability of PAF-1-SO", "3", "Ag, we simulated temperature and vacuum swings with an ASAP2020 analyzer, by saturating with ethylene up to 1.1 bar at 296 K followed by a high vacuum for 3 h at 105 °C. After 5 cycles, there was no apparent loss in capacity (", "SI", " Figure S7), indicating the complete desorption during each regeneration cycle. Upon the basis of the differential scanning calorimetry (DSC) analysis, energies of 2.67 MJ/kg are needed to release ethylene and regenerate PAF-1-SO", "3", "Ag (", "SI", " Figure S8).", "(19b)", "Interestingly, different from the ethylene adsorption, the trend of ethane uptake by the three samples follows the order of PAF-1 > PAF-1-SO", "3", "H > PAF-1-SO", "3", "Ag at 296 K and 1 atm (", "SI", " Figure S9). The smallest ethane uptake amount observed for PAF-1-SO", "3", "Ag is primarily attributed to its lower surface area when compared with PAF-1 and PAF-1-SO", "3", "H. This result also suggests that the incorporation of Ag(I) ions would not increase the ethane uptake capacity.", "Ethylene/ethane adsorption selectivities were calculated using ideal adsorbed solution theory (IAST)", "(27)", " for PAF-1-SO", "3", "Ag, PAF-1, and PAF-1-SO", "3", "H (Figure ", "3", "). For an equimolar mixture of ethylene and ethane at 296 K, the adsorption selectivity (", "S", "ads", ") obtained for PAF-1-SO", "3", "Ag is 27 at 100 kPa, far exceeding those calculated for both PAF-1 (", "S", "ads", " = 0.7) and PAF-1-SO", "3", "H (", "S", "ads", " = 0.88). The ethylene/ethane adsorption selectivity of PAF-1-SO", "3", "Ag at 296 K and 100 kPa is also significantly higher than those of zeolite NaX,", "(19a)", " the MOFs", "(19a)", " FeMOF-74 [a.k.a. Fe", "2", "(dobdc)], CoMOF-74 [a.k.a. Co", "2", "(dobdc)], MgMOF-74 [a.k.a. Mg", "2", "(dobdc)], CuBTC (a.k.a. HKUST-1) (Figure ", "3", "), and the POP CuA", "10", "B", "1", ",", "(20)", " exhibiting ethylene/ethane selectivities of 8, 11, 6.4, 5.6, 3.6, and 3.8, respectively. It is worth noting that the ethylene/ethane adsorption selectivities of PAF-1-SO", "3", "Ag are considerably higher than those of zeolite NaX and other MOFs over the entire pressure range with the adsorption selectivity value at 1 kPa (", "S", "ads", " = 125) even about an order of magnitude higher (Figure ", "3", ").", "Figure 3. Comparison of the IAST calculations for C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivities for PAF-1-SO", "3", "Ag with PAF-1, PAF-1-SO", "3", "H and other porous materials", "(19a)", " at 296 K.", "In practice, the combination of adsorption selectivity and uptake capacity of gas mixtures contribute to the characteristics of ethylene/ethane separation.", "(18c, 19a)", " Figure ", "4", " shows the IAST calculations of the ethylene/ethane adsorption selectivity versus the gravimetric uptake capacity of ethylene for adsorption from an equimolar ethylene/ethane mixture at the total bulk gas phase at 296 K and 100 kPa for PAF-1-SO", "3", "Ag and several benchmark microporous adsorbent materials.", "(19a)", " Both adsorption selectivity and gravimetric uptake capacity of PAF-1-SO", "3", "Ag are significantly higher than two important zeolites of NaETS-10", "28", " and NaX.", "(19a, 29)", " The volumetric ethylene uptake capacity of PAF-1-SO", "3", "Ag (", "SI", " Figure S11), which is estimated based on the density of the compressed PAF-1-SO", "3", "Ag pellet, also surpasses that of NaETS-10", "(28)", " and NaX.", "(19a, 29)", " Albeit the ethylene uptake capacity of PAF-1-SO", "3", "Ag is lower than that of some MOF materials, much higher ethylene adsorption selectivity alongside excellent water stability represent advantages in practice over most MOFs", "(30)", " investigated so far.", "Figure 4. IAST calculations of the C", "2", "H", "4", "/C", "2", "H", "6", " adsorption selectivity versus the gravimetric uptake capacity of ethylene for adsorption from an equimolar C", "2", "H", "4", "/C", "2", "H", "6", " mixture at the total bulk gas phase at 296 K and 100 kPa", "(19a)", " (Note: the uptake capacity of ethylene for FeMOF-74 is at 318 K", "(19b)", ").", "Ethylene–Framework Interactions", "We reasoned that the exceptional ethylene adsorption properties of PAF-1-SO", "3", "Ag should stem from the strong interactions between ethylene molecules and the framework of PAF-1-SO", "3", "Ag as a result of the formation of π-complexation between the ", "d", " orbitals of Ag(I) and the π orbitals of carbon–carbon double bonds in ethylene.", "(5, 6)", " We estimated the isosteric heats of adsorption (", "Q", "st", ") based upon Clausius–Clapeyron equation by differentiation of the dual-Langmuir–Freundlich fits of the isotherms at two different temperatures,", "(18c, 19a)", " 296 and 318 K(", "SI", " Figure S12) with ", "T", "-dependent parameters. As shown in Figure ", "5", ", at close to zero loading, the ", "Q", "st", " for ethylene in PAF-1-SO", "3", "Ag is 106 kJ·mol", "–1", ", remarkably higher than that of PAF-1 (14 kJ·mol", "–1", ") and PAF-1-SO", "3", "H (23 kJ·mol", "–1", "). The ", "Q", "st", " for ethylene in PAF-1-SO", "3", "Ag is consistent with that observed in other Ag(I)-based π-complexation systems,", "(21, 31)", " suggesting the formation of π-complexation between the ethylene molecules and Ag(I) ions in PAF-1-SO", "3", "Ag. The ", "Q", "st", " exceeds that in MOFs with open metal sites, e.g., FeMOF-74 (45 kJ·mol", "–1", ")", "(19b)", " or (47 kJ·mol", "–1", "),", "(19a)", " MgMOF-74 (42 kJ·mol", "–1", "),", "(19a)", " CoMOF-74 (41 kJ·mol", "–1", "),", "(19a)", " CuBTC (39 kJ·mol", "–1", ").", "(19a)", " These results highlight that, compared with open metal sites, Ag(I) ions can boost the interactions with ethylene molecules more in a porous framework via the formation of π-complexation. In contrast with the high ", "Q", "st", " for ethylene, PAF-1-SO", "3", "Ag shows a significantly lower ", "Q", "st", " for ethane with a value of 27 kJ·mol", "–1", " (", "SI", " Figure S14); thus validating that the Ag(I) ions serve as a preferential binding sites, selectively adsorbing ethylene over ethane thereby resulting in high ethylene/ethane adsorption selectivities.", "Figure 5. Isosteric heats adsorption, ", "Q", "st", " of C", "2", "H", "4", " for PAF-1, PAF-1-SO", "3", "H, and PAF-1-SO", "3", "Ag.", "To further prove the formation of π-complexation between the ethylene molecules and Ag(I) ions in PAF-1-SO", "3", "Ag, in situ IR measurements of ethylene adsorption at room temperature were conducted. The —CH", "2", " out-of plane wagging mode at 949 cm", "–1", " was found as the most sensitive mode, responding to the interaction between ethylene and the substrate surface.", "(32)", " As shown in Figure ", "6", ", ethylene adsorption on PAF-1 and PAF-1-SO", "3", "H exhibits IR features similar to that of gas phase C", "2", "H", "4", ", indicating a weak interaction, which is further evidenced by the complete removal of ethylene IR features after room temperature desorption in helium purge. In contrast, upon initial adsorption, PAF-1-SO", "3", "Ag shows strongly perturbed CH", "2", " mode at 980 cm", "–1", ". The intensity is even comparable with the gas-phase mode at 949 cm", "–1", " at saturation. Two extra IR features at 1960 cm", "–1", " (combination mode of —CH", "2", " wagging) and 1634 cm", "–1", " (C═C stretching), not observed on the PAF-1 and PAF-1-SO", "3", "H, further confirm ethylene adsorption on PAF-1-SO", "3", "Ag. These new IR bands due to adsorbed ethylene persist well after room temperature desorption, indicating a strong interaction between ethylene and PAF-1-SO", "3", "Ag. The blue-shift of the —CH", "2", " wagging mode can be attributed to the combinative d−π and d−π* interaction between Ag and ethylene,", "(33-36)", " thus confirming the formation of π-complexation between the ethylene and Ag(I) ions in PAF-1-SO", "3", "Ag.", "Figure 6. IR spectra from ethylene adsorption and desorption on PAF-1, PAF-1-SO", "3", "H, and PAF-1-SO", "3", "Ag at room temperature. IR spectrum from gas phase ethylene is also shown for reference.", "Ethylene/Ethane Breakthrough Experiments and Simulations", "To evaluate the performance of PAF-1-SO", "3", "Ag in an actual adsorption-based separation process, breakthrough experiments were performed in which an equimolar ethylene/ethane mixture was flowed over a packed bed of the solid with a total flow of 2 mL/min at 296 K. As shown in Figure ", "7", ", PAF-1-SO", "3", "Ag can effectively separate an equimolar mixture of ethylene and ethane into the pure component gases of greater than 99% purity.", "We also carried out breakthrough simulations for C", "2", "H", "4", "/C", "2", "H", "6", " mixtures in a fixed bed (", "SI", " Figure S17) to further demonstrate the feasibility of producing 99.95%+ pure C", "2", "H", "4", " in a Pressure Swing Adsorption (PSA) operation. The simulated breakthrough curves are in reasonably good agreement with the experimental data (", "SI", " Figure S18a). During the adsorption cycle, C", "2", "H", "6", " at purities >99% can be recovered for a certain duration of the adsorption cycle, as indicated by the arrow in ", "SI", " Figure S18b. In addition, ethylene of 99.95%+ purity, required as feedstock to the polymerization reactor, can also be recovered during the time interval indicated by the arrow in ", "SI", " Figure S19 in the desorption cycle. ", "Video", " animations of the breakthrough simulations can be viewed in the HTML version of this work.", "Figure 7. Experimental data on transient breakthrough of an equimolar C", "2", "H", "4", "/C", "2", "H", "6", " mixture in an adsorber bed packed with PAF-1-SO", "3", "Ag in the adsorption phase of a PSA operation.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Conclusions", "In summary, we have demonstrated for the first time the introduction of π-complexation into POPs for highly selective adsorption of ethylene over ethane, as illustrated in the context of Ag(I) ion functionalized porous aromatic framework, PAF-1-SO", "3", "Ag. PAF-1-SO", "3", "Ag exhibits significantly higher ethylene/ethane adsorption selectivity at 296 K than benchmark zeolite and any other MOF and POP reported in literature. The high ethylene/ethane adsorption selectivity of PAF-1-SO", "3", "Ag is traceable to the formation of π-complexation between Ag(I) ions and the double bonds of ethylene molecules, which is reflected in the high isosteric heats of adsorption of C", "2", "H", "4", " and evidenced by in situ IR spectroscopy studies. The feasibility of PAF-1-SO", "3", "Ag for producing 99.95%+ pure C", "2", "H", "4", " in a PSA operation has been demonstrated by breakthrough experiments that are supported by simulations. Albeit the light-sensitivity, utilization of costly Ni-COD catalyst, and high isosteric heats of adsorption could represent some potential challenges for the application of PAF-1-SO", "3", "Ag in practice, these kinds of issues could be tackled via some engineering processes. Notwithstanding, our work presented herein provides a new perspective to functionalizing POPs for energy-saving ethylene/ethane and other olefin/paraffin separations. Ongoing work in our laboratory includes investigating PAF-1-SO", "3", "Ag for separations of other olefin/paraffin mixtures and applying the approach of π-complexation to functionalizing other types of advanced porous materials for hydrocarbon separations.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Experimental Section", "Materials and Syntheses", "All starting materials, reagents, and solvents were purchased from commercial sources (Aldrich, Alfa, Fisher, and Acros) and used without further purification.", "Synthesis of Tetrakis(4-bromophenyl)methane", "Tetrakis(4-bromophenyl)methane was synthesized according to the procedures reported in the literature", "(22)", " with some minor modification. To a three-necked round-bottom flask containing bromine (6.4 mL, 19.9 g), tetraphenylmethane (2.0 g, 6.24 mmol) was added stepwise with small portions under vigorous stirring at room temperature (25 °C). After the addition was completed, the resulting solution was stirred for 60 min and then cooled to 0 °C. At 0 °C temperature, ethanol (25 mL) was added slowly, and the reaction mixture was allowed to warm to room temperature overnight. Then, the precipitate was filtered off and washed subsequently with saturated aqueous sodium hydrogensulfite solution (25 mL) and water (100 mL). After drying at 80 °C for 24 h under vacuum (80 mbar), tetrakis(4-bromophenyl) methane was recrystallized in EtOH/CH", "2", "Cl", "2", " to afford a yellow solid, yield: 88%.", "Synthesis of PAF-1", "PAF-1 was synthesized according to the procedures reported in the literature", "(23a)", " with some minor modification. Tetrakis(4-bromophenyl)methane (509 mg, 0.8 mmol) was added to a solution of 2,2′-bipyridyl (565 mg, 3.65 mmol), bis(1,5-cyclooctadiene)nickel(0) (1.0 g, 3.65 mmol), and 1,5-cyclooctadiene (0.45 mL, 3.65 mmol) in anhydrous DMF/THF (60 mL/90 mL), and the mixture was stirred overnight at room temperature under nitrogen atmosphere. After the reaction, 6 M HCl (60 mL) was added slowly, and the resulting mixture was stirred for 12 h. The precipitate was collected by filtration, then washed with methanol and water, and dried at 150 °C for 24 h under vacuum (80 mbar) to produce PAF-1 as a white powder, yield: 80%.", "Synthesis of PAF-1-SO", "3", "H", "PAF-1-SO", "3", "H was synthesized according to the procedures reported in the literature", "(23a, 24)", " with some minor modification. To an ice-cooled mixture of PAF-1 (100 mg) in dichloromethane (15 mL), chlorosulfonic acid (1.0 mL) was added dropwise. The resulting mixture was stirred at room temperature for 3 days. Then, the mixture was poured over ice, and the solid was collected, washed with water thoroughly, and dried 150 °C for 24 h under vacuum (80 mbar) to produce PAF-1-SO", "3", "H as blue powder, yield: 96%.", "Synthesis of PAF-1-SO", "3", "Ag", "To the 15 mL CH", "3", "CN/H", "2", "O (1:1) solution, 100 mg PAF-1-SO", "3", "H and 800 mg AgBF", "4", " were added. The mixture was stirred under room temperature for 48 h, and then the solid was collected by filtration followed by washing with CH", "3", "CN and water. The whole process was performed carefully under dark environment. This exchange process was repeated three times, and then dried at 110 °C under vacuum (80 mbar) for further test, yield: 94%. EA: C: 47.25%; H: 3.19%; N: 0.53%; S: 17.11%; ICP-MS: Ag: 29.20%.", "Gas Adsorption", "Gas sorption measurements were performed using an ASAP 2020 volumetric adsorption analyzer. High-purity grade gases of N", "2", " (99.999%), C", "2", "H", "4", " (99.5%), and C", "2", "H", "6", " (99.5%) were used for the collection of respective sorption isotherms.", "In Situ IR Experiments", "IR spectra of ethylene adsorption were collected using a Thermo Nicolet Nexus 670 spectrometer in diffuse reflectance mode (DRIFTS). The PAF-1-SO", "3", "Ag sample, ca. 5 mg, was treated in a DRIFTS cell (HC-900, Pike Technologies) at 423 K in helium (30 mL/min) for 1 h to removal water and other adsorbates. The sample was then cooled down to room temperature for ethylene adsorption. The adsorption was conducted by flowing 10% ethylene/He (30 mL/min) over the sample for 5 min and then desorption was done in flowing helium. IR spectra were recorded continuously to follow the surface changes during the adsorption and desorption process. All reported IR spectra are difference spectra referenced to a background spectrum collected at room temperature after pretreatment but prior to ethylene adsorption.", "Fitting of Pure Component Isotherms", "The measured experimental isotherm data for C", "2", "H", "4", ", and C", "2", "H", "6", " on PAF-1-SO", "3", "Ag were fitted with the dual-Langmuir–Freundlich isotherm model:", "(1)", "The fit parameters for C", "2", "H", "4", " and C", "2", "H", "6", " are specified in ", "SI", " Table S1. ", "SI", " Figure S13 presents a comparison of the experimentally determined component loadings for C", "2", "H", "4", " and C", "2", "H", "6", " on PAF-1-SO", "3", "Ag at 296 K with the isotherm fits using parameters specified in ", "SI", " Table S1. The fits are excellent over the entire range of pressures.", "The pure component isotherm data for PAF-1, and PAF-1-SO", "3", "H could be fitted with single site Langmuir model; the fit parameters are provided in ", "SI", " Tables S2 and S3, respectively.", "Calculations of Adsorption Selectivity", "The selectivity of preferential adsorption of C", "2", "H", "4", " (component 1) over C", "2", "H", "6", " (component 2) in a mixture containing 1 and 2, can be formally defined as follows:", "(2)", "In eq ", "2", ", ", "q", "1", " and ", "q", "2", " are the component loadings of the adsorbed phase in the mixture. The calculations of ", "S", "ads", " are based on the use of the Ideal Adsorbed Solution Theory (IAST) of Myers and Prausnitz.", "(27)", "Estimation of Isosteric Heats of Adsorption, ", "Q", "s", "t", "The isosteric heat of adsorption, ", "Q", "st", ", were calculated using the Clausius–Clapeyron equation by differentiation of the dual-Langmuir–Freundlich fits of the isotherms at two different temperatures, 296 and 318 K with ", "T", "-dependent parameters.", "(3)", "Breakthrough Experiments", "In a typical experiment, 400 mg of PAF-1-SO", "3", "Ag was swiftly ground and packed into a quartz column (6 mm I.D. × 220 mm) with silica wool filling the void space. The sample was in situ activated under vacuum (6.5 × 10", "–4", " Pa) at 110 °C for 2 h. Then, Helium flow (2 mL/min) was introduced the system to purge the adsorbent until the temperature of the column was decreased to 23 °C. The breakthrough test was started by introducing a 1:1 C", "2", "H", "4", "/C", "2", "H", "6", " mixture gas at a total flow rate of 2.0 mL/min and switching off the He gas. Effluent from the column was monitored using a GC with a flame ionization detector. The dead volume of this setup was determined to be 18.6 cm", "3", ".", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Supporting Information", "Characterization details, additional gas sorption isotherms, simulated breakthrough curves, TGA plots, XPS and IR spectra plots, and supporting figures. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Video animations of transient breakthrough for the adsorption/desorption cycle are available in the HTML version of this paper.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Acknowledgment", "The authors acknowledge the University of South Florida for financial support of this work, and an award from the National Science Foundation (DMR-1352065) is also acknowledged. Part of the work including the in situ IR studies was conducted at the Center for Nanophase Materials Sciences, which is sponsored at Oak Ridge National Laboratory by the Scientific User Facility Division, Office of Basic Energy Sciences (BES), U.S. Department of Energy (DOE). DOE/BES/Division of Materials Sciences and Engineering (Award No. KC020105-FWP12152) (P.K.T.) and the National Natural Science Foundation of China (No. 21371069) (Z.S.) are acknowledged. We thank Prof. Jeffrey R. Long and Eric Bloch for their kind help on the calculation of regeneration energies.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "References", "This article references 36 other publications.", "1. ", "Matar", ", ", "S.", "; ", "Hatch", ", ", "L. F.", "  ", "Chemistry of Petrochemical Processes", ", ", "2", "nd ed", ".", "; ", "Gulf Publishing Company", ": ", "Texas", ", ", "2000", ".", "There is no corresponding record for this reference.", "2. ", "Eldridge", ", ", "R. B.", " ", "Ind. Eng. Chem. Res.", " ", "1993", ",  ", "32", ",  ", "2208", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "3. ", "Rege", ", ", "S. U.", "; ", "Padin", ", ", "J.", "; ", "Yang", ", ", "R. T.", " ", "AIChE J.", " ", "1998", ",  ", "44", ",  ", "799", "[", "Crossref", "], [", "CAS", "]", "3. ", "Olefin/paraffin separations by adsorption: π-complexation vs. kinetic separation", "Rege, Salil U.; Padin, Joel; Yang, Ralph T.", "AIChE Journal", "\r\n        (", "1998", "),\r\n    ", "44", "\r\n        (", "4", "),\r\n    ", "799-809", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "Monolayer dispersed AgNO3 on silica gel was prepd. by thermal dispersion.  This sorbent exhibited superior adsorption properties for olefin/paraffin sepns. by selective adsorption of olefins through π-complexation.  This sorbent, along with Ag+ ion-exchanged resin, was subjected to simulation studies for olefin/paraffin sepns. by pressure-swing adsorption.  Kinetic sepns. (due to differences in olefin/paraffin diffusivities) using zeolite 4A and mol.-sieve carbon were also studied.  Using 50/50 mixts. of C2H4/C2H6 and C3H6/C3H8, sepns. using these sorbents were compared directly based on olefin product purity, recovery, and throughput.  The monolayer AgNO3/SiO2 sorbent showed superior sepn. results for C3H6/C3H8, and the Ag+-exchanged resin showed best results for C2H4/C2H6.  In both cases, over 99% product purities could be obtained at reasonably high recoveries and throughputs.  For C3H6/C3H8 sepn. on AgNO3/SiO2, multiplicity of cyclic steady states were obsd. within certain regions of feed and purge velocities.  Within these regions, two stable cyclic steady states were reached starting from different initial-bed conditions while all operating conditions were identical.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXisFyku7w%253D&md5=aaec06af00fedc833a0008cb841d6e48", "4. ", "Zhu", ", ", "X.", "; ", "Tian", ", ", "C.", "; ", "Mahurin", ", ", "S. M.", "; ", "Chai", ", ", "S.-H.", "; ", "Wang", ", ", "C.", "; ", "Brown", ", ", "S.", "; ", "Veith", ", ", "G. M.", "; ", "Luo", ", ", "H.", "; ", "Liu", ", ", "H.", "; ", "Dai", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "104784", "There is no corresponding record for this reference.", "5. ", "Safarik", ", ", "D. J.", "; ", "Eldridge", ", ", "R. B.", " ", "Ind. Eng. Chem. Res.", " ", "1998", ",  ", "37", ",  ", "2571", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Olefin/Paraffin Separations by Reactive Absorption: A Review", "Safarik, Douglas J.; Eldridge, R. Bruce", "Industrial & Engineering Chemistry Research", "\r\n        (", "1998", "),\r\n    ", "37", "\r\n        (", "7", "),\r\n    ", "2571-2581", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with a no. of refs.  Light olefins and paraffins are commonly sepd. by cryogenic distn.  A process based upon reversible chem. complexation, which employs a mass-sepg. agent rather than an energy-sepg. agent, presents an attractive alternative to distn.  Use of such a facilitated-transport-assisted process could substantially reduce the capital costs and energy requirements of olefin/paraffin sepns.  Copper(I) and silver(I) have long been known to form electron donor/acceptor complexes with olefins.  Several chem. systems using these transition metals as the selective sepg. agent have been studied.  A review of copper- and silver-based complexing solns. for olefin/paraffin sepns. via gas/liq. contacting is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjvVKks7o%253D&md5=a2c63bcd1195c1258f1e44aaac06865c", "6. ", "Yang", ", ", "R. T.", "  ", "Adsorbents: Fundamentals and Applications", "; ", "John Wiley & Sons, Inc.", ": ", "NJ", ", ", "2003", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "7. ", "(a) ", "MacGillivray", ", ", "L. R.", "  ", "Metal-Organic Frameworks: Design and Application", "; ", "John Wiley & Sons", ": ", "Hoboken, NJ", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(c) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "(d) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(e) ", "Cook", ", ", "T. R.", "; ", "Zheng", ", ", "Y.-R.", "; ", "Stang", ", ", "P. J.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "734", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic Materials", "Cook, Timothy R.; Zheng, Yao-Rong; Stang, Peter J.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "1", "),\r\n    ", "734-777", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  In recent decades, two new branches of coordination chem. have emerged, metal-org. frameworks (MOFs) and supramol. coordination complexes (SCCs).  The former are comprised of infinite networks of metal centers or inorg. clusters bridged by simple org. linkers through metal-ligand coordination bonds.  The latter encompass discrete systems in which carefully selected metal centers undergo self-assembly with ligands contg. multiple binding sites oriented with specific angularity to generate a finite supramol. complex.  On the most basic level, both SCCs and MOFs share the design of metal nodes linked by org. ligands and such constructs can be broadly defined as metal-org. materials (MOMs).  This review is intended to illustrate the commonalities in design, building blocks, and applications while also pointing out how and why the chem. of MOFs and SCCs is unique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WgsbjO&md5=7a17a24cd40c76e84ea036c992dd8953", "8. ", "(a) ", "Thomas", ", ", "A.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "8328", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Functional Materials: from Hard to Soft Porous Frameworks", "Thomas, Arne", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "45", "),\r\n    ", "8328-8344", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  This Review aims to give an overview of recent research in the area of porous, org.-inorg. and purely org., functional materials.  Possibilities for introducing org. groups that exhibit chem. and/or phys. functions into porous materials will be described, with a focus on the incorporation of such functional groups as a supporting part of the pore walls.  The no. of org. groups in the network can be increased such that porous, purely org. materials are obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlGmsr3K&md5=79f7ed8a68df6123c7c6fcea2bd94460", "(b) ", "Dawson", ", ", "R.", "; ", "Cooper", ", ", "A. I.", "; ", "Adams", ", ", "D. J.", " ", "Prog. Polym. Sci.", " ", "2012", ",  ", "37", ",  ", "530", "[", "Crossref", "], [", "CAS", "]", "8. ", "Nanoporous organic polymer networks", "Dawson, Robert; Cooper, Andrew I.; Adams, Dave J.", "Progress in Polymer Science", "\r\n        (", "2012", "),\r\n    ", "37", "\r\n        (", "4", "),\r\n    ", "530-563", "CODEN:\r\n                ", "PRPSB8", ";\r\n        ISSN:", "0079-6700", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review.  Nanoporous org. polymer networks are a class of materials consisting solely of the lighter elements in the periodic table.  These materials have potential uses in areas such as storage, sepn., and catalysis.  Here, we review the different classes of nanoporous polymer networks including covalent org. frameworks, hypercrosslinked polymers, conjugated microporous polymers, and polymers of intrinsic microporosity.  The growing variety in synthetic routes to these materials allows a range of different polymer networks to be formed, including cryst. and amorphous structures.  It is also possible to incorporate many different kinds of functional groups in a modular fashion.  So far, most networks have been examd. from the perspective of gas sorption, and this area is discussed critically and in depth in this review.  The use of nanoporous org. polymers for applications such as catalysis and sepns. is an important developing area, and we discuss recent developments as well as highlighting potential future opportunities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFeks7o%253D&md5=eeb7686ec5d0d748f906596074fdc8e3", "(c) ", "Xu", ", ", "Y.", "; ", "Jin", ", ", "S.", "; ", "Xu", ", ", "H.", "; ", "Nagai", ", ", "A.", "; ", "Jiang", ", ", "D.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "8012", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Conjugated microporous polymers: design, synthesis and application", "Xu, Yanhong; Jin, Shangbin; Xu, Hong; Nagai, Atsushi; Jiang, Donglin", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "20", "),\r\n    ", "8012-8031", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Conjugated microporous polymers (CMPs) are a class of org. porous polymers that combine π-conjugated skeletons with permanent nanopores, in sharp contrast to other porous materials that are not π-conjugated and with conventional conjugated polymers that are nonporous.  As an emerging material platform, CMPs offer a high flexibility for the mol. design of conjugated skeletons and nanopores.  Various chem. reactions, building blocks and synthetic methods have been developed and a broad variety of CMPs with different structures and specific properties have been synthesized, driving the rapid growth of the field.  CMPs are unique in that they allow the complementary utilization of π-conjugated skeletons and nanopores for functional exploration; they have shown great potential for challenging energy and environmental issues, as exemplified by their excellent performance in gas adsorption, heterogeneous catalysis, light emitting, light harvesting and elec. energy storage.  This review describes the mol. design principles of CMPs, advancements in synthetic and structural studies and the frontiers of functional exploration and potential applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVyrtbjL&md5=13061ef8405830c41284176efdaf93a1", "9. ", "(a) ", "Ben", ", ", "T.", "; ", "Qiu", ", ", "S.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "17", "[", "Crossref", "], [", "CAS", "]", "9. ", "Porous aromatic frameworks: Synthesis, structure and functions", "Ben, Teng; Qiu, Shilun", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "17-26", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The creation of ultrahigh surface area materials are of great interest in academia and industry.  In recent years, porous arom. frameworks (PAF) were discovered and their porosity and properties were also explored.  They are characterized by a rigid arom. open-framework structure constructed by covalent bonds.  The building block design, network formation method and relation between functions and secondary building units were compiled in this highlight.  In addn., advantages and challenges of predicted PAF derivs. were also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsleltLzE&md5=aa8d05ee6529974c008173035870ef9c", "(b) ", "Zou", ", ", "X.", "; ", "Ren", ", ", "H.", "; ", "Zhu", ", ", "G.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "3925", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Topology-directed design of porous organic frameworks and their advanced applications", "Zou, Xiaoqin; Ren, Hao; Zhu, Guangshan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "38", "),\r\n    ", "3925-3936", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Porous org. frameworks (POFs) as an important subclass of nanoporous materials are of great interest in materials science.  In recent years, the discovery and creation of POFs with excellent properties for advanced applications have attracted much attention and intensive efforts have been contributed to this field.  As a result, the design of materials with multi-functionalities is an ever-pursued dream of materials scientists and engineers.  In this respect, a new concept based on topol. chem. is introduced for the rational and targeted synthesis of POF materials.  The present feature article provides an overview of the relationship between building blocks or starting monomers, underlying topol. nets, and pre-detd. structures.  Several important nets are included successively from one to three dimensions.  In addn., special emphasis is given to the advanced applications of designed POF materials in the current paper.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtVWru7Y%253D&md5=4ff80671c971c0e02946f7eea8a5eaea", "10. ", "(a) ", "Cooper", ", ", "A. I.", " ", "Adv. Mater.", " ", "2009", ",  ", "21", ",  ", "1291", "[", "Crossref", "], [", "CAS", "]", "10. ", "Conjugated microporous polymers", "Cooper, Andrew I.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "12", "),\r\n    ", "1291-1295", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Conjugated microporous polymers are of great interest because they have potential to combine high surface areas in the dry state with phys. properties relevant to org. electronics.  A series of recent reports has shown that materials such as poly(aryleneethynylene)s (PAEs), poly(phenylene butadiynylene)s, poly(phenylene vinylene), poly(p-phenylene)s, polysilanes, polyanilines, and polytriazines can be produced as microporous networks with apparent Brunauer-Emmett-Teller surface areas of more than 1000 m2 g-1 in some cases.  Micropore size and surface area can be synthetically fine-tuned in amorphous PAE polymers and copolymers, something which was previously thought to be the preserve of ordered cryst. materials such as metal org. frameworks.  We review in this Research News article recent progress made by our group and other with particular emphasis on the possible future applications of these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktlamtr0%253D&md5=6a1a18b498ba2a65d7e70d118aaf25c7", "(b) ", "Schwab", ", ", "M. G.", "; ", "Fassbender", ", ", "B.", "; ", "Spiess", ", ", "H. W.", "; ", "Thomas", ", ", "A.", "; ", "Feng", ", ", "X.", "; ", "Mullen", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "7216", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Catalyst-free Preparation of Melamine-Based Microporous Polymer Networks through Schiff Base Chemistry", "Schwab, Matthias Georg; Fassbender, Birgit; Spiess, Hans Wolfgang; Thomas, Arne; Feng, Xinliang; Muellen, Klaus", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "21", "),\r\n    ", "7216-7217", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Recently, the synthesis of org. materials with high porosity has received considerable scientific interest, and various chem. approaches were applied to the build-up of microporous polymer networks.  In a novel catalyst-free process using Schiff base chem., melamine was reacted with various di- and trivalent aldehydes to form a series of highly crosslinked microporous aminal networks with BET surface areas as high as 1377 m2/g and a NLDFT micropore vol. of up to 0.41 cm3/g.  Through the proper choice of the starting compds. the porosity of the final material can be fine-tuned.  The materials contain up to 40 wt% of nitrogen and were also found to exhibit high thermal stability.  Owing to the cheap and abundant monomers used in this study these networks are promising candidates for large-scale applications in gas storage, gas sepn., catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXls1Gksbc%253D&md5=05940bf43c06548a70762b330f0c0012", "(c) ", "Spitler", ", ", "E. L.", "; ", "Dichtel", ", ", "W. R.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "672", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Lewis acid-catalysed formation of two-dimensional phthalocyanine covalent organic frameworks", "Spitler, Eric L.; Dichtel, William R.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "8", "),\r\n    ", "672-677", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Covalent org. frameworks (COFs) offer a new strategy for assembling org. semiconductors into robust networks with at. precision and long-range order.  General methods for COF synthesis will allow complex building blocks to be incorporated into these emerging materials.  Here we report a new Lewis acid-catalyzed protocol to form boronate esters directly from protected catechols and arylboronic acids.  This transformation also provides cryst. boronate ester-linked COFs from protected polyfunctional catechols and bis(boronic acids).  Using this method, we prepd. a new COF that features a square lattice composed of phthalocyanine macrocycles joined by phenylene bis(boronic acid) linkers.  The phthalocyanines stack in an eclipsed fashion within the COF to form 2.3 nm pores that run parallel to the stacked chromophores.  The material's broad absorbance over the solar spectrum, potential for efficient charge transport through the stacked phthalocyanines, good thermal stability and the modular nature of COF synthesis, show strong promise for applications in org. photovoltaic devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpt1aksbY%253D&md5=cbb7ec00f7dbefa96c9521b7b80576f4", "11. ", "(a) ", "Lu", ", ", "W.", "; ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Schilling", ", ", "C. I.", "; ", "Plietzsch", ", ", "O.", "; ", "Muller", ", ", "T.", "; ", "Brase", ", ", "S.", "; ", "Guenther", ", ", "J.", "; ", "Blumel", ", ", "J.", "; ", "Krishna", ", ", "R.", "; ", "Li", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "5964", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Porous Polymer Networks: Synthesis, Porosity, and Applications in Gas Storage/Separation", "Lu, Weigang; Yuan, Daqiang; Zhao, Dan; Schilling, Christine Inge; Plietzsch, Oliver; Muller, Thierry; Brase, Stefan; Guenther, Johannes; Blumel, Janet; Krishna, Rajamani; Li, Zhen; Zhou, Hong-Cai", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "21", "),\r\n    ", "5964-5972", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three porous polymer networks (PPNs) have been synthesized by the homocoupling of tetrahedral monomers.  Like other hyper-crosslinked polymer networks, these materials are insol. in conventional solvents and exhibit high thermal and chem. stability.  Their porosity was confirmed by N2 sorption isotherms at 77 K.  One of these materials, PPN-3, has a Langmuir surface area of 5323 m2 g-1.  Their clean energy applications, esp. in H2, CH4, and CO2 storage, as well as CO2/CH4 sepn., have been carefully investigated.  Although PPN-1 has the highest gas affinity because of its smaller pore size, the maximal gas uptake capacity is directly proportional to their surface area.  PPN-3 has the highest H2 uptake capacity among these three (4.28 wt %, 77 K).  Although possessing the lowest surface area, PPN-1 shows the best CO2/CH4 selectivity among them.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1CmtbbP&md5=92e0faba0619fd7c354da1ba42031b8f", "(b) ", "Yuan", ", ", "D.", "; ", "Lu", ", ", "W.", "; ", "Zhao", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "3723", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Highly stable porous polymer networks with exceptionally high gas-uptake capacities", "Yuan, Daqiang; Lu, Weigang; Zhao, Dan; Zhou, Hong-Cai", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "32", "),\r\n    ", "3723-3725", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of porous polymer networks (PPN) with excellent physiochem. stability have been synthesized with optimized Yamamoto homo-coupling procedure.  Among them, PPN-4 possesses a BET surface area of 6461 m2 g, which transcends all reported porous materials to date.  In addn., its H2, CH4, and CO2 uptake capacities are also among the highest reported so far.  The authors believe PPN-4 represents a great stride in the adsorption-based gas storage realm, and its large scale application is anticipated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosFentrY%253D&md5=66c6569433ee898c3b5d30c388764acc", "12. ", "(a) ", "Yuan", ", ", "S.", "; ", "Dorney", ", ", "B.", "; ", "White", ", ", "D.", "; ", "Kirklin", ", ", "S.", "; ", "Yu", ", ", "L.", "; ", "Liu", ", ", "D.-J.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4547", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Microporous polyphenylenes with tunable pore size for hydrogen storage", "Yuan, Shengwen; Dorney, Brian; White, Desiree; Kirklin, Scott; Zapol, Peter; Yu, Luping; Liu, Di-Jia", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "25", "),\r\n    ", "4547-4549", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of highly porous polymers with similar BET surface areas of higher than 1000 m2 g-1 but tunable pore size ranging from 0.7 nm to 0.9 nm were synthesized through facile ethynyl trimerization reaction to demonstrate the surface property-hydrogen adsorption relationship.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnsF2hs7Y%253D&md5=759d9eaf06346049c6b584aa2dee4178", "(b) ", "Weston", ", ", "M. H.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "1292", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Synthesis and Metalation of Catechol-Functionalized Porous Organic Polymers", "Weston, Mitchell H.; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Nguyen, SonBinh T.", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "7", "),\r\n    ", "1292-1296", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Robust catechol-functionalized porous org. polymers (POPs) with tunable porosities (560-1050 m2/g) and degrees of functionalization were synthesized using a cobalt-catalyzed acetylene trimerization (CCAT) strategy.  Post-synthesis metalation can be readily carried out with a wide range of metal precursors (CuII, MgII, and MnII salts and complexes), resulting in metalated POPs with enhanced heat of hydrogen adsorptions compared to the starting nonmetalated materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyrt70%253D&md5=b85216f9c53f7e5d60a8390a87380f94", "13. ", "(a) ", "Ma", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "44", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Gas storage in porous metal-organic frameworks for clean energy applications", "Ma, Shengqian; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "1", "),\r\n    ", "44-53", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of clean energy applications of porous metal-org. frameworks, including hydrogen storage, methane storage and carbon dioxide capture.  Porous metal-org. frameworks have exceptionally high surface areas as well as chem.-tunable structures.  A significant tech. challenge has been recognized as the development of a viable method to efficiently trap hydrogen, methane and carbon dioxide gas mols. in a confined space for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFektrbI&md5=f68836fe1535bf9cef9bc006a9cc0cad", "(b) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(c) ", "Rabbani", ", ", "M. G.", "; ", "El-Kaderi", ", ", "H. M.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "1511", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Synthesis and Characterization of Porous Benzimidazole-Linked Polymers and Their Performance in Small Gas Storage and Selective Uptake", "Rabbani, Mohammad Gulam; El-Kaderi, Hani M.", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "8", "),\r\n    ", "1511-1517", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous org. polymers contg. nitrogen-rich building units are among the most promising materials for selective CO2 capture and sepn. which can have a tangible impact on the environment and clean energy applications.  Herein the synthesis and characterization are reported of four new porous benzimidazole-linked polymers (BILPs) and their performance is evaluated in small gas storage (H2, CH4, CO2) and selective CO2 binding over N2 and CH4.  BILPs were synthesized in good yields by the condensation reaction between aryl-o-diamine and aryl-aldehyde building blocks.  The resulting BILPs exhibit moderate surface area (SABET = 599-1306 m2 g-1), high chem. and thermal stability, and remarkable gas uptake and selectivity.  The highest selectivity based on initial slope calcns. at 273 K was obsd. for BILP-2: CO2/N2 (113) and CO2/CH4 (17), while the highest storage capacity was recorded for BILP-4: CO2 (24 wt. % at 273 K and 1 bar) and H2 (2.3 wt% at 77 K and 1 bar).  These selectivities and gas uptakes are among the highest by porous org. polymers known to date which in addn. to the remarkable chem. and phys. stability of BILPs make this class of material very promising for future use in gas storage and sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksFWgu7c%253D&md5=a23722ead30d323a82a09cdb9c944f43", "(d) ", "Wood", ", ", "C. D.", "; ", "Tan", ", ", "B.", "; ", "Trewin", ", ", "A.", "; ", "Su", ", ", "F.", "; ", "Rosseinsky", ", ", "M. J.", "; ", "Bradshaw", ", ", "D.", "; ", "Sun", ", ", "Y.", "; ", "Zhou", ", ", "L.", "; ", "Cooper", ", ", "A. I.", " ", "Adv. Mater.", " ", "2008", ",  ", "20", ",  ", "1916", "[", "Crossref", "], [", "CAS", "]", "13. ", "Microporous organic polymers for methane storage", "Wood, Colin D.; Tan, Bien; Trewin, Abbie; Su, Fabing; Rosseinsky, Matthew J.; Bradshaw, Darren; Sun, Yan; Zhou, Li; Cooper, Andrew I.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "10", "),\r\n    ", "1916-1921", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Methane storage is important for the development of alternative energy carriers.  The synthesis and methane storage properties of microporous hypercrosslinked org. polymers are reported.  The figure shows a simulation of methane sorption in microporous hypercrosslinked poly(p-dichloroxylene); up to 5.2 mmol g-1 CH4 at 20 bar/298 K; isosteric heat of sorption ∼21 kJ mol-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXns1ymt7s%253D&md5=5c3714b4fb0b6b089eec55f18dc083f2", "14. ", "(a) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(b) ", "Zhu", ", ", "Y.", "; ", "Long", ", ", "H.", "; ", "Zhang", ", ", "W.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "1630", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Imine-Linked Porous Polymer Frameworks with High Small Gas (H2, CO2, CH4, C2H2) Uptake and CO2/N2 Selectivity", "Zhu, Youlong; Long, Hai; Zhang, Wei", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "9", "),\r\n    ", "1630-1635", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of porous polymer frameworks (PPFs) with [3 + 4] structure motif have been synthesized from readily accessible building blocks via imine condensation, and the dependence of gas adsorption properties on the building block dimensions and functionalities was studied.  The resulting imine-linked frameworks exhibit high surface area: the Brunauer-Emmett-Teller (BET) sp. surface area up to 1740 m2 g-1, and a Langmuir surface area up to 2157 m2 g-1.  The porous frameworks exhibited outstanding H2 (up to 2.75 wt. %, 77 K, 1 bar), CO2 (up to 26.7 wt. %, 273 K, 1 bar), CH4 (up to 2.43 wt. %, 273 K, 1 bar), and C2H2 (up to 17.9 wt. %, 273 K, 1 bar) uptake.  PPFs exhibited good ideal selectivities for CO2/N2 (14.5/1-20.4/1), and CO2/CH4 adsorption (8.6/1-11.0/1), and high thermal stabilities (up to 500°C), thus showing a great potential in gas storage and sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltl2gurc%253D&md5=6be5b46bf97ebbf6829a6294f568a022", "(c) ", "Sato", ", ", "H.", "; ", "Kosaka", ", ", "W.", "; ", "Matsuda", ", ", "R.", "; ", "Hori", ", ", "A.", "; ", "Hijikata", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Sakaki", ", ", "S.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Science", " ", "2014", ",  ", "343", ",  ", "167", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Self-Accelerating CO Sorption in a Soft Nanoporous Crystal", "Sato, Hiroshi; Kosaka, Wataru; Matsuda, Ryotaro; Hori, Akihiro; Hijikata, Yuh; Belosludov, Rodion V.; Sakaki, Shigeyoshi; Takata, Masaki; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "343", "\r\n        (", "6167", "),\r\n    ", "167-170", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A soft nanoporous cryst. material that selectively adsorbs CO with adaptable pores has been prepd., and crystallog. evidence that CO mols. can coordinate with copper(II) ions is presented.  The unprecedented high selectivity was achieved by the synergetic effect of the local interaction between CO and accessible metal sites and a global transformation of the framework.  This transformable cryst. material realized the sepn. of CO from mixts. with N2, a gas that is the most competitive to CO.  The dynamic and efficient mol. trapping and releasing system is reminiscent of sophisticated biol. systems such as heme proteins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktVyksw%253D%253D&md5=0edf8d71efae0a56c4bb4d7d960da320", "15. ", "(a) ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", "; ", "Brown", ", ", "D. R.", "; ", "Liu", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "2308", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Progress in adsorption-based CO2 capture by metal-organic frameworks", "Liu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, Jun", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2308-2322", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, large surface areas, and potential applications as novel adsorbents.  The recent progress in adsorption-based CO2 capture by MOFs is reviewed and summarized in this crit. review.  CO2 adsorption in MOFs has been divided into two sections, adsorption at high pressures and selective adsorption at approx. atm. pressures.  Keys to CO2 adsorption in MOFs at high pressures and low pressures are summarized to be pore vols. of MOFs, and heats of adsorption, resp.  Many MOFs have high CO2 selectivities over N2 and CH4.  Water effects on CO2 adsorption in MOFs are presented and compared with benchmark zeolites.  In addn., strategies appeared in the literature to enhance CO2 adsorption capacities and/or selectivities in MOFs have been summarized into three main categories, catenation and interpenetration, chem. bonding enhancement, and electrostatic force involvement.  Besides the advantages, two main challenges of using MOFs in CO2 capture, the cost of synthesis and the stability toward water vapor, have been analyzed and possible solns. and path forward have been proposed to address the two challenges as well (150 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsbo%253D&md5=0ff1149f94a6e21a49a6591786eac483", "(b) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "(c) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(d) ", "Dawson", ", ", "R.", "; ", "Stöckel", ", ", "E.", "; ", "Holst", ", ", "J. R.", "; ", "Adams", ", ", "D. J.", "; ", "Cooper", ", ", "A. I.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "4239", "– ", "4245", "[", "Crossref", "], [", "CAS", "]", "15. ", "Microporous organic polymers for carbon dioxide capture", "Dawson, Robert; Stockel, Ev; Holst, James R.; Adams, Dave J.; Cooper, Andrew I.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "4239-4245", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Anthropogenic carbon dioxide emissions are thought to be one cause of global warming.  Current methods for CO2 capture result in large energy penalties.  Solid adsorbents are a potential method to capture CO2, but the sorbent-sorbate affinity is crit. in detg. the energetic viability of such processes.  In this study, the adsorption of CO2 in a range of microporous org. polymers was tested.  These materials adsorb up to 2.20 mmol/g CO2 at 298 K and 1 bar, and thus performance is compared with related porous solids in the literature.  The relationship between CO2 uptake and apparent surface area and pore size is described, and this showed that heats of adsorption were important in the low pressure regime.  The chem. tuning of gas-sorbent affinity provides a blueprint for the development of improved materials in this area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVKiur7N&md5=2fb7dd230cf40b449f060e1ec797968b", "(e) ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "16. ", "(a) ", "Gu", ", ", "X.", "; ", "Lu", ", ", "Z.-H.", "; ", "Jiang", ", ", "H.-L.", "; ", "Akita", ", ", "T.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11822", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Synergistic catalysis of metal-organic framework-immobilized Au-Pd nanoparticles in dehydrogenation of formic acid for chemical hydrogen storage", "Gu, Xiaojun; Lu, Zhang-Hui; Jiang, Hai-Long; Akita, Tomoki; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "31", "),\r\n    ", "11822-11825", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Bimetallic Au-Pd nanoparticles (NPs) were successfully immobilized in the metal-org. frameworks (MOFs) MIL-101 and ethylenediamine (ED)-grafted MIL-101 (ED-MIL-101) using a simple liq. impregnation method.  The resulting composites, Au-Pd/MIL-101 and Au-Pd/ED-MIL-101, represent the first highly active MOF-immobilized metal catalysts for the complete conversion of formic acid to high-quality hydrogen at a convenient temp. for chem. hydrogen storage.  Au-Pd NPs with strong bimetallic synergistic effects have a much higher catalytic activity and a higher tolerance with respect to CO poisoning than monometallic Au and Pd counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVSksro%253D&md5=e5a0641d866c470ca14a8b43d98276a4", "(b) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(c) ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(d) ", "Corma", ", ", "A.", "; ", "García", ", ", "H.", "; ", "Llabrés i Xamena", ", ", "F. X.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "(e) ", "Shultz", ", ", "A. M.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "686", "[", "Crossref", "], [", "CAS", "]", "16. ", "Synthesis of catalytically active porous organic polymers from metalloporphyrin building blocks", "Shultz, Abraham M.; Farha, Omar K.; Hupp, Joseph T.; Nguyen, SonBinh T.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "4", "),\r\n    ", "686-689", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis of a porous org. polymer (POP) contg. free-base porphyrin subunits was accomplished by the condensation of a bis(phthalic acid)porphyrin with tetra(4-aminophenyl)methane.  Metalation by post-synthesis modification affords microporous materials incorporating either Fe or Mn(porphyrins) that were active catalysts for both olefin epoxidn. and alkane hydroxylation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjtFGlt7g%253D&md5=51a0eca70087c48336b24cb520c883a9", "(f) ", "Chen", ", ", "L.", "; ", "Yang", ", ", "Y.", "; ", "Jiang", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "9138", "ACS Full Text ", ", [", "CAS", "]", "16. ", "CMPs as Scaffolds for Constructing Porous Catalytic Frameworks: A Built-in Heterogeneous Catalyst with High Activity and Selectivity Based on Nanoporous Metalloporphyrin Polymers", "Chen, Long; Yang, Yong; Jiang, Donglin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "26", "),\r\n    ", "9138-9143", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This article describes the synthesis and functions of a porous catalytic framework based on conjugated micro- and mesoporous polymers with metalloporphyrin building blocks (FeP-CMP).  FeP-CMP was newly synthesized via a Suzuki polycondensation reaction and was developed as a heterogeneous catalyst for the activation of mol. oxygen to convert sulfide to sulfoxide under ambient temp. and pressure.  FeP-CMP is intriguing because the polymer skeleton itself is built from catalytic moieties and serves as built-in catalysts, bears inherent open nanometer-scale pores that are accessible for substrates, and possesses large surface areas (1270 m2 g-1) that facilitate the transformation reaction.  It is highly efficient with high conversion (up to 99%) and a large turnover no. (TON = 97,320), is widely applicable to various sulfides covering from arom. to alkyl and cyclic substrates, displays high selectivity (up to 99%) to form corresponding sulfoxides, and is highly chemoselective for the oxidn. of a sulfide group even in the coexistence of other oxidative functionalities.  Owing to the covalent linkages between catalytic sites in the frameworks, FeP-CMP can be recycled with good retention of its porous structure and allows for large-scale transformation.  These unique characteristics clearly originate from the covalent porous catalytic framework structure and demonstrate the usefulness of CMPs in the exploration of built-in heterogeneous catalysts, a new potential of these materials that have thus far been reported to exhibit noteworthy gas adsorption functions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntlWrtb4%253D&md5=7258d5034a2c9b85b0d4f4e7864b8c75", "(g) ", "Chen", ", ", "L.", "; ", "Yang", ", ", "Y.", "; ", "Guo", ", ", "Z.", "; ", "Jiang", ", ", "D.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "3149", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Highly Efficient Activation of Molecular Oxygen with Nanoporous Metalloporphyrin Frameworks in Heterogeneous Systems", "Chen, Long; Yang, Yong; Guo, Zhao-Qi; Jiang, Dong-Lin", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "28", "),\r\n    ", "3149-3154", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Authors have developed a nanoporous metalloporphyrin framework for the activation of mol. oxygen and demonstrated its utility in highly efficient aerobic epoxidn. of olefins under ambient conditions.  FeP-CMP achieves high activity, excellent selectivity, broad substrate applicability, good reusability, and enzyme-like large TON and TOF values.  The porous framework outperforms the monomeric metalloporphyrin and nonporous metalloporphyrin polymer analogs.  Our strategy also highlights a new approach for the design heterogeneous catalysts with built-in catalytic skeletons and inherent nanopores; these structural features together with the excellent catalytic performance were not accomplished by other heterogeneous and homogeneous catalysts reported so far.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmvFahsr4%253D&md5=a593e9da2921f32d835cfeeb193643a8", "(h) ", "Lykourinou", ", ", "V.", "; ", "Chen", ", ", "Y.", "; ", "Wang", ", ", "X.-S.", "; ", "Meng", ", ", "L.", "; ", "Hoang", ", ", "T.", "; ", "Ming", ", ", "L.-J.", "; ", "Musselman", ", ", "R. L.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "10382", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Immobilization of MP-11 into a Mesoporous Metal-Organic Framework, MP-11@mesoMOF: A New Platform for Enzymatic Catalysis", "Lykourinou, Vasiliki; Chen, Yao; Wang, Xi-Sen; Meng, Le; Hoang, Tran; Ming, Li-June; Musselman, Ronald L.; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "27", "),\r\n    ", "10382-10385", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microperoxidase-11 has for the first time been successfully immobilized into a mesoporous metal-org. framework (MOF) consisting of nanoscopic cages and it demonstrates superior enzymic catalysis performances compared to its mesoporous silica counterpart.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXns1ems7s%253D&md5=2ce9f3902f0d4b8209cfb6c0b8bc2dc9", "(i) ", "Meng", ", ", "L.", "; ", "Cheng", ", ", "Q.", "; ", "Kim", ", ", "C.", "; ", "Gao", ", ", "W.-Y.", "; ", "Wojtas", ", ", "L.", "; ", "Cheng", ", ", "Y.-S.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Zhang", ", ", "X. P.", "; ", "Ma", ", ", "S.", " ", "Angew. Chem. Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Crystal Engineering of a Microporous, Catalytically Active fcu Topology MOF Using a Custom-Designed Metalloporphyrin Linker", "Meng, Le; Cheng, Qigan; Kim, Chungsik; Gao, Wen-Yang; Wojtas, Lukasz; Chen, Yu-Sheng; Zaworotko, Michael J.; Zhang, X. Peter; Ma, Shengqian", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10082-10085, S10082/1-S10082/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal engineering of microporous, catalytically active fcu topol. MOF using a custom-designed metalloporphyrin linker is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSgur3M&md5=c2377b05f95094ca04dc5a1dfb6f0a43", "(j) ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Y.", "; ", "Ma", ", ", "D.", "; ", "Ma", ", ", "T.", "; ", "Shi", ", ", "Z.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "1202", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Metal-Cation-Directed de Novo Assembly of a Functionalized Guest Molecule in the Nanospace of a Metal-Organic Framework", "Li, Baiyan; Zhang, Yiming; Ma, Dingxuan; Ma, Tianliang; Shi, Zhan; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "4", "),\r\n    ", "1202-1205", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new strategy is developed to encapsulate a metal-functionalized guest mol. into a metal-org. framework (MOF) via metal-cation-directed de novo assembly from the component fragments of the guest mol.  This strategy, as illustrated in proof-of-principle studies on the de novo assembly of metal-(II) phthalocyanine mols. into bio-MOF-1, can circumvent some drawbacks of existing approaches for encapsulating guest mols. into MOFs, such as inaccessibility for larger guest mols. due to limitations of the MOF window size and disruption of the MOF framework structure by functionalized guest mols.  Overall, this work provides a general yet versatile approach for encapsulating a broader range of metal-functionalized guest mols. into MOFs for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVeqtg%253D%253D&md5=99b1f214a7a886fdca2bd01ff6d40bc9", "(k) ", "Gao", ", ", "W.-Y.", "; ", "Chen", ", ", "Y.", "; ", "Niu", ", ", "Y.", "; ", "Williams", ", ", "K.", "; ", "Cash", ", ", "L.", "; ", "Perez", ", ", "P. J.", "; ", "Wojtas", ", ", "L.", "; ", "Cai", ", ", "J.", "; ", "Chen", ", ", "Y.-S.", "; ", "Ma", ", ", "S.", " ", "Angew. Chem. Int. Ed.", " ", "2014", ",  ", "53", ",  ", "2615", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Crystal Engineering of an nbo Topology Metal-Organic Framework for Chemical Fixation of CO2 under Ambient Conditions", "Gao, Wen-Yang; Chen, Yao; Niu, Youhong; Williams, Kia; Cash, Lindsay; Perez, Pastor J.; Wojtas, Lukasz; Cai, Jianfeng; Chen, Yu-Sheng; Ma, Shengqian", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "10", "),\r\n    ", "2615-2619", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal engineering of the nbo metal-org. framework (MOF) platform MOF-505 with a custom-designed azamacrocycle ligand (1,4,7,10-tetrazazcyclododecane-N,N',N'',N'''-tetra-p-methylbenzoic acid) leads to a high d. of well-oriented Lewis active sites within the cuboctahedral cage in MMCF-2, [Cu2(Cu-tactmb)(H2O)3(NO3)2].  This MOF demonstrates high catalytic activity for the chem. fixation of CO2 into cyclic carbonates at room temp. under 1 atm pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsl2msL8%253D&md5=ea2bb15d35420d7def32e83549e2b20f", "(l) ", "Zhu", ", ", "C.", "; ", "Yuan", ", ", "G.", "; ", "Chen", ", ", "X.", "; ", "Yang", ", ", "Z.", "; ", "Cui", ", ", "Y.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8058", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Chiral Nanoporous Metal-Metallosalen Frameworks for Hydrolytic Kinetic Resolution of Epoxides", "Zhu, Chengfeng; Yuan, Guozan; Chen, Xu; Yang, Zhiwei; Cui, Yong", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "19", "),\r\n    ", "8058-8061", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Chiral nanoporous metal-org. frameworks are constructed by using dicarboxyl-functionalized chiral Ni(salen) and Co(salen) ligands with Cd.  The Co(salen)-based framework is an efficient and recyclable heterogeneous catalyst for hydrolytic kinetic resoln. (HKR) of racemic epoxides with up to 99.5% ee.  The MOF structure brings Co(salen) units into a highly dense arrangement and close proximity that enhances bimetallic cooperative interactions, leading to improved catalytic activity and enantioselectivity in HKR compared with its homogeneous analogs, esp. at low catalyst/substrate ratios.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1yjsr8%253D&md5=cc601d5d08860725c570f6ffe01de6fc", "17. ", "Davis", ", ", "M. E.", " ", "Nature", " ", "2002", ",  ", "417", ",  ", "813", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Ordered porous materials for emerging applications", "Davis, Mark E.", "Nature (London, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "417", "\r\n        (", "6891", "),\r\n    ", "813-821", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  \"Space,the final frontier.  \"This preamble to a well-known television series captures the challenge encountered not only in space travel adventures, but also in the field of porous materials, which aims to control the size, shape and uniformity of the porous space and the atoms and mols. that define it.  The past decade has seen significant advances in the ability to fabricate new porous solids with ordered structures from a wide range of different materials.  This has resulted in materials with unusual properties and broadened their application range beyond the traditional use as catalysts and adsorbents.  In fact, porous materials now seem set to contribute to developments in areas ranging from microelectronics to medical diagnosis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xks1Wmurs%253D&md5=1ca631c09ad2fb56a65325f163f265aa", "18. ", "(a) ", "Wu", ", ", "H.", "; ", "Gong", ", ", "Q.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "(b) ", "Xiang", ", ", "S.-C.", "; ", "Zhang", ", ", "Z.", "; ", "Zhao", ", ", "C.-G.", "; ", "Hong", ", ", "K.", "; ", "Zhao", ", ", "X.", "; ", "Ding", ", ", "D.-R.", "; ", "Xie", ", ", "M.-H.", "; ", "Wu", ", ", "C.-D.", "; ", "Das", ", ", "M. C.", "; ", "Gill", ", ", "R.", "; ", "Mark Thomas", ", ", "K.", "; ", "Chen", ", ", "B.", " ", "Nat. Commun.", " ", "2011", ",  ", "2", ",  ", "204", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Rationally tuned micropores within enantiopure metal-organic frameworks for highly selective separation of acetylene and ethylene", "Xiang Sheng-Chang; Zhang Zhangjing; Zhao Cong-Gui; Hong Kunlun; Zhao Xuebo; Ding De-Rong; Xie Ming-Hua; Wu Chuan-De; Das Madhab C; Gill Rachel; Thomas K Mark; Chen Banglin", "Nature communications", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "),\r\n    ", "204", "\r\n        ISSN:", ".\r\n    ", "Separation of acetylene and ethylene is an important industrial process because both compounds are essential reagents for a range of chemical products and materials.  Current separation approaches include the partial hydrogenation of acetylene into ethylene over a supported Pd catalyst, and the extraction of cracked olefins using an organic solvent; both routes are costly and energy consuming.  Adsorption technologies may allow separation, but microporous materials exhibiting highly selective adsorption of C(2)H(2)/C(2)H(4) have not been realized to date.  Here, we report the development of tunable microporous enantiopure mixed-metal-organic framework (M'MOF) materials for highly selective separation of C(2)H(2) and C(2)H(4).  The high selectivities achieved suggest the potential application of microporous M'MOFs for practical adsorption-based separation of C(2)H(2)/C(2)H(4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M3htlSrtg%253D%253D&md5=1fb20400fe51c39c12dee76feb72858e", "(c) ", "Krishna", ", ", "R.", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "185", ",  ", "30", "[", "Crossref", "], [", "CAS", "]", "18. ", "The Maxwell-Stefan description of mixture diffusion in nanoporous crystalline materials", "Krishna, Rajamani", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "185", "\r\n        (", "),\r\n    ", "30-50", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A review.  The efficacy of nanoporous cryst. materials in sepn. applications is often influenced to a significant extent by diffusion of guest mols. within the pores of the structural frameworks.  The Maxwell-Stefan (M-S) equations provide a fundamental and convenient description of mixt. diffusion.  The M-S formulation highlights two sep. factors that cause mixt. diffusion to be intrinsically coupled: correlation effects, and thermodn. coupling.  By careful and detailed analyses of a variety of published exptl. data on (a) mixt. permeation across nanoporous membranes, (b) transient uptake of mixts. within crystals, and (c) transient breakthrough characteristics of fixed bed adsorbers, we identify conditions that require the use of M-S equations including both correlation effects and thermodn. coupling.  Situations are also identified in which either of the coupling effects can be ignored.  Correlation effects cause slowing-down of more-mobile-less-strongly-adsorbed mols. by tardier-more-strongly-adsorbed-partner species; such slowing-down effects are often essential for modeling mixt. permeation across nanoporous membranes.  Overshoots in the transient uptake of the more mobile partners in single crystals are essentially the consequence of thermodn. coupling, originating from sizable off-diagonal elements of thermodn. correction factors Γij.  In the case of transient breakthrough of hexane isomers in a fixed bed of MFI zeolite, we show that thermodn. coupling effects lead to a significant improvement in the sepn. performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFymurvJ&md5=5880e16234da8f8f9f5aacf9014712c0", "(d) ", "Lee", ", ", "C. Y.", "; ", "Bae", ", ", "Y.-S.", "; ", "Jeong", ", ", "N. C.", "; ", "Farha", ", ", "O. K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Stern", ", ", "C. L.", "; ", "Nickias", ", ", "P.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5228", "ACS Full Text ", ", [", "CAS", "]", "18. ", "Kinetic Separation of Propene and Propane in Metal-Organic Frameworks: Controlling Diffusion Rates in Plate-Shaped Crystals via Tuning of Pore Apertures and Crystallite Aspect Ratios", "Lee, Chang Yeon; Bae, Youn-Sang; Jeong, Nak Cheon; Farha, Omar K.; Sarjeant, Amy A.; Stern, Charlotte L.; Nickias, Peter; Snurr, Randall Q.; Hupp, Joseph T.; Nguyen, Son Binh T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "14", "),\r\n    ", "5228-5231", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural, noncatenated, Zn-pillared-paddlewheel metal-org. framework materials [Zn2LmLn] were synthesized from 1,2,4,5-tetrakis(carboxyphenyl)benzene (L1) its 3,6-dibromo analog (L2) and acetylene and trimethylsilylacetylene substituted trans-1,2-dipyridylethene struts (L3, L4).  Substantial kinetic selectivity in the adsorption of propene over propane can be obsd., depending on the pore apertures and the rectangular-plate morphol. of the crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVCltb0%253D&md5=7ed1409ea706ad52ee400cfccfa690fa", "(e) ", "Bae", ", ", "Y.-S.", "; ", "Lee", ", ", "C. Y.", "; ", "Kim", ", ", "K. C.", "; ", "Farha", ", ", "O. K.", "; ", "Nickias", ", ", "P.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1857", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "High Propene/Propane Selectivity in Isostructural Metal-Organic Frameworks with High Densities of Open Metal Sites", "Bae, Youn-Sang; Lee, Chang Yeon; Kim, Ki Chul; Farha, Omar K.; Nickias, Peter; Hupp, Joseph T.; Nguyen, SonBinh T.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "8", "),\r\n    ", "1857-1860, S1857/1-S1857/13", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the adsorption selectivities of propene over propane for isostructural frameworks M-MOF-74 (M = Co, Mn, and Mg) with high concns. of open metal sites.  Adsorption expts., ideal adsorbed soln. theory (IAST) predictions, breakthrough expts., 1st-principles calcns., and grand canonical Monte Carlo (GCMC) simulations reveal that Co-MOF-74 exhibits the highest thermodn. propene/propane selectivity (∼46) ever reported for MOFs, due to strong π-complexation between the open Co2+ sites and the propene mols.  The trend of selectivities for M-MOF-74 materials is explained well by the binding strengths from 1st-principles calcns.  For all M-MOF-74 materials, the selectivity increases with increasing pressure due to the special structural properties of these MOFs: high densities of metal sites as well as optimal pore widths and vols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12hsA%253D%253D&md5=e539dd5baab9851a42c66a323ac7928c", "(f) ", "Li", ", ", "K.", "; ", "Olson", ", ", "D. H.", "; ", "Seidel", ", ", "J.", "; ", "Emge", ", ", "T. J.", "; ", "Gong", ", ", "H.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10368", "ACS Full Text ", ", [", "CAS", "]", "18. ", "Zeolitic Imidazolate Frameworks for Kinetic Separation of Propane and Propene", "Li, Kunhao; Olson, David H.; Seidel, Jonathan; Emge, Thomas J.; Gong, Hongwei; Zeng, Heping; Li, Jing", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "30", "),\r\n    ", "10368-10369", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Propane/propene sepn. by cryogenic distn. is one of the most energy and cost intensive industrial processes.  Adsorptive sepn. is a more energy-efficient alternative.  Three isostructural zinc imidazolate zeolitic framework materials are found, for the first time, to be promising in the sepn. of propene and propane based on their different diffusion rates.  Fine-tuning of the pore opening size is crit. for this type of sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotl2htr8%253D&md5=1705c50402682e5ac1da1302f153fcec", "(g) ", "Nijem", ", ", "N.", "; ", "Wu", ", ", "H.", "; ", "Canepa", ", ", "P.", "; ", "Marti", ", ", "A.", "; ", "Balkus", ", ", "K. J.", ", ", " Jr.", "; ", "Thonhauser", ", ", "T.", "; ", "Li", ", ", "J.", "; ", "Chabal", ", ", "Y. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15201", "ACS Full Text ", ", [", "CAS", "]", "18. ", "Tuning the Gate Opening Pressure of Metal-Organic Frameworks (MOFs) for the Selective Separation of Hydrocarbons", "Nijem, Nour; Wu, Haohan; Canepa, Pieremanuele; Marti, Anne; Balkus, Kenneth J.; Thonhauser, Timo; Li, Jing; Chabal, Yves J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "37", "),\r\n    ", "15201-15204", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepn. of hydrocarbons is one of the most energy demanding processes.  The need to develop materials for the selective adsorption of hydrocarbons, under reasonable conditions, is therefore of paramount importance.  This work unveils unexpected hydrocarbon selectivity in a flexible Metal-Org. Framework (MOF), based on differences in their gate opening pressure.  The authors show selectivity dependence on both chain length and specific framework-gas interaction.  By combining Raman spectroscopy and theor. van der Waals D. Functional (vdW-DF) calcns., the sepn. mechanisms governing this unexpected gate-opening behavior are revealed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht12ru73I&md5=cd928d3ef6c0fa1512aa6b1ff5e33cbc", "(h) ", "Maes", ", ", "M.", "; ", "Alaerts", ", ", "L.", "; ", "Vermoortele", ", ", "F.", "; ", "Ameloot", ", ", "R.", "; ", "Couck", ", ", "S.", "; ", "Finsy", ", ", "V.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "2284", "ACS Full Text ", ", [", "CAS", "]", "18. ", "Separation of C5-Hydrocarbons on Microporous Materials: Complementary Performance of MOFs and Zeolites", "Maes, Michael; Alaerts, Luc; Vermoortele, Frederik; Ameloot, Rob; Couck, Sarah; Finsy, Vincent; Denayer, Joeri F. M.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "7", "),\r\n    ", "2284-2292", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work studies the liq.-phase sepn. of the aliph. C5-diolefins, mono-olefins, and paraffins, a typical feed produced by a steam cracker, with a focus on the seldomly studied sepn. of the C5-diolefin isomers isoprene, trans-piperylene, and cis-piperylene.  Three adsorbents are compared: the metal-org. framework MIL-96, which is an aluminum 1,3,5-benzenetricarboxylate, and two zeolites with CHA and LTA topol.  All three materials have spacious cages that are accessible via narrow cage windows with a diam. of less than 0.5 nm.  The mechanisms detg. adsorption selectivities on the various materials are investigated.  Within the diolefin fraction, MIL-96 and chabazite preferentially adsorb trans-piperylene from a mixt. contg. all three C5-diolefin isomers with high sepn. factors and a higher capacity compared to the ref. zeolite 5A due to a more efficient packing of the trans isomer in the pores.  Addnl., chabazite is able to sep. cis-piperylene and isoprene based on size exclusion of the branched isomer.  This makes chabazite suitable for sepg. all three diolefin isomers.  Its use in sepg. linear from branched mono-olefins and paraffins is addressed as well.  Furthermore, MIL-96 is the only material capable of sepg. all three diolefin isomers from C5-mono-olefins and paraffins.  Finally, the MOF [Cu3(BTC)2] (BTC = benzene-1,3,5-tricarboxylate) is able to sep. C5-olefins from paraffins.  On the basis of these observations, a flow scheme can be devised in which the C5-fraction can be completely sepd. using a combination of MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlCgtL4%253D&md5=7b01c96152d13afbc6d94c73ccd43713", "(i) ", "Lamia", ", ", "N.", "; ", "Jorge", ", ", "M.", "; ", "Granato", ", ", "M. A.", "; ", "AlmeidaPaz", ", ", "F. A.", "; ", "Chevreau", ", ", "H.", "; ", "Rodrigues", ", ", "A. E.", " ", "Chem. Eng. Sci.", " ", "2009", ",  ", "64", ",  ", "3246", "[", "Crossref", "], [", "CAS", "]", "18. ", "Adsorption of propane, propylene and isobutane on a metal-organic framework: Molecular simulation and experiment", "Lamia, Nabil; Jorge, Miguel; Granato, Miguel A.; Almeida Paz, Filipe A.; Chevreau, Hubert; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2009", "),\r\n    ", "64", "\r\n        (", "14", "),\r\n    ", "3246-3259", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The sepn. of propane/propylene mixts. is the most energy-intensive operation practiced in the petrochem. industry.  Adsorptive processes are currently viewed as a promising alternative to cryogenic distn. for the sepn. of these mixts.  The authors explore the possibility of using a new metal-org. framework material, CuBTC, in adsorptive sepn. processes, particularly in a simulated moving bed (SMB) context using isobutane as a potential desorbent.  A gravimetric method was used to measure the adsorption equil. isotherms of propylene, propane and isobutane onto a com. CuBTC powder at 323-423 K and pressures up to 100 kPa.  These were complemented by a detailed exptl. characterization of the structure of CuBTC using XRD and SEM techniques.  Comparison of exptl. isotherms with grand canonical Monte Carlo simulations in CuBTC showed that propane adsorption occurs preferentially in small octahedral pockets, while isobutane is excluded from these pockets due to its bulky structure.  Propylene was seen to interact strongly with unsatd. metal sites, due to specific π - Cu bonds.  These interactions significantly enhance the affinity of this MOF for unsatd. hydrocarbons.  Also, in a range of temps. and pressures, the affinity of CuBTC for isobutane is intermediate to that of propane and propylene.  Probably CuBTC-isobutane is a very promising adsorbent-desorbent pair for use in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFeisrc%253D&md5=4e15dc676e864ea30fd92958f0a20418", "(j) ", "Ferreira", ", ", "A. F. P.", "; ", "Santos", ", ", "J. C.", "; ", "Plaza", ", ", "M. G.", "; ", "Lamia", ", ", "N.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Chem. Eng. J.", " ", "2011", ",  ", "167", ",  ", "1", "[", "Crossref", "], [", "CAS", "]", "18. ", "Suitability of Cu-BTC extrudates for propane-propylene separation by adsorption processes", "Ferreira, Alexandre F. P.; Santos, Joao C.; Plaza, Marta G.; Lamia, Nabil; Loureiro, Jose M.; Rodrigues, Alirio E.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "167", "\r\n        (", "1", "),\r\n    ", "1-12", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this work, we investigate the potential of a MOF porous material, Cu-BTC in combination with cyclic adsorption processes (vacuum swing adsorption, VSA, and simulated moving bed, SMB) for the sepn. of propylene/propane mixt.  A gravimetric method has been used to measure the adsorption isotherms of propylene, propane and isobutane onto Cu-BTC extrudates over a temp. range from 323 to 373 K and pressures up to 500 kPa.  These were complemented by exptl. characterization of the Cu-BTC material using XRD and SEM-EDS techniques.  Whereas the sepn. and its kinetics were studied by breakthrough expts. on a column packed with the Cu-BTC material in the extruded form at 373 K.  The Cu-BTC extrudates are selective towards propylene, highlighting the potential of this material for the sepn. of propane and propylene mixts. by PSA process.  Furthermore, in a range of temps. and pressures, the affinity of Cu-BTC for isobutane was obsd. to be intermediate to that of propane and propylene which suggest that isobutane is a promising desorbent in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhvVCktbw%253D&md5=310abc21a97cbd5e6847bdbbbd71f682", "(k) ", "Yoon", ", ", "J. W.", "; ", "Seo", ", ", "Y.-K.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J.-S.", "; ", "Leclerc", ", ", "H.", "; ", "Wuttke", ", ", "S.", "; ", "Bazin", ", ", "P.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Bloch", ", ", "E.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Horcajada", ", ", "P.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "5949", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Controlled Reducibility of a Metal-Organic Framework with Coordinatively Unsaturated Sites for Preferential Gas Sorption", "Yoon, Ji Woong; Seo, You-Kyong; Hwang, Young Kyu; Chang, Jong-San; Leclerc, Herve; Wuttke, Stefan; Bazin, Philippe; Vimont, Alexandre; Daturi, Marco; Bloch, Emily; Llewellyn, Philip L.; Serre, Christian; Horcajada, Patricia; Greneche, Jean-Marc; Rodrigues, Alirio E.; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "34", "),\r\n    ", "5949-5952, S5949/1-S5949/11", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We study the conditions for the generation of coordinatively unsatd. sites with mixed valance Fe(II)/Fe(III) by activation in the iron-contg. metal-org. framework, MIL-100(Fe), and its consequences for the selectivity of gas adsorption.  The results well demonstrate that a controlled redn. of a large-pore iron(III) trimesate with unsatd. iron sites strongly increases the strength of interaction with gas mols.  This work could pave the way for the design and use of environmentally friendly gas adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpslCnsb0%253D&md5=51ceb5aef4b559ffc00212f2ff005376", "(l) ", "van den Bergh", ", ", "J.", "; ", "Gücüyener", ", ", "C.", "; ", "Pidko", ", ", "E. A.", "; ", "Hensen", ", ", "E. J. M.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "8832", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Understanding the Anomalous Alkane Selectivity of ZIF-7 in the Separation of Light Alkane/Alkene Mixtures", "van den Bergh, Johan; Guecueyener, Canan; Pidko, Evgeny A.; Hensen, Emiel J. M.; Gascon, Jorge; Kapteijn, Freek", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "32", "),\r\n    ", "8832-8840, S8832/1-S8832/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "C2 and C3 alkanes are selectively adsorbed from mixts. over the corresponding alkenes on the zeolite imidazolate framework ZIF-7 through a gate-opening mechanism.  As a result, the direct prodn. of the pure alkene upon adsorption and the pure alkane upon desorption in packed columns is possible.  Herein, a detailed investigation of the step-wise adsorption and sepn. of alkanes and alkenes is presented, together with a rigorous performance assessment.  A mol. picture of the gate-opening mechanism underlying the unprecedented selectivity towards alkane adsorption is proposed based on DFT calcns. and a thermodn. anal. of the adsorption-desorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXoslCktL4%253D&md5=3d7683f5a91ea8dc0702d5c4f038feb5", "(m) ", "Cai", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Xu", ", ", "H.", "; ", "He", ", ", "Y.", "; ", "Duan", ", ", "X.", "; ", "Cui", ", ", "Y.", "; ", "Wu", ", ", "C.", "; ", "Chen", ", ", "B.", "; ", "Qian", ", ", "G.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "2094", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "A Doubly Interpenetrated Metal-Organic Framework with Open Metal Sites and Suitable Pore Sizes for Highly Selective Separation of Small Hydrocarbons at Room Temperature", "Cai, Jianfeng; Yu, Jiancan; Xu, Hui; He, Yabing; Duan, Xing; Cui, Yuanjing; Wu, Chuande; Chen, Banglin; Qian, Guodong", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "2094-2097", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To immobilize open Cu2+ sites and tune suitable pore spaces, the authors have realized a doubly interpenetrated metal-org. framework (MOF) [Cu2L(H2O)2]·(DMF)6·H2O (ZJU-30, ZJU = Zhejiang University; H4L = biphenyl-3,3',5,5'-tetra-(phenyl-4-carboxylic) acid; DMF = N,N-dimethylformamide) for the highly selective sepn. of C2 hydrocarbons over C1 methane with the Henry law's selectivities from 9.58 to 29.8 at 273-298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyktrc%253D&md5=a0d6b3bb7289a03a133fd700f7c4fbaf", "(n) ", "Xu", ", ", "H.", "; ", "Cai", ", ", "J.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Wu", ", ", "C.", "; ", "Rao", ", ", "X.", "; ", "Cui", ", ", "Y.", "; ", "Yang", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", "; ", "Qian", ", ", "G.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "9916", "[", "Crossref", "], [", "CAS", "]", "18. ", "A cationic microporous metal-organic framework for highly selective separation of small hydrocarbons at room temperature", "Xu, Hui; Cai, Jianfeng; Xiang, Shengchang; Zhang, Zhangjing; Wu, Chuande; Rao, Xiangtang; Cui, Yuanjing; Yang, Yu; Krishna, Rajamani; Chen, Banglin; Qian, Guodong", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "34", "),\r\n    ", "9916-9921", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A 3D cationic metal-org. framework Zn8O(EDDA)4(ad)4·(HEDDA)2·6DMF·27H2O (ZJU-48; H2EDDA = (E)-4,4'-(ethene-1,2-diyl)dibenzoic acid; ad = adenine) was solvothermally synthesized and structurally characterized.  ZJU-48 has a three-dimensional structure with a cationic skeleton and has one-dimensional pores along the c axis of about 9.1 × 9.1 Å2.  The activated ZJU-48a exhibits a BET surface area of 1450 m2 g-1.  The structural features of the charged skeleton of ZJU-48a enabled its stronger charge-induced interaction with C2 hydrocarbons than with C1 methane, resulting in highly selective gas sorption of C2 hydrocarbons over CH4 with the adsorption selectivity over 6 at 298 K.  The sepn. feasibility has been further established by the simulated breakthrough and pulse chromatog. expts., thus methane can be readily sepd. from their quaternary mixts. at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1elsbnP&md5=4dee64f4e6d7d428d768c51e786314d8", "(o) ", "Leclerc", ", ", "H.", "; ", "Vimont", ", ", "A.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Daturi", ", ", "M.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llwellyn", ", ", "P. L.", "; ", "Horcajada", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "11748", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Infrared study of the influence of reducible iron(iii) metal sites on the adsorption of CO, CO2, propane, propene and propyne in the mesoporous metal-organic framework MIL-100", "Leclerc, Herve; Vimont, Alexandre; Lavalley, Jean-Claude; Daturi, Marco; Wiersum, Andrew D.; Llwellyn, Philip L.; Horcajada, Patricia; Ferey, Gerard; Serre, Christian", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "24", "),\r\n    ", "11748-11756", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The present study illustrates the importance of the oxidn. state of Fe within the mesoporous Fe trimesate [{Fe3O(H2O)2F0.81(OH)0.19}{C6H3(CO2)3}2] denoted MIL-100(Fe) (MIL = Material from Institut Lavoisier) during adsorption of mols. that can interact with the accessible metal sites through π-back donation.  Adsorption of CO was 1st followed by FTIR spectroscopy to quantify the Lewis acid sites in the dehydrated Fe(III) sample, outgassed at 150°, and on the partially reduced Fe(II/III), outgassed at 250°.  The exposure of MIL-100(Fe) to CO2, propane, propene and propyne has then been studied by FTIR spectroscopy and microcalorimetry.  It appears that π-back donating mols. are strongly adsorbed on reduced Fe(II) sites despite the weaker Lewis acidity of coordinatively unsatd. Fe2+ sites compared to that of Fe3+ ones, as shown by pyridine adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVWlsb4%253D&md5=6fb454ec5a3aec333c467a1a741d2c7b", "(p) ", "Uchida", ", ", "S.", "; ", "Eguchi", ", ", "R.", "; ", "Nakamura", ", ", "S.", "; ", "Ogasawara", ", ", "Y.", "; ", "Kurosawa", ", ", "N.", "; ", "Mizuno", ", ", "N.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "325", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Selective Sorption of Olefins by Halogen-Substituted Macrocation-Polyoxometalate Porous Ionic Crystals", "Uchida, Sayaka; Eguchi, Ryo; Nakamura, Shinnosuke; Ogasawara, Yoshiyuki; Kurosawa, Noriyuki; Mizuno, Noritaka", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "2", "),\r\n    ", "325-330", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ionic crystals [Cr3O(OOCCH2X)6(H2O)3]4[α-SiW12O40]·14H2O (X = Cl [Ia], Br [IIa]) were synthesized by complexation of halogen-substituted macrocations with a silicododecatungstate.  Compds. Ia and IIa possess analogous 1-dimensional winding channels, and the channel walls are composed of oxygen atoms of silicododecatungstates and -CH2X groups of macrocations.  Water of crystn. in Ia (IIa) is desorbed by the treatment in vacuo or under a dry N2 or He flow at 298-303 K, and the corresponding guest free phases Ib (IIb) were obtained.  Propylene/propane and ethylene/ethane sorption ratios of Ib at 298 K and 100 kPa are 6.1 and 3.6, resp.  The ethylene/ethane sorption ratio of IIb at 298 K and 100 kPa is 2.8.  These values are much larger than those of conventional sorbents.  In situ 13C MAS NMR spectra of ethylene or ethane sorbed in Ib suggest that host-guest interaction for ethylene is larger than that for ethane.  DFT calcn. and Monte Carlo simulation are carried out to elucidate the nature of the high ethylene/ethane sorption ratios: The bridging carboxylates (-OOCCH2X) are polarized by incorporation of highly electroneg. halogens.  Ethylene resides along the channel wall with the σh plane facing the channel wall, while ethane resides randomly in the channels of Ib and IIb.  These results suggest that the olefin sorption is enhanced by electrostatic interaction between the π-electron of olefins and highly polarized halogen-substituted macrocations and/or silicododecatungstates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFCisb3N&md5=2b5820564be97094bf84b0a3a66995e4", "(q) ", "Rubeš", ", ", "M.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Grajciar", ", ", "L.", "; ", "Bludskyì", ", ", "O.", "; ", "Nachtigall", ", ", "P.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "11159", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Adsorption of Propane and Propylene on CuBTC Metal-Organic Framework: Combined Theoretical and Experimental Investigation", "Rubes, Miroslav; Wiersum, Andrew D.; Llewellyn, Philip L.; Grajciar, Lukas; Bludsky, Ota; Nachtigall, Petr", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "21", "),\r\n    ", "11159-11167", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combined exptl. and theor. study of propane and propylene adsorption in the metal-org. framework CuBTC is presented.  The dependence of adsorption enthalpies on the adsorbed amt. was detd. by microcalorimetry up to 8 mmol g-1 coverage (roughly C3Hn/Cu2+ ratio of 1.5).  Trends obsd. exptl. were interpreted from accurate calcns. carried out at the hybrid DFT-ab initio level.  Three types of adsorption sites were identified; however, qual. different results were obtained for propane and propylene.  Propane preferentially adsorbs at the cage center sites (-ΔH° = 43 kJ mol-1), followed by adsorption at the cage window sites (31 kJ mol-1), while the interaction with the coordinatively unsatd. sites (CUS) is relatively weak (24 kJ mol-1).  On the contrary, propylene preferentially interacts with the CUS (56 kJ mol-1), while the adsorption at the cage center and cage window sites is only 45 and 34 kJ mol-1, resp.  Due to the topol. of CuBTC, lateral interactions are significantly more important among the adsorbates located at the cage center and cage window sites (populated in the case of propane) than among adsorbates at the CUS and cage center sites (populated in the case of propylene).  Therefore, adsorption energies obtained for coverages >6 mmol g-1 of adsorbed amt. were larger for propane than for propylene.  Consequently, the presence of small cages makes the CuBTC MOF less suitable for propane/propylene sepn. than MOFs having the Cu2+ CUS but without small cages (e.g., CPO-27).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1Oqs70%253D&md5=a38ef45ef711cf519b4e071c69c1fc49", "(r) ", "Hartmann", ", ", "M.", "; ", "Kunz", ", ", "S.", "; ", "Himsl", ", ", "D.", "; ", "Tangermann", ", ", "O.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "8634", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Adsorptive Separation of Isobutene and Isobutane on Cu3(BTC)2", "Hartmann, Martin; Kunz, Sebastian; Himsl, Dieter; Tangermann, Oliver; Ernst, Stefan; Wagener, Alex", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8634-8642", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal org. framework material Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate) has been synthesized using different routes: under solvothermal conditions in an autoclave, under atm. pressure and reflux, and by electrochem. reaction.  Although the compds. display similar structural properties as evident from the powder X-ray diffraction (XRD) patterns, they differ largely in sp. surface area and total pore vol.  Thermogravimetric and chem. anal. support the assumption that pore blocking due to trimesic acid and/or methyltributylammoniummethylsulfate (MTBS) which has been captured in the pore system during reaction is a major problem for the electrochem. synthesized samples.  Isobutane and isobutene adsorption has been studied for all samples at different temps. in order to check the potential of Cu3(BTC)2 for the sepn. of small hydrocarbons.  While the isobutene adsorption isotherms are of type I according to the IUPAC classification, the shape of the isobutane isotherm is markedly different and closer to type V.  Adsorption expts. at different temps. show that a somewhat higher amt. of isobutene is adsorbed as compared to isobutane.  Nevertheless, the differential enthalpies of adsorption are only different by about 5 kJ/mol, indicating that a strong interaction between the copper centers and isobutene does not drive the obsd. differences in adsorption capacity.  The calcd. breakthrough curves of isobutene and isobutane reveal that a low pressure sepn. is preferred due to the peculiar shape of the isobutane adsorption isotherms.  This has been confirmed by preliminary breakthrough expts. using an equimolar mixt. of isobutane and isobutene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXot1ers7s%253D&md5=a19ef6a159fcd1b399858f60954ddf75", "(s) ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Fronczek", ", ", "F. R.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "613", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A Microporous Metal-Organic Framework for Highly Selective Separation of Acetylene, Ethylene, and Ethane from Methane at Room Temperature", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Fronczek, Frank R.; Krishna, Rajamani; Chen, Banglin", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "2", "),\r\n    ", "613-619, S613/1-S613/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A novel three-dimensional microporous metal-org. framework Zn4L(DMA)4 (UTSA-33, H8L = 1,2,4,5-tetra(5-isophthalic acid)benzene, DMA = N,N'-dimethylacetamide) with small pores of about 4.8 to 6.5 Å was synthesized and structurally characterized as a non-interpenetrated (4,8)-connected network with the flu topol. (Schlaefli symbol: (41261284)(46)2).  The activated UTSA-33a exhibits highly selective sepn. of acetylene, ethylene, and ethane from methane with the adsorption selectivities of 12 to 20 at 296 K, which has been established exclusively by the sorption isotherms and simulated breakthrough expts., thus methane can be readily sepd. from their binary and even ternary mixts. at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsF2lurnF&md5=1b1f13f17848a791323e36b38c9dad60", "(t) ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "J. R.", " ", "Chem. Mater.", " ", "2013", ",  ", "26", ",  ", "323", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(u) ", "Ma", ", ", "H.", "; ", "Ren", ", ", "H.", "; ", "Meng", ", ", "S.", "; ", "Sun", ", ", "F.", "; ", "Zhu", ", ", "G.", " ", "Sci. Rep.", " ", "2013", ",  ", "3", ",  ", "2611", "[", "Crossref", "], [", "CAS", "]", "18. ", "Novel porphyrinic porous organic frameworks for high performance separation of small hydrocarbons", "Ma Heping; Ren Hao; Meng Shuang; Sun Fuxing; Zhu Guangshan", "Scientific reports", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "2611", "\r\n        ISSN:", ".\r\n    ", "A series of Porphyrinic-CTF materials are synthesized under ionothermal condition with high surface areas (>3200 m(2)/g) and tunable pore sizes.  The ZnP-CTFs exhibit high adsorption capacities and selectivity towards C H , and C H  over CH  as IAST prediction.  Furthermore, we explore the utility of ZnP-CTF for gas chromatographic separation of the small hydrocarbons mixture based on their different van der waals interactions and polarizability.  More importantly, the fast breakthrough test further proves that the ZnP-CTF-400 and ZnP-CTF-500 can separate the small hydrocarbons under kinetic dynamic conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbms12isA%253D%253D&md5=02ca84e20b82af0299c6117d0a89a2d8", "(v) ", "Wang", ", ", "X.-S.", "; ", "Liu", ", ", "J.", "; ", "Bonefont", ", ", "J. M.", "; ", "Yuan", ", ", "D.-Q.", "; ", "Thallapally", ", ", "P. K.", "; ", "Ma", ", ", "S.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "1533", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A porous covalent porphyrin framework with exceptional uptake capacity of saturated hydrocarbons for oil spill cleanup", "Wang, Xi-Sen; Liu, Jian; Bonefont, Jean M.; Yuan, Da-Qiang; Thallapally, Praveen K.; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "15", "),\r\n    ", "1533-1535", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A highly porous porphyrin-based org. polymer, PCPF-1, was constructed via homo-coupling reaction of the custom-designed porphyrin ligand, 5,10,15,20-tetrakis(4-bromophenyl)porphyrin.  PCPF-1 possesses a large BET surface area of over 1300 m2/g (Langmuir surface area of over 2400 m2/g) and exhibits strong hydrophobicity with a water contact angle of 135°, and these features afford it the highest adsorptive capacities for satd. hydrocarbons and gasoline among sorbent materials reported thus far, as well as render it the capability to remove oil from water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCnu74%253D&md5=cd79d6b1fd4b9d10ac655ffc333f4f6e", "(w) ", "Das", ", ", "M. C.", "; ", "Guo", ", ", "Q.", "; ", "He", ", ", "Y.", "; ", "Kim", ", ", "J.", "; ", "Zhao", ", ", "C.-G.", "; ", "Hong", ", ", "K.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Mark Thomas", ", ", "K.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8703", "ACS Full Text ", ", [", "CAS", "]", "18. ", "Interplay of Metalloligand and Organic Ligand to Tune Micropores within Isostructural Mixed-Metal Organic Frameworks (M'MOFs) for Their Highly Selective Separation of Chiral and Achiral Small Molecules", "Das, Madhab C.; Guo, Qunsheng; He, Yabing; Kim, Jaheon; Zhao, Cong-Gui; Hong, Kunlun; Xiang, Shengchang; Zhang, Zhangjing; Thomas, K. Mark; Krishna, Rajamani; Chen, Banglin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "20", "),\r\n    ", "8703-8710", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four porous isostructural mixed-metal-org. frameworks (M'MOFs) were synthesized and structurally characterized.  The pores within these M'MOFs are systematically tuned by the interplay of both the metalloligands and org. ligands which have enabled the authors not only to direct their highly selective sepn. of chiral alcs. 1-phenylethanol (PEA), 2-butanol (BUT), and 2-pentanol (2-PEN) with the highest ee up to 82.4% but also to lead highly selective sepn. of achiral C2H2/C2H4 sepn.  The potential application of these M'MOFs for the fixed bed pressure swing adsorption (PSA) sepn. of C2H2/C2H4 was further examd. and compared by the transient breakthrough simulations in which the purity requirement of 40 ppm in the outlet gas can be readily fulfilled by the fixed bed M'MOF-4a adsorber at ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1yjsrw%253D&md5=18ca32fa9c1c0f86b6b12edabe966ad3", "19. ", "(a) ", "He", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9107", "[", "Crossref", "], [", "CAS", "]", "19. ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", "He, Yabing; Krishna, Rajamani; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "9107-9120", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sepn. of hydrocarbons with carbon nos. in the 1-3 range is of great significance in the purifn. of natural gas, prodn. of ethylene and propylene with the required 99.5%+ purity levels as feeds to polymn. reactors, and sepn. of ethyne from mixts. with ethylene.  In this study the performances of a total of 19 different MOFs, carefully selected to span a wide range of functionalities, were evaluated for a variety of sepn. tasks.  For all sepn. tasks investigated, MOFs with high d. of open metal sites, CoMOF-74, MgMOF-74, and FeMOF-74, have significantly better sepn. potential than other MOFs, ZIFs or zeolites that have been suggested in the literature.  Of particular significance is the possibility offered by CoMOF-74, MgMOF-74, and FeMOF-74 for \"fractionating\" a 6-component CH4/C2H2/C2H4/C2H6/C3H6/C3H8 mixt. to yield individual pure components.  Such sepns. are likely to have a significant industrial impact, resulting in significant energy savings when compared to current technologies that rely on distn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlyqs7nJ&md5=60d67294ba300e1137a47779c3689b1e", "(b) ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "(c) ", "Geier", ", ", "S. J.", "; ", "Mason", ", ", "J. A.", "; ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Browncd", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "2054", "[", "Crossref", "], [", "CAS", "]", "19. ", "Selective adsorption of ethylene over ethane and propylene over propane in the metal-organic frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn)", "Geier, Stephen J.; Mason, Jarad A.; Bloch, Eric D.; Queen, Wendy L.; Hudson, Matthew R.; Brown, Craig M.; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "2054-2061", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A significant redn. in the energy costs assocd. with the cryogenic sepn. of ethylene-ethane and propylene-propane mixts. could potentially be realized through the use of selective solid adsorbents that operate at higher temps.  The metal-org. frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) are of particular interest for this application, owing to their high d. of coordinatively unsatd. M2+ cation sites that can selectively interact with unsatd. hydrocarbons.  Here, we present gas adsorption data for ethylene, ethane, propylene, and propane at 45, 60, and 80 °C for the entire series.  The means of sample prepn. and activation is found to be important for achieving high sepn. selectivities and capacities.  While all of the compds. investigated show good performance characteristics, Fe2(dobdc) and Mn2(dobdc) exhibit the highest selectivities for the sepn. of ethylene-ethane and propylene-propane mixts., resp.  Crystal structures detd. from neutron powder diffraction data elucidate the binding of ethane, ethylene, and propylene in Mn2(dobdc) and Co2(dobdc).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOltbo%253D&md5=1e4709795ff5b0869f5d7aad97864a05", "(e) ", "Gücüyener", ", ", "C.", "; ", "van den Bergh", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17704", "ACS Full Text ", ", [", "CAS", "]", "19. ", "Ethane/ethene separation turned on its head: selective ethane adsorption on the metal-organic framework ZIF-7 through a gate-opening mechanism", "Gucuyener Canan; van den Bergh Johan; Gascon Jorge; Kapteijn Freek", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "50", "),\r\n    ", "17704-6", "\r\n        ISSN:", ".\r\n    ", "Ethane is selectively adsorbed over ethylene in their mixtures on the zeolite imidazolate framework ZIF-7.  In packed columns, this results in the direct production of pure ethylene.  This gas-phase separation is attributed to a gate-opening effect in which specific threshold pressures control the uptake and release of individual molecules.  These threshold pressures differ for the different molecules, leaving a window of selective uptake operation.  This phenomenon makes ZIF-7 a perfect candidate for the separation of olefins from paraffins, since in contrast to most microporous materials, the paraffin is selectively adsorbed.  Mixture adsorption, as studied by breakthrough experiments, demonstrates that gate-opening effects can be effectively used to separate molecules of very similar size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M%252Fnt1Chtw%253D%253D&md5=c3b911dc087ba4348f0e5bdf44227fe2", "(f) ", "Böhme", ", ", "U.", "; ", "Barth", ", ", "B.", "; ", "Paula", ", ", "C.", "; ", "Kuhnt", ", ", "A.", "; ", "Schwieger", ", ", "W.", "; ", "Mundstock", ", ", "A.", "; ", "Caro", ", ", "J.", "; ", "Hartmann", ", ", "M.", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "8592", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Ethene/ethane and propene/propane separation via the olefin and paraffin selective metal-organic framework adsorbents CPO-27 and ZIF-8", "Bohme Ulrike; Barth Benjamin; Paula Carolin; Kuhnt Andreas; Schwieger Wilhelm; Mundstock Alexander; Caro Jurgen; Hartmann Martin", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "27", "),\r\n    ", "8592-600", "\r\n        ISSN:", ".\r\n    ", "Two types of metal-organic frameworks (MOFs) have been synthesized and evaluated in the separation of C2 and C3 olefins and paraffins.  Whereas Co2(dhtp) (=Co-CPO-27 = Co-MOF-74) and Mg2(dhtp) show an adsorption selectivity for the olefins ethene and propene over the paraffins ethane and propane, the zeolitic imidazolate framework ZIF-8 behaves in the opposite way and preferentially adsorbs the alkane.  Consequently, in breakthrough experiments, the olefins or paraffins, respectively, can be separated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sjlslyhsw%253D%253D&md5=aa26a28de0881e52f542e943b9c7e90c", "(g) ", "Bao", ", ", "Z.", "; ", "Alnemrat", ", ", "S.", "; ", "Yu", ", ", "L.", "; ", "Vasiliev", ", ", "I.", "; ", "Ren", ", ", "Q.", "; ", "Lu", ", ", "X.", "; ", "Deng", ", ", "S.", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "13554", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Adsorption of Ethane, Ethylene, Propane, and Propylene on a Magnesium-Based Metal-Organic Framework", "Bao, Zongbi; Alnemrat, Sufian; Yu, Liang; Vasiliev, Igor; Ren, Qilong; Lu, Xiuyang; Deng, Shuguang", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "22", "),\r\n    ", "13554-13562", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepn. of olefin/paraffin is an energy-intensive and difficult sepn. process in petrochem. industry.  Energy-efficient adsorption process is considered as a promising alternative to the traditional cryogenic distn. for sepg. olefin/paraffin mixts.  The authors explored the feasibility of adsorptive sepn. of olefin/paraffin mixts. using a magnesium-based metal-org. framework, Mg-MOF-74.  Adsorption equil. and kinetics of ethane, ethylene, propane, and propylene on a Mg-MOF-74 adsorbent were detd. at 278, 298, and 318 K and pressures up to 100 kPa.  A dual-site Sips model was used to correlate the adsorption equil. data, and a micropore diffusion model was applied to ext. the diffusivities from the adsorption kinetics data.  A grand canonical Monte Carlo simulation was conducted to calc. the adsorption isotherms and to elucidate the adsorption mechanisms.  The simulation results showed that all four adsorbate mols. are preferentially adsorbed on the open metal sites where each metal site binds one adsorbate mol.  Propylene and propane have a stronger affinity to the Mg-MOF-74 adsorbent than ethane and ethylene because of their significant dipole moments.  Adsorption equil. selectivity, combined equil. and kinetic selectivity, and adsorbent selection parameter for pressure swing adsorption processes were estd.  The relatively high values of adsorption selectivity suggest that it is feasible to sep. ethylene/ethane, propylene/propane, and propylene/ethylene pairs in a vacuum swing adsorption process using Mg-MOF-74 as an adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSlurjM&md5=48cf3b483c0e51ce76422deb7cde2265", "(h) ", "Huang", ", ", "L.", "; ", "Cao", ", ", "D.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "9433", "[", "Crossref", "], [", "CAS", "]", "19. ", "Selective adsorption of olefin-paraffin on diamond-like frameworks: diamondyne and PAF-302", "Huang, Ling; Cao, Dapeng", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "33", "),\r\n    ", "9433-9439", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Olefin-paraffin sepn. is one of the most significant processes in the petrochem. industry.  An energy efficient method such as adsorption is considered to be a promising alternative to the traditional cryogenic distn. for the purifn. of olefins or paraffins.  In this work, the grand canonical Monte Carlo (GCMC) method was used to study the adsorption and sepn. of light hydrocarbons (including ethylene, ethane, propylene and propane) by two diamond-like frameworks: diamondyne (originally named D-carbon in J. Mater. Chem. A, 2013, 1, 3851) and PAF-302, and further explore the mechanism for the adsorptive sepn. of olefins and paraffins.  It is found that both diamondyne and PAF-302 show high uptake of hydrocarbons under ambient conditions, which greatly exceed those of MOFs and ZIFs.  The satn. adsorption amts. of ethylene, ethane, propylene and propane on diamondyne are 14.5, 12.3, 10.3 and 8.9 mmol g-1, while they are 31.8, 28.0, 32.0, 30.3 mmol g-1 for PAF-302, which indicates that PAF-302 is an excellent candidate for hydrocarbon adsorption.  In addn., it is also found that diamondyne shows preferential adsorption of olefins in the olefin-paraffin mixts., like most commonly reported MOFs and ZIFs.  However, interestingly, PAF-302 exhibits favorable adsorption for paraffins over olefins, which is an entirely different behavior to diamondyne, even though they have similar diamond-like structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Sitb7O&md5=ca6ead837c7b810f5986c882c2d6736c", "20. ", "Weston", ", ", "M. H.", "; ", "Colón", ", ", "Y. J.", "; ", "Bae", ", ", "Y.-S.", "; ", "Garibay", ", ", "S. J.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "299", "[", "Crossref", "], [", "CAS", "]", "20. ", "High propylene/propane adsorption selectivity in a copper(catecholate)-decorated porous organic polymer", "Weston, Mitchell H.; Colon, Yamil J.; Bae, Youn-Sang; Garibay, Sergio J.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.; Nguyen, Son Binh T.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "2", "),\r\n    ", "299-302", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous org. polymer decorated with high densities of copper(catecholate) groups was prepd. and characterized.  Single-component propylene and propane isotherms measured at ambient temps. and ideal adsorption soln. theory (IAST) calcns. revealed increasing propylene/propane selectivities with increasing pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVOgtb3I&md5=5108af5036bdaa03b19b153114edcbe6", "21. ", "Uchida", ", ", "S.", "; ", "Kawamoto", ", ", "R.", "; ", "Tagami", ", ", "H.", "; ", "Nakagawa", ", ", "Y.", "; ", "Mizuno", ", ", "N.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12370", "ACS Full Text ", ", [", "CAS", "]", "21. ", "Highly Selective Sorption of Small Unsaturated Hydrocarbons by Nonporous Flexible Framework with Silver Ion", "Uchida, Sayaka; Kawamoto, Ryosuke; Tagami, Hanae; Nakagawa, Yoshinao; Mizuno, Noritaka", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "37", "),\r\n    ", "12370-12376", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ag2[Cr3O(OOCC2H5)6(H2O)3]2[α-SiW12O40] [1] is a nonporous flexible ionic crystal composed of 2D-layers of polyoxometalates ([α-SiW12O40]4-) and macrocations ([Cr3O(OOCC2H5)6(H2O)3]+) stacking along the b-axis.  The silver ions are located in the vicinity of the oxygen atoms of the polyoxometalates.  The sorption amts. of small unsatd. hydrocarbons such as ethylene, propylene, n-butene, acetylene, and Me acetylene into 1 are comparable to or larger than 1.0 mol mol-1 and large hystereses are obsd., while those of paraffins and larger unsatd. hydrocarbons are smaller than the adsorption on the external surface (<0.2 mol mol-1).  Fine crystals of 1 exhibit ethylene/ethane and propylene/propane sorption ratios over 100 at 298 K and 100 kPa, and the values are larger by 1 order of magnitude among those reported.  The results of sorption kinetics, in situ IR spectroscopy, single crystal X-ray crystallog., and in situ powder XRD studies show that small unsatd. hydrocarbons penetrate into the solid bulk of 1 through the π-complexation with Ag+.  The sorption property of 1 is successfully applied to the collection of ethylene from the gas mixt. of ethane and ethylene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVeit7jI&md5=59a5aa2089f50ddc0f15127799eb1dc6", "22. ", "Ben", ", ", "T.", "; ", "Ren", ", ", "H.", "; ", "Ma", ", ", "S.", "; ", "Cao", ", ", "D.", "; ", "Lan", ", ", "J.", "; ", "Jing", ", ", "X.", "; ", "Wang", ", ", "W.", "; ", "Xu", ", ", "J.", "; ", "Deng", ", ", "F.", "; ", "Simmons", ", ", "J. M.", "; ", "Qiu", ", ", "S.", "; ", "Zhu", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "9457", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Targeted Synthesis of a Porous Aromatic Framework with High Stability and Exceptionally High Surface Area", "Ben, Teng; Ren, Hao; Ma, Shengqian; Cao, Dapeng; Lan, Jianhui; Jing, Xiaofei; Wang, Wenchuan; Xu, Jun; Deng, Feng; Simmons, Jason M.; Qiu, Shilun; Zhu, Guangshan", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "50", "),\r\n    ", "9457-9460, S9457/1-S9457/16", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "With the assistance of computational design, a porous arom. framework with an unprecedented high surface area of 7100 m2g-1 has been successfully synthesized.  PAF-1 possesses local diamond-like tetrahedral bonding of tetraphenylenemethane building units to produce exceptional thermal and hydrothermal stabilities.  In addn., PAF-I demonstrates high uptake capacities of hydrogen and carbon dioxide, as well as benzene and toluene vapors.  The strategy presented in this work opens a new avenue for the design and construction of highly porous materials with exceptional stabilities for clean energy and environmental applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFarsL7P&md5=2d95a0c3a6d686ed25528229d2386f0f", "23. ", "(a) ", "Lu", ", ", "W.", "; ", "Yuan", ", ", "D.", "; ", "Sculley", ", ", "J.", "; ", "Zhao", ", ", "D.", "; ", "Krishna", ", ", "R.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. S oc.", " ", "2011", ",  ", "133", ",  ", "18126", "ACS Full Text ", ", [", "CAS", "]", "23. ", "Sulfonate-grafted porous polymer networks for preferential CO2 adsorption at low pressure", "Lu, Weigang; Yuan, Daqiang; Sculley, Julian; Zhao, Dan; Krishna, Rajamani; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18126-18129", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous polymer network (PPN) grafted with sulfonic acid (PPN-6-SO3H) and its lithium salt (PPN-6-SO3Li) exhibit significant increases in isosteric heats of CO2 adsorption and CO2-uptake capacities.  The IAST calcns. using single-component-isotherm data and a 15/85 CO2/N2 ratio at 295 °K and 1 bar revealed that the sulfonate-grafted PPN-6 networks show exceptionally high adsorption selectivity for CO2 over N2 (155 and 414 for PPN-6-SO3H and PPN-6-SO3Li, resp.).  Since these PPNs also possess ultrahigh physicochem. stability, practical applications in post-combustion capture of CO2 are possible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaksrzJ&md5=94ef5d2fea928aa09fc5a10e6842d4a7", "(b) ", "Lu", ", ", "W.", "; ", "Sculley", ", ", "J. P.", "; ", "Yuan", ", ", "D.", "; ", "Krishna", ", ", "R.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7480", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Polyamine-Tethered Porous Polymer Networks for Carbon Dioxide Capture from Flue Gas", "Lu, Weigang; Sculley, Julian P.; Yuan, Daqiang; Krishna, Rajamani; Wei, Zhangwen; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7480-7484, S7480/1-S7480/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Porous polymer networks prepd. by polymn. of tetrakis(4-bromophenyl)methane with subsequent functionalization by chloromethylation and reaction with diethylenetriamine had high photochem. and thermal stability, high CO2 adsorption capacity and low regeneration costs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XoslGmt74%253D&md5=0f60b53bfc0198c3e066a6aea17b65d6", "24. ", "(a) ", "Zhang", ", ", "Y.", "; ", "Li", ", ", "B.", "; ", "Williams", ", ", "K.", "; ", "Gao", ", ", "W.-Y.", "; ", "Ma", ", ", "S.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "10269", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "A new microporous carbon material synthesized via thermolysis of a porous aromatic framework embedded with an extra carbon source for low-pressure CO2 uptake", "Zhang, Yiming; Li, Baiyan; Williams, Kia; Gao, Wen-Yang; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "87", "),\r\n    ", "10269-10271", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Pre-introducing an extra carbon source into the porous arom. framework of PAF-1 followed by thermolysis affords a new microporous carbon material, which demonstrates a CO2 uptake capacity of 93 cm3 g-1 (equiv. to 4.1 mmol g-1 or 18.2 wt%) at 295 K and 1 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFynsLrO&md5=9dfdcc00936652491b3cc7885a4e5884", "(b) ", "Van Humbeck", ", ", "J. F.", "; ", "McDonald", ", ", "T. M.", "; ", "Jing", ", ", "X.", "; ", "Wiers", ", ", "B. M.", "; ", "Zhu", ", ", "G.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "2432", "ACS Full Text ", ", [", "CAS", "]", "24. ", "Ammonia Capture in Porous Organic Polymers Densely Functionalized with Bronsted Acid Groups", "Van Humbeck, Jeffrey F.; McDonald, Thomas M.; Jing, Xiaofei; Wiers, Brian M.; Zhu, Guangshan; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "6", "),\r\n    ", "2432-2440", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The elimination of specific environmental and industrial contaminants, which are hazardous at only part per million to part per billion concns., poses a significant technol. challenge.  Adsorptive materials designed for such processes must be engendered with an exceptionally high enthalpy of adsorption for the analyte of interest.  Rather than relying on a single strong interaction, the use of multiple chem. interactions is an emerging strategy for achieving this requisite phys. parameter.  Herein, we describe an efficient, catalytic synthesis of diamondoid porous org. polymers densely functionalized with carboxylic acids.  Phys. parameters such as pore size distribution, application of these materials to low-pressure ammonia adsorption, and comparison with analogous materials featuring functional groups of varying acidity are presented.  In particular, BPP-5, which features a multiply interpenetrated structure dominated by <6 Å pores, is shown to exhibit an uptake of 17.7 mmol/g at 1 bar, the highest capacity yet demonstrated for a readily recyclable material.  A complementary framework, BPP-7, features slightly larger pore sizes, and the resulting improvement in uptake kinetics allows for efficient adsorption at low pressure (3.15 mmol/g at 480 ppm).  Overall, the data strongly suggest that the spatial arrangement of acidic sites allows for cooperative behavior, which leads to enhanced NH3 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1eitbs%253D&md5=37866eb89fa69650ce234a3f986b012d", "25. ", "Mofarahi", ", ", "M.", "; ", "Salehi", ", ", "S. M.", " ", "Adsorption", " ", "2013", ",  ", "19", ",  ", "101", "[", "Crossref", "], [", "CAS", "]", "25. ", "Pure and binary adsorption isotherms of ethylene and ethane on zeolite 5A", "Mofarahi, Masoud; Salehi, Seyyed Milad", "Adsorption", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "1", "),\r\n    ", "101-110", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Pure and binary adsorption equil. data of ethylene and ethane on zeolite 5A were collected with a volumetric method for the temp. range 283 K to 323 K and pressure up to 950 kPa.  The applicability of the binary adsorption prediction by the vacancy soln. theory (VST) was investigated.  Further individual adsorption and selectivity were obtained by VST prediction.  According to the exptl. results, zeolite 5A has a high adsorption capacity and selectivity for ethylene in the ethylene/ethane system.  VST predicts that ethylene selectivity increases with pressure; it also shows that the amt. of ethylene sepd. by zeolite 5A increases as the temp. decreases at a specified pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlWms7o%253D&md5=d618bcdfc9b8aed4127b7766e4543cb1", "26. ", "Choudhary", ", ", "V. R.", "; ", "Mayadevi", ", ", "S.", "; ", "Singh", ", ", "A. P.", " ", "J. Chem. Soc. Faraday Trans.", " ", "1995", ",  ", "91", ",  ", "2935", "[", "Crossref", "], [", "CAS", "]", "26. ", "Sorption isotherms of methane, ethane, ethene and carbon dioxide on NaX, NaY and Na-mordenite zeolites", "Choudhary, Vasant R.; Mayadevi, S.; Singh, Anand Pal", "Journal of the Chemical Society, Faraday Transactions", "\r\n        (", "1995", "),\r\n    ", "91", "\r\n        (", "17", "),\r\n    ", "2935-44", "CODEN:\r\n                ", "JCFTEV", ";\r\n        ISSN:", "0956-5000", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sorption of methane, ethane, ethene and carbon dioxide in NaX, NaY and Na-mordenite (NaM) zeolites (at 305-353 K and 0-200 kPa) and the thermodn. of sorption have been investigated using a gravimetric sorption app.  The Dubinin-Polanyi equation fits the sorption of methane in all three zeolites, whereas the Langmuir model fits the sorption of carbon dioxide in all the zeolites.  It was not possible to fit the sorption data for ethane and ethene in the different zeolites to a single isotherm equation.  The isosteric heat of sorption and its variation with surface coverage of these gases are dependent on the sorbate and the zeolite sorbent.  Except for ethene in NaM, the sorbed mols. are supermobile in the three zeolites, and their mobility is influenced by the surface coverage.  Ethene sorbed in NaM exhibits an intermediate degree of freedom and the two-dimensional translational motion of the sorbed mols. parallel to the zeolite surface itself is restricted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXnvVOlsrY%253D&md5=ab7d4a2c7f5ef8a14d14b88826bd9fce", "27. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", "[", "Crossref", "], [", "CAS", "]", "27. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "28. ", "Anson", ", ", "A.", "; ", "Wang", ", ", "Y.", "; ", "Lin", ", ", "C. C. H.", "; ", "Kuznicki", ", ", "T. M.", "; ", "Kuznicki", ", ", "S. M.", " ", "Chem. Eng. Sci.", " ", "2008", ",  ", "63", ",  ", "4171", "[", "Crossref", "], [", "CAS", "]", "28. ", "Adsorption of ethane and ethylene on modified ETS-10", "Anson, A.; Wang, Y.; Lin, C. C. H.; Kuznicki, T. M.; Kuznicki, S. M.", "Chemical Engineering Science", "\r\n        (", "2008", "),\r\n    ", "63", "\r\n        (", "16", "),\r\n    ", "4171-4175", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Ethylene and ethane adsorption isotherms were measured for Engelhard Titanosilicate (ETS-10) both as made in the sodium form and ion exchanged with different mono-, di-, and trivalent cations.  Isotherms for Na-, K-, and Ag-ETS-10 were found to be nearly rectangular indicating very strong adsorption.  In contrast, isotherms for Li-, Ba-, and Cu-ETS-10 show substantial curvature.  Isotherms for some mixed cation forms (such as Ba/H and La/H) demonstrate the weakest adsorption with substantial adsorption swing capacity between 1 and 200 kPa.  Using the ideal adsorption soln. theory (IAST), it was detd. that ethylene/ethane adsorption selectivity decreases in the order Na > K > Li > Cu ≈ Ba > Ba / H > La / H , while the adsorption swing capacity (from 1 to 200 kPa) shows an exactly reversed trend.  It is thus probable to find the right balance between selectivity and swing capacity in order to design appropriate pressure swing adsorption (PSA) processes for the sepn. of ethylene and ethane under a wide range of conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpt12ktb4%253D&md5=197f4d6c16bcd28eb5e65c340117e244", "29. ", "Hyun", ", ", "S. H.", "; ", "Danner", ", ", "R. P.", " ", "J. Chem. Eng. Data", " ", "1982", ",  ", "27", ",  ", "196", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Equilibrium adsorption of ethane, ethylene, isobutane, carbon dioxide, and their binary mixtures on 13X molecular sieves", "Hyun, Sang H.; Danner, Ronald P.", "Journal of Chemical and Engineering Data", "\r\n        (", "1982", "),\r\n    ", "27", "\r\n        (", "2", "),\r\n    ", "196-200", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    ", "A static, volumetric method was used to det. the adsorption equil. of C2H4, C2H6, iso-C4H10, and CO2 and their binary mixts. on 13X mol. sieves at 273-373 K.  Pressures for the pure-component data extend up to 137.8 kPa while all binary data were obtained at 137.8 kPa.  The iso-C4H10-C2H4 system at 298 and 323 K and the C2H4-CO2 system at 298 K are highly nonideal in their behavior, they exhibit adsorption azeotropes.  Methods for predicting gas-mixt. adsorption data from the pure-component isotherms were evaluated.  Only the vacancy soln. model was able to predict the azeotropic behavior even qual.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XhsV2ltL4%253D&md5=7e8fb1b5964a331169418ca91bd80d7e", "30. ", "(a) ", "Liu", ", ", "J.", "; ", "Benin", ", ", "A. I.", "; ", "Furtado", ", ", "A. M. B.", "; ", "Jakubczak", ", ", "P.", "; ", "Willis", ", ", "R. R.", "; ", "LeVan", ", ", "M. D.", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "11451", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Stability Effects on CO2 Adsorption for the DOBDC Series of Metal-Organic Frameworks", "Liu, Jian; Benin, Annabelle I.; Furtado, Amanda M. B.; Jakubczak, Paulina; Willis, Richard R.; LeVan, M. Douglas", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "18", "),\r\n    ", "11451-11456", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks with unsatd. metal centers in their crystal structures, e.g., Ni/DOBDC and Mg/DOBDC, are promising adsorbents to capture flue gas CO2 due to their high CO2 capacities at sub-atm. pressure; however, stability is a crucial issue for their application.  This work assessed the stability of Ni/DOBDC and Mg/DOBDC metal-org. frameworks.  Steam and simulated flue gas conditioning and long-term storage effect on CO2 adsorption capacity were considered.  Results showed Ni/DOBDC can maintain its CO2 capacity after steam conditioning and long-term storage; Mg/DOBDC cannot.  Mg/DOBDC N isotherms showed a decrease in surface area following steam treatment, corresponding to the decrease in CO2 adsorption, which may be caused by a redn. of unsatd. metal centers in its structure.  Conditioning with dry simulated flue gas at room temp. only slightly affected CO2 adsorption in Ni/DOBDC; however, adding water vapor to simulated flue gas further reduces CO2 capacity of Ni/DOBDC.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVemu7vI&md5=eac19d6110bd925ba7ae8fccd78ae361", "(b) ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "6513", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "31. ", "(a) ", "Yang", ", ", "R. T.", "; ", "Kikkinides", ", ", "E. S.", " ", "AIChE J.", " ", "1995", ",  ", "41", ",  ", "509", "[", "Crossref", "], [", "CAS", "]", "31. ", "New sorbents for olefin/paraffin separations by adsorption via π-complexation", "Yang, R. T.; Kikkinides, E. S.", "AIChE Journal", "\r\n        (", "1995", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "509-17", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New adsorbents for olefin/paraffin sepn. are synthesized by effective dispersion of Ag(I) and Cu(I) cations on substrates with hydrocarbon-phobic surfaces.  These cations bind olefin mols. by a π-complexation bond, a weak chem. bond.  Ethane/ethylene and propane/propylene sepns. are considered.  Cation exchange resins and CuCl/γ-Al2O3 are effective substrates.  On the Ag(I) resin at 25° and 1 atm, the equil. adsorption ratio for C2H4/C2H6 = 9.2 and C2H4 capacity = 1.15 mmol/g; the corresponding values for C3H6/C3H8 = 10.4 and C3H6 capacity = 1.29 mmol/g.  The CuCl/γ-Al2O3 sorbent shows equally promising results.  The sorption rates are pore-diffusion-controlled and rapid.  The olefin selectivity, capacity, and rates are much higher than all previous attempts and are suitable for applications in cyclic adsorption processes.  The equil. data are correlated with an isotherm equation that accounts for both phys. adsorption and π-complexation with energy heterogeneity, using only two true fitting parameters.  MO calcns. using a C6H5SO3- substrate indicate that the π-complexation bond is contributed mainly by the donation of olefin π-bond electrons to the empty s-orbital of the metal, while the d-π* back donation contributes only 16%.  Moreover, the relative order of the heats of adsorption is correctly predicted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXkt1ajurk%253D&md5=f0f5f7afe961333278f2979bda1ae143", "(b) ", "Aguado", ", ", "S.", "; ", "Bergeret", ", ", "G.", "; ", "Daniel", ", ", "C.", "; ", "Farrusseng", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14635", "ACS Full Text ", ", [", "CAS", "]", "31. ", "Absolute Molecular Sieve Separation of Ethylene/Ethane Mixtures with Silver Zeolite A", "Aguado, Sonia; Bergeret, Gerard; Daniel, Cecile; Farrusseng, David", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "14635-14637", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Abs. ethylene/ethane sepn. is achieved by ethane exclusion on silver-exchanged zeolite A adsorbent.  This mol. sieving type sepn. is attributed to the pore size of the adsorbent, which falls between ethylene and ethane kinetic diams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1CisrnJ&md5=a5b2ec0252b4feacdaf27a24de67bcef", "32. ", "Busca", ", ", "G.", "; ", "Lorenzelli", ", ", "V.", "; ", "Ramis", ", ", "G.", "; ", "Escribano", ", ", "V. S.", " ", "Mater. Chem. Phys.", " ", "1991", ",  ", "29", ",  ", "175", "[", "Crossref", "], [", "CAS", "]", "32. ", "Chemistry of olefins at metal oxide surfaces:  a tool for surface science investigation of oxide catalysts", "Busca, G.; Lorenzelli, V.; Ramis, G.; Sanchez Escribano, V.", "Materials Chemistry and Physics", "\r\n        (", "1991", "),\r\n    ", "29", "\r\n        (", "1-4", "),\r\n    ", "175-89", "CODEN:\r\n                ", "MCHPDR", ";\r\n        ISSN:", "0254-0584", ".\r\n    ", "The results of IR investigations of the adsorption of simple olefins (C2H4, MeCH:CH2, and Me2C:CH2) on metal oxide catalysts are reviewed with 36 refs.  The spectroscopic features of molecularly adsorbed species interacting with the surface via H-bonding, via σ-type electron donation over do cations, and via σ-type donation with π-type back donation on d-electron-contg. cations are briefly discussed.  Evidence for surface reactivities including: i) oxidative breaking of the C:C bond; ii) hydroxylation of the C:C bond, giving alkoxides; iii) proton-induced cationic polymn.; i.v.) proton abstraction at the allylic position, giving anionic allyl species; v) H abstraction at the allylic position, giving radical-like allyl species; vi) adsorption with H transposition, giving metal alkylidene species; is also discussed on particular surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XktVGktA%253D%253D&md5=604a4053d92c52915218df63d8885473", "33. ", "Stacchiola", ", ", "D.", "; ", "Wu", ", ", "G.", "; ", "Kaltchev", ", ", "M.", "; ", "Tysoe", ", ", "W. T.", " ", "Surf. Sci.", " ", "2001", ",  ", "486", ",  ", "9", "[", "Crossref", "], [", "CAS", "]", "33. ", "A reflection-absorption infrared spectroscopic study of the adsorption of ethylene and ethylene oxide on oxygen-covered Ag(1 1 1)", "Stacchiola, D.; Wu, G.; Kaltchev, M.; Tysoe, W. T.", "Surface Science", "\r\n        (", "2001", "),\r\n    ", "486", "\r\n        (", "1-2", "),\r\n    ", "9-23", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The adsorption of ethylene and ethylene oxide was studied on clean and O-covered Ag(1 1 1) using temp.-programmed desorption and reflection-absorption IR spectroscopy (RAIRS).  Ethylene adsorbs weakly on Ag(1 1 1) at 80 K with the mol. plane oriented parallel to the surface.  The effect of adsorbed O (Θ(O)∼0.1) is to increase the heat of adsorption slightly and to cause the ethylene to tilt.  Ethylene oxide also adsorbs weakly at 80 K with the mol. plane oriented perpendicularly to the surface, where the heat of adsorption also increases due to the presence of adsorbed O.  The RAIR spectra of both ethylene and ethylene oxide adsorbed on oxygen-activated Ag(1 1 1) at 300 K under a pressure of 1 Torr show the formation of a no. of surface species.  An η2(C,O) bonded acetaldehyde species is found, where the IR features decrease coincident with acetaldehyde/ethylene oxide desorption.  A species persists on heating to 450 K which exhibits a single IR peak at 1004 cm-1.  Based on the frequency shifts obsd. on isotopic substitution (with D and 18O), it appears to contain C, O and H. This feature disappears on heating to 550 K correlating with the desorption of CO2 in temp.-programmed desorption.  A series of features is detected which may be due to an adsorbed formate or strongly distorted ethylene oxide.  Good quality IR spectra can be collected for adsorbed species formed at high pressures on a model, oxygen-activated Ag(1 1 1) catalyst and that the surface chem. is completely different to that found when dosing at 80 K under ultrahigh vacuum conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXksVCjsb0%253D&md5=244028535fc237fb24b761d294c69aa7", "34. ", "Itoh", ", ", "K.", "; ", "Kiyohara", ", ", "T.", "; ", "Shinohara", ", ", "H.", "; ", "Ohe", ", ", "C.", "; ", "Kawamura", ", ", "Y.", "; ", "Nakai", ", ", "H.", " ", "J. Phys. Chem. B", " ", "2002", ",  ", "106", ",  ", "10714", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "DFT Calculation Analysis of the Infrared Spectra of Ethylene Adsorbed on Cu(110), Pd(110), and Ag(110)", "Itoh, Koichi; Kiyohara, Tairiku; Shinohara, Hironao; Ohe, Chikaomi; Kawamura, Yoshiumi; Nakai, Hiromi", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "41", "),\r\n    ", "10714-10721", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A d. functional theory (DFT) calcn. was performed on the cluster models of ethylene on Cu(110), Ag(110), and Pd(110) to clarify the correlation between the IR spectra of the adsorbate and the modes of ethylene-surface interaction.  The metal surfaces were modeled by two- or three-layered clusters consisting of 13-34 metal atoms.  Four kinds of adsorption sites were considered: atop bonding sites with the CC bond parallel and perpendicular to the 〈1‾10〉 direction (ST and LT sites), a short bridge site with the CC bond parallel to the 〈1‾10〉 direction (SB site), and a long bridge site with the CC bond perpendicular to the 〈1‾10〉 direction (LB site).  The results of calcns. for three-layered models consisting of more than 20 metals could be compared reasonably with the exptl. data.  The comparison indicated that (i) upon increasing surface coverage, ethylene on Cu(110) converts its adsorption site from an SB to an ST site, (ii) ethylene adsorbs at an LT site of Ag(110), and (iii) ethylene on Pd(110) takes on an ST site.  These conclusions are consistent with those derived from STM and other spectroscopic measurements including UPS and NEXAFS, indicating that the DFT calcn. on the cluster models is efficient for the anal. of the IR spectra of ethylene adsorbed on metal surfaces, which delineates the adsorption modes.  The contribution of donation and back-donation of electrons to the ethylene-metal bonding was estd. by calcg. the projections to the π-bonding and π*-antibonding orbitals of the isolated ethylene in the adsorbed geometries.  The results proved that both the π donation and π* back-donation make appreciable contributions to the ethylene-surface interaction on Cu(110), whereas the π* back-donation is negligible in the ethylene-Ag(110) interaction.  It was suggested that the frequency increase of the CH2 out-of-plane wagging vibration from that of the free ethylene obsd. for ethylene on Ag(110) is a measure of the contribution of the π donation to the ethylene-surface interaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhs1egug%253D%253D&md5=271cf40572683ab302b79b7567f20aa1", "35. ", "Huang", ", ", "Y.", " ", "J. Catal.", " ", "1980", ",  ", "61", ",  ", "461", "[", "Crossref", "], [", "CAS", "]", "35. ", "Ethylene complexes in copper(I) and silver(I) Y zeolites", "Huang, Yun-Yang", "Journal of Catalysis", "\r\n        (", "1980", "),\r\n    ", "61", "\r\n        (", "2", "),\r\n    ", "461-76", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    ", "Interactions between C2H4 and type Y zeolites were studied by IR.  The cations that were incorporated in the zeolite framework included in 1 type Cu(I) and Ag(I), which have filled d orbitals and can form C2H4 complexes by d-π bonding, and in the other Cu(II), Ca(II) and Zn(II), which interact with C2H4 by van der Waals forces.  Cu(I)Y was prepd in situ by the redn. of Cu(II)Y at 400° with either CO or a mixt. of CO and NH2; all others were prepd. by the usual ion-exchange method.  C2H4 was strongly adsorbed on Cu(I)Y and Ag(I)Y at 25°.  The common feature of their IR spectra was the intense absorption band near 1430 cm-1 (ν12), a considerable lowering of C:C stretching frequency (ν2), and a combination band near 1930 cm-1 (ν7 + ν8).  These bands remained even after the samples were evacuated 1 h at 25°.  On Cu(II)Y and other cation-exchanged zeolites, the IR bands were relatively weak and disappeared readily upon evacuation of the sample.  The enhanced adsorption of C2H4 amounted to a C2H4/Cu ratio of 1 at 25° and >80 Torr as Cu(II)Y was reduced to Cu(I)Y.  In Ag(I)Y, C2H4 strongly interacted with Ag(I) ions at the hexagonal window positions (SII).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXkt1Ggu7Y%253D&md5=7f765fe800e141b7ae7d95cd9b4849ec", "36. ", "Uzunova", ", ", "E. L.", "; ", "Mikosch", ", ", "H.", " ", "ACS Catal.", " ", "2013", ",  ", "3", ",  ", "2759", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Adsorption and Activation of Ethene in Transition Metal Exchanged Zeolite Clinoptilolite: a Density Functional Study", "Uzunova, Ellie L.; Mikosch, Hans", "ACS Catalysis", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "12", "),\r\n    ", "2759-2767", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ethene adsorption in transition-metal-exchanged clinoptilolite with cations of the d elements (Fe-Cu) and also Pd was examd. by d. functional theory with the B3LYP functional, using the embedded cluster method in ONIOM.  The preferred extraframework cation sites for the divalent cations are those in the large channel A.  The monovalent cations Ni+ and Cu+ show little preference toward the available cation sites: they approach a center of neg. framework charge, forming shorter M-O bonds as compared with the divalent cations.  Periodic model calcns. were applied to validate the extraframework site preference of Cu+ cations, and they confirm the ONIOM results, though periodic calcns. systematically predict smaller energy gaps between the different cation site occupancies.  A dominant component in the formation of the metal cation-adsorbate π-complexes is the electron charge transfer from the filled d orbitals of the transition metal cations to the unoccupied π* orbitals of ethene.  Significant contribution of the framework oxygen atoms as electron donors to the cations was revealed.  This results in lengthening of the CC bond and a red shift of the corresponding stretching vibration, which is most pronounced in the adsorption complexes with monovalent cations, (Ni+, Cu+, Pd+).  The hydrogen atoms in the ethene mol. become nonequivalent upon adsorption.  The C-H bond lengthening is more significant for the adsorption complexes in channel B and on Ni+ cations in channel A.  The deformation d. maps, derived from the B3LYP calcd. densities provide insight into the role of the framework in the charge transfer from the metal cations to the ethene mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1aht7bE&md5=9c12583734a7d94b2c7b474dc465286f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-24/ja502119z/production/images/small/ja-2014-02119z_0006.gif\">"]}
