{"title": ["H", "O Adsorption/Desorption in MOF-74: ", " Molecular Dynamics and Experiments"], "authors": ["Yunsong Li", "Xinjiang Wang", "Dongyan Xu", "Jae Dong Chung", "Massoud Kaviany", "Baoling Huang"], "doi": ["10.1021/acs.jpcc.5b02069"], "abstract": ["Using density functional theory based molecular dynamics with the tight-binding approximation and experimental characterization, the H", "O vapor adsorption/desorption processes in Zn-MOF-74 and the corresponding influence on the lattice dynamics were investigated. It was found that the Zn sites are preferred for H", "O adsorption, and they even allow for the adsorption of multiple H", "O molecules on the same site, making it possible to form stable H", "O cluster at low temperatures. The adsorption heats of different adsorption processes were predicted, and the possibility of H", "O cluster formation under vapor exposure at low and room temperatures was explored. The first adsorbed H", "O can only be dissociated at elevated temperatures, therefore reducing the cyclic uptake near the room temperature. The vibrational spectra of the lattice and adsorbed H", "O were also calculated using molecular dynamics simulation to illuminate the variation of lattice dynamics during the adsorption. The framework was found to be stable after water vapor exposure near room temperature but may start to collapse at around 570 K. X-ray diffraction and H", "O adsorption isotherm measurements have been conducted to verify the theoretical predictions, and good agreements are found."], "text": ["Top of Page", "Abstract", "Introduction", "Theoretical and Experimental Methods", "Results and Discussion", "Conclusions", "References", "1 Introduction", "H", "2", "O adsorption in micro- and mesoporous solids has gained renewed interest for its great potential applications in sorption heat transformation systems.", "(1-5)", " As an alternative to conventional vapor-compression-driven systems, thermally driven adsorption chillers (TDCs) or adsorption heat pumps (AHPs) based on H", "2", "O adsorption/desorption provide a more efficient and environmentally friendly approach for harvesting low-temperature heat.", "(6)", " Silica gel and zeolites have been widely utilized, but they have many disadvantages.", "(7)", " For example, zeolites have a high affinity for H", "2", "O, adsorbing well at a low relative pressure (or humidity) of ", "P", "/", "P", "0", " = 0.001–0.01 but requiring high desorption temperatures (typically over 600 K), and they also have a low H", "2", "O loading about 0.05–0.46 g/g.", "(8)", " Silica gels are less hydrophilic than zeolites and require lower desorption temperatures (typically around 400 K) but also have low cyclic H", "2", "O exchange. Search continues for adsorbents with large H", "2", "O uptake, sharp increase in H", "2", "O uptake at low/medium humidity, desorption at low temperatures, and high structural stability.", "(9, 10)", "Metal–organic frameworks (MOFs) are crystalline porous solids composed of inorganic building units and organic linkers. The dimensions and environments of the pores can be easily tuned by changing the combination of inorganic and organic units. MOFs have been utilized as adsorbents for a range of guest molecules in various applications,", "(11, 12)", " including gas storage (e.g., H", "2", ", CO", "2", ", and CH", "4", ")", "(13, 14)", " and separation (e.g., carbon capture from flue gas and natural gas sweetening).", "(15-19)", " The unique features of MOFs such as huge surface area, large pore volume, and physicochemical variability make them promising candidates for water-based sorption heat transformation applications, in which excellent hydrothermal stability is required. Recently, water-stable MOFs have been developed for industrial applications involving H", "2", "O adsorption and release.", "(20-23)", " For example, Cr-MIL-101 exhibits large H", "2", "O uptake capacity (1.4 g/g at 300 K), and high desorption rates below 350 K; however, relatively high relative pressure (0.40 < ", "P", "/", "P", "0", " < 0.54) is required to adsorb H", "2", "O.", "(4)", "To reduce the condensation pressure, it is preferable to reduce the pore diameter in addition to the introduction of strong water binding sites.", "(24, 25)", " For instance, M-MOF-74 [M", "2", "(DOT), DOT = 2,5-dioxidoterephthalate, M = Zn, Mg, Co, and Ni] with coordinatively unsaturated metal sites (Lewis acidic sites) has demonstrated high H", "2", "O uptake under low relative pressure (", "P", "/", "P", "0", " < 0.3);", "(24, 26-28)", " e.g., Mg-MOF-74 can take up 0.54 g/g of H", "2", "O below 10% relative humidity.", "(27, 29)", " However, there exist challenges in regeneration of the material under mild conditions. Indeed, a significant surface area drop of Mg-MOF-74 has been observed after exposure to water.", "(27, 29)", " The mechanism for this degradation has been under debate for a long time while recently Tan et al. attributed it to the water reaction with the host at high temperatures.", "(1)", " The gas-adsorption capacity of MOF-74 is also significantly influenced by humidity,", "(30)", " highlighting the importance of fundamental understanding of the H", "2", "O adsorption/desorption process in MOF-74. Besides, whether or how H", "2", "O uptake might influence the MOF-74 lattice structure and its properties is a concern in many applications, while a recent classical molecular dynamic prediction reports that high H", "2", "O adsorption will destabilize the MOF-74 structure.", "(31)", "In this work, we select Zn-MOF-74, of which a high H", "2", "O update capacity is reported to be 0.32 g/g,", "(30)", " as an example to explore the H", "2", "O adsorption/desorption processes in MOF-74 and their influence on the structural stability and lattice dynamics of MOF-74. By using first-principles calculations, the preferential H", "2", "O adsorption sites are identified, and the corresponding adsorption heats are predicted. ", "Ab initio", " MD has been used to illuminate the influence of H", "2", "O adsorption on lattice vibration as well as the variation of H", "2", "O adsorption/desorption in Zn-MOF-74 structure with respect to the progressively increasing water loading and temperature. Experimental characterizations, including powder X-ray diffraction (PXRD) analysis and nitrogen and H", "2", "O adsorption measurements, have also been carried out for the comparison. It is found that Zn-MOF-74 structure remains stable near room temperature even under high H", "2", "O uptake. The open Zn sites are the preferred adsorption sites, which also allow for the adsorption of multiple H", "2", "O molecules. The first absorbed H", "2", "O on the primary sites can only be dissociated at elevated temperatures, which may screen the Zn sites and reduce the cyclic uptake of other guest molecules near room temperature.", "Top of Page", "Abstract", "Introduction", "Theoretical and Experimental Methods", "Results and Discussion", "Conclusions", "References", "2 Theoretical and Experimental Methods", "2.1", "DFTB Computations", "The calculations in this work were performed using the density-functional-based tight-binding (DFTB) method implemented in the DFTB+ code,", "(32)", " which is a fast and efficient quantum mechanical simulation method based on a second-order expansion of the Kohn–Sham total energy in density functional theory (DFT)", "(33, 34)", " with respect to charge density fluctuations. The DFTB approach, originally suggested for periodic systems,", "(35)", " has been mainly developed in refs ", "36−40", ". DFTB is about 3 orders of magnitude faster than DFT, comparable to the semiempirical methods,", "(40)", " making it suitable for large systems where the conventional ", "ab initio", " quantum chemistry calculations are often prohibitive. So, it is balance between computational efficiency and accuracy, required for the large MOF systems, which are computationally demanding for the traditional DFT methods. Both the mio-1-1", "(36)", " and Znorg-0-1", "(41)", " parameter sets are used. The mio set was developed for organic molecules with atoms including O, N, C, and H, while the Znorg set is developed with a focus on the interactions between Zn and common atoms in organic molecules, i.e., Zn–X (X = C, H, N, O, S, and Zn).", "During the optimization, the periodic boundary conditions were used, and the cell shape, volume, and atomic positions were relaxed until a maximum force component of 10", "–6", " au was achieved. The Brillouin zone was sampled with a 6 × 6 × 6 mesh including the Γ point. Since the van der Waals interactions involved are long-range interactions, to avoid “self-interactions” in a small simulation domain, a large hexagonal Zn-MOF-74 unit cell including 18 Zn", "2+", " ions and 9 DOT linkers was used for all the DFTB calculations. The SCC-DFTB calculations were also performed on isolated H", "2", "O molecules in 20 Å boxes. The Lennard-Jones dispersion model was used to correct van der Waals interactions.", "(42)", " For the DFTB molecular dynamic (MD) simulations, the optimized geometry of the most stable structure was used for the initial positions of atoms; the initial velocities of atoms were given at random, satisfying the mean kinetic temperature requirement. The velocities and positions of atoms during in MD were computed by the velocity-Verlet algorithm.", "(-43, 44)", " The step times were 1 fs under the ", "NPT", " ensemble (constant number of particles, pressure, and temperature) at 1 atm using the Berendsen thermostat and brostat with 1 fs and 4 ps damping constants, respectively.", "2.2", "vdW DFT Calculations", "To verify the accuracy of the simulation of H", "2", "O adsorption in the cavities of the Zn-MOF-74 by the DFTB method, we also used DFT calculations with the vdW (van der Waals)-DF exchange-correlation functional,", "(45-47)", " as implemented in the Vienna ", "Ab initio", " Simulation Package (VASP).", "(48-50)", " This particular exchange-correlation functional is capable of capturing van der Waals interactions, which play an important role in H", "2", "O adsorption in MOFs, and it has been applied successfully to the study of the adsorption of small molecules in MOF materials.", "(25, 51)", " Convergence with respect to both energy cutoff and ", "k", "-point mesh has been tested. As a result of the convergence, an energy cutoff of 600 eV was chosen to ensure that the total energies were converged within 1.0 meV (fu)", "−1", ". The Brillouin zone was sampled with a mesh including the gamma point. A 2 × 2 × 2 ", "k", "-point is selected for full structural relaxation using the Gaussian smearing method,", "(52)", " and a smearing parameter of 0.1 eV was chosen such that the error in the extrapolated energy at 0 K was less than 1.0 meV (fu)", "−1", ". The final energies for the optimized geometries were recalculated by using the tetrahedron method with Blöchl corrections. The absorption energies from this method are taken as a reference for comparison with calculated absorption energies using the DFTB method.", "2.3", "Comparison between DFTB and DFT", "To evaluate the accuracy of the DFTB method, we first used DFT calculations with the vdW-DF,", "(45-47)", " as implemented in the VASP,", "(48-50)", " to calculate the structural parameters and the average adsorption energies per H", "2", "O on the primary adsorption sites, which serve as benchmark calculations. After the full relaxation of a MOF structure with ", "n", " H", "2", "O molecules uniformly distributed near the adsorption sites (see the discussion in section ", "3.1", "), the average adsorption energy per H", "2", "O (Δ", "E", "1", ") and adsorption energy of H", "2", "O on the secondary sites (Δ", "E", "2", ") for variable loads are determined from", "(1)", "(2)", "where ", "E", "(MOF + ", "n", "H", "2", "O) and ", "E", "(MOF + (", "n", " – 1)H", "2", "O) are the internal energies of the Zn-MOF-74 with ", "n", " and (", "n", " – 1) adsorbed H", "2", "O, respectively, ", "E", "(MOF) and ", "E", "(H", "2", "O) are the internal energies of the empty Zn-MOF-74 and H", "2", "O in their fully relaxed structure, and ", "n", " is the number of the adsorbed H", "2", "O. As shown in Table ", "1", ", the lattice parameters and unit cell volumes (", "V", "c", ") of Zn-MOF-74 obtained by DFT and DFTB are in good agreement with experimental data (about 2.5% volume difference).", "(53)", " For the variable H", "2", "O loadings such as 1, 2, and 18, the lattice parameters, unit cell volumes (at most 0.6% difference), and Δ", "E", "1", " (at most 0.03 eV difference) obtained by DFTB are in good agreement with those by the DFT method, indicating that the DFTB method can replace DFT with the vdW-DF method to study the adsorption properties of H", "2", "O in Zn-MOF-74. Therefore, we would use the DFTB method instead of DFT in the further study to enhance computational efficiency.", "Table 1. Zn-MOF-74 Lattice Parameters, Unit Cell Volumes (", "V", "c", "), Average Distance between Zn", "2+", " Site and O in H", "2", "O (", "R", "Zn–OH", "2", "), Average Adsorption Energy per H", "2", "O (Δ", "E", "1", "), and Adsorption Energy of H", "2", "O on the Secondary Sites (Δ", "E", "2", "), under Variable H", "2", "O Load (Volume Changes Are Shown in Parentheses)", " ", " ", " ", "lattice constant (Å)", "angle (deg)", " ", " ", " ", " ", "adsorption sites", "loading", "method", "a", "b", "c", "α", "β", "γ", "V", "c", " (Å", "3", " (fu)", "−1", ")", "R", "Zn–OH2", " (Å)", "Δ", "E", "1", " (eV)", "Δ", "E", "2", " (eV)", "primary", "0", "Exp", "(47)", "25.932", "25.932", "6.837", "90", "90", "120", "3981.5", " ", " ", " ", " ", " ", "DFT", "26.156", "26.156", "6.556", "90", "90", "120", "3884.0 (−2.45%)", " ", " ", " ", " ", " ", "DFTB", "25.824", "25.829", "6.720", "90", "90", "120", "3880.9 (−2.53%)", " ", " ", " ", " ", "1", "DFT", "26.133", "26.303", "6.529", "90.2", "89.8", "120.1", "3882.7 (−0.13%)", "2.223", "–0.67", " ", " ", " ", "DFTB", "25.687", "25.913", "6.720", "90.1", "90", "119.7", "3883.7 (0.07%)", "2.234", "–0.70", " ", " ", "18", "DFT", "25.960", "26.020", "6.884", "89.9", "90", "120", "4046.1 (4.17%)", "2.229", "–0.66", " ", " ", " ", "DFTB", "26.263", "26.186", "6.753", "90", "90", "119.9", "4026.5 (3.75%)", "2.239", "–0.65", " ", "secondary", "2", "DFTB", "25.632", "25.954", "6.718", "90.1", "90", "119.6", "3884.6 (0.10%)", "2.208", "a", "–0.55", "–0.41", " ", "19", "DFTB", "26.228", "26.247", "6.750", "90", "90", "120", "4026.3 (3.75%)", "2.205", "a", "–0.63", "–0.41", " ", "20", "DFTB", "26.266", "26.277", "6.748", "90", "90", "120.", "4033.8 (3.94%)", "2.203", "a", "–0.62", "–0.41", "a", "Vicinity of H", "2", "O at a secondary site.", "2.4", "IR Spectra and VDOS Calculations", "The infrared (IR) absorption spectrum is obtained by the Fourier transformation of the dipole moment autocorrelation function, i.e.", "(54)", "(3)", "where ", "I", "(ω) is the spectral intensity, ", "p", "e", "(", "t", ") is the total electric dipole moment at time ", "t", ", and ω is the vibration frequency. The time derivative of the dipole moment is", "(4)", "where ", "q", "i", ", ", "r", "i", ", and ", "v", "i", " are the partial charge, position and velocity of atom ", "i", ". The partial charges were obtained based on the Bader population analysis.", "The vibrational density of states (VDOS), ", "D", "(ω), is obtained by the Fourier transformation of the velocity autocorrelation function, i.e.", "(54)", "(5)", "Here", "(6)", "where ", "u", "i", " is the velocity of atom ", "i", ".", "2.5", "Materials Synthesis", "H", "4", "DOT and ", "N", ",", "N", "-dimethylformamide (DMF) were obtained from Aldrich. Zinc nitrate hexahydrate [Zn(NO", "3", ")", "2", "·6H", "2", "O] was purchased from Fisher Scientific. All starting materials and solvents were used without further purification. Zn-MOF-74 was prepared and activated according to the published procedure.", "(24)", "2.6", "Materials Characterization", "PXRD patterns were recorded on a Bruker D8 Advance diffractometer (Göbel mirror monochromated Cu Kα radiation λ = 1.540 56 Å). Attenuated total reflectance Fourier transform infrared (ATR-FTIR) spectra were recorded on a Bruker ALPHA FT-IR spectrometer equipped with an ATR sampling module. Thermal gravimetric analysis (TGA) measurements were performed using a TA Instruments SDT-Q600 thermogravimetric analyzer at a heating rate of 5 °C/min under N", "2", " flow. Low-pressure N", "2", " adsorption isotherms were recorded on a Quantachrome Autosorb-1 or Quantachrome Quadrasorb-SI volumetric gas adsorption analyzers. H", "2", "O isotherms were measured on a BELSORP-aqua3 (BEL Japan).", "(26)", " Helium was used for the estimation of dead space for N", "2", " and H", "2", "O adsorption measurements. Ultrahigh-purity grade N", "2", " and He gases (Praxair, 99.999% purity) were used for the TGA and gas adsorption experiments.", "Top of Page", "Abstract", "Introduction", "Theoretical and Experimental Methods", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Adsorption Energies and Structure Dependence on H", "2", "O loadings", "Zn-MOF-74 is composed of Zn", "2+", " ions and DOT linkers, as shown in Figure ", "1", "a. Each Zn", "2+", " ion is coordinated with six oxygen atoms: five from the linkers and one from a guest molecule (typically H", "2", "O or DMF).", "(53)", " The edges of adjacent ZnO", "6", " octahedra are shared to construct the 1-D rod inorganic secondary building unit (SBU), [Zn", "3", "O", "3", "(CO", "2", ")", "3", "]", "∞", ", and these 1-D rods are bridged by DOT linkers to create a 1-D hexagonal channel along the ", "c", "-axis.", "(53)", " The overall Zn-MOF-74 [Zn", "18", "(DOT)", "9", "·(guest)", "18", "] structure is built in ", "R", "3̅ symmetry, in which a hexagonal unit cell includes 18 Zn", "2+", " ions and 9 DOT linkers. The coordinated guest molecules on Zn", "2+", " ions can be removed to produce coordinated unsaturated Zn sites (open metal sites).", "Figure 1. (a) Unit-cell structural model of Zn-MOF-74 with the adsorbed H", "2", "O viewed along the ", "c", "-axis direction, where the primary adsorption sites denoted as P and the secondary adsorption site denoted as S. (b) A map of the binding energy distribution as the H", "2", "O molecule moved throughout the cavity of Zn-MOF-74 viewed along the ", "c", "-axis direction. (c) Optimized structures of the Zn-MOF-74 cluster with the adsorbed H", "2", "O on the primary site in MOF + H", "2", "O (left) and on the secondary site in MOF + 2H", "2", "O (right). Atom colors: C = black, O = red, H = white, Zn = large gray.", "To find all possible adsorption sites for H", "2", "O, we calculated the binding energy distribution of H", "2", "O throughout the cavity. According to the symmetries, the cavity was divided into six equivalent triangular regions defined by the center of cavity and two adjacent Zn", "2+", " sites (Figure ", "1", "b). The normal vector of the plane makes a 16.65° with the channel direction (because of the two adjacent Zn", "2+", " sites). In order to calculate the binding energy distribution of H", "2", "O throughout the cavity, 28 equidistant points within this plane were sampled, and linear interpolation was used to construct the binding energy map. At each point, the oxygen atom of H", "2", "O was placed to the location of interest, and the center of mass in the Zn-MOF-74 unit cell was fixed while the remaining atoms were allowed to relax (so the molecule adopts its lowest energy orientation and internal geometry).", "Figure ", "1", "b shows the binding energy distribution for one H", "2", "O. The largest binding energy is found in the region close to the Zn", "2+", " ion, while near the center of cavity and the center of two adjacent Zn", "2+", " ions the binding energies are the smallest, i.e., −0.02 eV. Therefore, H", "2", "O molecules will move to the Zn", "2+", " site after the coordinate relaxation no matter where the initial locations of H", "2", "O molecules are, leading to the fact that the primary adsorption sites lie on a corner of the hexagonal 1D channel created by the Zn", "2+", " ion. This binding energy distribution is very similar to the results reported for Mg-MOF-74,", "(55)", " wherein the binding energy on the primary sites is slightly larger in Mg-MOF-74. When a H", "2", "O molecule is adsorbed at a primary site and a second H", "2", "O molecule is placed in the triangle region, the second H", "2", "O molecule will move toward the first H", "2", "O molecule at the primary adsorption site and become stabilized next to the first H", "2", "O molecule. This indicates the existence of secondary adsorption sites in Zn-MOF-74. For convenience, we denote the H", "2", "O molecules at the primary and secondary adsorption sites as H", "2", "O(1) and H", "2", "O(2), respectively.", "In order to identify the exact positions and orientations of the adsorbed H", "2", "O molecules on the primary and secondary sites in Zn-MOF-74, two Zn-MOF-74 structures with different H", "2", "O loadings were fully optimized. In the first structure (denoted as MOF + H", "2", "O), H", "2", "O(1) was adsorbed at a primary site P", "1", " in Figure ", "1", "a while in the second (denoted as MOF + 2H", "2", "O) one H", "2", "O(1) and one H", "2", "O(2) were adsorbed at a primary P", "1", " and a secondary site S in Figure ", "1", "a, respectively. During the optimization, all the atoms of Zn-MOF-74 and the adsorbed H", "2", "O molecules were allowed to relax. The detailed geometries of the Zn-MOF-74 inorganic unit with the adsorbed H", "2", "O on the primary and secondary sites are shown in Figure ", "1", "c. For the H", "2", "O(1) molecule on the primary site, the center-to-center distance between Zn and O in H", "2", "O(1) (", "R", "Zn–OH", "2", ") is 2.234 Å, which is slightly larger than that from the XRD data (2.119 Å) of Zn-MOF-74 (Zn-CPO-27)", "(56)", "and is only slightly larger than the average Zn–O bond length of 2.110 Å in ZnO", "5", " moiety. Also, the hydrogen atoms of H", "2", "O(1) molecule lean toward carboxylate oxygen atoms, and the distance between O in MOF and H in H", "2", "O(1) is 2.322 Å, a typical length for a hydrogen bond (1.5–2.5 Å). Therefore, there exist two types of interactions, i.e., Zn–O bonding and hydrogen bonding interactions, between MOF and the adsorbed H", "2", "O(1) molecule on the primary sites.", "With a H", "2", "O(2) adsorbed on the secondary site, the distance between Zn and O in the H", "2", "O(1) is shortened to 2.208 Å, while the distance between O in MOF and H in the H", "2", "O(1) molecule is lengthened to 2.712 Å (Figure ", "1", "c). These indicate that the stabilization of H", "2", "O(2) molecule in the framework reinforces the Zn–O bonding interactions but weakens the hydrogen-bonding interactions between the H", "2", "O(1) molecule and MOF. Furthermore, the hydrogen atoms of the H", "2", "O(2) molecule also lean toward the carboxylate oxygen atoms, and the distance between O in MOF and H in H", "2", "O(2) is 1.936 Å, far smaller than the distance between O in MOF and H in H", "2", "O(1) (2.322 Å). This indicates that there is a hydrogen-bonding interaction between H", "2", "O(2) and the MOF framework, which is even stronger than that for H", "2", "O(1) on the primary site. Meanwhile, the distance between H in H", "2", "O(1) and O in H", "2", "O(2) is 1.798 Å, similar to the H–O bond length (∼1.8 Å) in a H", "2", "O molecule. This means that H", "2", "O(2) will also bond with the first H", "2", "O(1) through a hydrogen bond.", "In order to explore the effects of higher H", "2", "O loadings on the Zn-MOF-74 structure under different water loadings (18–20 H", "2", "O molecules), the lattice parameters and unit cell volumes were calculated and compared to those of aforementioned MOF + H", "2", "O and MOF + 2H", "2", "O structures. Since each unit cell contains 18 Zn primary sites, it is likely that first 18 H", "2", "O molecules will stay next to these Zn sites (denoted as MOF + 18H", "2", "O). The models containing one and two extra H", "2", "O molecules are also created (denoted as MOF + 19H", "2", "O and MOF + 20H", "2", "O, respectively), where these water molecules should be stabilized at the secondary adsorption site. The lattice parameters and unit cell volume are slightly influenced by the H", "2", "O loading. Similar conclusion has been drawn by Canepa et al.,", "(57)", " although they only reported a small volume contraction with the load of 6 H", "2", "O molecules. As listed in Table ", "1", ", for one H", "2", "O per unit cell, DFT results show that the cell volume slightly decreases by 0.04%. When H", "2", "O molecules occupy all the primary sites (18 H", "2", "O per unit cell), the cell volume increases by 3.8%, and after the occupation of the secondary sites, such as 20 H", "2", "O per unit cell, it increases by 4.0%. This is normal since for a small loading the host–guest attractive dispersive interactions dominate while for a larger loading the short-range repulsive interactions become more important.", "(58)", " However, the variation of the distance between Zn and O (in H", "2", "O(1)) is rather modest (<0.2%) even when the amount of H", "2", "O loading increases. The adsorption energies of H", "2", "O in Zn-MOF-74 (Δ", "E", ") are also dependent on the loading, and with one H", "2", "O per unit cell, the Δ", "E", "1", " is −0.70 eV (−67.5 kJ/mol). With H", "2", "O on all primary sites (MOF + 18H", "2", "O), Δ", "E", "1", " decreases to −0.65 eV, and this difference is associated with the intermolecular repulsions between hydrogen atoms of H", "2", "O adsorbed on adjacent Zn", "2+", " sites. This is also supported by the fact that ", "R", "Zn–OH", "2", " increases slightly from 2.223 to2.239 Å with the increase in H", "2", "O loading.", "For the case MOF + 2H", "2", "O, the adsorption energy on the secondary site was found to be −0.41 eV (= −39.6 kJ/mol). It is lower than that on the primary site by ca. 0.28 eV (Table ", "1", "), indicating that the H", "2", "O adsorption is weaker on the secondary site than that on the primary. Such adsorption energy on the secondary site is still larger than the interaction energy of two H", "2", "O molecules in isolated vacuum, which is −0.18 eV. This is due to the hydrogen-bonding interaction between H in H", "2", "O and O in MOF framework, as shown in Figure ", "1", "c. When a third H", "2", "O is placed near the occupied secondary site, it can also bond with H", "2", "O(1) and H", "2", "O(2), and the corresponding adsorption energy is −0.24 eV, significantly lower than that for H", "2", "O(2). These negative values indicate that multiple H", "2", "O molecules can be adsorbed near the same Zn", "2+", " site and form a H", "2", "O cluster. Under higher H", "2", "O loadings, such as MOF + 19H", "2", "O and MOF + 20H", "2", "O, the adsorption energy and bonding situation are similar to those of MOF + 2H", "2", "O.", "3.2", "Temperature-Dependent H", "2", "O Desorption", "Another important phenomenon in the water adsorption process is the desorption of water followed by diffusion in the pore. Although the adsorption energies are negative as discussed above, the kinetic energy of the H", "2", "O molecules would overcome the energy barrier upon temperature increase. Therefore, H", "2", "O molecules are more likely to migrate from these sites at higher temperatures; i.e., the adsorbed H", "2", "O molecules would be desorbed at high temperatures. During the desorption, the translational diffusion of adsorbed H", "2", "O is essential. Thonhauser et al.", "(25)", " have studied the H", "2", "O molecular diffusion in the Mg-MOF-74 structure at 0 K using the climbing-image nudged elastic band (NEB) method based on the constrained motion of single H", "2", "O within the MOF structure. In practice, however, it is known that diffusion is a complex process involving the concerted motions of many different H", "2", "O molecules. It is therefore highly desirable to study the diffusion with ", "ab initio", " MD simulations.", "(59)", " Therefore, we have performed the MD simulations using the DFTB method at different temperatures and then calculated the displacements of H", "2", "O molecules as a function of time to examine this dynamic diffusion feature of the adsorbed H", "2", "O molecules.", "The displacement of a H", "2", "O molecule can be defined as", "(7)", "where ", "R", "(", "t", ") is the mass center position of the molecule at time ", "t", " and ", "R", "(0) is its equilibrium mass center position at 0 K. The displacements of adsorbed H", "2", "O molecules on primary adsorption sites [H", "2", "O(1)] and secondary sites [H", "2", "O(2)], for MOF + 20 H", "2", "O at 150, 250, and 300 K, are shown in Figure ", "2", "a. At 150 K, the displacements H", "2", "O(1) and H", "2", "O(2) are nearly zero, i.e., retained the equilibrium positions. However, when the temperature increases to 250 and 300 K, the displacements of H", "2", "O(1) relative to the initial position remain almost unchanged within nearly 0.5 and 1.0 Å, respectively, indicating H", "2", "O(1) is keeping oscillating around their original sites; i.e., the primary sites are retained, while the displacements of H", "2", "O(2) undergo a few jumps from 3.0 to 7.0 as well as from 4.0 to 8.0 Å and then to 11.0 Å in 40 ps, respectively, suggesting a remarkable diffusion behavior of H", "2", "O(2) within the pore (cage) at 250 and 300 K. These suggest that at 250 and 300 K the H", "2", "O molecules on the primary sites are stable, while H", "2", "O(2) on the secondary sites will be desorbed. To shed more light on the diffusion temperature of H", "2", "O(1) molecules, Figure ", "2", "b shows the displacements of H", "2", "O(1) for MOF + 18H", "2", "O at 300, 373, 420, and 473 K. Displacements relative to the initial positions are nearly 1.0 Å at 300 and 373 K, while the displacement drastically increases at 420 and 473 K, indicating the apparent desorption of H", "2", "O(1) above 420 K. From the Redhead formula", "(60)", "(8)", "where ", "R", ", ", "T", "d", ", ", "f", ", and β are the gas constant, desorption temperature, desorption frequency, and heating rate, respectively. With a typical value of ", "f", "/β ∼ 10", "8", "/K for strong bonding,", "(61)", " the estimated ", "T", "d", " for H", "2", "O(1) and H", "2", "O(2) are around 220 and 380 K, respectively, almost consistent with the MD predictions, although there is a deviation in value.", "Figure 2. Predicted time variations of the adsorbed H", "2", "O molecule displacements (a) at the primary [H", "2", "O(1)] and secondary [H", "2", "O(2)] sites in MOF + 20H", "2", "O at 150, 250, and 300 K and (b) at the primary sites in MOF + 18H", "2", "O at 300, 373, 420, and 473 K.", "To verify these predictions, H", "2", "O adsorption isotherms of Zn-MOF-74 were measured at 298 K, with the samples evacuated under vacuum (ca. 5 Pa) for 2 h between cycles (Figure ", "3", "a). There is a sharp increase in the uptake in low relative pressure range in each cycle, indicating the strong binding of H", "2", "O molecules to the micropore surface. However, there is a sudden drop of H", "2", "O uptake after the first cycle while the H", "2", "O adsorption isotherm curves are almost identical for the subsequent cycles. This clearly indicates the degeneration of water adsorption capacity at room temperature as also reported before.", "(27, 29)", " When all the primary sites in a cell are occupied by H", "2", "O, i.e., 18 H", "2", "O molecules per cell, the corresponding H", "2", "O uptake is ca. 140 cm", "3", "/g (ca. 11 wt %). So when all the primary and secondary adsorption sites are fully occupied, the H", "2", "O uptake is estimated to be 280 cm", "3", "/g. According to the Brunauer–Emmett–Teller (BET) theory,", "(62)", " the monolayer H", "2", "O quantities directly adsorbed on the pore surface in the first and subsequent cycles were fitted with the experimental adsorption isotherm results, and they are 232 and 121 cm", "3", "/g, respectively, which are only slightly smaller than the above theoretical values. To further verify these speculations, the thermogravimetric analysis (TGA) trace for Zn-MOF-74 after H", "2", "O exposure and evacuation process at room temperature were measured, as shown in Figure ", "3", "b. The TGA curve shows a fast mass loss regime near 360 K, followed by a gradual loss in mass up to the apparent framework decomposition at around 840 K. The 11% mass loss due to H", "2", "O desorption is observed at 360 K, indicating that 50 wt % of H", "2", "O still remains even after the evacuation at room temperature, in good agreement with our predictions. These results therefore lead to the conclusion that at room temperature the capacity contributed by the secondary adsorption sites can be regenerated, while the desorption on the primary sites can only occur at elevated temperatures.", "Figure 3. (a) H", "2", "O adsorption isotherms for Zn-MOF-74 measured at 298 K. The sample was evacuated for 2 h at 298 K between cycles. (b) TGA trace for Zn-MOF-74 after H", "2", "O exposure, together with its derivative with respect to temperature. A ramp rate of 5.0 K/min is used.", "3.3", "Structural Stability under H", "2", "O adsorption", "The two interactions between H", "2", "O and the framework are (1) Zn–O bonding interaction between the O ion in H", "2", "O(1) and the unsaturated Zn", "2+", " ion and (2) H-bonding interaction between the H ions in H", "2", "O(1)/H", "2", "O(2) and the O ions in the MOF framework. These may influence the structural stability of Zn-MOF-74. In order to explore this structural stability under H", "2", "O exposure, we compared the unit cell volume of empty Zn-MOF-74 and the framework under 11 wt % H", "2", "O loading (MOF + 18H", "2", "O) with respect to temperature using molecular dynamics simulations (Figure ", "4", "a). A period of more than 200 ps was adopted for each simulation, and the volume was averaged over time for the comparison. For empty Zn-MOF-74, the volume variations with temperature show two regimes; the volume gradually decreases by about 1.0% with the temperature from 300 to 620 K, indicating the occurrence of negative thermal expansion. When the temperature is higher than 620 K, the volume decreases sharply by 40%, indicating the structural decomposition of Zn-MOF-74 at high temperatures. Indeed, the TGA curve demonstrated significant mass loss starting from 650 K (Figure ", "3", "b).", "Figure 4. (a) Predicted variations of volume change of Zn-MOF-74, with and without adsorbed H", "2", "O, with respect to temperatures. (b) Time variation of the unit-cell volume of Zn-MOF-74 + 18H", "2", "O at 300 K. (c) Experimental powder X-ray diffraction pattern of Zn-MOF-74 after H", "2", "O exposure at 298 K. Comparison is made with the pattern calculated using the crystal structure of Zn-MOF-74.", "When the framework contains water molecules (MOF + 18H", "2", "O), the volume shrinkage below 373 K (1.3%) is slightly larger than that of guest-free Zn-MOF-74. This indicates the occluded water molecules influence the rigidity of the crystal structure of Zn-MOF-74. However, Figure ", "4", "b shows that the unit cell volume of MOF + 18H", "2", "O does not change noticeably at 300 K during the simulations, indicating structural stability of Zn-MOF-74 against water at least up to 200 ps. Above 373 K, H", "2", "O molecules on the framework begin to desorb from the primary adsorption sites, as shown in Figure ", "2", ". Thus, H", "2", "O molecules should not affect the structural stability at high temperatures if desorbed water molecules do not cleave the Zn–O bond of the framework. The negligible volume change of Zn-MOF-74 is supported by the PXRD pattern of Zn-MOF-74 obtained after H", "2", "O adsorption measurements. As shown in Figure ", "4", "c, the patterns before and after H", "2", "O exposure are nearly identical, which is reminiscent of Mg-MOF-74,", "(63)", " suggesting that H", "2", "O exposure at ambient temperature does not affect the integrity of crystal structure.", "It is generally thought the structural degradation or decomposition of MOF-74 under water adsorption is the cause of for its negligible nitrogen uptake at 77 K. However, based on the PXRD observations,", "(27, 63)", " the MOF-74 remains intact after water adsorption at room temperature. It is reported that Mg-MOF-74 undergoes significant reduction in BET surface area (N", "2", " adsorption capacity at 77 K), i.e., 83% at 80% relative humidity", "(27)", " and 99% at 90% relative humidity.", "(63)", " However, the reduction in the NH", "3", " adsorption capacity of Mg-MOF-74 is negligible at 90% relative humidity at 298 K.", "(63)", " These indicate that the gas adsorption capacity in MOF-74 decreases after H", "2", "O exposure, and this reduction may be closely related to the polarity of the adsorbed gas. We measured Zn-MOF-74 adsorption isotherms for N", "2", " at 77 K and observed a sharp decrease in N", "2", " uptake, from 290 cm", "3", "/g for dry Zn-MOF-74 to almost 0 cm", "3", "/g after the water exposure. This significant drop in N", "2", " adsorption capacity is consistent with the results of Mg-MOF-74.", "(27, 63)", " To explain this drop in the N", "2", " adsorption capacity, the binding strengths between N", "2", " and the Zn-MOF-74 with and without H", "2", "O coordination were calculated with DFTB+. After the optimization, N", "2", " moved to the Zn", "2+", " sites in the empty Zn-MOF-74, but they would adhere to coordinated H", "2", "O in the hydrated structure since Zn", "2+", " sites are screened by H", "2", "O. The corresponding binding energies are 0.11 eV with and 0.45 eV without H", "2", "O coordination, indicating that N", "2", " adsorption is much weaker in hydrated Zn-MOF-74. Besides, the binding energy of H", "2", "O(2) is much larger compared to N", "2", " molecules with H", "2", "O(1) coordination. So the heat from N", "2", " adsorption is not large enough to break the water cluster to reach the surface of Zn-MOF-74. The water cluster formed by H", "2", "O(1) and H", "2", "O(2) in the pore may prevent the adsorption of N", "2", " molecules in Zn-MOF-74.", "3.4", "IR Spectra and Vibrational Spectroscopy Analysis", "To further study the effect of adsorbed H", "2", "O on the structure of Zn-MOF-74, the IR spectra of Zn-MOF-74 samples were measured under two conditions: (i) activated samples measured under N", "2", ", or “dry” samples, and (ii) activated samples after exposure to H", "2", "O, called “hydrated” samples. Figure ", "5", "a shows intense bands at 366, 414, 502, 549, 734, 808, 1044, 1107, 1161, 1286, 1335, and 1466 cm", "–1", " for the “dry” sample. The assignments of these bands of Zn-MOF-74 are presented in Table ", "2", ". From the literature,", "(29, 63, 64)", " the symmetric stretching mode of the bridged carbonates ", "v", "s", "(COO", "–", ") is present at 1335 cm", "–1", ", while the asymmetric β", "as", "(COO", "–", ") and symmetric β", "s", "(COO", "–", ") bending modes of the bridged carbonates are located at 734 and 502 cm", "–1", ", respectively. The stretching mode of phenolic group ", "v", "(C–O) is observed in 1286 cm", "–1", ". A series of bands are associated with the aromatic ring: the band at 1466 cm", "–1", " is attributed to C–C stretching mode ", "v", "(C–C)", "ar", ", the two bands at 1161 and 1107 cm", "–1", " are corresponding to the in-plane C–H bending modes β(C–H)", "ip", ", and the band at 808 cm", "–1", " is corresponding to the out-of-plane modes β(C–H)", "oop", ". The other bands will be discussed along with the VDOS.", "Figure 5. (a) Measured IR absorption spectra (arbitrary units) of dry and hydrated Zn-MOF-74. Dry: activated sample measured under N", "2", ". Hydrated: after H", "2", "O adsorption isotherm measurement. (b) Calculated IR absorption spectra (arbitrary units) of pristine and hydrated Zn-MOF-74 (MOF + 20H", "2", "O and MOF + 27H", "2", "O) at 300 K using integration time steps of 4.0 fs.", "Table 2. Summary of Zn-MOF-74 Vibration Mode (Vibration Peak) Changes after Hydration", "MOF vibration mode", "dry peak (cm", "–1", ")", "peak shift (cm", "–1", ")", "f", "(C–C)", "ar", "1466", "+2", "f", "s", "(COO", "–", ")", "1335", "–12", "f", "(C–O)", "1286", "+2", "β(C–H)", "ip", "1161", "0", "β(C–H)", "ip", "1107", "+5", "β(C–H)", "oop", "808", "–5", "β", "as", "(COO", "–", ")", "734", "–2", "β", "s", "(COO", "–", ")", "502", "–2", "Changes in the IR spectrum under H", "2", "O adsorption are minimal. There is no loss of bands in the virgin sample, and only small shifts in some bands are observed (listed in Table ", "2", "), indicating that there is no obvious change in the structure of Zn-MOF-74 after H", "2", "O exposure. Compared to the “dry” sample, there is an additional band at 1566 cm", "–1", " for the “hydrated” sample, corresponding to the angular bending vibration of H", "2", "O. Also, the intensity of the bands between 300 and 750 cm", "–1", " increases, which may be due to free H", "2", "O molecules.", "The substrate contribution is large in the IR measurement, and the most intense bands cannot be correctly registered due to instrumental limitations.", "(64, 65)", " To further analyze the vibrations, we calculated the IR spectrum of dry and hydrated Zn-MOF-74 (MOF + 20H", "2", "O and MOF + 27H", "2", "O) with DFTB at 300 K, with the integration time step of 4.0 fs, as shown in Figure ", "5", "b. The calculated peaks of the dry Zn-MOF-74 agree well with the experiments, while the magnitudes differ. When the H", "2", "O content in a cell increases from 18 to 27 H", "2", "O, i.e., more free H", "2", "O molecules exist in the framework, the bands between 300 and 750 cm", "–1", " become broadened and their intensities increase, which confirms the enhanced IR absorption in this region in the “hydrated” sample is due to free H", "2", "O in the sample.", "To further verify the IR bands and analyze the interactions between Zn-MOF-74 and the adsorbed H", "2", "O molecules, we calculated the partial VDOS of Zn-MOF-74 and MOF + 20H", "2", "O at 300 K, with an integration time step of 4.0 fs, as shown in Figure ", "6", "a. Contributions of the bonds involving hydrogen atoms are dominant in the energy range shown. Very strong bands are observed at 809, 1118, 1215, and 3098 cm", "–1", " in Zn-MOF-74, corresponding to the C–H out-of-plane bending, in-plane bending, and stretching modes in the aromatic ring, respectively. Compared to the experimental IR spectra, the C–H out-of-plane and in-plane bending are larger in energy (blue shift) by 1, 11, and 54 cm", "–1", ". A broad band centered at 128 cm", "–1", " is associated with the Zn–O modes. A broad band region (300–1400 cm", "–1", ") mainly arises from the C–O modes. The C–C modes in this case were observed at 1500–1800 cm", "–1", ". Comparing the partial VDOS of the Zn-MOF-74 with MOF + 20H", "2", "O, there are slight shifts in some bands. Also, three prominent bands at 1503, 3500, and 3904 cm", "–1", " are present in the MOF + 20H", "2", "O (and not in the Zn-MOF-74), corresponding to the H–O–H bending β(H–O–H), symmetric H–O ", "v", "s", "(H–O), and antisymmetric ", "v", "as", "(H–O) H–O stretching modes of H", "2", "O. Other fine distinction would be observed in Figure ", "6", "b.", "Figure 6. Calculated VDOS (arbitrary units) of (a) pristine Zn-MOF-74 and hydrated Zn-MOF-74 (MOF + 20H", "2", "O) and (b) H", "2", "O molecules in vacuum and in MOF + 20H", "2", "O at 300 K using integration time steps of 4.0 fs. Various vibrational peaks are marked, including their shifts under water adsorption. The vibrational spectrum of water calculated by classical molecular dynamics", "(66)", " is also shown.", "To further test whether the frequency shift of H", "2", "O can be affected by the adsorption sites, we have also performed a MD simulation for liquid water with 20 H", "2", "O molecules at 300 K in an isolated system to obtain the VDOS of liquid water molecules (H", "2", "O in vacuum). With more molecules considered, the sharp peaks will be further smeared out. Figure ", "6", "b shows the VDOS of liquid H", "2", "O molecules. The overall vibrational spectrum shows typical characteristics of condensed H", "2", "O systems, i.e., a few broad smearing bands in the low-frequency regime (<800 cm", "–1", "). Four characteristic bands are observed for liquid H", "2", "O. The broad band centered on 251 cm", "–1", " corresponds to the rotating modes. A sharp peak around 1535 cm", "–1", " is produced by the bending modes of the H", "2", "O molecules, which cannot be found in the VDOS of the MOF structure. The sharp peaks at 3648 and 3960 cm", "–1", " correspond to the symmetric and antisymmetric stretching modes of H", "2", "O molecules, respectively. These modes are strongly affected by the hydrogen bonding. The comparison with the vibrational spectrum calculated by classical molecular dynamics with a system of 2048 SPC water molecules", "(66)", " is also shown, and overall a reasonable agreement is found, although the bending frequency calculated by DFTB is closer to the experimental value. The bending and symmetric stretching modes of H", "2", "O molecules are lower in energy (red-shift) by −8 and −60 cm", "–1", " with respect to the positions determined experimentally.", "(29)", " But the antisymmetric stretching mode is blue-shift to a larger extent (+181 cm", "–1", ").", "The VDOS of H", "2", "O molecules in the Zn-MOF-74 [H", "2", "O(1) and H", "2", "O(2)] are also shown in Figure ", "6", "b and compared with that of liquid H", "2", "O. The high-frequency vibration modes for the three types of H", "2", "O molecules are very similar since they are related to intramolecular motions. Overall, the bands of H", "2", "O(2) are very similar to those of free H", "2", "O molecules in vacuum. As shown in Table ", "3", ", there is a slight red-shift relative to free H", "2", "O (the bending, symmetric, and antisymmetric stretching modes red-shift by −2, −28, and −23 cm", "–1", "), indicating H", "2", "O(2) molecules is closed to free H", "2", "O states in the Zn-MOF-74 at 300 K. This is reasonable since H", "2", "O(2) is desorbed from the Zn sites at 300 K and becomes relatively free. H", "2", "O(1) molecules, however, have sharp peaks at 137, 392, 543, and 678 cm", "–1", " in the low-frequency regime, corresponding to the interactions between O in H", "2", "O(1) and Zn in MOF and those between H in H", "2", "O(1) and O in Zn-MOF-74. For H", "2", "O(1) molecules, the bending, symmetric and antisymmetric stretching modes also undergo red-shift (−32, −144, and −51 cm", "–1", ") to 1503, 3504, and 3909 cm", "–1", ", respectively (see Table ", "3", "). These shifts are mainly due to the hydrogen-bonding interactions between MOF and H", "2", "O.", "Table 3. Summary of H", "2", "O Vibration Mode (Peak) Changes in Zn-MOF-74 and Relation to Free H", "2", "O Vibration", " ", " ", "peak shift (cm", "–1", ")", "H", "2", "O vibration mode", "peak in free H", "2", "O (cm", "–1", ")", "H", "2", "O(1)", "H", "2", "O(2)", "f", "as", "(H–O)", "3960", "–51", "–23", "f", "s", "(H–O)", "3648", "–144", "–28", "β(H–O–H)", "1535", "–32", "–2", "The lattice dynamics affects the thermal transport and in a separate communication we will report on the anisotropic lattice thermal conductivity of Zn-MOF-74 (lattice thermal conductivity of MOF-5 was addressed in refs ", "65 and 67", ").", "Top of Page", "Abstract", "Introduction", "Theoretical and Experimental Methods", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "We have investigated H", "2", "O adsorption/desorption in Zn-MOF-74 and their effects on the lattice structure using MD based on DFT with the tight-binding approximation (DFTB) and also experiments. The predicted absorption energies from DFTB are in good agreement with vdW-DFT, validating DFTB suitable to investigate absorption properties, where ", "ab initio", " quantum chemistry calculations are prohibitive. It is found that there exist both a primary and a secondary adsorption sites near the Zn", "2+", " position and multiple H", "2", "O molecules may be adsorbed near the same Zn", "2+", " site, making it possible to form H", "2", "O clusters at low temperatures. We have identified two types of adsorbed H", "2", "O, i.e., coordinated H", "2", "O on the primary adsorption sites and H-bonded H", "2", "O on the secondary sites, having different adsorption/desorption properties. The adsorption energy of the coordinated H", "2", "O (ca. 0.7 eV) is larger than the H-bonded H", "2", "O (ca. 0.4 eV), resulting in a higher desorption temperature, which is the main reason for the degradation of H", "2", "O uptake from the first to the following isotherm cycles. We also show that Zn-MOF-74 structure remains stable with 10 wt % H", "2", "O uptake (MOF + 18H", "2", "O) below 573 K, making it promising for heat transformation applications, although the regeneration should be conducted at a relatively high temperature. The vibration states of the MOF-74 lattice and H", "2", "O molecules during the adsorption process have also been clarified.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Theoretical and Experimental Methods", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The experimental data and fruitful discussions with H. Furukawa, Y. B. Zhang, and O. Yaghi of UC Berkeley are greatly appreciated. Y.L. and B.H. are grateful for the support from the Hong Kong General Research Fund (Grant No. 613211) and National Natural Science Foundation of China (Grant No. 51376154). J.D.C. and M.K. are thankful for support by Energy Efficiency & Resources (Award No. 20122010100120) of Korea Institute of Energy Technology Evaluation and Planning funded by Ministry of Knowledge Economy. The computing service provided by the National Supercomputer Center, Tianjin, China, is appreciated.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Theoretical and Experimental Methods", "Results and Discussion", "Conclusions", "References", "References", "This article references 67 other publications.", "1. ", "Tan", ", ", "K.", "; ", "Zuluaga", ", ", "S.", "; ", "Gong", ", ", "Q.", "; ", "Canepa", ", ", "P.", "; ", "Wang", ", ", "H.", "; ", "Li", ", ", "J.", "; ", "Chabal", ", ", "Y. J.", "; ", "Thonhauser", ", ", "T.", " ", "Water Reaction Mechanism in Metal Organic Frameworks with Coordinatively Unsaturated Metal Ions: MOF-74", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "6886", "– ", "6895", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Water Reaction Mechanism in Metal Organic Frameworks with Coordinatively Unsaturated Metal Ions: MOF-74", "Tan, Kui; Zuluaga, Sebastian; Gong, Qihan; Canepa, Pieremanuele; Wang, Hao; Li, Jing; Chabal, Yves J.; Thonhauser, Timo", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "23", "),\r\n    ", "6886-6895", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Water dissocn. represents one of the most important reactions in catalysis, essential to the surface and nano sciences [e.g., Hass et al., Science , 1998282, 265-268; Brown et al., Science , 2001, 294, 67-69; Bikondoa et al., Nature , 2005, 5, 189-192].  However, the dissocn. mechanism on most oxide surfaces is not well understood due to the exptl. challenges of prepg. surface structures and characterizing reaction pathways.  To remedy this problem, we propose the metal org. framework MOF-74 as an ideal model system to study water reactions.  Its cryst. structure is well characterized; the metal oxide node mimics surfaces with exposed cations; and it degrades in water.  Combining in situ IR spectroscopy and first-principles calcns., we explored the MOF-74/water interaction as a function of vapor pressure and temp.  Here, we show that, while adsorption is reversible below the water condensation pressure (∼19.7 Torr) at room temp., a reaction takes place at ∼150 °C even at low water vapor pressures.  This important finding is unambiguously demonstrated by a clear spectroscopic signature of the direct reaction using D2O, which is not present using H2O due to strong phonon coupling.  Specifically, a sharp absorption band appears at 970 cm-1 when D2O is introduced at above 150 °C, which we attribute to an O-D bending vibration on the phenolate linker.  Although H2O undergoes a similar dissocn. reaction, the corresponding O-H mode is too strongly coupled to MOF vibrations to detect.  In contrast, the O-D mode falls in the phonon gap of the MOF and remains localized.  First-principles calcns. not only pos. identify the O-D mode at 970 cm-1 but derive a pathway and kinetic barrier for the reaction and the final configuration: the D (H) atom is transferred to the oxygen of the linker phenolate group, producing the notable O-D absorption band at 970 cm-1, while the OD (or OH) binds to the open metal sites.  This finding explains water dissocn. in this case and provides insight into the long-lasting question of MOF-74 degrdn.  Overall, it adds to the understanding of mol. water interaction with cation-exposed surfaces to enable development of more efficient catalysts for water dissocn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvFaqtbnJ&md5=eafe5057bc4c3fb36230b42babb15ca2", "2. ", "Jänchen", ", ", "J.", "; ", "Ackermann", ", ", "D.", "; ", "Stach", ", ", "H.", "; ", "Brösicke", ", ", "W.", " ", "Studies of the Water Adsorption on Zeolites and Modified Mesoporous Materials for Seasonal Storage of Solar Heat", " ", "Sol. Energy", " ", "2004", ",  ", "76", ",  ", "339", "– ", "344", "[", "Crossref", "]", "There is no corresponding record for this reference.", "3. ", "Henninger", ", ", "S. K.", "; ", "Schmidt", ", ", "F. P.", "; ", "Henning", ", ", "H. M.", " ", "Water Adsorption Characteristics of Novel Materials for Heat Transformation Applications", " ", "Appl. Therm. Eng.", " ", "2010", ",  ", "30", ",  ", "1692", "– ", "1702", "[", "Crossref", "], [", "CAS", "]", "3. ", "Water adsorption characteristics of novel materials for heat transformation applications", "Henninger, S. K.; Schmidt, F. P.; Henning, H.-M.", "Applied Thermal Engineering", "\r\n        (", "2010", "),\r\n    ", "30", "\r\n        (", "13", "),\r\n    ", "1692-1702", "CODEN:\r\n                ", "ATENFT", ";\r\n        ISSN:", "1359-4311", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Within this article we illustrate recent development of sorption materials for heat transformation applications.  A broad overview on the possible performance of currently available and recently developed materials ranging from zeolites across aluminophosphates and silicoaluminophosphates to the novel class of metal org. framework materials is given.  Materials are evaluated with respect to the use in thermal driven adsorptive heat pumping and cooling applications with water as refrigerant.  Therefore a new fingerprinting method is used to evaluate samples under two typical cycle conditions with driving temps. of 95 and 140 °C.  A unique aspect is that results can be used for closed as well as for open adsorptive systems.  The highest water uptake for driving temps. of 95 °C was found for an AlPO-18 with 0.253 g/g, which is more than six times higher than the ref. silica gel in our comparison.  For driving temps. of 140 °C the highest water uptake was found for the metal org. framework Cu-BTC with 0.324 g/g.  Furthermore we give first results on the integral heat of adsorption in the cycle and results of hydrothermal treatment of most promising materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnsVWhs7o%253D&md5=841d3d6ac12c4595a661ee388b775d04", "4. ", "Ehrenmann", ", ", "J.", "; ", "Henninger", ", ", "S. K.", "; ", "Janiak", ", ", "C.", " ", "Water Adsorption Characteristics of MIL-101 for Heat-Transformation Applications of Mofs", " ", "Eur. J. Inorg. Chem.", " ", "2011", ",  ", "2011", ",  ", "471", "– ", "474", "[", "Crossref", "]", "There is no corresponding record for this reference.", "5. ", "Jeremias", ", ", "F.", "; ", "Frohlich", ", ", "D.", "; ", "Janiak", ", ", "C.", "; ", "Henninger", ", ", "S. K.", " ", "Water and Methanol Adsorption on MOFs for Cycling Heat Transformation Processes", " ", "New J. Chem.", " ", "2014", ",  ", "38", ",  ", "1846", "– ", "1852", "[", "Crossref", "], [", "CAS", "]", "5. ", "Water and methanol adsorption on MOFs for cycling heat transformation processes", "Jeremias, Felix; Froehlich, Dominik; Janiak, Christoph; Henninger, Stefan K.", "New Journal of Chemistry", "\r\n        (", "2014", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1846-1852", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Microporous materials with high H2O uptake capacity are gaining attention for low temp. heat transformation applications such as thermally driven adsorption chillers (TDCs) or adsorption heat pumps (AHPs).  TDCs or AHPs are alternatives to traditional air conditioners or heat pumps operating on electricity or fossil fuels.  By using solar or waste heat as the driving energy, TDCs or AHPs can minimize primary energy consumption.  TDCs and AHPs are based on the evapn. and consecutive adsorption of coolant liqs., preferably H2O, under specific conditions.  Their ranges of application, as well as their efficiencies, power densities and total costs, are substantially influenced by the microporosity and hydrophilicity of the employed sorption materials.  Here, the authors briefly summarize current studies, developments and possibilities of metal-org. frameworks (MOFs) compared to classical materials.  With their high H2O uptake, MOFs surpass those materials, while, at the same time, the variability of the building blocks allows for tuning of the microporosity and hydrophobic/hydrophilic design, depending on the specific application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtFSms7o%253D&md5=a7892d2c6f5d7a47d9e37bd6aee6ba4e", "6. ", "Henninger", ", ", "S. K.", "; ", "Jeremias", ", ", "F.", "; ", "Kummer", ", ", "H.", "; ", "Janiak", ", ", "C.", " ", "MOFs for Use in Adsorption Heat Pump Processes", " ", "Eur. J. Inorg. Chem.", " ", "2012", ",  ", "2012", ",  ", "2625", "– ", "2634", "[", "Crossref", "], [", "CAS", "]", "6. ", "MOFs for Use in Adsorption Heat Pump Processes", "Henninger, Stefan K.; Jeremias, Felix; Kummer, Harry; Janiak, Christoph", "European Journal of Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "2012", "\r\n        (", "16", "),\r\n    ", "2625-2634", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review of current investigations, developments, and possibilities of metal-org. frameworks (MOFs) for use in heat pumps.  Thermally driven heat pumps can significantly help to minimize primary energy consumption and greenhouse gas emissions generated by industrial or domestic heating and cooling processes.  This is achieved by using solar or waste heat as the operating energy rather than electricity or fossil fuels.  One of the most promising technologies in this context is based on the evapn. and consecutive adsorption of coolant liqs., preferably water, under specific conditions.  The efficiency of this process is first and foremost governed by the microporosity, hydrophilicity, and hydrothermal stability of the sorption material employed.  Traditionally, inorg. porous substances like silica gel, aluminophosphates, or zeolites have been investigated for this purpose.  However, MOFs are emerging as the newest and by far the most capable class of microporous materials in terms of internal surface area and micropore vol. as well as structural and chem. variability.  With further exploration of hydrothermally stable MOFs, a large step forward in the field of sorption heat pumps is anticipated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Sgu7zK&md5=3d5973cc8ebec62f35053389caa713e5", "7. ", "Demir", ", ", "H.", "; ", "Mobedi", ", ", "M.", "; ", "Ülkü", ", ", "S.", " ", "A Review on Adsorption Heat Pump: Problems and Solutions", " ", "Renewable Sustainable Energy Rev.", " ", "2008", ",  ", "12", ",  ", "2381", "– ", "2403", "[", "Crossref", "]", "There is no corresponding record for this reference.", "8. ", "Ng", ", ", "E. P.", "; ", "Mintova", ", ", "S.", " ", "Nanoporous Materials with Enhanced Hydrophilicity and High Water Sorption Capacity", " ", "Microporous Mesoporous Mater.", " ", "2008", ",  ", "114", ",  ", "1", "– ", "26", "[", "Crossref", "], [", "CAS", "]", "8. ", "Nanoporous materials with enhanced hydrophilicity and high water sorption capacity", "Ng, Eng-Poh; Mintova, Svetlana", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "114", "\r\n        (", "1-3", "),\r\n    ", "1-26", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review.  The main types of nanoporous adsorbents for H2O are identified and described with emphasis on the mechanism of adsorption, modification, improvement of the H2O sorption capacity, possible regeneration, and stabilization.  Among the 3 main groups of H2O sorbents, i.e. inorg. materials (zeolites, clays, SiO2), C based materials and org. polymers, the 1st one is described in details.  The significance of their porosity, chem. and structural features relative to the H2O adsorptive properties of each inorg. type materials is reviewed.  Important features for silicates, zeolites, aluminophosphates, mesoporous materials and clays are described, which define the interactions between the H2O and the porous structures.  The significant improvements of the H2O sorption capacity of nanoporous materials under modification of their surface, particle size, morphol., and chem. specificity are explored for each type of inorg. porous compds.  The hydrophilic nanoporous materials are of significant importance for construction of regularly operating sorption equipments, reversible physi- or chemisorption reactors for generation of heat and cold, purifn. of lubricants, and sensing of H2O with different concns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXns1ahtL0%253D&md5=1973548111a5f81abd26e5ab0332bde8", "9. ", "Khutia", ", ", "A.", "; ", "Rammelberg", ", ", "H. U.", "; ", "Schmidt", ", ", "T.", "; ", "Henninger", ", ", "S.", "; ", "Janiak", ", ", "C.", " ", "Water Sorption Cycle Measurements on Functionalized MIL-101Cr for Heat Transformation Application", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "790", "– ", "798", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Water Sorption Cycle Measurements on Functionalized MIL-101Cr for Heat Transformation Application", "Khutia, Anupam; Rammelberg, Holger Urs; Schmidt, Thomas; Henninger, Stefan; Janiak, Christoph", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "5", "),\r\n    ", "790-798", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The water loading capacity and water cycle stability (40 adsorption/desorption cycles) of four nitro- or amino-functionalized (Material Institute Lavoisier) MIL-101Cr materials is assessed for heat transformation applications.  Amino- or nitro-functionalized (MIL-101Cr-NH2, MIL-101Cr-NO2) and partially amino- or nitro-functionalized MIL-101Cr (MIL-101Cr-pNH2,MIL-101Cr-pNO2)were synthesized through time-controlled postsynthetic modification of MIL-101Cr.  The partially functionalized materials (MIL-101Cr-pNH2, MIL-101Cr-pNO2) contain about 78 mol % amino- or nitro-functionalized terephthalate linker.  Hydrophilic nitro or amino functionalities were introduced into MIL-101Cr in order to achieve water loading at lower p/p0 values for possible use in thermally driven adsorption chillers or heat pumps.  Among the four materials studied, fully aminated MIL-101Cr-NH2 and partially aminated MIL-101Cr-pNH2, showed the best water loadings (about 1.0 gH2O/gMIL) as well as water stability over 40 adsorption-desorption cycles.  After 40 cycles, the X-ray powder diffractogram and Brunauer-Emmett-Teller (BET) surface detn. of amino-functionalized materials indicated structural integrity with ΔBET = -6.3% after 40 cycles, while the nitro-functionalized MIL-101Cr exhibited a decrease in their BET surface of ΔBET = -25% and -20% for MIL-101Cr-NO2 and MIL-101Cr-pNO2 resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlChtrc%253D&md5=e66f5c25d168f529934d979b5d761b0a", "10. ", "Seo", ", ", "Y.-K.", " ", "Energy-Efficient Dehumidification over Hierachically Porous Metal–Organic Frameworks as Advanced Water Adsorbents", " ", "Adv. Mater.", " ", "2012", ",  ", "24", ",  ", "806", "– ", "810", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Energy-Efficient Dehumidification over Hierarchically Porous Metal-Organic Frameworks as Advanced Water Adsorbents", "Seo, You-Kyong; Yoon, Ji Woong; Lee, Ji Sun; Hwang, Young Kyu; Jun, Chul-Ho; Chang, Jong-San; Wuttke, Stefan; Bazin, Philippe; Vimont, Alexandre; Daturi, Marco; Bourrelly, Sandrine; Llewellyn, Philip L.; Horcajada, Patricia; Serre, Christian; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "6", "),\r\n    ", "806-810", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "It is demonstrated that hierarchically porous metal-org. frameworks, MIL-100 and MIL-101 with mesoporous cages behave as advanced water adsorbents applicable to energy efficient dehumidification.  Elaborate investigations of their water sorption properties have shown huge sorption uptake even at 40° as well as high desorption rates below 80° together with hydrothermal stability.  In comparison with the water sorption behaviors of com. adsorbents such as zeolite Sodium, SAPO-34, and silica gel, the improved performance in MIL-100 and MIL-101 demonstrated here suggests com. viable applications including energy efficient desiccant dehumidification and fresh water prodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1WjsrzK&md5=6ccf5958679a4002062859306be889d7", "11. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "The Chemistry and Applications of Metal-Organic Frameworks", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "12. ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Introduction to Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "13. ", "Furukawa", ", ", "H.", " ", "Ultrahigh Porosity in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "14. ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Evaluating Metal-Organic Frameworks for Natural Gas Storage", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "51", "[", "Crossref", "], [", "CAS", "]", "14. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "15. ", "Nugent", ", ", "P.", " ", "Porous Materials with Optimal Adsorption Thermodynamics and Kinetics for CO", "2", " Separation", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "16. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "17. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly Efficient Separation of Carbon Dioxide by a Metal-Organic Framework Replete with Open Metal Sites", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "18. ", "Achmann", ", ", "S.", "; ", "Hagen", ", ", "G.", "; ", "Hämmerle", ", ", "M.", "; ", "Malkowsky", ", ", "I. M.", "; ", "Kiener", ", ", "C.", "; ", "Moos", ", ", "R.", " ", "Sulfur Removal from Low-Sulfur Gasoline and Diesel Fuel by Metal-Organic Frameworks", " ", "Chem. Eng. Technol.", " ", "2010", ",  ", "33", ",  ", "275", "– ", "280", "[", "Crossref", "], [", "CAS", "]", "18. ", "Sulfur removal from low-sulfur gasoline and diesel fuel by metal-organic frameworks", "Achmann, S.; Hagen, G.; Haemmerle, M.; Malkowsky, I. M.; Kiener, C.; Moos, R.", "Chemical Engineering & Technology", "\r\n        (", "2010", "),\r\n    ", "33", "\r\n        (", "2", "),\r\n    ", "275-280", "CODEN:\r\n                ", "CETEER", ";\r\n        ISSN:", "0930-7516", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Several materials in the class of metal-org. frameworks (MOF) were investigated to det. their sorption characteristics for sulfur compds. from fuels.  The materials were tested using different model oils and common fuels such as low-sulfur gasoline or diesel fuel at room temp. and ambient pressure.  Thiophene and tetrahydrothiophene (THT) were chosen as model substances.  Total-sulfur concns. in the model oils ranged from 30 mg/kg (S from thiophene) to 9 mg/kg (S from tetrahydrothiophene) as detd. by elementary anal.  Initial sulfur contents of 8 mg/kg and 10 mg/kg were identified for low-sulfur gasoline and for diesel fuel, resp., by anal. of the common liq. fuels.  Most of the MOF materials examd. were not suitable for use as sulfur adsorbers.  However, a high efficiency for sulfur removal from fuels and model oils was noticed for a special copper-contg. MOF (copper benzene-1,3,5-tricarboxylate, Cu-BTC-MOF).  By use of this material, 78 wt % of the sulfur content was removed from thiophene contg. model oils and an even higher decrease of up to 86 wt % was obtained for THT-based model oils.  Moreover, the sulfur content of low-sulfur gasoline was reduced to 6.5 mg/kg, which represented a decrease of more than 22 %.  The sulfur level in diesel fuel was reduced by an extent of 13 wt %.  Time-resolved measurements demonstrated that the sulfur-sorption mainly occurs in the first 60 min after contact with the adsorbent, so that the total time span of the desulfurization process can be limited to 1 h.  Therefore, this material seems to be highly suitable for sulfur redn. in com. fuels in order to meet regulatory requirements and demands for automotive exhaust catalysis-systems or exhaust gas sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVWisLg%253D&md5=2aee6b4de2728f3a7c7fc9e08df1ce91", "19. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Selective Gas Adsorption and Separation in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "20. ", "Low", ", ", "J. J.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Abrahamian", ", ", "J. F.", "; ", "Faheem", ", ", "S. A.", "; ", "Willis", ", ", "R. R.", " ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "15834", "– ", "15842", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", "Low, John J.; Benin, Annabelle I.; Jakubczak, Paulina; Abrahamian, Jennifer F.; Faheem, Syed A.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "43", "),\r\n    ", "15834-15842", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal stability is a pertinent issue to address for many industrial applications where percent levels of water can be present at temps. ranging from subambient to several hundred degrees.  Our objective is to understand relative stabilities of MOF materials through exptl. testing combined with mol. modeling.  This will enable the ultimate design of materials with improved hydrothermal stability, while maintaining the properties of interest.  The tools that we have employed for these studies include quantum mech. calcns. based upon cluster models and combinatorial steaming methods whereby a steam stability map was formulated according to the relative stability of different materials.  The exptl. steaming method allows for high throughput screening of materials stability over a broad range of steam levels as well as in-depth investigation of structural transformations under more highly resolved conditions, while the cluster model presented here yields the correct trends in hydrothermal stability.  Good agreement was obsd. between predicted relative stabilities of materials by mol. modeling and exptl. results.  Fundamental information from these studies has provided insight into how metal compn. and coordination, chem. functionality of org. linker, framework dimensionality, and interpenetration affect the relative stabilities of PCP materials.  This work suggests that the strength of the bond between the metal oxide cluster and the bridging linker is important in detg. the hydrothermal stability of the PCP.  Although the flexibility of the framework plays a role, it is not as important as the metal-linker bond strength.  This demonstration of alignment between exptl. and calcd. observations has proven the validity of the method, and the insight derived herein insight facilitates direction in designing ideal MOF materials with improved hydrothermal stability for desired applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1arur%252FE&md5=2bc148c575edf4559c049c60c29d274f", "21. ", "Cychosz", ", ", "K. A.", "; ", "Matzger", ", ", "A. J.", " ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "17198", "– ", "17202", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", "Cychosz, Katie A.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "22", "),\r\n    ", "17198-17202", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The stability of a variety of microporous coordination polymers (MCPs) to water-contg. solns. was studied using powder x-ray diffraction.  The stability of the MCP is related to the metal cluster present in the structure with trinuclear chromium clusters more stable than copper paddlewheel clusters which are more stable than basic zinc acetate clusters.  Zn(2-methylimidizolate)2 is more water stable than zinc MCPs with carboxylate linkers; however, extended exposure to water led to decompn. of all zinc-based MCPs.  Materiaux de l'Institut Lavoisier (MIL)-100 also is completely water stable and was used to adsorb the pharmaceuticals furosemide and sulfasalazine from water with large uptakes achievable at low concns., indicating that the adsorption of wastewater contaminants may be a feasible application for these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1CmurrI&md5=68d9c81f6155b1ad2ab06825a8b197f1", "22. ", "Saha", ", ", "D.", "; ", "Deng", ", ", "S.", " ", "Structural Stability of Metal Organic Framework MOF-177", " ", "J. Phys. Chem. Lett.", " ", "2009", ",  ", "1", ",  ", "73", "– ", "78", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "23. ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10678", "– ", "10679", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", "24. ", "Britt", ", ", "D.", "; ", "Tranchemontagne", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal-Organic Frameworks with High Capacity and Selectivity for Harmful Gases", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2008", ",  ", "105", ",  ", "11623", "– ", "11627", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Metal organic frameworks with high capacity and selectivity for harmful gases", "Britt, David; Tranchemontagne, David; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2008", "),\r\n    ", "105", "\r\n        (", "33", "),\r\n    ", "11623-11627", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Benchmarks have been established for the performance of six metal-org. frameworks (MOFs) and isoreticular MOFs (IRMOFs, which have the same underlying topol. as MOF-5), MOF-5, IRMOF-3, MOF-74, MOF-177, MOF-199, and IRMOF-62, as selective adsorbents for eight harmful gases: sulfur dioxide, ammonia, chlorine, tetrahydrothiophene, benzene, dichloromethane, ethylene oxide, and carbon monoxide.  Kinetic breakthrough measurements are used to det. the calcd. dynamic adsorption capacity of each \"benchmark\" MOF for each gas.  The capacity of each MOF is compared to that of a sample of Calgon BPL activated carbon.  We find that pore functionality plays a dominant role in detg. the dynamic adsorption performance of MOFs.  MOFs featuring reactive functionality outperform BPL carbon in all but one case and exhibit high dynamic adsorption capacities up to 35% by wt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVCnur%252FK&md5=e6e6dc2268f445e0934572f33931867d", "25. ", "Canepa", ", ", "P.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Thonhauser", ", ", "T.", " ", "Diffusion of Small Molecules in Metal Organic Framework Materials", " ", "Phys. Rev. Lett.", " ", "2013", ",  ", "110", ",  ", "0261021", "– ", "10", "[", "Crossref", "]", "There is no corresponding record for this reference.", "26. ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Zhang", ", ", "Y. B.", "; ", "Jiang", ", ", "J.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "– ", "4381", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "27. ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal–Organic Frameworks", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "6513", "– ", "6519", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "28. ", "Liu", ", ", "J.", "; ", "Wang", ", ", "Y.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Willis", ", ", "R. R.", "; ", "LeVan", ", ", "M. D.", " ", "CO", "2", "/H", "2", "O Adsorption Equilibrium and Rates on Metal–Organic Frameworks: HKUST-1 and Ni/DOBDC", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "14301", "– ", "14307", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "CO2/H2O Adsorption Equilibrium and Rates on Metal-Organic Frameworks: HKUST-1 and Ni/DOBDC", "Liu, Jian; Wang, Yu; Benin, Annabelle I.; Jakubczak, Paulina; Willis, Richard R.; Le Van, M. Douglas", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "17", "),\r\n    ", "14301-14307", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, huge surface areas, and potential applications as novel adsorbents and catalysts.  In order to provide a basis for consideration of MOFs for removal of carbon dioxide from gases contg. water vapor, such as flue gas, we have studied adsorption equil. of CO2, H2O vapor, and their mixts. and also rates of CO2 adsorption in two MOFs: HKUST-1 (CuBTC) and Ni/DOBDC (CPO-27-Ni or Ni/MOF-74).  The MOFs were synthesized via solvothermal methods, and the as-synthesized products were solvent exchanged and regenerated before expts.  Pure component adsorption equil. and CO2/H2O binary adsorption equil. were studied using a volumetric system.  The effects of H2O adsorption on CO2 adsorption for both MOF samples were detd., and the results for 5A and NaX zeolites were included for comparison.  The hydrothermal stabilities for the two MOFs over the course of repetitive measurements of H2O and CO2/H2O mixt. equil. were also studied.  CO2 adsorption rates from helium for the MOF samples were investigated by using a unique concn.-swing frequency response (CSFR) system.  Mass transfer into the MOFs is rapid with the controlling resistance found to be macropore diffusion, and rate parameters were established for the mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVahsbrP&md5=51cb5722a8c231f2c32d1878e912e7e5", "29. ", "Hadjiivanov", ", ", "K. I.", "; ", "Vayssilov", ", ", "G. N.", " ", "Characterization of Oxide Surfaces and Zeolites by Carbon Monoxide as an IR Probe Molecule", " ", "Adv. Catal.", " ", "2002", ",  ", "47", ",  ", "307", "– ", "511", "[", "Crossref", "], [", "CAS", "]", "29. ", "Characterization of oxide surfaces and zeolites by carbon monoxide as an IR probe molecule", "Hadjiivanov, Konstantin I.; Vayssilov, Georgi N.", "Advances in Catalysis", "\r\n        (", "2002", "),\r\n    ", "47", "\r\n        (", "),\r\n    ", "307-511", "CODEN:\r\n                ", "ADCAAX", ";\r\n        ISSN:", "0360-0564", ".\r\n    \r\n            (", "Elsevier Science", ")\r\n        ", "A review.  The review is a summary and anal. of the data characterizing CO adsorption on surface cationic sites of oxides including supported materials and microporous and mesoporous materials.  The contributions of various types of CO bonding to the IR frequency shifts of C-bonded mols. are analyzed, namely, the increase of the CO stretching frequency in cases of electrostatic and σ bonding and the decrease of the frequency with π bonding.  Polycarbonyls, bridging CO, oxygen-bonded CO, and tilted CO are also considered.  The main part of the review is a collection of the exptl. results characterizing carbonyls of individual metal ions.  The spectral behavior of CO bonded to metal atoms is also assessed in the cases when the metal ions are easily reduced to metal (Cu, Ag, Au, Pd, or Pt) or cationic carbonyls are produced after CO adsorption on supported metals (Ru, Rh, Ir, and Os).  The interaction of CO with surface OH groups is also considered.  IR spectroscopy of adsorbed CO is an efficient methodol. to characterize cationic surface sites in terms of their nature, oxidn. states, coordination environment and coordinative unsatn., and location at faces, edges or corners of microcrystallites.  When applied to materials with surface hydroxy groups CO undergoes hydrogen bonding and information can be collected on the proton acid strength.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtVyhtbo%253D&md5=71e8eb91b18afb20e20c1481ca2535cb", "30. ", "Grant Glover", ", ", "T.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Britt", ", ", "D.", "; ", "Yaghi", ", ", "O.", " ", "MOF-74 Building Unit Has a Direct Impact on Toxic Gas Adsorption", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "163", "– ", "170", "[", "Crossref", "], [", "CAS", "]", "30. ", "MOF-74 building unit has a direct impact on toxic gas adsorption", "Grant Glover, T.; Peterson, Gregory W.; Schindler, Bryan J.; Britt, David; Yaghi, Omar", "Chemical Engineering Science", "\r\n        (", "2011", "),\r\n    ", "66", "\r\n        (", "2", "),\r\n    ", "163-170", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Metal org. framework (MOF-74) analogs were synthesized using Co, Mg, Ni, and Zn metal centers.  The capability of these materials to remove NH3, cyanogen chloride, and SO2 from air was evaluated by fixed-bed break-through testing under dry and humid conditions.  Octane break-through tests were performed to det. the physisorption capacity of the materials.  All materials were stored in air prior to use.  Dynamic break-through capacity of the analogs was compared to 13X zeolite and BPL activated C.  The metal center impact on adsorption behavior was demonstrated; each analog had different NH3 and cyanogen chloride adsorption capacities.  Results provided an important step in assessing the MOF potential to function as porous adsorbent materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVKjt7rE&md5=6dc967dc0bef28ecf3f0448657dc2cf6", "31. ", "Han", ", ", "S. S.", "; ", "Choi", ", ", "S.-H.", "; ", "van Duin", ", ", "A. C. T.", " ", "Molecular Dynamics Simulations of Stability of Metal-Organic Frameworks against H2o Using the REAXFF Reactive Force Field", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "5713", "– ", "5715", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Molecular dynamics simulations of stability of metal-organic frameworks against H2O using the ReaxFF reactive force field", "Han, Sang Soo; Choi, Seung-Hoon; van Duin, Adri C. T.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "31", "),\r\n    ", "5713-5715", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors introduce the reactive force field (ReaxFF) simulation to predict the hydrolysis reactions and water stability of metal-org. frameworks (MOFs) where the simulation showed that MOF-74 has superior water-resistance compared with isoreticular IRMOF-1 and IRMOF-10.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsFelu74%253D&md5=d9f786980a8e2a93b50e5a017276efa7", "32. ", "Aradi", ", ", "B.", "; ", "Hourahine", ", ", "B.", "; ", "Frauenheim", ", ", "T.", " ", "DFTB+, a Sparse Matrix-Based Implementation of the DFTB Method", " ", "J. Phys. Chem. A", " ", "2007", ",  ", "111", ",  ", "5678", "– ", "5684", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "DFTB+, a Sparse Matrix-Based Implementation of the DFTB Method", "Aradi, B.; Hourahine, B.; Frauenheim, Th.", "Journal of Physical Chemistry A", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "26", "),\r\n    ", "5678-5684", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new Fortran 95 implementation of the DFTB (d. functional-based tight binding) method was developed, where the sparsity of the DFTB system of equations was exploited.  Conventional dense algebra was used only to evaluate the eigenproblems of the system and long-range Coulombic terms, but drop-in O(N) or O(N2) modules were planned to replace the small code sections that these entail.  The developed sparse storage structure is discussed in detail, and a short overview of other features of the new code is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmsVaju7c%253D&md5=f75a28788c2a83fdb00bb395178548dd", "33. ", "Hohenberg", ", ", "P.", "; ", "Kohn", ", ", "W.", " ", "Inhomogeneous Electron Gas", " ", "Phys. Rev.", " ", "1964", ",  ", "136", ",  ", "B864", "– ", "B871", "[", "Crossref", "]", "There is no corresponding record for this reference.", "34. ", "Kohn", ", ", "W.", "; ", "Sham", ", ", "L. J.", " ", "Self-Consistent Equations Including Exchange and Correlation Effects", " ", "Phys. Rev.", " ", "1965", ",  ", "140", ",  ", "A1133", "– ", "A1138", "[", "Crossref", "]", "There is no corresponding record for this reference.", "35. ", "Slater", ", ", "J. C.", "; ", "Koster", ", ", "G. F.", " ", "Simplified LCAO Method for the Periodic Potential Problem", " ", "Phys. Rev.", " ", "1954", ",  ", "94", ",  ", "1498", "– ", "1524", "[", "Crossref", "], [", "CAS", "]", "35. ", "Simplified LCAO method for the periodic potential problem", "Slater, J. C.; Koster, G. F.", "Physical Review", "\r\n        (", "1954", "),\r\n    ", "94", "\r\n        (", "),\r\n    ", "1498-1524", "CODEN:\r\n                ", "PHRVAO", ";\r\n        ISSN:", "0031-899X", ".\r\n    ", "The linear combination of at. orbitals (LCAO), or Bloch (C.A. 23, 1564), or tight binding, approximation for solids is discussed as an interpolation method, to be used in connection with more accurate calcns. made by the cellular or orthogonalized plane-wave methods.  It is proposed that the various integrals be obtained as disposable consts., so that the tight-binding method will agree with accurate calcns. at symmetry points in the Brillouin zone for which these calcns. were made, and that the LCAO method then be used for making calcns. throughout the Brillouin zone.  A general discussion of the method is given, including tables of matrix components of energy for simple cubic, face-centered and body-centered cubic, and diamond structures.  Applications are given to the results of Fletcher and Wohlfarth (C.A. 45, 10034f; 46, 10851g) on Ni, and Howarth (C.A. 48, 5636h) on Cu, as illustrations of the face-centered cubic case.  In discussing the body-centered cubic case, the splitting of the energy bands in Cr by an antiferromagnetic alternating potential is worked out, as well as a distribution of energy states for the case of no antiferromagnetism.  For diamond, comparisons are made with the calcns. of Herman (C.A. 47, 3076i, 6759b) using the orthogonalized plane-wave method.  The case of such crystals as InSb is discussed, and it is shown that their properties fit in with the energy band picture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG2cXltF2jsQ%253D%253D&md5=d8cbd4081e1a216af9277c42c9c4ae15", "36. ", "Elstner", ", ", "M.", "; ", "Porezag", ", ", "D.", "; ", "Jungnickel", ", ", "G.", "; ", "Elsner", ", ", "J.", "; ", "Haugk", ", ", "M.", "; ", "Frauenheim", ", ", "T.", "; ", "Suhai", ", ", "S.", "; ", "Seifert", ", ", "G.", " ", "Self-Consistent-Charge Density-Functional Tight-Binding Method for Simulations of Complex Materials Properties", " ", "Phys. Rev. B", " ", "1998", ",  ", "58", ",  ", "7260", "– ", "7268", "[", "Crossref", "], [", "CAS", "]", "36. ", "Self-consistent-charge density-functional tight-binding method for simulations of complex materials properties", "Elstner, M.; Porezag, D.; Jungnickel, G.; Elsner, J.; Haugk, M.; Frauenheim, Th.; Suhai, S.; Seifert, G.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1998", "),\r\n    ", "58", "\r\n        (", "11", "),\r\n    ", "7260-7268", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We outline details about an extension of the tight-binding (TB) approach to improve total energies, forces, and transferability.  The method is based on a second-order expansion of the Kohn-Sham total energy in d.-functional theory (DFT) with respect to charge-d. fluctuations.  The zeroth-order approach is equiv. to a common std. non-self-consistent (TB) scheme, while at second-order a transparent, parameter-free, and readily calculable expression for generalized Hamiltonian matrix elements may be derived.  These are modified by a self-consistent redistribution of Mulliken charges (SCC).  Besides the usual \"band structure\" and short-range repulsive terms the final approx. Kohn-Sham energy addnl. includes a Coulomb interaction between charge fluctuations.  At large distances this accounts for long-range electrostatic forces between two point charges and approx. includes self-interaction contributions of a given atom if the charges are located at one and the same atom.  We apply the new SCC scheme to problems where deficiencies within the non-SCC std. TB approach become obvious.  We thus considerably improve transferability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtVamsb0%253D&md5=e3b3143c475c70203badf7db6ef668c3", "37. ", "Elstner", ", ", "M.", "; ", "Frauenheim", ", ", "T.", "; ", "Kaxiras", ", ", "E.", "; ", "Seifert", ", ", "G.", "; ", "Suhai", ", ", "S.", " ", "A Self-Consistent Charge Density-Functional Based Tight-Binding Scheme for Large Biomolecules", " ", "Phys. Status Solidi B", " ", "2000", ",  ", "217", ",  ", "357", "– ", "376", "[", "Crossref", "], [", "CAS", "]", "37. ", "A self-consistent charge density-functional based tight-binding scheme for large biomolecules", "Elstner, M.; Frauenheim, T.; Kaxiras, E.; Seifert, G.; Suhai, S.", "Physica Status Solidi B: Basic Research", "\r\n        (", "2000", "),\r\n    ", "217", "\r\n        (", "1", "),\r\n    ", "357-376", "CODEN:\r\n                ", "PSSBBD", ";\r\n        ISSN:", "0370-1972", ".\r\n    \r\n            (", "Wiley-VCH Verlag Berlin GmbH", ")\r\n        ", "A common feature of traditional tight-binding (TB) methods is the non-self-consistent soln. of the eigenvalue problem of a Hamiltonian operator, represented in a minimal basis set.  These TB schemes were applied mostly to solid state systems, contg. atoms with similar electronegativities.  Recently self-consistent TB schemes have been developed which now allow the treatment of systems where a redistribution of charges, and the related detailed charge balance between the atoms, become important as e.g. in biol. systems.  We discuss the application of such a method, a self-consistent charge d.-functional based TB scheme (SCC-DFTB), to biol. model compds.  We present recent extensions of the method: (i) The combination of the tight binding scheme with an empirical force field, that makes large-scale simulations with several thousand atoms possible.  (ii) An extension which allows a quant. description of weak-bonding interactions in biol. systems.  The latter include an improved description of H bonding achieved by extending the basis set and improved mol. stacking interactions achieved by incorporating the dispersion contributions empirically.  In applying the method, we present benchmarks for conformational energies, geometries, and frequencies of small peptides and compare with ab initio and semiempirical quantum chem. data.  These developments provide a fast and reliable method, which can handle large scale quantum mol. dynamic simulations in biol. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmvVOhsA%253D%253D&md5=49208d6b7e7c1d89efa2783b4d6263bb", "38. ", "Frauenheim", ", ", "T.", "; ", "Seifert", ", ", "G.", "; ", "Elsterner", ", ", "M.", "; ", "Hajnal", ", ", "Z.", "; ", "Jungnickel", ", ", "G.", "; ", "Porezag", ", ", "D.", "; ", "Suhai", ", ", "S.", "; ", "Scholz", ", ", "R.", " ", "A Self-Consistent Charge Density-Functional Based Tight-Binding Method for Predictive Materials Simulations in Physics, Chemistry and Biology", " ", "Phys. Status Solidi B", " ", "2000", ",  ", "217", ",  ", "41", "– ", "62", "[", "Crossref", "], [", "CAS", "]", "38. ", "A self-consistent charge density-functional based tight-binding method for predictive materials simulations in physics, chemistry, and biology", "Frauenheim, T.; Seifert, G.; Elstner, M.; Hajnal, Z.; Jungnickel, G.; Porezag, D.; Suhai, S.; Scholz, R.", "Physica Status Solidi B: Basic Research", "\r\n        (", "2000", "),\r\n    ", "217", "\r\n        (", "1", "),\r\n    ", "41-62", "CODEN:\r\n                ", "PSSBBD", ";\r\n        ISSN:", "0370-1972", ".\r\n    \r\n            (", "Wiley-VCH Verlag Berlin GmbH", ")\r\n        ", "We outline recent developments in quantum mech. atomistic modeling of complex materials properties that combine the efficiency of semi-empirical quantum-chem. and tight-binding approaches with the accuracy and transferability of more sophisticated d.-functional and post-Hartree-Fock methods with the aim to perform highly predictive materials simulations of technol. relevant sizes in physics, chem., and biol.  Following Harris, Foulkes, and Haydock, the methods are based on an expansion of the Kohn-Sham total energy in d.-functional theory (DFT) with respect to charge d. fluctuations at a given ref. d.  While the zeroth order approach is equiv. to a common std. non-self-consistent tight-binding (TB) scheme, at 2nd order by variationally treating the approx. Kohn-Sham energy a transparent, parameter-free, and readily calculable expression for generalized Hamiltonian matrix elements may be derived.  These matrix elements are modified by a self-consistent redistribution of Mulliken charges (SCC).  Besides the usual band-structure and short-range repulsive terms the final approx. Kohn-Sham energy explicitly includes Coulomb interaction between charge fluctuations.  The new SCC scheme is shown to successfully apply to problems, where deficiencies within the non-SCC std. TB-approach become obvious.  These cover defect calcns. and surface studies in polar semiconductors (see M. Haugk et al. of this special issue), spectroscopic studies of org. light-emitting thin films, briefly outlined in the present article, and atomistic investigations of biomols. (see M. Elstner et al. of this special issue).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmvVOjuw%253D%253D&md5=71400e50b6ce1258f8f8cc8e870947fc", "39. ", "Frauenheim", ", ", "T.", "; ", "Seifert", ", ", "G.", "; ", "Elstner", ", ", "M.", "; ", "Niehaus", ", ", "T.", "; ", "Köhler", ", ", "C.", "; ", "Amkreutz", ", ", "M.", "; ", "Sternberg", ", ", "M.", "; ", "Hajnal", ", ", "Z.", "; ", "Carlo", ", ", "A. D.", "; ", "Suhai", ", ", "S.", " ", "Atomistic Simulations of Complex Materials: Ground-State and Excited-State Properties", " ", "J. Phys.: Condens. Matter", " ", "2002", ",  ", "14", ",  ", "3015", "[", "Crossref", "], [", "CAS", "]", "39. ", "Atomistic simulations of complex materials: ground-state and excited-state properties", "Frauenheim, Thomas; Seifert, Gotthard; Elstner, Marcus; Niehaus, Thomas; Kohler, Christof; Amkreutz, Marc; Sternberg, Michael; Hajnal, Zoltan; Di Carlo, Aldo; Suhai, Sandor", "Journal of Physics: Condensed Matter", "\r\n        (", "2002", "),\r\n    ", "14", "\r\n        (", "11", "),\r\n    ", "3015-3047", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A review of the present status of development of the d.-functional-based tight-binding (DFTB) method.  As a two-center approach to d.-functional theory (DFT), it combines computational efficiency with reliability and transferability.  Utilizing a minimal-basis representation of Kohn-Sham eigenstates and a superposition of optimized neutral-atom potentials and related charge densities for constructing the effective many-atom potential, all integrals are calcd. within DFT.  Self-consistency is included at the level of Mulliken charges rather than by self-consistently iterating electronic spin densities and effective potentials.  Excited-state properties are accessible within the linear response approach to time-dependent (TD) DFT.  The coupling of electronic and ionic degrees of freedom further allows us to follow the non-adiabatic structure evolution via coupled electron-ion mol. dynamics in energetic particle collisions and in the presence of ultrashort intense laser pulses.  We either briefly outline or give refs. describing examples of applications to ground-state and excited-state properties.  Addressing the scaling problems in size and time generally and for biomol. systems in particular, we describe the implementation of the parallel \"divide-and-conquer\" order-N method with DFTB and the coupling of the DFTB approach as a quantum method with mol. mechanics force fields.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XivFGrsb8%253D&md5=645e536b99c937733d8f6419f88339dc", "40. ", "Elstner", ", ", "M.", "; ", "Frauenheim", ", ", "T.", "; ", "Suhai", ", ", "S.", " ", "An Approximate Dft Method for QM/MM Simulations of Biological Structures and Processes", " ", "J. Mol. Struct.: THEOCHEM", " ", "2003", ",  ", "632", ",  ", "29", "– ", "41", "[", "Crossref", "], [", "CAS", "]", "40. ", "An approximate DFT method for QM/MM simulations of biological structures and processes", "Elstner, Marcus; Frauenheim, Thomas; Suhai, Sandor", "Journal of Molecular Structure: THEOCHEM", "\r\n        (", "2003", "),\r\n    ", "632", "\r\n        (", "),\r\n    ", "29-41", "CODEN:\r\n                ", "THEODJ", ";\r\n        ISSN:", "0166-1280", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review.  In the last years, we have developed a computationally efficient approxn. to d. functional theory, the so called self-consistent charge d. functional tight-binding scheme (SCC-DFTB).  To extend its applicability to biomol. structures, this method has been implemented into quantum mech./mol. mechanics (QM/MM) and linear scaling schemes and augmented with an empirical treatment of the dispersion forces.  We review here applications of the SCC-DFTB QM/MM method to proton transfer (PT) reactions in enzymes like liver alc. dehydrogenase and triosephosphate isomerase.  The computational speed of SCC-DFTB allows not only to compute min. energy pathways for the PT but also the potential of mean force.  Further applications concern the dynamics of polypeptides in soln. and of ligands in their biol. environment.  The developments reviewed allowed for the first time realistic QM simulations of polypeptides, a protein and a DNA dodecamer in the nanosecond time scale.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntVGrur4%253D&md5=dd32e10a9eee3a586a504ca078bd7ed6", "41. ", "Moreira", ", ", "N. H.", "; ", "Dolgonos", ", ", "G.", "; ", "Aradi", ", ", "B.", "; ", "da Rosa", ", ", "A. L.", "; ", "Frauenheim", ", ", "T.", " ", "Toward an Accurate Density-Functional Tight-Binding Description of Zinc-Containing Compounds", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "605", "– ", "614", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Toward an Accurate Density-Functional Tight-Binding Description of Zinc-Containing Compounds", "Moreira, Ney H.; Dolgonos, Grygoriy; Aradi, Balint; da Rosa, Andreia L.; Frauenheim, Thomas", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "3", "),\r\n    ", "605-614", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extended self-consistent charge d.-functional tight-binding (SCC-DFTB) parametrization for Zn-X (X = H, C, N, O, S, and Zn) interactions was derived.  The performance of this new parametrization was validated by calcg. the structural and energetic properties of zinc solid phases such as bulk Zn, ZnO, and ZnS; ZnO surfaces and nanostructures; adsorption of small species (H, CO2, and NH3) on ZnO surfaces; and zinc-contg. complexes mimicking the biol. environment.  The derived parameters are universal and fully transferable, describing all the above-mentioned systems with accuracies comparable to those of first-principles DFT results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFKhtL0%253D&md5=b40c91af7b3adc464580917701c170e1", "42. ", "Zhechkov", ", ", "L.", "; ", "Heine", ", ", "T.", "; ", "Patchkovskii", ", ", "S.", "; ", "Seifert", ", ", "G.", "; ", "Duarte", ", ", "H. A.", " ", "An Efficient a Posteriori Treatment for Dispersion Interaction in Density-Functional-Based Tight Binding", " ", "J. Chem. Theory Comput.", " ", "2005", ",  ", "1", ",  ", "841", "– ", "847", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "An Efficient a Posteriori Treatment for Dispersion Interaction in Density-Functional-Based Tight Binding", "Zhechkov, Lyuben; Heine, Thomas; Patchkovskii, Serguei; Seifert, Gotthard; Duarte, Helio A.", "Journal of Chemical Theory and Computation", "\r\n        (", "2005", "),\r\n    ", "1", "\r\n        (", "5", "),\r\n    ", "841-847", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The performance of d. functional theory (DFT) (VWN-LDA, PBE-GGA, and B3LYP hybrid functionals), d.-functional-based tight binding (DFTB), and ab initio methods [HF, MP2, CCSD, and CCSD(T)] for the treatment of London dispersion is investigated.  Although highly correlated ab initio methods are capable of describing this phenomenon, if they are used with rather large basis sets, DFT methods are found to be inadequate for the description of H2/PAH (polycyclic arom. hydrocarbon) interactions.  As an alternative approach, an a posteriori addn. of a van der Waals term to DFTB is proposed.  This method provides results for H2/PAH interactions in close agreement with MP2 and higher-level ab initio methods.  Bulk properties of graphite also compare well with the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXls1Wqsbc%253D&md5=38bcddae8011903aff74964d7a660c40", "43. ", "Verlet", ", ", "L.", " ", "Computer “Experiments” on Classical Fluids. I. Thermodynamical Properties of Lennard-Jones Molecules", " ", "Phys. Rev.", " ", "1967", ",  ", "159", ",  ", "98", "– ", "103", "[", "Crossref", "], [", "CAS", "]", "43. ", "Computer \"experiments\" on classical fluids.  I.  Thermodynamical properties of Lennard-Jones molecules", "Verlet, Loup", "Physical Review", "\r\n        (", "1967", "),\r\n    ", "159", "\r\n        (", "1", "),\r\n    ", "98-103", "CODEN:\r\n                ", "PHRVAO", ";\r\n        ISSN:", "0031-899X", ".\r\n    ", "The equation of motion of a system of 864 particles interacting through a Lennard-Jones potential was integrated for various values of the temp. and d., relative, generally, to a fluid state.  The equil. properties agree with the corresponding properties of Ar.  The equil. state of Ar can be described through a 2-body potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2sXks1Orsrc%253D&md5=4dbb891023a4169feaa95513ce8075a2", "44. ", "Verlet", ", ", "L.", " ", "Computer “Experiments” on Classical Fluids. II. Equilibrium Correlation Functions", " ", "Phys. Rev.", " ", "1968", ",  ", "165", ",  ", "201", "– ", "214", "[", "Crossref", "]", "There is no corresponding record for this reference.", "45. ", "Dion", ", ", "M.", "; ", "Rydberg", ", ", "H.", "; ", "Schröder", ", ", "E.", "; ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", " ", "Van Der Waals Density Functional for General Geometries", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "92", ",  ", "246401", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "van der Waals density functional for general geometries", "Dion M; Rydberg H; Schroder E; Langreth D C; Lundqvist B I", "Physical review letters", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "24", "),\r\n    ", "246401", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "A scheme within density functional theory is proposed that provides a practical way to generalize to unrestricted geometries the method applied with some success to layered geometries [Phys.  Rev.  Lett. 91, 126402 (2003)]].  It includes van der Waals forces in a seamless fashion.  By expansion to second order in a carefully chosen quantity contained in the long-range part of the correlation functional, the nonlocal correlations are expressed in terms of a density-density interaction formula.  It contains a relatively simple parametrized kernel, with parameters determined by the local density and its gradient.  The proposed functional is applied to rare gas and benzene dimers, where it is shown to give a realistic description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2czksVKnsA%253D%253D&md5=c008c59c1b478db532c072886870dceb", "46. ", "Klimeš", ", ", "J.", "; ", "Bowler", ", ", "D. R.", "; ", "Michaelides", ", ", "A.", " ", "Chemical Accuracy for the Van Der Waals Density Functional", " ", "J. Phys.: Condens. Matter", " ", "2010", ",  ", "22", ",  ", "022201", "[", "Crossref", "], [", "CAS", "]", "46. ", "Chemical accuracy for the van der Waals density functional", "Klimes, Jiri; Bowler, David R.; Michaelides, Angelos", "Journal of Physics: Condensed Matter", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "2", "),\r\n    ", "022201/1-022201/5", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "The non-local van der Waals d. functional (vdW-DF) of Dion et al is a very promising scheme for the efficient treatment of dispersion bonded systems.  We show here that the accuracy of vdW-DF can be dramatically improved both for dispersion and hydrogen bonded complexes through the judicious selection of its underlying exchange functional.  New and published exchange functionals are identified that deliver much better than chem. accuracy from vdW-DF for the S22 benchmark set of weakly interacting dimers and for water clusters.  Improved performance for the adsorption of water on salt is also obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitFKitb8%253D&md5=37cca57a611ebd2fea99edd70d979091", "47. ", "Klimeš", ", ", "J.", "; ", "Bowler", ", ", "D. R.", "; ", "Michaelides", ", ", "A.", " ", "Van Der Waals Density Functionals Applied to Solids", " ", "Phys. Rev. B", " ", "2011", ",  ", "83", ",  ", "195131", "[", "Crossref", "], [", "CAS", "]", "47. ", "Van der Waals density functionals applied to solids", "Klimes, Jiri; Bowler, David R.; Michaelides, Angelos", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "19", "),\r\n    ", "195131/1-195131/13", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The van der Waals d. functional (vdW-DF) of M. Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)] is a promising approach for including dispersion in approx. d. functional theory exchange-correlation functionals.  Indeed, an improved description of systems held by dispersion forces has been demonstrated in the literature.  However, despite many applications, std. general tests on a broad range of materials including traditional \"hard\" matter such as metals, ionic compds., and insulators are lacking.  Such tests are important not least because many of the applications of the vdW-DF method focus on the adsorption of atoms and mols. on the surfaces of solids.  Here we calc. the lattice consts., bulk moduli, and atomization energies for a range of solids using the original vdW-DF and several of its offspring.  We find that the original vdW-DF overestimates lattice consts. in a similar manner to how it overestimates binding distances for gas-phase dimers.  However, some of the modified vdW functionals lead to av. errors which are similar to those of PBE or better.  Likewise, atomization energies that are slightly better than from PBE are obtained from the modified vdW-DFs.  Although the tests reported here are for hard solids, not normally materials for which dispersion forces are thought to be important, we find a systematic improvement in cohesive properties for the alkali metals and alkali halides when nonlocal correlations are accounted for.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVOlsbY%253D&md5=0e3350e5db3aa6fee4eadea9c6582255", "48. ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Efficient Iterative Schemes for Ab Initio Total-Energy Calculations Using a Plane-Wave Basis Set", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "11169", "– ", "11186", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "Kresse, G.; Furthmueller, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "16", "),\r\n    ", "11169-11186", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present an efficient scheme for calcg. the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set.  In the first part the application of Pulay's DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrixes will be discussed.  This approach is stable, reliable, and minimizes the no. of order Natoms3 operations.  In the second part, we will discuss an efficient mixing scheme also based on Pulay's scheme.  A special \"metric\" and a special \"preconditioning\" optimized for a plane-wave basis set will be introduced.  Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calcns.  It will be shown that the no. of iterations required to obtain a specific precision is almost independent of the system size.  Altogether an order Natoms2 scaling is found for systems contg. up to 1000 electrons.  If we take into account that the no. of k points can be decreased linearly with the system size, the overall scaling can approach Natoms.  They have implemented these algorithms within a powerful package called VASP (Vienna ab initio simulation package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semiconducting surfaces, phonons in simple metals, transition metals, and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Whu7Y%253D&md5=9c8f6f298fe5ffe37c2589d3f970a697", "49. ", "Kresse", ", ", "G.", "; ", "Furthmuller", ", ", "J.", " ", "Efficiency of Ab-Initio Total Energy Calculations for Metals and Semiconductors Using a Plane-Wave Basis Set", " ", "Comput. Mater. Sci.", " ", "1996", ",  ", "6", ",  ", "15", "– ", "50", "[", "Crossref", "], [", "CAS", "]", "49. ", "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set", "Kresse, G.; Furthmuller, J.", "Computational Materials Science", "\r\n        (", "1996", "),\r\n    ", "6", "\r\n        (", "1", "),\r\n    ", "15-50", "CODEN:\r\n                ", "CMMSEM", ";\r\n        ISSN:", "0927-0256", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The authors present a detailed description and comparison of algorithms for performing ab-initio quantum-mech. calcns. using pseudopotentials and a plane-wave basis set.  The authors will discuss: (a) partial occupancies within the framework of the linear tetrahedron method and the finite temp. d.-functional theory, (b) iterative methods for the diagonalization of the Kohn-Sham Hamiltonian and a discussion of an efficient iterative method based on the ideas of Pulay's residual minimization, which is close to an order N2atoms scaling even for relatively large systems, (c) efficient Broyden-like and Pulay-like mixing methods for the charge d. including a new special preconditioning optimized for a plane-wave basis set, (d) conjugate gradient methods for minimizing the electronic free energy with respect to all degrees of freedom simultaneously.  The authors have implemented these algorithms within a powerful package called VAMP (Vienna ab-initio mol.-dynamics package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semi-conducting surfaces, phonons in simple metals, transition metals and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtFWgsrk%253D&md5=779b9a71bbd32904f968e39f39946190", "50. ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "D.", " ", "From Ultrasoft Pseudopotentials to the Projector Augmented-Wave Method", " ", "Phys. Rev. B", " ", "1999", ",  ", "59", ",  ", "1758", "– ", "1775", "[", "Crossref", "], [", "CAS", "]", "50. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", "51. ", "Nijem", ", ", "N.", " ", "Water Cluster Confinement and Methane Adsorption in the Hydrophobic Cavities of a Fluorinated Metal–Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "12615", "– ", "12626", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Water Cluster Confinement and Methane Adsorption in the Hydrophobic Cavities of a Fluorinated Metal-Organic Framework", "Nijem, Nour; Canepa, Pieremanuele; Kaipa, Ushasree; Tan, Kui; Roodenko, Katy; Tekarli, Sammer; Halbert, Jason; Oswald, Iain W. H.; Arvapally, Ravi K.; Yang, Chi; Thonhauser, Timo; Omary, Mohammad A.; Chabal, Yves J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "34", "),\r\n    ", "12615-12626", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Water cluster formation and methane adsorption within a hydrophobic porous metal org. framework has been studied by in situ vibrational spectroscopy, adsorption isotherms, and first-principle DFT calcns. (using vdW-DF).  The formation and stability of H2O clusters in the hydrophobic cavities of a fluorinated metal-org. framework (FMOF-1) was examd.  Although the isotherms of water showed no measurable uptake, the large dipole of the water internal modes made it possible to detect low water concns. using IR spectroscopy in pores in the vicinity of the surface of the solid framework.  Even in the low pressure regime (100 mTorr to 3 Torr), water mols. preferentially occupied the large cavities, in which hydrogen bonding and wall hydrophobicity fostered water cluster formation.  The formation of pentameric water clusters at pressures lower than 3 Torr and larger clusters beyond that pressure was obsd.  The binding energy of the water species to the walls was negligible, as suggested by DFT computational findings and corroborated by IR absorption data.  Consequently, intermol. hydrogen bonding dominated, enhancing water cluster stability as the size of the cluster increases.  The stability of the water clusters was studied as a function of pressure redn. and in the presence of methane gas.  Methane adsorption isotherms for activated FMOF-1 attained volumetric adsorption capacities ranging from 67 V(STP)/V at 288 K and 31 bar to 133 V(STP)/V at 173 K and 5 bar, with an isosteric heat of adsorption of ca. 14 kJ/mol in the high temp. range (288-318 K).  Overall, the exptl. and computational data suggest high preferential uptake for methane gas relative to water vapor within FMOF-1 pores with ease of desorption and high framework stability under operative temp. and moisture conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsL3I&md5=f9b8065c8f68f7938ea930b018bdd1b6", "52. ", "Fu", ", ", "C. L.", "; ", "Ho", ", ", "K. M.", " ", "First-Principles Calculation of the Equilibrium Ground-State Properties of Transition Metals: Applications to Nb and Mo", " ", "Phys. Rev. B", " ", "1983", ",  ", "28", ",  ", "5480", "– ", "5486", "[", "Crossref", "], [", "CAS", "]", "52. ", "First-principles calculation of the equilibrium ground-state properties of transition metals:  Application to niobium and molybdenum", "Fu, C. L.; Ho, K. M.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1983", "),\r\n    ", "28", "\r\n        (", "10", "),\r\n    ", "5480-6", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "A self-consistent pseudopotential method was used to calc. the equil. ground-state properties of Mo and Nb.  The calcd. equil. lattice consts., cohesive energies, and bulk moduli agree with exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXmtF2jt78%253D&md5=97d15c6e256684ccbcb1c68450c40f5e", "53. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Rod Packings and Metal–Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "54. ", "Praprotnik", ", ", "M.", "; ", "Janežič", ", ", "D.", " ", "Molecular Dynamics Integration and Molecular Vibrational Theory. III. The Infrared Spectrum of Water", " ", "J. Chem. Phys.", " ", "2005", ",  ", "122", ",  ", "174103", "– ", "10", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "Molecular dynamics integration and molecular vibrational theory. III. The infrared spectrum of water", "Praprotnik, Matej; Janezic, Dusanka", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "122", "\r\n        (", "17", "),\r\n    ", "174103/1-174103/10", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The new symplectic mol. dynamics (MD) integrators presented in the first paper of this series were applied to perform MD simulations of water.  The phys. properties of a system of flexible TIP3P water mols. computed by the new integrators, such as diffusion coeffs., orientation correlation times, and IR spectra, are in good agreement with results obtained by the std. method.  The comparison between the new integrators' and the std. method's integration time step sizes indicates that the resulting algorithm allows a 3.0 fs long integration time step as opposed to the std. leap-frog Verlet method, a sixfold simulation speed-up.  The accuracy of the method was confirmed, in particular, by computing the IR spectrum of water in which no blueshifting of the stretching normal mode frequencies is obsd. as occurs with the std. method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksVChs7Y%253D&md5=275b8c8a6c7a7f3fd02d1dbd22678e79", "55. ", "Lopez", ", ", "M. G.", "; ", "Canepa", ", ", "P.", "; ", "Thonhauser", ", ", "T.", " ", "NMR Study of Small Molecule Adsorption in MOF-74-Mg", " ", "J. Chem. Phys.", " ", "2013", ",  ", "138", ",  ", "154704", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "NMR study of small molecule adsorption in MOF-74-Mg", "Lopez, M. G.; Canepa, Pieremanuele; Thonhauser, T.", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "138", "\r\n        (", "15", "),\r\n    ", "154704/1-154704/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors calc. the carbon NMR shielding for CO2 and the hydrogen shieldings for both H2 and H2O inside the metal org. framework MOF-74-Mg.  Ab initio calcns. are at the d. functional theory level using the van der Waals including d. functional vdW-DF.  The shieldings are obtained while placing the small mols. throughout the structure, including the calcd. adsorption site for various loading scenarios.  Relationships between loading, rotational and positional characteristics, and the NMR shieldings for each adsorbate were explored.  NMR calcns. show a change in the shielding depending on adsorbate, position, and loading in a range that is exptl. observable.  The energy and the NMR shieldings throughout the cavity of the MOF were modeled.  The NMR probes could be used to provide addnl. information about the position at which these small mols. bind within the MOF, as well as the loading of the adsorbed mol.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvFShsb4%253D&md5=19663015eb4d7cbf8aee530fc9e40d86", "56. ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Structural Changes and Coordinatively Unsaturated Metal Atoms on Dehydration of Honeycomb Analogous Microporous Metal–Organic Frameworks", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "2389", "– ", "2397", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Structural changes and coordinatively unsaturated metal atoms on dehydration of honeycomb analogous microporous metal-organic frameworks", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Blom, Richard; Fjellvag, Helmer", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "8", "),\r\n    ", "2389-2397", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The dehydration process of two isostructural microporous coordination polymers, [M2(dhtp)(H2O)2]·8H2O, termed CPO-27-M (M = Co, Zn; H4dhtp = 2,5-dihydroxy-terephthalic acid) was studied by in situ variable temp. x-ray diffraction.  Both compds. contain accessible metal coordination sites after removal of all solvent.  However, despite the analogy of their crystal structures, they behave differently during dehydration.  For CPO-27-Co, H2O desorption is a smooth topotactic process of 2nd order with no concomitant space group change and no increase in microstrain, which is beneficial for the applicability of the material.  Removal of the H2O propagates from the center of the channels outwards.  The coordinating H2O mol. at the metal desorbs only when almost all the bulk H2O in the pores has disappeared.  In contrast, discontinuities in the powder pattern of CPO-27-Zn indicate the occurrence of 1st-order transitions.  The crystal structures of four of the five individual phases could be detd.  The structure of the intermediate phase occurring just before the framework is completely evacuated was elusive in respect to full structure soln. and refinement, but it is most probably related to the removal of the axis of 3-fold symmetry.  The Zn-based material experiences a significant amt. of strain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVOktLc%253D&md5=d5c2054b96d287d7a1e9869201cc40b3", "57. ", "Canepa", ", ", "P.", "; ", "Tan", ", ", "K.", "; ", "Du", ", ", "Y.", "; ", "Lu", ", ", "H.", "; ", "Chabal", ", ", "Y. J.", "; ", "Thonhauser", ", ", "T.", " ", "Structural, Elastic, Thermal, and Electronic Responses of Small-Molecule-Loaded Metal-Organic Framework Materials", " ", "J. Mater. Chem. A", " ", "2015", ",  ", "3", ",  ", "986", "– ", "995", "[", "Crossref", "], [", "CAS", "]", "57. ", "Structural, elastic, thermal, and electronic responses of small-molecule-loaded metal-organic framework materials", "Canepa, Pieremanuele; Tan, Kui; Du, Yingjie; Lu, Hongbing; Chabal, Yves J.; Thonhauser, Timo", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2015", "),\r\n    ", "3", "\r\n        (", "3", "),\r\n    ", "986-995", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors combine IR spectroscopy, nano-indentation measurements, and ab initio simulations to study the evolution of structural, elastic, thermal, and electronic responses of the metal-org. framework MOF-74-Zn when loaded with H2, CO2, CH4, and H2O.  Mol. adsorption in this MOF triggers remarkable responses in all these properties of the host material, with specific signatures for each of the guest mols.  With this comprehensive study, the authors are able to clarify and correlate the underlying mechanisms regulating these responses with changes of phys. and chem. environments.  The authors' findings suggest that metal-org. framework materials in general, and MOF-74-Zn in particular, can be very promising materials for novel transducers and sensor applications, including highly selective small-mol. detection in gas mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslagsbnM&md5=225fcf2e8594defffa9ddb974daea4ce", "58. ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", "; ", "Neimark", ", ", "A. V.", " ", "Comment on “Volume Shrinkage of a Metal-Organic Framework Host Induced by the Dispersive Attraction of Guest Gas Molecules”", " ", "Phys. Chem. Chem. Phys.", " ", "2014", ",  ", "16", ",  ", "4394", "– ", "4395", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "Comment on \"Volume shrinkage of a metal-organic framework host induced by the dispersive attraction of guest gas molecules\"", "Coudert, Francois-Xavier; Fuchs, Alain H.; Neimark, Alexander V.", "Physical Chemistry Chemical Physics", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "9", "),\r\n    ", "4394-4395", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslylsrc%253D&md5=59ddab049f45f41befa5544b7f5e7dbb", "59. ", "Ouyang", ", ", "C.", "; ", "Shi", ", ", "S.", "; ", "Wang", ", ", "Z.", "; ", "Huang", ", ", "X.", "; ", "Chen", ", ", "L.", " ", "First-Principles Study of Li Ion Diffusion in LiFePO", "4", " ", "Phys. Rev. B", " ", "2004", ",  ", "69", ",  ", "104303", "[", "Crossref", "], [", "CAS", "]", "59. ", "First-principles study of Li ion diffusion in LiFePO4", "Ouyang, Chuying; Shi, Siqi; Wang, Zhaoxiang; Huang, Xuejie; Chen, Liquan", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2004", "),\r\n    ", "69", "\r\n        (", "10", "),\r\n    ", "104303/1-104303/5", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The diffusion mechanism of Li ions in the olivine LiFePO4 is investigated from first-principles calcns.  The energy barriers for possible spatial hopping pathways are calcd. with the adiabatic trajectory method.  The calcns. show that the energy barriers running along the c axis are about 0.6, 1.2, and 1.5 eV for LiFePO4, FePO4, and Li0.5FePO4, resp.  However, the other migration pathways have much higher energy barriers resulting in very low probability of Li-ion migration.  This means that the diffusion in LiFePO4 is one dimensional.  The one-dimensional diffusion behavior has also been shown with full ab initio mol. dynamics simulation, through which the diffusion behavior is directly obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjtF2js7s%253D&md5=b1d0a55615c231a2f1accc4b4cd68188", "60. ", "Redhead", ", ", "P. A.", " ", "Thermal Desorption of Gases", " ", "Vacuum", " ", "1962", ",  ", "12", ",  ", "203", "– ", "211", "[", "Crossref", "], [", "CAS", "]", "60. ", "Thermal desorption of gases", "Redhead, P. A.", "Vacuum", "\r\n        (", "1962", "),\r\n    ", "12", "\r\n        (", "),\r\n    ", "203-11", "CODEN:\r\n                ", "VACUAV", ";\r\n        ISSN:", "0042-207X", ".\r\n    ", "For small pumping speeds the desorption rate (by flashing chemisorbed gases from a filament) is proportional to the 1st derivative of pressure with time for very fast sweep rates.  At high pumping speeds the desorption rate is proportional to the pressure.  The activation energy of desorption (cal./mole) can be obtained from the temp. (Tp) at which the desorption rate is a max. (for 1st order reaction) and from a change of Tp with surface coverage (for 2nd order reaction), the order being established by the shape of exptl. curves.  Curves are shown of the desorption rate of Ar from W for various values of bombarding ion energy and of H adsorbed on polycryst.  W at 80°K. for various values of adsorption time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3sXntFeh&md5=a8900a579332297c7fc46db76873dc40", "61. ", "Joseph", ", ", "Y.", "; ", "Ranke", ", ", "W.", "; ", "Weiss", ", ", "W.", " ", "Water on FeO(111) and Fe", "3", "O", "4", "(111): Adsorption Behavior on Different Surface Terminations", " ", "J. Phys. Chem. B", " ", "2000", ",  ", "104", ",  ", "3224", "– ", "3236", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "Water on FeO(111) and Fe3O4(111). Adsorption behavior on different surface terminations", "Joseph, Y.; Ranke, W.; Weiss, W.", "Journal of Physical Chemistry B", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "14", "),\r\n    ", "3224-3236", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of water on ordered epitaxial FeO(111) and Fe3O4(111) films was investigated by thermal desorption spectroscopy (TDS) and photoelectron spectroscopy (UPS, XPS) under adsorption-desorption equil. conditions.  On the purely O-terminated FeO(111) surface, water monomers get physisorbed first, followed by the formation of a H-bonded bilayer with an ice-like structure and condensation of ice multilayers as the coverage is increased.  On the Fe3O4(111) surface exposing both Fe and O atoms, water dissocs. resulting in adsorbed hydroxyl groups, followed by coadsorption of water monomers and condensation of ice multilayers.  A quant. comparison between the hydroxyl satn. coverage and the defect concns. deduced from LEED and STM measurements rules out a purely defect related dissocn. of water.  OH- groups are bound to Fe cations and the H+ species to O anions exposed in the topmost layer of the regular Fe3O4(111) surface.  The comparison between the FeO(111) and Fe3O4(111) surface chem. demonstrates that the chem. reactivity of metal oxides is related to surface metal sites.  The satn. coverages, isosteric heats of adsorption, preexponential frequency factors, and initial dipole moments of the different species were detd. quant.  On the basis of these data, structural models for the adsorbed phases on the iron oxide surfaces are proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXht1aisLg%253D&md5=c8bf196b9f8a8edc0a5520d5b9790529", "62. ", "Brunauer", ", ", "S.", "; ", "Emmett", ", ", "P. H.", "; ", "Teller", ", ", "E.", " ", "Adsorption of Gases in Multimolecular Layers", " ", "J. Am. Chem. Soc.", " ", "1938", ",  ", "60", ",  ", "309", "– ", "319", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "Adsorption of gases in multimolecular layers", "Brunauer, Stephen; Emmett, P. H.; Teller, Edward", "Journal of the American Chemical Society", "\r\n        (", "1938", "),\r\n    ", "60", "\r\n        (", "),\r\n    ", "309-19", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The polarization theory of multimolecular adsorption is discussed critically.  The adsorption energy due to attraction of dipoles induced into a nonpolar gas such as A is insufficient to constitute a major portion of the binding energy between adsorbed layers.  Adsorption-isotherm equations for multimolecular adsorption are derived on the assumption that the same forces that produce condensation are responsible also for multimolecular adsorption.  Numerous applications of the equations are given to exptl. adsorption isotherms.  Cf. C. A. 32, 1159.3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA1cXivFaruw%253D%253D&md5=c432cced1474f948ddfbe4f60c139d3a", "63. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Killops", ", ", "K. L.", "; ", "Browe", ", ", "M. A.", "; ", "Mahle", ", ", "J. J.", " ", "The Effect of Water Adsorption on the Structure of the Carboxylate Containing Metal-Organic Frameworks Cu-Btc, Mg-MOF-74, and UIO-66", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "11922", "– ", "11932", "[", "Crossref", "], [", "CAS", "]", "63. ", "The effect of water adsorption on the structure of the carboxylate containing metal-organic frameworks Cu-BTC, Mg-MOF-74, and UiO-66", "DeCoste, Jared B.; Peterson, Gregory W.; Schindler, Bryan J.; Killops, Kato L.; Browe, Matthew A.; Mahle, John J.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "38", "),\r\n    ", "11922-11932", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with metal-carboxylate bonds, including Cu-BTC (HKUST-1), Mg-MOF-74 (Mg/DOBDC), and UiO-66, have been shown to have varying degrees of water stability.  The MOF degrdn. at several temp. and humidity conditions over the course of 28 days was investigated.  At conditions of 90% relative humidity (RH) and 25°C, water uptake for Cu-BTC is shown to be higher than at 90% RH and 40°C, causing the degrdn. of the inner structure of Cu-BTC to occur more readily at the lower temp.  However the external surfaces of Cu-BTC degrade more readily, as shown through SEM images, at conditions of 90% RH and 40°C.  Mg-MOF-74 has a nearly complete loss of surface area after just one day of exposure to each of the conditions studied, however the PXRD patterns show only a change in the [100] peak.  A mechanism for the degrdn. of Mg-MOF-74 involving a 6-coordinate Mg intermediate which leaves the 1-dimensional channels of Mg-MOF-74 intact is offered.  UiO-66 is stable to each of the aging conditions for the full 28 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehs7fL&md5=ae0cd10d7007fd77f15bfbd90533607d", "64. ", "Drenchev", ", ", "N.", "; ", "Ivanova", ", ", "E.", "; ", "Mihaylov", ", ", "M.", "; ", "Hadjiivanov", ", ", "K.", " ", "Co as an Ir Probe Molecule for Characterization of Copper Ions in a Basolite C300 MOF Sample", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "6423", "– ", "6427", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "64. ", "CO as an IR probe molecule for characterization of copper ions in a basolite C300 MOF sample", "Drenchev, Nikola; Ivanova, Elena; Mihaylov, Mihail; Hadjiivanov, Konstantin", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "24", "),\r\n    ", "6423-6427", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The state of the accessible copper ions in a Cu-basolite C300 sample (copper benzene-1,3,5-tricarboxylate) was studied by CO as an IR probe mol.  Low temp. CO adsorption on a sample activated at 473 K results in carbonyl bands.  Three intense sharp bands at 2141, 2128 and 2123 cm-1 are very sensitive to the CO equil. pressure and are assocd. with CO polarized by the arom. ring.  Three bands, at ∼2192, 2178 and 2148 cm-1 are assigned to three different kinds of monocarbonyl species.  At high CO coverage, the principal carbonyls (2178 cm-1) are converted into polycarbonyls.  A band at 2125 cm-1 (resistant to evacuation) is assocd. with Cu+ ions on small CuO particles.  Expts. on 12CO-13CO adsorption revealed lack of vibrational coupling and also showed that the bands at 2192 and 2148 cm-1, although changing almost in concert, were due to individual species.  Sample activated at 373 K does not contain copper oxide, which indicates that activation at higher temps., 473 K, leads to some irreversible changes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntF2htrw%253D&md5=83400c95986b309078d07ef0891f29f3", "65. ", "Huang", ", ", "B. L.", "; ", "McGaughey", ", ", "A. J. H.", "; ", "Kaviany", ", ", "M.", " ", "Thermal Conductivity of Metal-Organic Framework 5 (MOF-5): Part I. Molecular Dynamics Simulations", " ", "Int. J. Heat Mass Transfer", " ", "2007", ",  ", "50", ",  ", "393", "– ", "404", "[", "Crossref", "], [", "CAS", "]", "65. ", "Thermal conductivity of metal-organic framework 5 (MOF-5): Part I. Molecular dynamics simulations", "Huang, B. L.; McGaughey, A. J. H.; Kaviany, M.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2007", "),\r\n    ", "50", "\r\n        (", "3-4", "),\r\n    ", "393-404", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The phonon thermal cond. of MOF-5, a metal-org. framework crystal with a phenylene bridge, is predicted between temps. of 200 and 400 K by using mol. dynamics simulations and the Green-Kubo method.  The simulations are performed using interat. potentials obtained using ab initio calcns. and exptl. results.  The predicted thermal cond. of MOF-5 is low for a crystal, 0.31 W/m/K at a temp. of 300 K, and its temp. dependence is very weak.  By decompg. the thermal cond. into components assocd. with short- and long-range acoustic phonons and optical phonons, the weak temp. dependence is found to be related to the mean free path of the majority of phonons, which is of the order of lattice parameter (and is essentially temp. independent).  To interpret the results, an anal. thermal cond. relation is derived, which reduces to the Cahill-Pohl and Slack models under appropriate assumptions.  The relation contains a crit. frequency, which dets. the relative contributions of the short- and long-range acoustic phonons.  The small long-range acoustic phonon contribution is related to the long and flexible phenylene bridge and to the mass mismatch between the cages and the bridges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlaiu7vE&md5=c1b81711d995b1ddb8207680fa2c1eb4", "66. ", "Benjamin", ", ", "I.", " ", "Vibrational-Spectrum of Water at the Liquid/Vapor Interface", " ", "Phys. Rev. Lett.", " ", "1994", ",  ", "73", ",  ", "2083", "– ", "2086", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "66. ", "Vibrational spectrum of water at the liquid/vapor interface", "Benjamin, Ilan", "Physical Review Letters", "\r\n        (", "1994", "),\r\n    ", "73", "\r\n        (", "15", "),\r\n    ", "2083-6", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "The IR spectrum of water mols. at the liq./vapor interface of pure water and at the liq./vapor interface of a water-methanol mixt. is calcd. using mol. dynamics.  A comparison with the IR spectrum calcd. for bulk water shows a significant population of free OH bonds, in qual. agreement with a recent expt. by Du et al. (1993).  It is also demonstrated that the free OH IR signal is quenched by a moderate increase in the concn. of methanol in bulk water, which has been recently obsd. by Du et al. (1994).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXht1WjsLs%253D&md5=127e871909c585c258693cba2b4ca94c", "67. ", "Huang", ", ", "B. L.", "; ", "Ni", ", ", "Z.", "; ", "Millward", ", ", "A.", "; ", "McGaughey", ", ", "A. J. H.", "; ", "Uher", ", ", "C.", "; ", "Kaviany", ", ", "M.", "; ", "Yaghi", ", ", "O.", " ", "Thermal Conductivity of a Metal-Organic Framework (MOF-5): Part II. Measurement", " ", "Int. J. Heat Mass Transfer", " ", "2007", ",  ", "50", ",  ", "405", "– ", "411", "[", "Crossref", "], [", "CAS", "]", "67. ", "Thermal conductivity of a metal-organic framework (MOF-5): Part II. Measurement", "Huang, B. L.; Ni, Z.; Millward, A.; McGaughey, A. J. H.; Uher, C.; Kaviany, M.; Yaghi, O.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2007", "),\r\n    ", "50", "\r\n        (", "3-4", "),\r\n    ", "405-411", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The thermal cond. of MOF-5 single crystals is measured over a wide temp. range between 6 and 300 K by using the longitudinal, steady-state heat flow method.  Between 6 and 20 K, the thermal cond. increases with the increase in temp. and exhibits a peak near 20 K.  This peak results from the crossover between the decreasing mean free path and the increasing phonon sp. heat with the increasing temp.  From 20 to 100 K, the thermal cond. decreases rapidly with increasing temp.  Above 100 K, the thermal cond. is nearly temp. independent, and its value at 300 K is 0.32 W/m/K, a rather low value for crystals.  The mean free path anal. shows that at high temp., the phonon mean free path is minimized to the cage size due to the porous, flexible structure of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlaiu7vF&md5=2bf38d344051984e6b7c6d6963027af7"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-23/acs.jpcc.5b02069/20150605/images/small/jp-2015-02069m_0007.gif\">"]}
