{"title": ["Experimental and Theoretical Studies of Supercritical Methane Adsorption in the MIL-53(Al) Metal Organic Framework"], "authors": ["Andriy Lyubchyk", "Isabel A. A. C. Esteves", "Fernando J. A. L. Cruz", "José P. B. Mota"], "doi": ["10.1021/jp207326d"], "abstract": "The adsorption equilibrium properties of supercritical methane in the large-pore (lp) structure of the MIL-53(Al) metal organic framework were studied experimentally by gravimetric adsorption and theoretically by grand canonical Monte Carlo (GCMC) simulation. The adsorption experiments span a broad range of pressures (0.01–7 MPa) and temperatures (303–353 K). In our molecular simulation work, MIL-53lp(Al) is assumed to have a perfect, rigid lattice, and both fluid–fluid and solid–fluid interactions are modeled using the TraPPE-UA force field. The adsorption isotherms and isosteric heats of adsorption predicted by GCMC simulation, without any reparametrization of the TraPPE-UA force field parameters, are in good agreement with the experimental measurements. Our molecular simulations predict that the amount of methane adsorbed in the porous framework of MIL-53lp(Al) at 298.15 K and 3.5 MPa is 5.79 mol/kg, yielding a methane storage capacity of 132.6 v/v (volumes of stored gas, measured at standard conditions, per storage volume) for a monolithic block and 107.2 v/v for the theoretical limit of a close-packing of uniform spherical particles. For an isothermal (298.15 K) discharge cycle between 3.5 and 0.136 MPa, the predicted net deliverable capacity is 114.0 (v/v) for a monolith and 93.1 (v/v) for a close-packed bed. If, however, the storage system is operated at 253 K, the net storage capacity of a monolithic block of MIL-53(Al) increases to a value that is very close to the DOE target of 150 (v/v).", "text": ["Top of PageAbstractIntroductionExperimental SectionMolecular Model and Simulation MethodResults and DiscussionConclusionsReferencesIntroductionOver the past decade, a large number of hybrid organic–inorganic porous solids belonging to a new class of structured nanoporous materials—metal organic frameworks (MOFs)—have been synthesized and structurally characterized.(1, 2) Due to their high porosity, high adsorption capacity, and thermal stability, these materials have shown great potential for applications in gas storage, gas separation, catalysis, and allied fields.(3-7) Some MOF materials are already produced at an industrial scale.Several isotypic (e.g., chromium,(8) aluminum,(9) and vanadium(10)) porous terephthalates (MIL-53), of which the aluminum analogue [MIL-53(Al)] is the primary focus of this work, form a very interesting class of MOF materials because they not only adsorb large amounts of gases, such as H2,(2) CO2,(3) and light alkanes,(11, 12) but also exhibit exceptional flexibility by undergoing a reversible structural transformation (or “breathing”) between two distinct conformations—a large-pore (lp) and a narrow-pore (np) structure—that have a remarkable difference in unit cell volume of up to 40%.The MIL-53(Al) framework is built up by the interconnection of infinite trans chains of corner-sharing (via OH groups) AlO4(OH)2 octahedra by 1,4-benzenedicarboxylate (BCD) ligands, giving rise to one-dimensional, diamond-shaped channels with pores of free diameter close to 0.85 nm, which are wide enough to accommodate small guest molecules.(3, 9, 11, 13) The dehydrated structure of MIL-53(Al) is stable up to 773 K, which is remarkable since such a high decomposition temperature is unusual for this class of solids; in fact, the chromium(8, 13) or vanadium(14, 15) analogues are only stable up to 623 K.The conditions at which the breathing of MIL-53 happens have been widely studied before, and it was shown that the structural transformation is triggered by adsorption of some gases (e.g., H2O and CO2) and fluid mixtures at room temperature,(3, 8, 16, 17) by mechanical compression,(18, 21) and by changes in temperature.(22) When the structural breathing is triggered by host–guest interactions, the hydroxyl group of MIL-53 plays a major role during the structural transition.(23) The reversible structural transitions triggered by changes in mechanical pressure or temperature are due to the intrinsic properties of MIL-53 without the aid of any guest molecules;(24) in these cases, the structural breathing shows an exceptionally large hysteretic behavior.Here we report a combined experimental and theoretical study of the adsorption equilibrium properties of supercritical methane in MIL-53(Al) over pressures in the range ∼0.01–7 MPa and temperatures in the 303–353 K region. Overall, we span the largest P–T range over which experimental results on methane adsorption in MIL-53(Al) have been reported to date. Methane is an important hydrocarbon because it is the major component of natural gas (NG), which is commonly considered as a suitable and nonpolluting energy source for the future.(25) Much effort has been devoted to investigating adsorption storage as an alternative technology to compressed NG,(26-29) and MOFs are currently being considered as potential candidates for this application.(30-32)At or above room temperature, the large-pore form of MIL-53(Al), which we shall henceforth refer to as MIL-53lp(Al), is intrinsically more stable than the narrow-pore form.(22) Under these conditions, the osmotic framework adsorbed solution theory predicts either the occurrence of two structural transitions or the absence of any transition.(18, 33-35) For methane adsorption at or above ambient temperature, which are the conditions of the present work, the large-pore structure of MIL-53(Al) is thermodynamically favored over the whole pressure range.(11) In the present work, the energetics and confinement of supercritical methane in MIL-53lp(Al) are studied experimentally via gravimetric adsorption experiments and by grand canonical Monte Carlo (GCMC) simulations.Although care is taken to define a proper reference state for the excess adsorption isotherms, we also refer to a recently proposed(36) thermodynamic quantity for reporting adsorption results that completely circumvents the use of probe molecules to fix the reference state of the sample. After describing the adopted force field for modeling the solid–fluid interactions and providing some simulation details, we demonstrate that the use of a consistent force field with proven transferability of its parameters provides an accurate description of the experimental adsorption isotherms and isosteric heats of adsorption. Finally, we examine the potential use of MIL-53(Al) as a methane adsorptive storage medium, compare its performance with those of activated carbons, which are the prime contenders in this field, and explore the optimum operating temperature to use MIL-53(Al) in this type of application.Top of PageAbstractIntroductionExperimental SectionMolecular Model and Simulation MethodResults and DiscussionConclusionsReferencesExperimental SectionMIL-53(Al) crystals synthesized by BASF (Sommerst, NJ) under the trademark Basolite A100 were purchased through Sigma-Aldrich (product no. 688738-10G). The powder sample was degassed and activated at 473 K overnight before characterization using mercury porosimetry, thermogravimetric analysis, X-ray powder diffraction, solid state nuclear magnetic resonance, and Fourier transform infrared spectroscopy (see Supporting Information).The particle size distribution of the crystals was estimated using the conventional method of Mayer and Stowe(37) applied to low-pressure (0.2–10 MPa) mercury intrusion data measured in an Autopore IV 9500 porosimeter (Micromeritics, Norcross, Georgia). The particle size distribution is well fitted by a log-normal distribution with mean diameter D̅p = 30.0 μm and standard deviation σDp = 1.7 μm (Figure S2, Supporting Information), which is in fairly good agreement with the mean value D̅p = 32 μm reported by the manufacturer. The particle size of our MIL-53(Al) sample is larger than the 2–3 μm size range reported by other authors(18-20) for different batches of MIL-53(Al) particles synthesized by their own groups.The adsorption measurements were performed in an ISOSORP 2000 high-pressure magnetic-suspension balance (MSB) from Rubotherm GmbH (Bochum, Germany). In the MSB, the sample holder is coupled to a suspension magnet, instead of hanging directly at the balance. Using this free suspension coupling, the measuring force is transmitted contactlessly from the closed measuring cell to a Sartorius microbalance, located outside under ambient atmosphere. Our MSB apparatus has a resolution of 0.01 mg, an uncertainty ≤0.002%, and a reproducibility ≤0.03 mg for a maximum load of 25 g. A schematic diagram of the experimental setup is shown in Figure 1.Figure 1. Schematic of the experimental setup used for the adsorption measurements. Labeling is as follows: MSB, magnetic suspension balance; MSB CU, MSB control unit; BPR, back-pressure regulator; MFC, mass-flow controller; PCI, PC interface for data acquisition; PT, pressure transducer; Pt100, thermocouple.The temperature is measured and controlled using four-wire Pt100 probes (RS Amidata, Portugal) and two thermostatic baths from Selecta Ultratherm (Barcelona, Spain); the cell temperature is kept within 0.1 K of the desired set-point value. Several pressure transducers are placed in-line to measure different pressure ranges with the highest possible accuracy: Keller AG (Winterthur, Switzerland) for 0–0.1 MPa with 0.5% FS (full scale) accuracy; Omegadyne Inc. (Sunbury, OH, USA) for 0–0.5 MPa with 0.05% FS accuracy; and Omegadyne for 0–7.0 MPa with 0.1% FS accuracy. The back-pressure regulator (BPR) and mass-flow meter/controller (MFC) shown in Figure 1 were decoupled from the setup.The adsorption isotherms were measured using the standard static gravimetric technique.(38, 39) Briefly, the method consists of progressive addition of gas to the measuring cell containing the MOF sample, followed by equilibration under isothermal conditions to generate data points along the adsorption isotherm. Pressure and weight changes are continuously monitored until equilibration, which is assumed to occur when the rate of change of the measured mass approaches zero. The procedure is repeated until enough data points are collected to generate a complete isotherm. The cell is then progressively depressurized and equilibrated to generate further points along the descending path of the isotherm and to check for possible hysteresis effects.Methane and other ancillary gases (He and N2) were supplied by Air Liquide and Praxair (Portugal); all gases were research grade. Prior to the experiments, the sample was activated at 473 K overnight in a muffle (Nabertherm B170 GmbH), transported to the setup under an inert (helium) atmosphere, and finally degassed in situ under vacuum, at 353 K for at least 8 h; ∼0.73 g of MIL-53(Al) powder was employed in the measurements. The methane adsorption isotherms were measured at 303.15, 323.15, and 353.15 K, over a pressure range of ∼0.01–7.0 MPa. The measured adsorption equilibrium data are listed in Tables S2–S4 of Supporting Information.Top of PageAbstractIntroductionExperimental SectionMolecular Model and Simulation MethodResults and DiscussionConclusionsReferencesMolecular Model and Simulation MethodMonte Carlo (MC) and molecular dynamics (MD) simulations of adsorption in MOFs have been carried out mostly using classical force fields. The dispersion interactions of the framework atoms in those nanoporous materials have been usually modeled using the UFF(40) or DREIDING(41) force fields, or combinations thereof, with or without refinement of the interaction parameters. This is the case for Cu-BTC,(42-45) various types of IRMOFs,(22, 46) MIL-47(V),(4, 47) and several other types of MOFs.(43, 44, 48, 49)In a study on the breathing effect of MIL-53(Al) upon CO2 adsorption, Ramsahye et al.(16) modeled the interaction between the sorbate and the organic ligand of the MIL-53(Al) framework using 12-6 Lennard–Jones (LJ) parameters derived by Shen et al.(50) for the benzene–CO2 system; the interactions with the inorganic part of MIL-53(Al) were adapted from previous work on aluminosilicalite materials.(51) A more recent work(47) of the same group on the adsorption of light hydrocarbons in MIL-53(Cr) and MIL-47(V) frameworks employed a combination of the UFF(40) and DREIDING(41) force fields.The porous framework of MIL-53(Al) is dominated by the organic ligand, and since the polarizability of the aluminum atoms is much lower than those of the oxygen atoms,(16) as a first approximation the dispersive contribution of the inorganic part of MIL-53(Al) can be attributed only to the oxygens and hydroxyl groups. It is thus likely that a force field whose parametrization is determined from vapor–liquid equilibria, enthalpies of vaporization, and vapor pressures of organic compounds—namely, alkylbenzenes with ether or hydroxyl functionalities—requires minimum adjustment of its parameters to provide a reasonably accurate quantitative description of the adsorption of a small, nonpolar molecule, like methane, into the porous framework of MIL-53(Al).In the present work, the parametrization of solid–fluid dispersive interactions in MIL-53(Al) is based on the TraPPE-UA(52-56) force field to take advantage of the transferability of the parameters built into it. We shall demonstrate that no reparametrization of the dispersive parameters for MIL-53(Al) is necessary if this force field is employed.In TraPPE-UA, nonbonded interactions are governed by a 12-6 LJ plus fixed point charge functional formwhere rij, εij, σij, qi, and qj are the bead–bead separation, the LJ well depth, the LJ diameter, and the partial charges on beads i and j, respectively. The unlike LJ interactions are computed with Lorentz–Berthelot combining rules(57, 58)In the TraPPE-UA force field, hydrogens are combined with the carbons they are bonded to, forming single pseudoatoms; hydrogens bonded to heteroatoms, such as oxygen, are represented explicitly with a partial charge. Thus, groups such as CH4, CH3, CH2, CH, and so forth are treated as single interaction sites.In our molecular simulation work, MIL-53lp(Al) is modeled as a rigid lattice with its constituent atoms at the crystallographic positions reported by Liu et al.,(22) which were obtained from the neutron diffraction pattern of the sample upon cooling from 450 to 295 K; the lattice parameters at ambient temperature are very similar to those at 450 K. The lattice parameters for the MIL-53lp(Al) unit cell are reported as(22)a = 6.6384(4) Å, b = 16.761(2) Å, and c = 12.839(2) Å in the Imma space group (orthorhombic); the unit cell volume is Vc = 1428.5(2) Å3. The crystallographic unit framework of MIL-53lp(Al) is depicted in Figure 2, where, for clarity, the hydrogen atoms are not shown; the unit framework consists of six different types of pseudoatoms: Al, O(1), O(2), C(1), C(2), and C(3). The crystallographic unit cell is obtained through a series of symmetry operations on the unit framework, resulting in a parallelepipedic box with a total number of 56 pseudoatoms (after eliminating replicas because of the periodic boundary conditions); the specific volume of the unit cell is vc = 1.033 cm3/g.Figure 2. Atomic structure of the MIL-53lp(Al) unit framework (hydrogens not shown).In the parametrization of the solid–fluid dispersive interactions using TraPPE-UA, the LJ parameters for the aromatic CH(aro) and C(aro) pseudoatoms [respectively, C(1) and C(2) in Figure 2] (the latter for the link to the side chains of the aromatic ring) and for the C(sp2) carbon [C(3) in Figure 2], which links the two oxygens and the C(aro), were taken from the parameter set for linear and branched alkenes and alkylbenzenes.(53) The values for the hydroxyl OH were adopted from the alcohol parameter set,(54) and those for the secondary oxygen [O(2) in Figure 2] were taken from the parametrization of ethers.(55) Methane is treated as a LJ pseudoatom with parameters taken from the parametrization of linear alkanes.(52) These parameters are listed in Table 1.Table 1. Lennard-Jones Parameters for Dispersive Interactions in the CH4/MIL-53lp(Al) Systemlabelsiteσ (Å)ε/kB (K)refAlAl0.00.016O(1)OH3.0293.054O(2)O2.8055.055C(1)CH(aro)3.69550.553C(2)C(aro)3.8821.053C(3)C3.8520.056 CH43.73148.052It is worth noting that even though the TraPPE-UA force field assigns partial charges to some of the pseudoatoms of MIL-53(Al) the charge distribution in the solid does not affect the adsorption of methane because the latter is modeled as a LJ pseudoatom. Since in our modeling work the solid is assumed to have a rigid lattice, its intramolecular interactions contribute with a constant term to the total internal energy of the system and, hence, can be removed from the calculations. In practice, our MIL-53lp(Al)/CH4 system is modeled through dispersive interactions only.A spherical potential truncation for pairs of methane molecules separated by more than rff = 14 Å was employed, to be consistent with the TraPPE-UA force field, but without analytic tail corrections. Some authors advocate the use of a cut-and-shifted LJ potential since standard analytical tail corrections do not apply in inhomogeneous systems.(59) However, this would imply a reparametrization of the TraPPE-UA force field, as was done, e.g., by Dubbeldam et al.(60) for adsorption of linear and branched alkanes in zeolites. In the present work, the influence of the potential truncation was reduced by extending to 16.5 Å the potential cutoff, rsf, for the solid–fluid interactions.The simulation boxes in our GCMC simulations were built by replicating the unit cell of MIL-53lp(Al) along each of the coordinate directions until a box of the desired size was obtained. The simulation box size depended on the loading of methane molecules and was chosen so that the number of sorbate molecules remained fixed at a number that was computationally tractable and at the same time allowed relevant density fluctuations to occur. Under no circumstances did any of the simulation boxes fail to completely enclose the sphere for the fluid–fluid potential truncation; this was done for consistency with the minimum image convention. The dimensions of the smallest simulation box that meets this criterium are (Lx)min = 5a = 33.192 Å, (Ly)min = 2b = 33.522 Å, and (Lz)min = 3c = 38.517 Å. The potential cutoff for solid–fluid interactions, rsf = 16.5 Å, also happens to satisfy rsf < min{(Lx)min, (Ly)min, (Lz)min}/2; this choice, however, was not dictated by the minimum image convention but rather by computational tractability. Since the pseudoatoms of the MIL-53 framework are fixed in space in an infinite lattice, rsf can assume any value. At the lowest methane loadings, one to three extra unit cells were added along each of the principal axes to increase the size of the simulation box.Each run was equilibrated for at least 5 × 105 Monte Carlo steps followed by at least 106 steps for the production period. On average, 80% of the steps were attempts to translate a randomly selected methane molecule, and the remaining 20% of the steps were attempts to insert or remove a methane molecule from the simulation box. The maximum displacement for translation was adjusted during the equilibration phase to give a 50% acceptance rate. Finally, standard deviations of the ensemble averages were computed by breaking the production run into five blocks.In the grand canonical ensemble, the thermodynamic state of the system is defined by β = 1/(kBT) (or temperature T), where kB is the Boltzmann’s constant, and by ν = βμ (or μ), where μ is the chemical potential; the extensive variable that is fixed is the volume Vbox of the simulation system. The imposed effective chemical potential, ν, of the coexisting bulk fluid is related to its fugacity, f, bywhere νig0 is the reference effective chemical potential for the ideal gas (noninteracting particles); for a structureless molecule, like methane, νig0 = ln Λ3, where Λ is the thermal de Broglie wavelength.(61)For the P–T range considered in this study, the equation of state of bulk methane is well described by the virial equation of state truncated at the second term(62)where P is the pressure; Z is the compressibility factor; and B is the second Virial coefficient. For this equation of state, the fugacity can be expressed as(63)where ρg is the number density of the gas. The value of B for each temperature was evaluated by nonlinear least-squares fitting of eq 5 to simulated values of (μ, ρg) obtained from a small series of inexpensive GCMC simulations of the bulk fluid.Top of PageAbstractIntroductionExperimental SectionMolecular Model and Simulation MethodResults and DiscussionConclusionsReferencesResults and DiscussionIn volumetric or gravimetric adsorption equilibrium measurements of microporous solids, the thermodynamic property most readily determinable is that which Gumma and Talu(36) denote as net adsorption, nnet: it is the total amount of gas present in the measuring cell with the adsorbent minus the amount that would be present in the empty cell (without the adsorbent) at the same pressure and temperature. In the case of a gravimetric experimentwhere nnet is expressed per unit mass of adsorbent; w is the apparent weight of the sample measured by the balance; ms is the mass of sample (measured in vacuum after degassing and thermal pretreatment of the adsorbent); Vh is the volume of all moving parts present in the measuring cell (such as the holding basket) that are subject to the buoyancy force exerted by the gas; and ρg is the density of the gas at the pressure and temperature conditions of the experiment.The advantage of reporting adsorption results in terms of nnet is that it completely circumvents the use of probe molecules to fix the reference state of each sample since the value of Vh is independent of the fluid–adsorbent system. In our apparatus, Vh was determined by calibration with nitrogen and helium at ambient temperature only once without any sample in the system.Adsorption measurements, however, are invariably reported in terms of excess adsorption, qex, which is the total amount of gas introduced into the measuring cell minus the amount that remains in the gas phase upon equilibration of the system;(64) in other words, qex is the amount of gas in excess of the amount that would be present in the same system, at the same pressure and temperature, if the gas did not adsorb.This quantity is related to nnet bywhere vs is the specific adsorbent volume impenetrable to the adsorbate. In the case of MIL-53, vs = 1/ρs where ρs is the skeletal (or structural) density of the adsorbent.Molecular simulations, on the other hand, provide absolute adsorption, n, which is directly obtained fromwhere ⟨N⟩ is the ensemble average number of adsorbate molecules in the simulation box; ms is the mass of adsorbent in the simulation; and NAv is Avogadro’s number.The relations between absolute adsorption and the other two adsorption quantities arewhere vp is the specific pore volume of the adsorbent. The advantage of using nnet is that simulation results can be converted into net adsorption for comparison with experiment using the volume of the simulation box,(36)VboxThis is because vp + vs = Vbox/ms = vc (recall that vc is the specific volume of the unit cell of MIL-53) holds true regardless of the means by which vs (or vp) is determined by simulation.Figure 3. Snapshot of the GCMC simulation box with condensed methane molecules inside MIL-53lp(Al) at T = 152.5 K and μ/kB = −1623 K. The atomic structure of odd-index channels is the mirror image, obtained by reflection with respect to the ab plane, of the atomic structure of even-index channels, and vice versa.We estimated the value of vp by molecular simulation of the capillary condensation of methane in the pore structure of MIL-53lp(Al) at 0.8Tc (152.5 K), where Tc is the critical temperature of methane and chemical potential μ/kB = −1623 K (∼1.37 MPa). Assuming that near the saturation pressure the entire system is filled with liquid adsorbate, then the amount adsorbed under those conditions, n∞ = 0.195(4) g/g, when expressed as a volume of liquid by use of the normal liquid density (ρ1= 0.346(3) g/cm3), should provide an estimate of the specific pore volume;(65) the obtained value is vp = n∞/ρ1 = 0.56(2) cm3/g. The specific skeletal volume, which is impenetrable to the adsorbate, is obtained by subtracting vp from the specific volume of the unit cell of MIL-53lp(Al), vc, determined by crystallography: vs = vc – vp = 0.47(2) cm3/g.Figure 3 shows a front-view snapshot of the simulation box for the conditions of the numerical experiment described above. On average, there are 304 methane molecules in the system, which is nearly equivalent to 10 molecules per unit cell. Even though the channels are all alike, it is convenient to discriminate between even- and odd-index channels because the horizontal ab-plane (or xy-plane) that divides a channel into two halves is not a plane of reflection symmetry but of rotational symmetry with respect to a 180° rotation. The vertical ac-plane (or xz-plane) that halves the channel through the central aluminum atoms, on the other hand, is a true plane of reflection symmetry. The lack of symmetry with respect to reflection around the middle ab-plane of a channel resides on the relative position of the hydroxyl OH groups that bridge the aluminum atoms: in even-index channels the z-coordinate (aligned with the c-axis) of the OH group is below the two bridged aluminum atoms; in odd-index channels the OH group is above. The relative position of the hydroxyl OH groups is best perceived by reference to Figure 4, which is discussed below.Some authors have suggested different approaches based on molecular simulation to define the dividing surface for excess calculations. For example, Talu and Myers(66) suggest using the simulated slopes of the helium isotherm at zero pressure to determine vp, whereas Do et al.(67) suggest using a zero-potential hypersurface for the adsorbing molecule to define the surface for excess calculations.We determined by direct Monte Carlo integration the specific volume enclosed by the zero-potential hypersurfacewhere H(x) is the Heaviside step function; usf(r) is the solid–fluid interaction potential for a single molecule; and Vbox is the volume of the simulation box. The value of vzs obtained using helium as the probe molecule (σff = 3.11 Å, ref 68) is vzs(He) = 0.2163(5) cm3/g; using methane (σff = 3.73 Å), the value reduces to vzs(CH4) = 0.1676(6) cm3/g.Although the adoption of vzs as a specific pore volume renders excess adsorption always positive, such an approach leads to a pore volume that is considerably smaller than that obtained by simulating the capillary condensation of the same adsorbate probe. However, if vzs is increased by the volume displaced by a sphere of diameter σff/4 rolling over the outer surface of the zero-potential hypersurface (or a sphere of diameter σff/2 moving its center along the hypersurface), then it approximately matches the value of vp.(69) We have thus decided to adopt 0.56 cm3/g as the best estimate of the specific pore volume of MIL-53lp(Al).Figure 4 shows a 2-D projection of the number density field for condensed methane inside an even-index channel of MIL-53lp(Al); lighter colors represent larger values of the number density. For comparison, we have plotted over the density field the perimeter of the zero-potential hypersurface for different sections of the channel.Figure 4. Molecular density field (lighter colors represent larger values of ρ) and zero-potential hypersurface (ZPH) for condensed methane at 152.5 K and μ/kB = −1623 K inside an even-index, diamond-shaped channel of MIL-53lp(Al). (a) Front view of the channel; the colored lines show the perimeter of the ZPH at different axial positions along the channel: x/a = 0 (yellow), x/a = 0.25 (red), x/a = 0.375 (green), and x/a = 0.5 (white). (b) Lateral view of the channel; the solid line represents the ZPH for y/b = 0.5, and the dashed line shows the hypersurface extended by a sphere of diameter σff/4.Figure 4a shows a cross-sectional view of the diamond-shaped channel. The density field plotted in this figure, ρa(y,z), gives the number of methane molecules in a parallelepiped aligned with the x-coordinate, with length a and cross section dydz centered at (y,z); ρa(y,z) is related to the true number density, ρ(r), byThe colored lines superposed over the density plot show the perimeter of the zero-potential hypersurface on the yz-plane at the following axial positions along the channel: x/a = 0 (yellow), x/a = 0.25 (red), x/a = 0.375 (green), and x/a = 0.5 (white).Figure 4b shows a lateral view of the channel extending over the length a of the unit cell. In this case, the contour plot represents a density distribution, ρb(x,z), which gives the number of methane molecules in a parallelepiped aligned with the y-coordinate and cross section dxdz centered at (x,z); ρb(x,z) is defined aswhere Θ(y,z) = 1 if (y,z) is inside the channel and Θ(y,z) = 0 if (y,z) is outside the channel. The white, solid line plotted over the density field is the perimeter of the zero-potential hypersurface on the xz-plane at y/b = 0.5; the dashed line represents the zero-potential hypersurface extended by a sphere of diameter σff/4.If ρa(y,z) and ρb(x,z) are integrated over the corresponding perpendicular coordinate along the channel, they both give the average number of adsorbate molecules, ⟨Nuc⟩, in the unit cell of MIL-53As discussed above, the solid–fluid interaction potential Usf is symmetric with respect to the vertical ac-plane (or xz-plane) that cuts the cross section of the channel into two halves; because of the position of the bridging OH groups, the symmetry with respect to reflection around the central ab-plane (or xy-plane) that halves the cross section of the channel is broken. This feature propagates to all quantities that depend on the local interaction potential, such as the number density field and the zero-potential hypersurface. In addition, the vertical bc-plane (or yz-plane) located at x = a/2 is also a symmetry plane with respect to horizonal reflection (Figure 4b).Figure 5 compares the absolute, excess, and net adsorption isotherms for methane at 303.15 K determined by GCMC simulation up to ∼7 MPa. Whereas absolute adsorption is a monotonically increasing function of pressure (type I isotherm), the other two functions are concave with respect to the pressure axis, and their maximum value occurs at a pressure that increases with temperature. At pressures below ∼0.2 MPa, the pore density is much higher than the bulk density of methane, and thus the differences between n, nex, and nnet are negligible. At higher pressures, the bulk density increases more rapidly than the pore density, and the three measures of adsorption start to deviate from each other. At ∼7 MPa, the absolute adsorption continues to increase with pressure, while the excess adsorption is close to its maximum value. At this pressure, the slope of net adsorption is already negative, since the maximum value of nnet at 303.15 K occurs at ∼4 MPa. The thermodynamics of high-pressure, supercritical adsorption is well explained by Myers and Monson.(70)Figure 5. Absolute (●), excess (○), and net adsorption (■) isotherms of methane in MIL-53lp(Al) at 303.15 K determined from GCMC simulations; lines are drawn as a guide to the eye. The reference state corrections used are vp = 0.56 cm3/g and vs = 0.47 cm3/g.Figure 6 compares the three experimental adsorption isotherms with the predictions of our molecular model. The adsorption data are reported in terms of excess isotherms using the reference value of 0.47 cm3/g for the specific skeletal volume (vs) of MIL-53lp(Al); the reference state for the GCMC excess isotherms is vp = 0.56 cm3/g. For reference, Figure 6 also includes the experimental adsorption data obtained by Bourrely et al.(3) in a volumetric apparatus at 304 K; these values are expressed in terms of nex by subtracting vpρg from the original, absolute values.Figure 6. Comparison of experimental (filled circles) and simulated (open circles) excess adsorption isotherms of methane in MIL-53lp(Al). The reference state corrections used are 0.56 and 0.47 cm3/g. The asterisks (*) represent the experimental data obtained by Bourrely et al.(3) in a volumetric apparatus at 304 K, expressed here in terms of nex by subtracting vpρg from the original, absolute values. For clarity, the adsorption data at 323 and 303 K are displaced by 1 and 2 mol/kg, respectively.The quantitative agreement shown in Figure 6 between our adsorption measurements and GCMC simulations confirms previous observations(11) that for methane adsorption at or above ambient temperature the large-pore structure of MIL-53(Al) is thermodynamically favored over the whole pressure range.The second observation regarding Figure 6 is the good agreement between our GCMC predictions and the experimental adsorption data—the agreement is good enough to obviate the need for reparametrization of the cross-terms of the LJ solid–fluid interaction potential. At pressures below ∼2 MPa, the GCMC model predicts the experimental loadings with high accuracy at the three different temperatures. At pressures above 2 MPa, the GCMC simulations sightly overpredict the experimental loadings at the two lowest temperatures but fall on top of the experimental data obtained at the highest temperature (353.15 K). This suggests that the LJ parameters of the TraPPE-UA force field are indeed transferable to the organic ligand of MIL-53 and possibly to those of other metal–organic frameworks. This corroborates previous claims(71, 72) that the good balance between enthalpic and entropic contributions to the free energy in the TraPPE-UA force field makes it transferable to different physical conditions, including those where the “solvent” is a rigid lattice dominated by an organic ligand in which the metal atoms are shielded from the influence of the adsorbate molecules by organic or inorganic groups (in this case, the oxygens and hydroxyl groups of the inorganic octahedra). This is a very encouraging result in view of our pursuing work on the adsorption of larger alkanes and alkenes in MIL-53(Al).The equilibrium data reported by Bourrely et al.(3) are in agreement with our measurements and GCMC results for pressures below ∼0.6 MPa. At higher pressures the experimental values reported by these authors are consistently above our measurements; at 3.0 MPa the deviation between the experimental values is ∼0.6 mol/kg. We do not have a clear explanation for this discrepancy.It is worth noting that although the adsorption equilibrium data shown in the comparison plot of Figure 6 are expressed as excess values the experimental and simulated isotherms could also be compared in terms of absolute or net values. More importantly, however, is that the comparison would be quantitatively the same even though the isotherms would be different. To see why this would be so, let us compute the error between an experimental excess data point, (nex)exp, of Figure 6 and the corresponding simulated value, (nex)sim. From eq 9where, as stated above, vc = vp + vs is the specific volume of MIL-53’s unit cell. If the comparison is made in terms of net values, the result isFinally, if the comparison is made in terms of absolute values, the error isThus, the difference between an experimental isotherm data point and its simulated value is the same whether the isotherm is expressed in terms of absolute, excess, or net adsorption.The isosteric heat (or differential enthalpy) of adsorption, Qst, is the amount of heat released when an infinitesimal number of molecules is transferred at constant pressure from the bulk gas phase to the adsorbed phase. This quantity can be calculated from statistical mechanical considerations(68) aswhere φ(u,v) = ⟨uv⟩ – ⟨u⟩⟨v⟩ is the covariance between two properties u and v; ⟨⟩ denotes the ensemble average; N is the number of adsorbate molecules in the simulation box; U is the configurational energy of the system; and β = 1/(kBT).Figure 7a shows a plot of the isosteric heat of adsorption as a function of the amount adsorbed. The values of Qst calculated using eq 18, which are depicted as open symbols in Figure 7a, show a linear dependence of Qst on the amount adsorbed but with a mild slope. The isosteric heat at zero loading is ∼15 kJ/mol and at a loading of 6 mol/kg is ∼18 kJ/mol. The gentle increase of Qst with loading can be explained in terms of the lateral interaction of the adsorbed methane molecules as they become more tightly packed in the pore channels of MIL-53lp(Al).Figure 7. (a) Isosteric heat as a function of loading and (b) adsorption isosteres for the CH4/MIL-53lp(Al) system at 303–353 K. The open symbols in the top plot are values of Qst obtained from the GCMC simulations by use of the standard fluctuation formula (eq 18), whereas the Qst values represented by the closed circles were calculated from the slope of the linear fitting (lines in bottom graphic) of the isosteric data (closed circles in bottom graphic) derived from the experimental adsorption isotherms; asterisks (*) denote experimental values of Qst collected by microcalorimetry by Bourrely et al.(3) at 304 K.The GCMC results also show that the temperature range of 303–353 K is small enough to justify the assumption that Qst is independent of temperature. In this case, it is possible to calculate Qst from the adsorption isotherms obtained experimentally at the three temperatures using the integrated form of the Clapeyron equationwhere R is the ideal gas constant. A plot of ln p versus 1/T should yield a linear isostere of slope −Qst/R.The experimental isotherms were fitted to third-order polynomials of the form ln p = ∑knk and then transformed into linear isosteric plots of ln p against 1/T at different loadings and Qst determined from these using eq 19. The isosteres are depicted in Figure 7b; the degree of uncertainty in the Qst values calculated by this method is at least ±10%. The values of Qst calculated from the isosteric plots are in fairly good agreement with the GCMC results.For the purposes of comparison with our data, we also plot in Figure 7a the experimental values of Qst collected by microcalorimetry by Bourrely et al.(3) at 304 K. The Qst values reported by these authors are independent of loading, and their average, ∼17 kJ/mol, falls on the midrange of our results. The Qst values plotted in Figure 7a are also within the range of isosteric heats reported(38) for methane adsorption on activated carbon at the same temperatures of our study and for intratubular adsorption of the same adsorbate at room temperature on bundles of single-walled carbon nanotubes with tube diameter of ∼15 Å (ref 73).We have also successfully fitted two commonly employed semiempirical isotherm models—the Sips and Toth models—to the experimental methane adsorption data (Table S5 and Figure S7, Supporting Information). The isosteric heat of adsorption derived from the two isotherm models is ∼20 kJ/mol (Figure S8 and Table S5, Supporting Information), which is roughly 2 kJ/mol higher than the values plotted in Figure 7a.Overall, the Qst trends shown in Figure 7a are consistent with a view that supercritical methane fills the pore channels of MIL-53lp(Al) through a mechanism in which surface heterogeneity plays only a minor role.It is tempting to compare the methane adsorptive storage capacity of MIL-53(Al) with those of highly porous activated carbons. The comparison is best done on a volumetric basis because for lightweight vehicles the limiting storage factor is the volume of the tank rather than its weight; for heavyweight vehicles, such as trucks, the limiting storage factor is less clear-cut.Assuming that MIL-53(Al) is compacted as a monolith or as a close-packed bed inside the storage tank, the isothermal methane storage density (i.e., the loading capacity per storage volume under isothermal conditions) can be expressed aswhere ε is the intercrystal void fraction; P and T are the charge pressure and system temperature; and ρg is the molar density of bulk methane at charge conditions. Usually, the methane storage density is expressed as volumes of stored gas, measured at standard conditions (1 atm and 288.15 K), per storage volume (v/v); the v/v performance indicator and nv are related bywhere nv is assumed to be expressed in mol/m3.GCMC calculations carried out by us for T = 298.15 K predict that the amount of methane adsorbed in the porous framework of MIL-53lp(Al) at 298.15 K and 3.5 MPa is 5.79(6) mol/kg, which gives a performance indicator of 132.6 v/v for a monolithic block (ε = 0) and 107.2 v/v for the theoretical limit (ε = 0.26) of a close-packing of uniform spherical particles.A more realistic performance indicator is the net storage capacity, (v/v)net, which measures the volumes of methane delivered at standard conditions per storage volume; (v/v)net is more useful in engineering calculations since it measures the actual delivered gas under isothermal operation rather than the stored amount.(74) This performance indicator is given bywhere PH and PL are the charge and exhaustion pressures, respectively; commonly accepted values for the operating pressure range are PH = 3.5 MPa and PL = 0.136 MPa.(27, 75) Since our Monte Carlo simulations predict that nv(PL) = 0.811(6) mol/kg at 298.15 K, the theoretical net storage capacity provided by MIL-53lp(Al) would be 114.0 (v/v)net for a monolith and 93.1 (v/v)net for a close-packed bed.The theoretical maximum storage capacity for activated carbon predicted by Monte Carlo simulation(75) is 209 v/v for a monolith and 146 v/v for pelletized particles. The corresponding net storage values are 195 (v/v)net and 137 (v/v)net, respectively. Thus, the theoretical methane storage capacities obtained for activated carbon are considerably better than those for MIL-53(Al). The estimations for activated carbon, however, use a highly idealized model in which methane is intercalated between parallel planes of graphite at a slit width of 11.4 Å, optimized for ANG storage. It is highly questionable that a carbon with this particular pore structure can be manufactured. Experimentally, the highest volumetric methane uptakes obtained to date with activated carbons are around 166 v/v and 145 (v/v)net.(76)On the basis of either the Langmuir or Unilan isotherm models, Bhatia and Myers(77) have shown that the optimum Langmuirian equilibrium constant, K, for maximum isothermal delivery between PL and PH at a given temperature T is given byFurther, K =exp(ΔS°/R)exp(Q̅st/RT)/Po, where ΔS° is the entropy change on adsorption relative to the standard pressure Po (1 bar) and Q̅st is the average heat of adsorption between PL and PH; for methane, ΔS° ≈ – 9.5R for a variety of adsorbents.(77) It then follows that the optimum value of Q̅st for maximum isothermal delivery between PL and PH at a given temperature T is given byFor a delivery cycle at 298 K, insertion of PL = 0.136 MPa and PH = 3.5 MPa into eq 24 yields (Q̅st)opt = 18.8 kJ/mol, which happens to be in good agreement with the values shown in Figure 7b for the highest loadings. Thus, the low net capacity for methane storage exhibited by MIL-53(Al) at ambient temperature cannot be attributed to an inappropriate value of the equilibrium constant, which is related to the heat of adsorption, but rather to a low adsorption capacity at the charge pressure. This is corroborated by further GCMC simulations performed by us for higher pressures at T = 298 K, which indicate that the charge pressure must be increased to PH ∼ 10.9 MPa for MIL-53(Al) to achieve the DOE target of 150 (v/v)net.On the other hand, our simulated experiment of methane condensation in MIL-53 L(Al) at 152.5 K gives a storage capacity of 279 v/v for a monolithic block and 213 v/v for a close-packed bed. These values are well above the DOE target of 150 (v/v)net, which suggests that MIL-53(Al) may be an acceptable methane adsorptive storage medium if the system is operated at a suitably lower temperature. In view of this, it is of practical interest to determine how low the operating temperature should be; we calculate this temperature by an extrapolation of the available adsorption data.The partial derivatives of an average quantity ⟨X⟩ with respect to the intensive variables that define the ensemble are related to fluctuation formulas that can be conveniently expressed in terms of the covariance φ between X and the intensive variables. For the grand canonical ensemble(78) we havewhich allows the differential of ⟨N⟩ to be expressed asThe Gibbs–Duhem equation for a single-component system at constant pressure, applied to the bulk adsorptive, giveswhere hg = (5/2)β–1 + hgex is the molecular enthalpy of the bulk adsorptive. For the truncated virial equation of state, eq 4, the excess molecular enthalpy is given by hgex = P[B + β(dB/dβ)].(63)From eqs 26 and 27, it is possible to determine the slope of an adsorption isobar from the fluctuation formulas and the value of hgUsing this formula it is possible to interpolate the GCMC adsorption isotherms at a constant pressure value using cubic Hermite interpolation, which matches both ⟨N⟩ and (∂⟨N⟩/∂β)P, rather than by simple polynomial interpolation that matches just ⟨N⟩; the resulting polynomial provides the adsorption isobar at the selected pressure. Using this procedure, it is possible to extrapolate more reliably the adsorption isobar to a temperature outside the range of temperatures of the isotherms that were interpolated to build the isobar.We have determined the isobars at PL = 0.136 MPa and PH = 3.5 MPa from the GCMC data at 298.15, 303.15, 323.15, and 353.15 K and extrapolated the isobars to get the temperature at which the net storage capacity of a monolithic block of MIL-53(Al) meets the DOE target of 150 (v/v)net (see Figure 8); the predicted temperature is ∼253 K. This temperature happens to be a few degrees above the lowest temperature(80) at which there is no occurrence of structural breathing in MIL-53(Al) upon methane adsorption, and the open-pore form remains the stable structure over the whole pressure range. The equilibrium loadings at PL = 0.136 MPa and PH = 3.5 MPa calculated by the GCMC simulation for T = 253 K are 2.03(2) and 8.44(7) mol/kg, respectively, which give a net deliverable capacity of 147 (v/v)net. This value is only 2% less than the DOE target of 150 (v/v)net, which demonstrates the reliability of our extrapolation procedure.Figure 8. Cubic Hermite interpolation (solid lines) of the GCMC adsorption isotherms (open circles) at PL = 0.136 MPa and PH = 3.5 MPa and extrapolation (dashed lines) of the two isobars to the temperature at which (v/v)net = 150.Top of PageAbstractIntroductionExperimental SectionMolecular Model and Simulation MethodResults and DiscussionConclusionsReferencesConclusionsWe have reported a combined experimental and theoretical study of the adsorption equilibrium properties of supercritical methane in the large-pore form of MIL-53(Al) over pressures in the range ∼0.01–7 MPa and temperatures in the 303–353 K region.We demonstrated that the use of the TraPPE-UA force field for modeling the solid–fluid interaction potential of the MIL-53(Al)/CH4 system provides a good description of the experimental adsorption isotherms and isosteric heats of adsorption. Furthermore, a previously unobserved anisotropic distribution of the confined fluid molecules was interpreted in terms of a symmetry annihilation in the pseudo one-dimensional nanopores; this fact arises from antiparallel alignments of the OH groups in the inorganic octahedra.Finally, we examined the potential use of MIL-53(Al) as a methane adsorptive storage medium and compared its performance with those of activated carbons. Our simulations show that a MIL-53(Al) monolith must operate with a charge pressure slightly above 10 MPa to deliver the DOE target of 150 volumes of methane per storage volume in an isothermal cycle operating at 298.15 K and depletion pressure of 0.136 MPa. To achieve the same net storage capacity for the DOE’s reference charge pressure of 3.5 MPa, the MIL-53(Al) monolith must operate isothermally at ∼253 K.Top of PageAbstractIntroductionExperimental SectionMolecular Model and Simulation MethodResults and DiscussionConclusionsReferencesAcknowledgmentFinancial support from FCT/MCTES (Portugal), through grants PTDC/CTM/104782/2008, SFRH/BD/45477/2008, and SFRH/BPD/45064/2008, is gratefully acknowledged. The assistance of Dr. Teresa Nunes (CQE/IST) on the recording and interpretation of the solid state NMR spectrum is also acknowledged. Top of PageAbstractIntroductionExperimental SectionMolecular Model and Simulation MethodResults and DiscussionConclusionsReferencesSupporting InformationMaterial characterization (mercury porosimetry, thermal gravimetric analysis, powder X-ray diffraction, solid state nuclear magnetic resonance, and Fourier transform infrared spectroscopy), experimental adsorption equilibrium data, and data fitting with the semiempirical Sips and Toth adsorption isotherm models. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractIntroductionExperimental SectionMolecular Model and Simulation MethodResults and DiscussionConclusionsReferencesReferencesThis article references 80 other publications.1. Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. Nature 2003,  423,  705– 714[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-42/jp207326d/production/images/small/jp-2011-07326d_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-42/jp207326d/production/images/small/jp-2011-07326d_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-42/jp207326d/production/images/small/jp-2011-07326d_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-42/jp207326d/production/images/small/jp-2011-07326d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-42/jp207326d/production/images/small/jp-2011-07326d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-42/jp207326d/production/images/small/jp-2011-07326d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-42/jp207326d/production/images/small/jp-2011-07326d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-42/jp207326d/production/images/small/jp-2011-07326d_0006.gif\">"]}