{"title": ["Internal Surface Area Evaluation of Carbon Nanotube with GCMC Simulation-Assisted N", " Adsorption"], "authors": ["T. Ohba", "K. Kaneko"], "doi": ["10.1021/jp014604g"], "abstract": ["The N", " adsorption on the internal and external surfaces of single-walled carbon nanotubes of the continuous model at 77 K was compared with that on the structureless graphite surface with grand canonical Monte Carlo (GCMC) simulation. The inapplicability of the BET analysis for evaluation of the surface area of the internal and external surfaces of the nanotube was explicitly shown and the reason was explained with the monolayer structure difference. The ordinary α", "-plot analysis using the standard isotherm of the flat graphite surface did not provide a reasonable method for the internal surface area. However, if we adopt the adsorption isotherm of the internal surface of the pore width being large enough to remove the enhanced potential effect, the subtracting pore effect method (SPE-IC method) using its α", "-plot gave an accurate surface area for the internal surface except for the pore width = 2 nm. The cause for the inapplicability of BET analysis was discussed with the radial distribution function of the monolayer. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation", "3. Results and Discussion", "1. Introduction", " ", "Recently, carbon nanotubes have gathered much attention both from fundamental science and technological interests.", "1-3", " Carbon nanotubes have intraparticle pores whose width is in the range of micropores and mesopores which have been recommended by IUPAC;", "4,5", " the term “nanopores” covering both micropores and small mesopores will be used in this article. As carbon nanotubes have basically a well-defined crystalline structure, high-resolution transmission electron microscopic (HR-TEM) observation can be used to determine the nanopore structures such as the internal surface area and pore width of the intraparticle pores. However, the obtained nanotube samples have heterogeneities in the primary crystal size and their assembly structure. Also, many carbon nanotube samples have amorphous carbon and metal impurity particles. Therefore, it is not easy to determine the average information on the pore structure from HR-TEM observation. Gas adsorption has contributed to providing information on average pore structures of less-crystalline porous materials such as activated carbon.", "6-8", " As to activated carbon having slit-shaped micropores, the subtracting pore effect (SPE) method using high-resolution α", "S", "-plot is quite helpful to determined the pore parameters such as surface area, pore volume, and slit width.", "9-11", " The fundamental basis was obtained by grand canonical Monte Carlo (GCMC) simulation for the slit-shaped pores. In the case of the cylindrical pores, formation of the monolayer structure on the internal pore walls is quite different from adsorption in the slit pores due to the serious packing restriction.", "12", " Therefore, we wonder whether or not the SPE method for the slit-shaped pores can be applied to the cylindrical nanopores.", "12", " If the SPE method for the slit-shaped micropores is not available for the cylindrical nanopores, there is no experimental method for evaluation of cylindrical nanopore structures. Although the BET method has been widely used in the porosity evaluation, it is well-known that the routine application provides markedly erroneous information even in the slit-shaped micropores. Accordingly, the effectiveness of the SPE method for the cylindrical nanopores must be studied. ", " ", "In this work, we calculated the N", "2", " adsorption isotherm in the intraparticle nanopore and on the external surface of a single-walled carbon nanotube (SWNT) with GCMC simulation and constructed an α", "S", "-plot to propose the best evaluation method of the pore structural parameters for the cylindrical pores. The proposed method is applied to the experimental data of single-walled carbon nanohorn (SWNH), providing the porosity. Also, this method can be applicable to new carbon materials prepared by use of the zeolite template.", "13", " The principle can be widely applied even to new mesoporous silicas which have been widely studied.", "14-19", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation", "3. Results and Discussion", "2. Simulation", " ", "The N", "2", " adsorption isotherms at 77 K were calculated with GCMC simulation on the internal and external single-walled graphite tube as a function of pore width ", "H", " from 1.5 to 8.0 nm using the following potential function. ", " ", "The 12-6 Lennard-Jones potential φ", "ff", "(", "r", ") for the fluid−fluid interaction at an intermolecular distance ", "r", " using a single-center approximation can be calculated as follows:", " ", " Here ε", "ff", " and σ", "ff", " are the N", "2", "−N", "2", " potential well depth (", "ε", "ff", "/k", "B", " = 104.2 K) and the effective diameter (", "σ", "ff", " = 0.3632 nm), respectively. The structureless function was used for calculation ", " of the interaction potential of an N", "2", " molecule with a single-walled graphite tube.", "20,21", " ", " where ε", "sf", " and σ", "sf", " are fitted parameters of the N", "2", "-carbon potential depth and effective diameter, respectively, which were obtained using the Lorentz−Berthelot rules. ρ is the number density of carbon atom. I", "3", " and I", "6", " are given by eqs 3 and 4.", " ", " ", " ", " Here ", "β", " = r/a", " and ", "F", " is a hypergeometric function. Also the 10-4-3 potential for an atom was used for the flat surface.", "22", " ", " where ", "A", " is ", "2", "πσ", "sf", "2", "ε", "sf", "ρΔ", "C", ", ", "z", " is the vertical distance of the molecule from the graphite surface, and Δ", "C", " is the interlayer distance of the graphite. ", " ", "The cylindrical pore width ", "w", ", which is determined by potential calculation, is associated with the diameter ", "H", " at the carbon atom position, as given by eq 6. The ", "w", " must be the effective pore width which can be determined experimentally.", "23", " ", " where ", "z", "0", " is the distance of the closest approach between an N", "2", " molecule and graphitic surface. In the case of N", "2", " adsorption, ", "w", " (nm) can be given by (", "H ", "− 0.57) (nm). ", " ", "The established GCMC simulation method gave the adsorption isotherms of N", "2", " at 77 K.", "24-27", " The random movement, creation, and removal of molecules make new configurations. They are accepted when they obey Metropolis's sampling scheme in proportion to exp(−Δ", "E", "/", "kT", ") where Δ", "E", " is the change of total energy in the system. Each step of the scheme in GCMC simulation was calculated 3 × 10", "6", " cycles. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation", "3. Results and Discussion", "3. Results and Discussion", " ", "3.1. Interaction Potential Profiles.", " Figure 1", " shows the interaction potential profiles of the N", "2", " molecule with internal and external surfaces of single-walled carbon nanotube for ", "H", " = 2.0, 3.0, and 5.0 nm. There are two potential minima across the pore wall:  the internal potential minimum is much deeper than the external one. The interaction potential depth for the internal surface does not sensitively change with the pore width ", "H", ". The internal surface has a deeper potential minimum than the external surface. The potential depth of the internal surface is almost constant in these pore width ranges, whereas that of the external surface becomes deeper with the increase of the pore width. As the potential depth difference is nearly 800 K at least, we can expect that molecular adsorption processes on the internal and external surfaces should be quite different from each other. ", " ", " Figure 1 Potential profiles for distance from center in tube in ", "H", " = 2.0 nm (a), 3.0 nm (b), and 5.0 nm (c).", " ", " ", " ", "3.2. Adsorption Isotherms of N", "2", " on Internal Surface and Their BET ", "Analysis.", " The N", "2", " adsorption isotherms on the internal wall are shown as a function of ", "H", ". The adsorption isotherms for ", "H", " ≤ 3 nm are representative of Type I. The adsorption isotherms for ", "H", " > 3 nm have a gradual step after the vertical uptake at the initial stage, as shown in Figure 2", "a. The interaction potential between an N", "2", " molecule with the cylindrical wall is more enhanced compared with the slit pore. Hence, a steep jump below ", "P", "/", "P", "0", " = 10", "-5", " is observed even for ", "H", " = 3 nm, as shown in Figure 2b. ", " ", " Figure 2 Adsorption isotherms of N", "2", " in internal pore (a) and log plots (b). ○:  ", "H", " = 1.5 nm, ▵:  ", "H", " = 2.0 nm, □:  ", "H", " = 3.0 nm, ·:  ", "H", " = 4.0 nm, ▴:  ", "H", " = 5.0 nm, ▪:  ", "H", " = 6.0 nm, ×:  ", "H", " = 7.0 nm, and +:  ", "H", " = 8.0 nm.", " ", " ", " ", "The routine BET analysis has been applied to the adsorption isotherm in the ", "P", "/", "P", "0", " range of 0.05 to 0.35. Figure 3", " shows the BET plots. The linearity of the BET plot in the ", "P", "/", "P", "0", " range of 0.05 to 0.35 is not good, suggesting the presence of the enhanced molecular potential field different from that of the flat graphite. The adsorption data below ", "P", "/", "P", "0", " = 0.05 give a good linear BET plot. The monolayer is completely formed even at ", "P", "/", "P", "0", " = 0.05, as shown in the snapshots of Figure 10", ". ", " ", " Figure 3 BET plots of N", "2", " in internal pore. ○:  ", "w", " = 1.5 nm, ▵:  ", "w", " = 2.0 nm, □:  ", "w", " = 3.0 nm, ·:  ", "w", " = 4.0 nm, ▴:  ", "w", " = 5.0 nm, ▪:  ", "w", " = 6.0 nm, ×:  ", "w", " = 7.0 nm, and +:  ", "w", " = 8.0 nm.", " ", " ", " Figure 4 Ratio of ", "a", "BET", " to ", "a", "geo", " with physical width ", "H", " for the internal surface area. Here ", "a", "BET", " is determined from ", "P", "/", "P", "0", " = 0−0.05:  ○ and", " P", "/", "P", "0", " = 0.05−0.35:  ▵.", " ", " ", " ", "Then, the usage of the adsorption data below ", "P", "/", "P", "0", " = 0.05 is reasonable for the BET analysis. The BET surface areas ", "a", "BET", " determined from adsorption data in the ", "P", "/", "P", "0", " ranges of 0.05−0.35 and 0−0.05 are compared with the surface area geometrically determined ", "a", "geo", ". The ", "a", "geo", " was calculated using the effective pore width ", "w", " given by eq 6. The ", "a", "geo", " of the internal space is expressed by π", "w ", "× ", "unit cell ", "length l", " of the carbon nanotube. The ", "a", "geo", " of the external surface is given by π (", "H + ", "0.61", ") ", "× ", "l", " (unit:  nm) which will be shown later. Figure 4 shows the change of the ratio of ", "a", "BET", " to ", "a", "geo", " with physical width ", "H", " for the internal surface for both ", "P", "/", "P", "0", " ranges. Both ", "P", "/", "P", "0", " ranges do not give a simple relation. The ratio of ", "a", "BET", "/", "a", "geo", " in the ", "P", "/", "P", "0", " range of 0.05 to 0.35 has no constant region and changes from ", " 0.75 to 3.2. The snapshots, which will be shown in Figure 10 later, give the cause for the great deviation from unit. In this ", "P", "/", "P", "0", " range, multilayer adsorption proceeds. Hence, the second layer structure and the presence of the enhanced third or fourth layer formation gives rise to the overestimation of the surface area with the BET analysis. On the other hand, ", "a", "BET", "/", "a", "geo", " vs pore width ", "H", " below 0.05 of ", "P", "/", "P", "0", " has an almost constant value of 1.2 for the pore width greater than 4.5 nm, although it varies from 1.1 to 2.3 for the ", "H", " value less than 4.5 nm. In this case, an enhanced second layer formation occurs for narrow pores, inducing a greater ", "a", "BET", "/", "a", "geo", " value below ", "H", " = 4 nm, while the monolayer having the closed packing structure cannot be formed for pores of ", "H", " > 4 nm, giving a slight deviation form unit. Hence ", "a", "BET", " from the adsorption data below ", "P", "/", "P", "0", " = 0.05 should be more favorable. However, the evaluation of the internal surface area of carbon nanotube with BET method is seriously erroneous. ", " ", "3.3. Adsorption Isotherms of N", "2", " on External Surfaces and Their BET ", "Analysis.", " Figure 5", " shows adsorption isotherms on the external surface. The larger the pore width ", "H", ", the lower the step position in the low-pressure region. On the contrary, the smaller the pore width, the lower the rising pressure above 0.1 of ", "P", "/", "P", "0", ". The adsorption isotherm on the external surface is insensitive to the pore width compared with adsorption on the internal surface, which comes from the weaker molecule−surface interaction than that on the internal surface. The fitting of the adsorption isotherm to the BET equation was not good for the whole ", "P", "/", "P", "0", " range. Although the linearity is worse than that for the internal surface, the ", "a", "BET", " was determined; ", "a", "BET", "/", "a", "geo", " against physical width ", "H", " is shown in Figure 6", ". The ratio from the adsorption data of ", "P", "/", "P", "0", " = 0.05−0.35 decreases from 3.7 to 1.8 with the increase of ", "H", " from 1.5 to 8.0 nm. Then the routine BET analysis must not be used in this case, too. ", " ", " Figure 5 Adsorption isotherms of N", "2", " in external pore. ○:  ", "H", " = 1.5 nm, ▵:  ", "H", " = 2.0 nm, □:  ", "H", " = 3.0 nm, ·:  ", "H", " = 4.0 nm, ▴:  ", "H", " = 5.0 nm, ▪:  ", "H", " = 6.0 nm, ×:  ", "H", " = 7.0 nm, and +:  ", "H", " = 8.0 nm.", " ", " ", " Figure 6 Ratio of ", "a", "BET", " to ", "a", "geo", " for the internal surface with physical width ", "H", " in the ", "P", "/", "P", "0", " range of 0.05 to 0.35.", " ", " ", " ", "3.4. Simulated ", "α", "S", "-Plot and SPE Method for Adsorption on ", "Internal Surface. ", "As the BET analysis cannot be applied to nanotube systems, an optimum method must be developed. As the SPE method using the high-resolution ", "α", "S", "-plot can provide the accurate surface area of the slit pore of ", "w", " ", "≥", " 0.6 nm, the applicability of the SPE method to the cylindrical pore must be studied. Construction of the ", "α", "S", "-plot needs the standard adsorption isotherm. Here there are two possibilities for the standard ", " adsorption isotherm. One is to use the adsorption isotherm on the flat graphite surface. Another is to adopt the adsorption isotherm on the internal surface of a relatively large pore width. Then, we used two simulated adsorption isotherms on the flat graphite surface and the internal surface of ", "H", " = 8 nm as the standard adsorption isotherm. Figure 7", " shows the constructed α", "S", "-plots from the standard adsorption isotherm of the flat surface. Here the broken line indicates adsorption on the flat surface whose surface area is known. When the simulated α", "S", "-plot has a linear region overlapping the broken line, the slope of the linear region leads to the accurate surface area. There are two upward deviations below and above α", "S", " = 0.44, although all α", "S", "-plots deviate upward from the reference line expressed by the broken line. Some of the upward deviated α", "S", "-plots in the low α", "S", " region cross each other at α", "S", " = 0.44. However, α", "S", "-plots do not cross or overlap the reference line except for ", "H", " = 2.0 nm. Therefore, it is difficult to remove the enhanced adsorption and to determine the linear relation in this case. ", " ", " Figure 7 α", "S", "-plots for adsorption on internal surface from the standard adsorption isotherm of the flat surface (dashed line). ○:  ", "H", " = 1.5 nm, ▵:  ", "H", " = 2.0 nm, □:  ", "H", " = 3.0 nm, ·:  ", "H", " = 4.0 nm, ▴:  ", "H", " = 5.0 nm, ▪:  ", "H", " = 6.0 nm, ×:  ", "H", " = 7.0 nm, and +:  ", "H", " = 8.0 nm.", " ", " ", " ", "Figure 8", " shows the α", "S", "-plot constructed from the standard adsorption isotherm of the internal surface of ", "H", " = 8.0 nm. The α", "S", "-plot has an upward deviation below or above α", "S", " = 0.32 except for ", "H", " = 2.0 nm. All α", "S", "-plots other than that for ", "H", " = 2.0 nm cross the reference line at α", "S", " = 0.32. Hence the enhanced adsorption effect can be removed using the line passing both of the origin and the adsorption point at α", "S", " = 0.32. Thus, we can determine precisely the internal surface area from the slope of the line except for ", "H", " = 2.0 nm. Therefore, the surface area from this method, which may be denoted the subtracting pore effect method for the internal surface of cylindrical pores using the standard isotherm on the internal surface of great ", "H", " (SPE-IC method), is superior to that from the method using the isotherm on the flat surface as the standard isotherm. The difference of the packing state of molecules on the flat and internal surfaces is taken into account in the SPE-IC method. Then this SPE-IC method can evaluate the internal surface area without an enhanced adsorption effect by the pore potential. ", " ", " Figure 8 α", "S", "-plots from the standard adsorption isotherm in ", "H", " = 8.0 nm. ○:  ", "H", " = 1.5 nm, ▵:  ", "H", " = 2.0 nm, □:  ", "H", " = 3.0 nm, ·:  ", "H", " = 4.0 nm, ▴:  ", "H", " = 5.0 nm, ▪:  ", "H", " = 6.0 nm, and ×:  ", "H", " = 7.0 nm.", " ", " ", " ", "The upward deviation of the α", "S", "-plot stems from the enhanced adsorption on monolayer adsorption due to the strong molecule−pore wall interaction, compared with the internal surface of ", "H", " = 8.0 nm. The ", "a", "SPE", " is determined after subtraction of adsorption due to the enhanced potential, and thereby the ", "a", "SPE", " must be close to ", "a", "geo", ". Figure 9", " shows the ", "a", "SPE", " vs ", "a", "geo", " relation. ", "a", "SPE", " almost coincides with ", "a", "geo", " except for ", "H", " = 2 nm. In the case of ", "H", " = 2 nm, ", "a", "SPE", " is overestimated. This is because the molecule−pore interaction is strong enough to induce an accelerated secondlayer adsorption at the pressure corresponding to α", "S", " = 0.32. Although the ", "a", "SPE", " vs ", "a", "geo", " for the standard adsorption isotherm of the flat surface is not shown here, the ", "a", "SPE", " did not agree with ", "a", "geo", ". Therefore, ", "a", "SPE", " using the standard adsorption isotherm of ", "H", " = 8.0 nm is strongly recommended for the internal surface area of the carbon nanotube. The practical determination method for evaluation of the internal surface area ", "a", "SPE", " is described by eq 7:", " ", " when we use the standard data of ", "P", "/", "P", "0", " vs α", "S", " for N", "2", " adsorption on the internal surface of ", "H", " = 8.0 nm and adsorption amount is expressed by mg g", "-1", ". ", " ", " Figure 9 Ratio of ", "a", "SPE", " for ", "a", "geo", " with physical width from α", "S", " plot used by simulated adsorption isotherm in ", "H", " = 8.0 nm as standard isotherm. ", " ", " ", " ", "3.5. Monolayer Adsorbed State from Snapshot Analysis.", " Figure 10", " shows snapshots of N", "2", " adsorbed on the internal and external surfaces of carbon nanotubes of ", "H", " = 2.0, 5.0, and 8.0 ", " nm and those on the flat graphite surface for ", "P", "/", "P", "0", " = 0.05 and 0.35. The internal space of ", "H", " = 2.0 nm is already filled with molecules even at ", "P", "/", "P", "0", " = 0.05, whereas the monolayer is completed on the external surface. This adsorption behavior for ", "H", " = 2.0 nm is far from larger pore cases, although adsorption processes on the internal surfaces of ", "H", " = 5.0 and 8.0 nm are almost similar to that on the flat surfaces at ", "P", "/", "P", "0", " = 0.05. However, even the internal space of ", "H", " = 5.0 nm is filled with molecules at ", "P", "/", "P", "0", " = 0.35, while that of ", "H", " = 8.0 nm is not completely filled. ", " ", " Figure 10 Snapshots of N", "2", " molecules adsorbed on the tube of ", "H", " = 2.0 nm (a), 5.0 nm (b), and 8.0 nm (c), and on flat surface (d). Left side:  P/P", "0", " = 0.05 and right side:  P/P", "0", " = 0.35. ", " ", " ", " ", "We compared the intermolecular structure of the monolayer on the internal surface with that on the flat surface using radial distribution function. Figure 11", " shows the radial distribution function of monolayerly adsorbed molecules on the perimeter of the circular tube-wall as a function of ", "H", ". The radial distribution function for the flat surface is also shown for comparison. Here the circumference of the circular surface of the internal tube-wall is stretched to the straight line. As molecules are more packed on a more concave wall of the tube, the intermolecular distance becomes larger on the stretched ", " surface, as shown in Figure 11. Hence, the smaller the ", "H", " value, the longer the distance to the nearest neighbor peak. The nearest neighbor distance for ", "H", " = 3.0 nm is longer than that for the flat surface by 20%. This difference is an indication of the structural restriction for mutual packing in the monolayer, because the restriction for packing needs a larger area occupied by the adsorbed molecules. The second nearest neighbor distance for ", "H", " = 3.0 nm is just twice that of the first nearest neighbor distance, suggesting the square packing on the real concave surface. The second nearest peak for ", "H", " = 4.0 and 6.0 nm splits into two peaks, and thereby the molecular assembly of the monolayer for ", "H", " = 4.0 and 6.0 nm should have a different symmetry from that for ", "H", " = 3.0 nm. These peaks correspond to hexagonal closed packing and square packing, respectively. As the first and second nearest peaks of the flat surface are broader, the molecular packing should have flexibility. Therefore, the molecules in the internal space should have a more ordered structure compared with those on the flat surface, although they cannot form a close packing structure. Thus, the molecular structure for the monolayer on the internal surface of the carbon nanotube depends sensitively on the pore width, leading to a molecular structure different from that on the flat surface. These specific monolayer structures give rise to the situation that the ordinary BET analysis cannot be applied to evaluation of the internal surface of the carbon nanotubes. ", " ", " Figure 11 Radial distribution function of adsorbed molecules at right angles to carbon nanotubes in upper order to ", "H", " = 3.0, 4.0, 6.0 nm, and flat surface.", " ", " ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation", "3. Results and Discussion", "Acknowledgment", " ", "This work was funded by Grant-in-Aid for Scientific Research B from the Japanese Government and in part by Proposal-Based New Industry Creative Type Technology R & D Promotion Program (99E10-009-1) from the New Energy and Industrial Technology Development Organization of Japan.", " ", " ", " ", "  ", "Note Added after ASAP Posting.", " This article was released ASAP on 6/13/2002 with an error in Figure 7 and also in its caption. The correct version was posted on 6/26/2002. ", " ", " ", "      ", "This article references 27 other publications.", " ", "(1)", " ", "Scaife, S.; Kluson, P.; Quirke, N. ", "  J. Phys. Chem. B", " ", "2000", ", ", "104", ", 313.", "[", "ACS Full Text ", "], [", "CAS", "]", "(1) . ", "Characterization of porous materials by gas adsorption. Do different molecular probes give different pore structures?", "Scaife, S.; Kluson, P.; Quirke, N.", "Journal of Physical Chemistry B", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "2", "),\r\n    ", "313-318", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Amorphous materials are typically characterized using N2 adsorption isotherms at 77 to obtain pore size distributions.  However, higher temps. and different adsorbates could also be used.  Here, the adsorption isotherms of CO2, CH4, N2, and Ar were measured at room temp. and 77 K on the typical high surface area amorphous activated carbon AX21.  These isotherms were analyzed using d. functional theory to obtain pore size distributions and explored whether they vary with the adsorbate used or with temp.  It was found, for example, that the pore structures predicted for AX21 using N2 at 77 K and CO2 at 293 K are quite different, with CO2 showing a unimodal micropore peak at 10.3 Å not seen at 77 K by N2 or Ar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFKgt7Y%253D&md5=01c09ef60a895d800d5aae678e9d7ee7", " ", " ", "(2)", " ", "Lastoskie, C.; Gubbins, K. E.; Quirke, N. ", "  J. Phys. Chem.", " 1993", ", ", "97", ", 4786.", "[", "ACS Full Text ", "], [", "CAS", "]", "(2) . ", "Pore size distribution analysis of microporous carbons: a density functional theory approach", "Lastoskie, Christian; Gubbins, Keith E.; Quirke, Nicholas", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "18", "),\r\n    ", "4786-96", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The authors present an improved method, based upon d. functional theory, for the detn. of the pore size distribution (PSD) of porous sorbents.  The adsorption isotherms predicted by nonlocal mean field theory for individual slit pores are correlated as a function of pressure and pore width.  The PSD is then calcd. by fitting this correlation to the exptl. adsorption isotherm of the sorbent.  The authors apply the anal. method to adsorption data for nitrogen on several porous carbons.  The porous network is modeled as a continuous size distribution of noninteracting slit-shaped graphitic pores.  The PSDs obtained by using the Kelvin equation and using the local and nonlocal versions of the mean field d. functional theory are compared and evaluated.  Nonlocal theory provides a more accurate interpretation of the PSD than previous methods have achieved, particularly when the anal. is applied to highly microporous sorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXit1Sgur4%253D&md5=228239e85a76147bd043c7d12f9b0fb6", " ", " ", "(3)", " ", "Murata, K.; Kaneko, K. ", "  Chem. Phys. Lett.", " ", "2000", ", ", "321", ", 342.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Nano-range interfacial layer upon high-pressure adsorption of supercritical gases", "Murata, K.; Kaneko, K.", "Chemical Physics Letters", "\r\n        (", "2000", "),\r\n    ", "321", "\r\n        (", "5,6", "),\r\n    ", "342-348", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A new method to det. the abs. amt. of adsorption in the case of high-pressure adsorption of supercrit. gases was proposed.  The vol. of the physisorbed layer was obtained by iteration procedures using the mean d. of the adsorbed phase which was detd. with the aid of the surface excess mass isotherm on nonporous materials.  This new approach was applied to high-pressure CH4 adsorption on nonporous carbon black and microporous carbon at different temps. from 273 to 303 K, providing the thickness of the interfacial layer of physisorbed mols. from the vol. of the physisorbed layer and the external surface area.  The interfacial layer thickness of physisorbed mols. under the high-pressure gas was in the range of 1.9 to 29 nm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtVGitrg%253D&md5=ab6ec3671726dad49465d32a126b91ff", " ", " ", "(4)", " ", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscon, L.; Pierotti, R. A.; Rouguerol, J.; Siemieniewska, T. ", "  Pure Appl. Chem.", " ", "1985", ", ", "57", ", 603.", "[", "Crossref", "], [", "CAS", "]", "(4) . ", "Reporting physisorption data for gas/solid systems with special reference to the determination of surface area and porosity (Recommendations 1984)", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T.", "Pure and Applied Chemistry", "\r\n        (", "1985", "),\r\n    ", "57", "\r\n        (", "4", "),\r\n    ", "603-19", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "Problems and ambiguities in reporting data are discussed.  Procedures and terminol. for reporting data re recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWrtb4%253D&md5=4fbbea83b3a13b5f22e6d26e5d0ab20c", " ", " ", "(5)", " ", "Kaneko, K. ", "  J. Membr. Sci.", " ", "1994", ", ", "96", ", 59.", "[", "Crossref", "], [", "CAS", "]", "(5) . ", "Determination of pore size and pore size distribution 1. Adsorbents and catalysts", "Kaneko, Katsumi", "Journal of Membrane Science", "\r\n        (", "1994", "),\r\n    ", "96", "\r\n        (", "1+2", "),\r\n    ", "59-89", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Various kinds of pores in solid materials are classified into intraparticle pores and interparticle pores according to the origin of the pores.  The structural factors of the pores are discussed as well as the methods for evaluation of the pore size distribution with mol. adsorption (mol. resoln. porosimetry), small angle X-ray scattering, mercury porosimetry, NMR, and thermoporositmetry.  Recent progresses in mol. resoln. porosimetry for micropores are stressed; this review describes new approaches such as high resoln. N2 adsorption, He adsorption at 4.2 K, and mol. simulation for the characterization of porous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXitlagsr4%253D&md5=edc34ee28e8a1698a723b78bedad1302", " ", " ", "(6)", " ", "Kaneko, K. ", "  Carbon", " ", "2000", ", ", "38", ", 287.", "[", "Crossref", "], [", "CAS", "]", "(6) . ", "Specific intermolecular structures of gases confined in carbon nanospace", "Kaneko, Katsumi", "Carbon", "\r\n        (", "2000", "),\r\n    ", "38", "\r\n        (", "2", "),\r\n    ", "287-303", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The role of the nanospace of activated carbon in mol. and surface sciences is described with relevance to the role of the graphite surface in surface science.  The reason why the carbon nanospace is effective for the control of gases is explained using mol. potential theory.  The following examples of organized structure formation of gases confined in carbon nanospaces, which were detd. by in situ X-ray diffraction, magnetic susceptibility, and mol. simulation techniques, are given.  Helium forms a high-d. structure in carbon nanospace at 4.2 K; the adsorbed d. is nearly twice that of the bulk liq. d.  Even at 300 K, sufficient amts. of supercrit. Xe can be adsorbed in carbon nanospace through cluster formation.  Supercrit. NO can also be adsorbed at 303 K in carbon nanospace in the form of the dimer and the highly concd. NO decomps. rapidly into N2, even at 303 K.  The solid-like ordered structures of confined water and C2H5OH are shown.  The solid-like structure of confined water is confirmed by the temp. dependence of the electron radial distribution function.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhtVaktb4%253D&md5=a23c3b22e86276f0ee07ac7283f0680a", " ", " ", "(7)", " ", "Molina-Sabio, M.; Munecas, M. A.; Rodriguez-Reinoso, F.; MacEnaney, B. ", "  Carbon", " ", "1995", ", ", "33", ", 1777.", "[", "Crossref", "], [", "CAS", "]", "(7) . ", "Adsorption of CO2 and SO2 on activated carbons with a wide range of micropore size distribution", "Molina-Sabio, M.; Munecas, M. A.; Rodriguez-Reinoso, F.; McEnaney, B.", "Carbon", "\r\n        (", "1995", "),\r\n    ", "33", "\r\n        (", "12", "),\r\n    ", "1777-82", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption isotherms of N2 at 77 K, CO2 at 251, 273 and 298 K, and SO2 at 262 and 273 K have been detd. on a series of phys. activated carbons with a wide range of micropore size distributions.  Since the series includes carbons with very high burn-off, it shows the problems involved in the characterization of microporosity in superactivated carbons.  On the other hand, the results show that the carbon surface-adsorbate interactions for SO2 at low relative pressures are weaker than for N2 and CO2, as a result of the strong adsorptive-adsorptive interactions in the bulk gas phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXhtVSitr3K&md5=ff3f2d3982f57892ff93fa4eb11108fb", " ", " ", "(8)", " ", "Seaton, N. A.; Walton, J. P. R. B.; Quirke, N. ", "  Carbon", " ", "1989", ", ", "27", ", 853.", "[", "Crossref", "], [", "CAS", "]", "(8) . ", "A new analysis method for the determination of the pore size distribution of porous carbons from nitrogen adsorption measurements", "Seaton, N. A.; Walton, J. P. R. B.; Quirke, N.", "Carbon", "\r\n        (", "1989", "),\r\n    ", "27", "\r\n        (", "6", "),\r\n    ", "853-61", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "A new anal. method has been developed for the detn. of the pore size distribution of porous carbons from N adsorption measurements.  The method is based on a mol. model for the adsorption of nitrogen in porous carbon.  It allows, for the first time, the distribution of pore sizes to be detd. over both the micropore and mesopore size ranges using a single anal. method.  In addn. to carbons, this method is also applicable to a range of adsorbents, such as silicas and aluminas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXosV2gsw%253D%253D&md5=133fcd4c6cf0d2449381b6dab97a3dc3", " ", " ", "(9)", " ", "Sing, K. S. W. ", "  Carbon", " ", "1989", ", ", "27", ", 25.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "Kaneko, K.; Ishii, C. ", "  Colloid Surf.", " ", "1992", ", ", "67", ", 203.", "[", "Crossref", "], [", "CAS", "]", ". ", "Superhigh surface area determination of microporous solids", "Kaneko, K.; Ishii, C.", "Colloids and Surfaces", "\r\n        (", "1992", "),\r\n    ", "67", "\r\n        (", "),\r\n    ", "203-12", "CODEN:\r\n                ", "COSUD3", ";\r\n        ISSN:", "0166-6622", ".\r\n    ", "A new method is proposed for the measurement of sp. surface area of microporous carbons of superhigh BET (Brunauer-Emmett-Teller) surface area.  The method (designated the subtracting pore effects (SPE) method) is based on the anal. of 2 upward swings from linearity (due to the pore effects) in the high resoln. αs plot.  The measurement of slope of the linear αs plot after subtraction of the swings gives a definite surface area, even in a microporous system.  The surface area of activated mesophase carbon microbeads with a BET surface area of 3000-4000 m2 g-1 was detd. by N2 adsorption using the SPE method.  The BET surface area obtained in the usual manner was an overestimate by ∼ 40%.  The overestimation is attributed to capillary condensation, not to enhanced micropore filling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXislynuw%253D%253D&md5=9b896e77aa30cba519e159c5436fe780", " ", " ", "(11)", " ", "Setoyama, N.; Suzuki, T.; Kaneko, K. ", "  Carbon", " ", "1998", ", ", "36", ", 1459.", "[", "Crossref", "], [", "CAS", "]", "(11) . ", "Simulation study on the relationship between a high resolution αs-plot and the pore size distribution for activated carbon", "Setoyama, Norihiko; Suzuki, Takaomi; Kaneko, Katsumi", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1459-1467", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The effects of the micropore structure of activated carbons on the high resoln. αs-plot for nitrogen adsorption isotherms were examd. with the grand canonical Monte Carlo simulation.  Adsorption isotherms of nitrogen were simulated in graphitic slit pores at 77 K as a function of the slit width (w).  As no pore effect was obsd. below P/Po=0.6 for w = 3.5 nm, αs-plots for the simulated adsorption isotherms were constructed using the std. isotherm simulated for w = 3.5 nm.  The simulated αs-plots had filling and cooperative swings which were exptl. shown in the previous works, and the shape of the simulated αs-plot varied with the micropore structure.  As the subtracting pore effect (SPE) method for the sp. surface area (SSA) detn. using the αs-plot was proposed in the previous exptl. works, the theor. ground for the SPE method was discussed.  The best evaluation method of SSA using the αs-plot was shown, almost agreeing with the SPE method.  This simulation study showed clearly that the SPE method is available for pore systems of w ≥ 0.7 nm, whereas even the SPE method underestimates the SSA of the pores of w ≤ 0.6 nm.  The obsd. swings of the αs-plot were simulated using the different micropore size distribution.  The bimodal micropore size distribution lead to both of filling and cooperative swings, while a single pore size distribution <0.9 nm gave only the filling swing.  Thus, four representative types of the αs-plot for activated carbons were proposed and it was shown how to understand the micropore size distribution through the αs-plot.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu7g%253D&md5=8be4e292875c47045adf34b92d66824a", " ", " ", "(12)", " ", "Ohba, T.; Murata, K.; Kaneko, K.; Steele, W. A.; Kokai, F.; Takahashi, K.; Kasuya, D.; Yudasaka, M.; Iijima, S. ", "  Nanoletters", " ", "2001", ", ", "1", ", 371.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(13)", " ", "Ma, Z.; Kyotani, T.; Liu, Z.; Terasaki, O.; Tomita, A. ", "  Chem. Mater., ", "in press.", "There is no corresponding record for this reference.", " ", " ", "(14)", " ", "Llewellyn, P. L.; Grillet, Y.; Rouquerol, J.; Martin, C.; Coulomb, J.-P. ", "  Surf. Sci.", " ", "1996", ", ", "352", "−", "354", ", 468.", "There is no corresponding record for this reference.", " ", " ", "(15)", " ", "Kruk, M.; Jaroniec, M. ", "  J. Phys. Chem. B", " ", "1997", ", ", "101", ", 583.", "[", "ACS Full Text ", "], [", "CAS", "]", "(15) . ", "Adsorption Study of Surface and Structural Properties of MCM-41 Materials of Different Pore Sizes", "Kruk, M.; Jaroniec, M.; Sayari, A.", "Journal of Physical Chemistry B", "\r\n        (", "1997", "),\r\n    ", "101", "\r\n        (", "4", "),\r\n    ", "583-589", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nitrogen adsorption measurements were performed over a wide range of relative pressures (10-6-0.995) for a series of siliceous MCM-41 samples obtained by using alkyltrimethylammonium surfactants with different chain length.  Both high- and low-pressure adsorption data were analyzed.  The pore size was shown to increase in a regular way with the chain length of the surfactant used.  Moreover, a very good correlation between the pore size and the interplanar spacing of the MCM-41 samples was obsd.  Methods used to calc. the pore diam. were critically compared, and a new procedure to est. the pore size of MCM-41 materials was proposed.  This new procedure is based on geometrical considerations of the ratio of the pore vol. to the pore wall vol. for an infinite hexagonal array of cylindrical pores.  Adsorption measurements showed that the amt. adsorbed in the low-pressure region increases with a decrease in the pore size of the samples probably because of the enhancement of the gas-surface interactions caused by an increase in the curvature of pore walls.  The adsorption energy distributions are similar for all samples studied and quite close to those previously reported for porous silica gels.  However, the adsorption energy distributions for the MCM-41 samples were exceptionally numerically stable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXmtVOq&md5=a463080cb84b7db55eee78d0fa1cb04a", " ", " ", "(16)", " ", "Kruk, M.; Jaroniec, M.; Sayori, A. ", "  Langmuir", " ", "1997", ", ", "13", ", 6267.", "[", "ACS Full Text ", "], [", "CAS", "]", "(16) . ", "Application of Large Pore MCM-41 Molecular Sieves To Improve Pore Size Analysis Using Nitrogen Adsorption Measurements", "Kruk, M.; Jaroniec, M.; Sayari, A.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "23", "),\r\n    ", "6267-6273", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MCM-41 siliceous mol. sieves were used to test the applicability of the Kelvin equation for nitrogen adsorption in cylindrical pores of the size from 2 to 6.5 nm.  It was shown that the Kelvin equation for the hemispherical meniscus, cor. for the statistical film thickness, is in quite good agreement with an exptl. relation between the pore size and the capillary condensation pressure.  The agreement can be made quant. in the pore size range from ca. 2 to 6.5 nm, if a simple correction to the Kelvin equation is introduced.  The required statistical film thickness curve (t-curve) was calcd. using nitrogen adsorption data for large pore MCM-41 samples and the obtained results were extrapolated using an adsorption isotherm for a macroporous silica gel.  Moreover, an accurate anal. representation of the t-curve was found.  Since both the cor. Kelvin equation for cylindrical pores and the t-curve have simple anal. forms, they can conveniently be used in a variety of methods to evaluate porosity.  It was shown that the BJH method with the cor. Kelvin equation accurately reproduces pore sizes of MCM-41 materials.  A comparison was made between the sp. surface areas for the MCM-41 samples calcd. on the basis of the BET equation and those obtained using other independent methods.  The results strongly suggest that when nitrogen adsorption data are used, the BET method overestimates the sp. surface area of siliceous materials.  The latter conclusion was supported by the examn. of the obtained statistical film thickness curve.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXmvVakur0%253D&md5=73c1923785b4c8966d26793c1e33fb30", " ", " ", "(17)", " ", "Kruk, M.; Jaroniec, M.; Ryoo, R.; Kim, J. M. ", "  Microporous Mater.", " ", "1997", ", ", "12", ", 93.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "Monitoring of the structure of siliceous mesoporous molecular sieves tailored using different synthesis conditions", "Kruk, Michal; Jaroniec, Mietek; Ryoo, Ryong; Kim, Ji Man", "Microporous Materials", "\r\n        (", "1997", "),\r\n    ", "12", "\r\n        (", "1-3", "),\r\n    ", "93-106", "CODEN:\r\n                ", "MCMTEV", ";\r\n        ISSN:", "0927-6513", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The hexagonally ordered siliceous mesoporous mol. sieve MCM-41 and the disordered mesoporous mol. sieve designated as KIT-1 were studied by means of the X-ray diffraction (XRD), transmission electron microscopy and low temp. nitrogen adsorption over a wide pressure range.  It was shown that the combination of these techniques allows for a thorough characterization of novel mesoporous materials.  A repeated pH adjustment happens to be crucial in the synthesis of MCM-41 samples of high pore size uniformity.  An addnl. influence of the salt effect (i.e. the addn. of Na4EDTA during the hydrothermal crystn.) allows one to obtain MCM-41 materials of excellent porous structures and remarkably high thermal and hydrothermal stability.  A disordered character of KIT-1, which was synthesized with an addn. of Na4EDTA to the initial synthesis gel, was supported by the fact that the sample exhibits a high pore size uniformity but yet a rather featureless XRD pattern.  It was shown that comparative methods, such as the αs-plot, are very useful for anal. of mesoporous mol. sieves, allowing for an accurate calcn. of the sp. surface area of the samples, which exhibit condensation in mesopores in the pressure range used in the std. BET method.  A method to calc. the pore diam. for MCM-41 samples from XRD and adsorption data was shown to be convenient and useful for an accurate pore size assessment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXmvFeqsLc%253D&md5=c316f09de11ec9eec51ff2892ed3803f", " ", " ", "(18)", " ", "Morishige, K.; Fujii, H.; Uga, M.; Kinukawa, D. ", "  Langmuir", " ", "1997", ", ", "13", ", 3494.", "[", "ACS Full Text ", "], [", "CAS", "]", "(18) . ", "Capillary Critical Point of Argon, Nitrogen, Oxygen, Ethylene, and Carbon Dioxide in MCM-41", "Morishige, K.; Fujii, H.; Uga, M.; Kinukawa, D.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "13", "),\r\n    ", "3494-3498", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The effect of temp. on adsorption isotherms of Ar, N2, O2, C2H4, and CO2 on mesoporous MCM-41 mol. sieves with different pore sizes (pore radius rp = 1.2, 1.4, 1.8, 2.1 nm) has been measured.  The occurrence of adsorption hysteresis upon capillary condensation of these mols. in mesopores depends on their capillary crit. temps. (Tcc), which are far below the corresponding bulk crit. temps. (Tc).  In accord with theor. predictions of confined geometry effects on the criticality of fluids in narrow pores, a plot of (Tc - Tcc)/Tc against d/rp for Ar, N2, O2, and C2H4 seems to form a single straight line passing through the origin, where d is the mol. diam.  The data for CO2 deviates from this relationship.  These results are compared with crit. point shifts of fluids in conventional mesoporous adsorbents with an interconnected network of pores available in the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjslaisLg%253D&md5=cca3976ca94e9cdd180a64836d237a19", " ", " ", "(19)", " ", "Jaroniec, M.; Kruk, M.; Olivier, J. P. ", "  Langmuir", " ", "1999", ", ", "15", ", 5410.", "[", "ACS Full Text ", "], [", "CAS", "]", "(19) . ", "Standard Nitrogen Adsorption Data for Characterization of Nanoporous Silicas", "Jaroniec, Mietek; Kruk, Michal; Olivier, James P.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "16", "),\r\n    ", "5410-5413", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The nitrogen adsorption isotherm measured at 77 K in the relative pressure range from about 5 × 10-7 to 0.988 for a macroporous silica is reported in a tabular form.  The isotherm data are in good agreement in the high-pressure range with the ref. data published by Gregg and Sing and by Kiselev and Aristov and provide an extension of the latter data to the low-pressure region, for which a reliable ref. isotherm was not available in the literature.  Application of the currently reported ref. adsorption isotherm is discussed.  The data can be used in comparative anal. (αs-plot or t-plot) to evaluate the external surface area, micropore vol., primary mesopore vol., and total surface area as well as to analyze surface properties of silica-based materials.  The adsorption isotherm can also be applied as a statistical film thickness curve in the calcn. of the mesopore size distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjslWmu7s%253D&md5=3cddf9d7281245be56991e34325ec01b", " ", " ", "Steele, W. A.; Bojan, M. J. ", "  Adv. Colloid Interface Sci.", " ", "1998", ", ", "153", ", 7677.", "There is no corresponding record for this reference.", " ", " ", "(21)", " ", "Curtarolo, S.; Stan, G.; Cole, M. W.; Bojan, M. J.; Steele, W. A. ", "  Phys. Rev. E", " ", "1999", ", ", "59", ", 4402.", "[", "Crossref", "], [", "CAS", "]", "(21) . ", "Computer simulations of the wetting properties of neon on heterogeneous surfaces", "Curtarolo, Stefano; Stan, George; Cole, Milton W.; Bojan, Mary J.; Steele, William A.", "Physical Review E: Statistical Physics, Plasmas, Fluids, and Related Interdisciplinary Topics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "4", "),\r\n    ", "4402-4407", "CODEN:\r\n                ", "PLEEE8", ";\r\n        ISSN:", "1063-651X", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We use the grand canonical Monte Carlo method to study the nature of wetting transitions on a variety of heterogeneous surfaces.  The model system we explore, Ne adsorption on Mg, is one for which a prewetting transition was found in our previous simulations.  We find that the first order transition present on the flat surface is absent from the rough surface.  Nevertheless, the resulting isotherms are, in some cases, so close to being discontinuous that the distinction would be difficult to discern in most expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXit1ynu7w%253D&md5=8ccdbe5a0bc31b455ac76f4559058c6a", " ", " ", "(22)", " ", "Steele, W. A. ", "  Surf. Sci", ". ", "1973", ", ", "36", ", 317.", "[", "Crossref", "], [", "CAS", "]", "(22) . ", "Physical interaction of gases with crystalline solids.  I.  Gas-solid energies and properties of isolated adsorbed atoms", "Steele, William A.", "Surface Science", "\r\n        (", "1973", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "317-52", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    ", "The potential energy of a gas atom interacting with a solid having a surface made up of a single type of exposed lattice plane can be expressed as a Fourier series in the position variables in the plane parallel to the surface.  Assuming that the total interaction is a pair-wise sum of gas atom-solid atom terms, an analytic expression for the Fourier coeffs. is obtained for inverse power law interactions.  Gas-solid potentials calcd. for several surface lattices by direct summation are compared with those given by the truncated Fourier series, and a satisfactory representation in the energy is obtained even when the no. of terms included is small.  The truncated series is then utilized to calc. the Henry law adsorption consts. and av. energies for an isolated adsorbed atom.  These results are compared with calcns. based on completely localized and perfectly mobile adsorption models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3sXhtVagtrk%253D&md5=9089c7b805c4f5ab0dcc77cfff4d1585", " ", " ", "(23)", " ", "Kaneko, K.; Cracknell, R. F.; Nicholson, D. ", "  Langmuir", " ", "1994", ", ", "10", ", 4606.", "[", "ACS Full Text ", "], [", "CAS", "]", "(23) . ", "Nitrogen Adsorption in Slit Pores at Ambient Temperatures: Comparison of Simulation and Experiment", "Kaneko, Katsumi; Cracknell, Roger F.; Nicholson, David", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "12", "),\r\n    ", "4606-9", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The authors used GCMC simulation to study the adsorption of N into slit-shaped micropores at 303 K.  The N was modeled as a 1-center or as a 2-center mol., with or without quadrupoles.  The pores were modeled as parallel smooth graphite surfaces.  Pore widths, corresponding to 2 samples of activated carbon fiber having internal pore widths of 0.75 and 1.45 nm, were selected.  The carbon to carbon distance (H) needed in the potential energy calcn. was found from geometrical parameters.  Two alternative methods of calcn. of this quantity are discussed.  Better agreement with expt. is obtained if H is based on the min. of the interaction potential rather than the thickness of graphite plane.  Differences between the 1-center and 2-center models were found in the smaller pore and can be attributed to the different packing available to the 2 models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmvVOisbc%253D&md5=65a06c615312efb7ce5433bcf2a7de92", " ", " ", "(24)", " ", "Lee, M.; Cahn, K.−Yu.; Nicholson, D.; Zara, S. ", "  Chem. Phys. Lett.", " ", "1999", ", ", "307", ", 89.", "[", "Crossref", "], [", "CAS", "]", "(24) . ", "Deviation from electroneutrality in cylindrical pores", "Lee, Ming; Chan, Kwong-Yu; Nicholson, David; Zara, Stephen", "Chemical Physics Letters", "\r\n        (", "1999", "),\r\n    ", "307", "\r\n        (", "1,2", "),\r\n    ", "89-94", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Grand canonical ensemble Monte Carlo simulations are performed to investigate the concns. of electrolytes in a uniformly charged cylindrical nanopore.  The electrolyte inside the pore is assumed to be in equil. with a bulk electrolyte soln.  Two models of electrolytes, namely the restricted primitive model (RPM) and the RPM plus neutral hard spheres, denoted as the solvent primitive model (SPM) are investigated.  The results of the two models are compared, and they are also compared to the numerical soln. of the Poisson-Boltzmann equation.  The effect of pore wall charge on non-neutrality is reported for the SPM model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjvFWgtr4%253D&md5=33f5e1a13d1878d79b04ac7449620da3", " ", " ", "(25)", " ", "Seo, Y. G.; Kum, G. H.; Seaton. N. ", "  J. Membr. Sci.", " ", "2002", ", ", "195", ", 65.", "[", "Crossref", "], [", "CAS", "]", "(25) . ", "Monte Carlo simulation of transport diffusion in nanoporous carbon membranes", "Seo, Y. G.; Kum, G. H.; Seaton, N. A.", "Journal of Membrane Science", "\r\n        (", "2002", "),\r\n    ", "195", "\r\n        (", "1", "),\r\n    ", "65-73", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A dynamic Monte Carlo (MC) simulation method was applied to calc. the transport diffusion of hydrogen and hydrocarbons in nanoporous carbon membranes with slit-like pores.  Mol. movements were characterized by surface diffusion in which fluxes were strong close to the location of the pore wall.  The pore size was shown to be an important factor in detg. the selectivity of hydrocarbons in the membranes.  The calcd. diffusivities were in semi-quant. agreement with published exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXnsVGhurc%253D&md5=8314435d7208076e7e77dbb042bf2c01", " ", " ", "(26)", " ", "Gavalda, S.; Kaneko, K.; Thomson, K. T.; Gubbins, K. E. ", "  Colloid Surf. A", " ", "2001", ", ", "187", "−", "188", ", 531.", "There is no corresponding record for this reference.", " ", " ", "(27)", " ", "Ohba, T.; Suzuki, T.; Kaneko, K. ", "  Chem. Phys. Lett.", " ", "2000", ", ", "326", ", 158.", "[", "Crossref", "], [", "CAS", "]", "(27) . ", "Preformed monolayer-induced filling of molecules in micropores", "Ohba, T.; Suzuki, T.; Kaneko, K.", "Chemical Physics Letters", "\r\n        (", "2000", "),\r\n    ", "326", "\r\n        (", "1,2", "),\r\n    ", "158-162", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The effect of the preformed monolayer on 2nd layer adsorption of N2 mols. in a graphite slit micropore of pore width = 1.04-1.24 nm at 77 K was studied using GCMC simulation.  The predominant potential comes from the interaction of a mol. with the preformed monolayer and is >70% of the total mol. potential.  Therefore, the 2nd stage filling after monolayer adsorption on the micropore walls should be called cooperative filling which was suggested exptl. by Sing et al.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXltleksLg%253D&md5=2ddb7cc00378f90eb615d0abe3ed0fe6", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2002/jpcbfk.2002.106.issue-29/jp014604g/production/images/small/jp014604gf00011.gif\">"]}
