{"title": ["Visible Light-Triggered Capture and Release of CO", " from Stable Metal Organic Frameworks"], "authors": ["Richelle Lyndon", "Kristina Konstas", "Aaron W. Thornton", "Aaron J. Seeber", "Bradley P. Ladewig", "Matthew R. Hill"], "doi": ["10.1021/acs.chemmater.5b02211"], "abstract": ["The ability to expose MOF pores on demand using visible light has been demonstrated and exploited for the capture and release of carbon dioxide. Coating of ", " or ", " with methyl red dye afforded composite materials that became able to adsorb carbon dioxide after exposure to visible light. The ", " series can be tailored to an 84% uptake change upon irradiation, which is an attractive low-energy alternative for CO", " capture, where the reliance on coal-based power for materials generation is reduced. Kinetic and temperature dependent studies highlighted the mechanism behind this new effect in MOFs, which varied according to the structural rigidity of the framework."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Introduction", "One of the key challenges to be met in the development of materials for carbon capture is the parasitic energy requirements of the capture material. Particularly for the regeneration process, significant energy is required to deliver heat or vacuum as used in processes such as pressure or vacuum swing adsorption.", "(1, 2)", " Light is an attractive solution as it is a naturally occurring trigger and independent from the power station production capacity.", "(3)", " Light responsive groups, which have been partially or fully incorporated into MOFs, have previously been exploited to trigger the capture and release of CO", "2", ".", "(4, 5)", " Therefore, capture materials that can be regenerated using light are attractive as they utilize an energy source that is not parasitic to the power plant.", "(3-11)", " Light responsive metal organic frameworks (MOFs) combine high capture capacity with structural versatility to offer the potential of triggered release of adsorbed CO", "2", " at high capacities.", "(3-5, 8, 11)", " When light responsive groups are introduced within the pores of the MOF or within the framework, photoresponse can be induced or sometimes inhibited.", "(12)", " Recently, we showed that this can be achieved with concentrated sunlight to deliver the release of around 70% of adsorbed molecules in a few minutes.", "(11)", " Although the results are promising, the use of UV light limits the applicability in particular because of the inherently low penetration depth of this form of radiation. Any application would necessarily require only thin layers of the adsorbent, drastically reducing the volumetric performance. As a result, new chemistry utilizing more penetrating wavelengths is crucial.", "(13)", "Photoresponsive MOFs are mainly derived from azobenzene derivatives that respond to UV and visible light to obtain the active and native states, respectively.", "(4, 5, 8)", " However, a recent study showed that diarylethene derived MOFs also displayed UV and visible light response to convert between the closed and open phenyl ring state, respectively.", "(14)", "Another approach is to adsorb visible light responsive molecules on the external surface of the adsorbent. Among the well-known azobenzene derivatives, ", "o-", "methyl red (", "MR", "), also known as Acid Red, is able to undergo conformational changes from the native ", "trans", " state to the ", "cis", " state upon visible light irradiation shorter than 590 nm.", "(15-17)", " The relaxation back to the ", "trans", " state can be achieved in the dark.", "(15, 16)", " Thus, ", "MR", " has attractive properties for introducing visible light response in MOFs. To our knowledge, no MOFs developed for carbon capture has ever showed response exclusively in the visible light region.", "The rigid ", "Mg-MOF-74", " is highly attractive for gas separation as it exhibits high CO", "2", " adsorption capacity under atmospheric conditions and is considered as one of the more promising candidates for CO", "2", " capture due to its high concentration of open metal sites.", "(18-22)", "In addition to high gas uptake, the flexible ", "MIL-53(Al)", " is highly attractive due to its structural stability upon exposure to moisture, one of the many criteria required for gas storage and separations in industrial applications.", "(23-29)", " ", "MIL-53(Al)", " displays reversible structural changes between open and closed pore structures, due to the framework interaction with guest molecules, or from specific pressure or temperature effects.", "(29-33)", " Unlike rigid frameworks, structural flexibilities may allow greater structural transformations due to photoresponse.", "In this study, we demonstrate visible light responsive ", "MR", " guest molecules on rigid and flexible MOFs, such as ", "Mg-MOF-74", " and ", "MIL-53(Al)", ", can exhibit reversible CO", "2", " capture without the use of UV irradiation. It is reported that the MOFs behave in the reverse fashion to previously reported triggered release.", "(11)", " These MOFs were exposed under different photoswitching conditions: dynamic and static. This is where light is repeatedly turned on and off throughout adsorption measurements and when sample irradiation takes place prior to each measurement, respectively. We demonstrated that the photoisomerization of ", "MR", " coated on the MOF surface is responsible for the unique CO", "2", " capture phenomenon (see ", "Figure ", "1", ").", "Figure 1. Visible light-triggered activation of MOFs is a new route to controlling access to the pores.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "To prepare the ", "MOF@MR", " samples, ", "MR", " guest molecules were loaded onto the MOF. The term loading refers to the addition of ", "MR", " to the ", "MOF", " in DCM, in which the mixture was sonicated for about 15 min. The ", "MR", " loading concentrations were determined by the weight of ", "MOF", " and ", "MR", " in the mixture. The mixture was then filtered and washed thoroughly with DCM. Enhanced CO", "2", " adsorption was observed in both ", "MOF@MR", " samples upon visible light irradiation, despite the expected reduction in their initial uptake capacities from the introduction of ", "MR", " (", "Figure ", "2", "). In a nonirradiated state, the presence of ", "MR", " potentially inhibited CO", "2", " from accessing the pores as saturation was reached at an absolute pressure of 0.7 bar.", "(34, 35)", " Interestingly, ", "Mg-MOF-74@MR", " displayed a light responsive pore-opening effect, in which the total CO", "2", " uptake capacity gradually increased with irradiation time (", "Figure ", "2", "a-b). Most likely, photoirradiation resulted in the pore-opening of the MOF so that the CO", "2", " adsorption sites were progressively unblocked. Under dynamic photoswitching, that is, admitting and excluding light to the sample during gas adsorption analysis, significant CO", "2", " adsorption and release was not observed (", "Figure ", "2", "a) but pore-opening was observed after 30 min of irradiation, increasing the total CO", "2", " uptake by 35% (17 cm", "3", "/g STP) (", "Figure ", "2", "a). This pore-opening effect was also observed within 30 min of static irradiation–exposing the sample to light prior to gas adsorption analyses - delivering a 50% adsorption capacity increase (8 cm", "3", "/g STP) (", "Figure ", "2", "b). The total uptake increase was significantly enhanced by 84% when the sample was further statically irradiated for 60 min, which delivered the maximum CO", "2", " adsorption change. The pore-opening effect was much more pronounced under static conditions. Previously, it was demonstrated that dynamic photoswitching exhibited lower gas uptake capacity compared to that static photoswitching.", "(11)", " The gated system offered an advantageous process, like a dynamic photoswitching system, where the amount of CO", "2", " adsorbed could be tuned depending on the light irradiation time, providing a controlled and selective route. The pore-opening effect was found to be reversible as ", "Mg-MOF-74@MR", " relaxed back to the initial state overnight in the dark (", "Figure ", "3", "). However, a gradual decrease in overall performance of a nonirradiated ", "Mg-MOF-74@MR", " was observed with each overnight relaxation cycle. An earlier saturation point (0.5 bar) was observed, and the maximum CO", "2", " uptake capacities at the saturation point reduced by 36% after one cycle, followed by a further reduction of 19% in the next cycle (", "Figure ", "3", "). Although previous reports have shown that ", "Mg-MOF-74", " displayed a loss in uptake capacity in consecutive cycles,", "(36)", " the relaxation of ", "MR", " in ", "Mg-MOF-74@MR", " may have gradually degraded the MOF.", "Visible light irradiation of ", "MIL-53(Al)@MR", " displayed a similar pore-opening effect, where significant increase in CO", "2", " uptake was observed upon visible light irradiation. However, a saturation point was not observed. Perhaps, this could be due to the flexibility of the MIL framework accommodating more CO", "2", ".", "(34, 37-39, 50)", " It has been shown in the literature that similar gas adsorption behavior with saturation points can be observed in other nonflexible MOFs.", "(34)", " Due to its flexibility, the effect of different ", "MR", " loading concentrations (15 and 50 wt %) was investigated. The results revealed that although total uptake capacities in the nonirradiated state reduced at higher ", "MR", " loading concentrations, a stronger photoresponse was obtained. Under static conditions, the CO", "2", " uptake capacity of irradiated ", "MIL-53(Al)@MR", " at 15 wt % was increased by 9% (27 cm", "3", "/g STP) (", "Figure ", "2", "d). This trend was more pronounced at 50 wt % guest loading where uptake was significantly increased by 46% (14 cm", "3", "/g STP) (", "Figure ", "2", "e). Larger adsorption changes were obtained in a higher guest loading level (", "Figure ", "2", "c). However, a peak was observed at lower guest loading concentration at 0.3 bar. As discussed above, the pore opening effect may be due to the movement of ", "MR", ", from ", "trans", " to the more compact ", "cis", " form, on the MOF surface when irradiated. Thus, the pore opening effect is more enhanced with more MR loading. The term MOF surface refers to the external surface of the MOF crystals. At lower guest loading concentration, the environment would be less constricted and hence a sudden increase in photoresponse at the beginning of an adsorption measurement (", "Figure ", "2", "c). Similar to ", "Mg-MOF-74@MR", ", dynamic photoswitching of ", "MIL-53(Al)@MR", " resulted in a lower total CO", "2", " uptake than that obtained under static conditions. Furthermore, degradation may have occurred after relaxation as lower gas adsorption performance of a nonirradiated sample was also observed. Control studies were undertaken to ensure that the pore opening effect was purely due to the presence of ", "MR", " with the MOFs during gas adsorption. In the absence of ", "MR", ", irradiation of ", "Mg-MOF-74", " and ", "MIL-53(Al)", " showed very low photoresponse compared to their corresponding ", "MOF@MR", "s as 12% and 0.6% reduction in uptake capacity was obtained respectively (", "Figure SI-15a-b", "). This could be attributed to the aromatic nature of the MOF, particularly in ", "Mg-MOF-74", " where the framework itself absorbs visible light (", "Figure SI-2", ").", "Figure 2. CO", "2", " adsorption isotherms of nonirradiated and irradiated ", "Mg-MOF-74@MR", " (a,b) and ", "MIL-53(Al)@MR", " 15 wt % (d) and 50 wt % (e) under dynamic and static conditions at 303 K. Percentage adsorption changes with different loading concentrations in ", "MIL-53(Al)", " were compared (c). Dynamic (a) and static (b) photoswitching experiments for ", "Mg-MOF-74@MR", " were carried out on days 1 and 2 respectively.", "Figure 3. CO", "2", " uptake performance of ", "Mg-MOF-74@MR", " at 303 K after relaxation.", "The photoresponse mechanism was investigated using similar analytical approaches to our previous work.", "(11, 40)", " Photoresponse was directly observed in UV–vis and FT-IR spectra and indirectly through gas adsorption experiments. PXRD results confirmed that photoresponse occurred on a local scale as no large structural changes were observed.", "The UV–vis spectrum of pure ", "MR", " displayed characteristic absorption bands at 330 and 430 nm, which correspond to the ", "cis", " and ", "trans", " peaks respectively (", "Figure ", "4", "a). When irradiated with visible light, a large fraction of the ", "trans", " isomers appeared to have converted to the ", "cis", " isomer within 30 min as the ", "trans", " and the ", "cis", " absorption peaks decreased and increased respectively (", "Figure ", "4", "a). A similar trend was observed in both ", "MOF@MR", " samples. Thus, the photoisomerization of ", "MR", " in MOFs could be responsible for the photoresponse observed, in which the pore opening was obtained after 30 min of irradiation through the formation of more compact ", "cis", "-", "MR", " guest molecules and reduced their contact with the host. It has been reported that the ", "trans", "-to-", "cis", " photoisomerization of azobenzene derivatives in porous materials promoted the dipole–quadrupole interaction between the pore surface and CO", "2", " molecules, resulting in enhanced CO", "2", " uptake.", "(40)", " Relaxation of ", "MOF@MR", " back to the initial state under vacuum overnight in the dark suggested the formation of the ", "trans", "-", "MR", " isomer.", "(15, 16)", "Figure 4. UV–vis spectra of nonirradiated and irradiated ", "MR", " (a), ", "Mg-MOF-74@MR", " (b), and ", "MIL-53(Al)@MR", " 50 wt % (c) in air with visible light (400–500 nm).", "Upon visible light irradiation, the UV–vis spectra of ", "Mg-MOF-74@MR", " showed a slight increase in an absorption peak at 310 nm upon visible light irradiation, which could be attributed to the ", "cis", "-", "MR", " formation (", "Figure ", "4", "b). The ", "cis", "-", "MR", " appeared to be blue-shifted by ∼50 nm, indicating MOF-MR interactions, as shown in the PXRD (", "Figure ", "4", "b, ", "SI-2", ") and TGA (", "Figure SI-1a", ") results.", "(41)", " Reduction in the ", "trans", "-", "MR", " peak was not detected as the MOF absorption peak at 400 nm may have masked it (", "Figure ", "4", "a-b, ", "SI-4a", ").", "Figure 5. FT-IR spectra of nonirradiated and irradiated ", "MR", " (a), ", "Mg-MOF-74@MR", " (b), and ", "MIL-53(Al)@MR", " (c) in air with visible light (400–500 nm). The peak due to CO", "2", " in the atmosphere at ∼2450 cm", "–1", " was omitted for clarity.", "Photoisomerization of ", "MR", " was clearly observed in ", "MIL-53(Al)@MR", ", in which the ", "trans", " and ", "cis", " peaks at 490 and 360 nm continually decreased and increased respectively upon visible light irradiation (", "Figure ", "4", "c). MOF-MR interactions were also observed as their absorption peaks were red-shifted by ∼60 nm for ", "trans", " and ∼30 nm for ", "cis", " (", "Figure ", "4", "c).", "(42-45)", " Both ", "MOF@MR", " samples showed lower absorption intensities than that of the pure ", "MR", ", which was expected due to higher ", "MR", " concentration in the absence of the host. Furthermore, photoisomerization of some ", "MR", " guest molecules may be hindered in MOFs.", "(5, 8, 46)", "In FT-IR studies, the irradiation of host free ", "MR", " resulted in a peak shift from 1530 to 1520 cm", "–1", " and the formation of characteristic peaks due to the azo group at 1560 and 1370 cm", "–1", ", C═O at 1720 cm", "–1", ", C–O at 1150 cm", "–1", ", and the phenyl group of ", "trans", "-", "MR", " at 820 cm", "–1", " reduced, which could be ascribed to the formation of the ", "cis", " isomer (", "Figure ", "5", "a).", "(47, 48)", " There were very few similar peak changes observed in the ", "MOF@MR", " samples as the signals due to most of the ", "MR", " modes and ", "MOF@MR", " may be too low or masked by their corresponding MOF peaks (", "Figure ", "5", "b-c). The peak at ∼1700 cm", "-1", " of ", "MR", " was not observed in the IR spectrum of ", "Mg-MOF-74@MR", " (", "Figure SI-5a", "). This could be due to the presence of MOF-MR interactions, as suggested in the UV–vis and PXRD results (", "Figure ", "4", " and ", "Figure SI-9", "). In an irradiated ", "Mg-MOF-74@MR", "’s spectrum, the formation of the ", "cis", " isomer may have been indicated by the formation of additional peaks at 1510 and 1540 cm", "–1", " and reduction of a phenyl group peak at 680 cm", "–1", " (", "Figure ", "5", "b). Similarly, an irradiated ", "MIL-53(Al)@MR", "’s spectrum displayed an increase in the peak intensity at 1510 cm", "–1", " and reduction of peak intensities of the phenyl group, ", "trans", "-azo group, and carbonyl group at 820, 1370, and 1740 cm", "–1", " respectively (", "Figure ", "5", "c).", "Although formation of ", "cis", "-", "MR", " isomers in both irradiated ", "MOF@MR", " samples can be detected in UV–vis and FT-IR spectra, X-ray diffraction suggested that photoresponse occurred on a local scale as only subtle changes were observed (", "Figures SI-2, SI-3, SI-9, SI-10", "). ", "Mg-MOF-74@MR", " displayed a general blue-shift in peak positions from those observed in the activated ", "Mg-MOF-74", " itself, indicating there was a contraction within the MOF framework (", "Figure SI-2", ").", "(49)", " However, red and blue peak shifts were observed in ", "MIL-53(Al)@MR", ", indicating that structural deformations were not unidirectional, which could be attributed to the shrinkage and expansion of the MOF framework (", "Figure SI-3", ").", "(49)", " These shifts were significantly more pronounced with higher guest loading (50 wt %), which could be due to the increase of packing density (", "Figure SI-3", "). The unidirectional shift observed in ", "Mg-MOF-74@MR", " could be due to the rigid nature of the framework. The observed peak shifts suggested that perhaps ", "MR", " molecules were coated on the MOF surface, covering the pore channels of the MOF framework. In addition to subtle peak shifts, a general broadening of peaks in both ", "MOF@MR", " samples, which was further enhanced at higher guest loading, was observed (", "Figures SI-2, SI-3", "). Furthermore, there were no peaks due to the pure ", "MR", " present in all diffraction patterns. Therefore, this may indicate the lowering of crystallinity due to the presence of MOF-MR interactions. This was further supported by the thermal behavior of these materials, in which there were red shifts in their degradation steps (", "Figure SI-1", ").", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Conclusions", "In the preceding, an unusual phenomenon of on-demand access to internal MOF pores has been demonstrated. Building on our previous work with dynamic photoswitching to release adsorbed carbon dioxide, we have shown here that the more penetrating visible wavelengths can also be exploited. ", "Mg-MOF-74 and MIL-53(Al)", " were coated in methyl red dye, which precluded access to the internal pores. Exposure of light to these composite materials induced structural changes in the methyl red dye that opened access to the internal MOF pores, concomitant with significant CO", "2", " uptake capacity increases. In both ", "MOF@MR", " materials, CO", "2", " capture effect was more pronounced under static photoswitching conditions, which could be due to lower ", "MR", " movement interference during CO", "2", " measurement. Significant CO", "2", " uptake and pore opening effect were observed when ", "MOF@MR", " samples were irradiated as a result of MOF-MR interaction and photoisomerization of ", "MR", " coated on the surface of the frameworks. In a more rigid environment (", "Mg-MOF-74@MR", "), a gate-opening effect was achieved, in which prolonged irradiation resulted in the increase in CO", "2", " uptake adsorption of up to 84%. The level of photoresponse was also modulated through the use of different guest loading concentrations, as shown in the ", "MIL-53(Al)@MR", " results, where photoresponses of 9% and 46% were obtained at lower guest loading (15 wt %) and higher guest loading (50 wt %) respectively. The visible light responsive nature of these ", "MR", " loaded adsorbents represents a new sustainable strategy for lowering the cost and energy for sorbent regeneration, a main problem associated with conventional carbon capture technologies.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.chemmater.5b02211", ".", "Dynamic XRD, gas sorption, UV–vis, FTIR, and TGA of further samples and experimental design (", "PDF", ")", "∥", "Author Contributions", "These authors contributed equally.", " ", "Funding Information", "This research is supported by the Science and Industry Endowment Fund. M.R.H. acknowledges FT 130100345.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The authors would like to thank Dr. Haiqing Li and Dr. Helmut Thiessen for providing some Mg-MOF-74 samples and the visible light filter, respectively. The authors would also like to thank Dr. Aaron Seeber in assisting with photoresponse experiments on the PXRD instruments.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "References", "References", "This article references 50 other publications.", "1. ", "Mikkelsen", ", ", "M.", "; ", "Jorgensen", ", ", "M.", "; ", "Krebs", ", ", "F. C.", " ", "The teraton challenge. A review of fixation and transformation of carbon dioxide", " ", "Energy Environ. Sci.", " ", "2010", ",  ", "3", ",  ", "43", " DOI: 10.1039/B912904A", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "The teraton challenge. A review of fixation and transformation of carbon dioxide", "Mikkelsen, Mette; Jorgensen, Mikkel; Krebs, Frederik C.", "Energy & Environmental Science", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "43-81", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The increase in atm. carbon dioxide is linked to climate changes; hence there is an urgent need to reduce the accumulation of CO2 in the atm.  The utilization of CO2 as a raw material in the synthesis of chems. and liq. energy carriers offers a way to mitigate the increasing CO2 buildup.  This review covers six important CO2 transformations namely: chem. transformations, photochem. redns., chem. and electrochem. redns., biol. conversions, reforming and inorg. transformations.  Furthermore, the vast research area of carbon capture and storage is reviewed briefly.  This review is intended as an introduction to CO2, its synthetic reactions and their possible role in future CO2 mitigation schemes that has to match the scale of man-made CO2 in the atm., which rapidly approaches 1 teraton.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVaitbk%253D&md5=bd4ca00f98561b745751f7d98fa41203", "2. ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture: Prospects for New Materials", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", " DOI: 10.1002/anie.201000431", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "3. ", "Luo", ", ", "F.", "; ", "Fan", ", ", "C. B.", "; ", "Luo", ", ", "M. B.", "; ", "Wu", ", ", "X. L.", "; ", "Zhu", ", ", "Y.", "; ", "Pu", ", ", "S. Z.", "; ", "Xu", ", ", "W.-Y.", "; ", "Guo", ", ", "G.-C.", " ", "Photoswitching CO", "2", " Capture and Release in a Photochromic Diarylethene Metal–Organic Framework", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "9298", " DOI: 10.1002/anie.201311124", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Photoswitching CO2 Capture and Release in a Photochromic Diarylethene Metal-Organic Framework", "Luo, Feng; Fan, Cong Bin; Luo, Ming Biao; Wu, Xiao Liu; Zhu, Yan; Pu, Shou Zhi; Xu, Wen-Yuan; Guo, Guo-Cong", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "35", "),\r\n    ", "9298-9301", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrate a promising pathway towards low-energy CO2 capture and release triggered by UV and visible light.  A photosensitive diarylethene ligand was used to construct a photochromic diarylethene metal-org. framework (DMOF).  A local photochromic reaction originating from the framework movement induced by the photoswitchable diarylethene unit resulted in record CO2-desorption capacity of 75 % under static irradn. and 76 % under dynamic irradn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXns1Wmurc%253D&md5=6bfb8061468e3187e4f4232eeb31e9cd", "4. ", "Yanai", ", ", "N.", "; ", "Uemura", ", ", "T.", "; ", "Inoue", ", ", "M.", "; ", "Matsuda", ", ", "R.", "; ", "Fukushima", ", ", "T.", "; ", "Tsujimoto", ", ", "M.", "; ", "Isoda", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Guest-to-Host Transmission of Structural Changes for Stimuli-Responsive Adsorption Property", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "4501", " DOI: 10.1021/ja2115713", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Guest-to-Host Transmission of Structural Changes for Stimuli-Responsive Adsorption Property", "Yanai, Nobuhiro; Uemura, Takashi; Inoue, Masafumi; Matsuda, Ryotaro; Fukushima, Tomohiro; Tsujimoto, Masahiko; Isoda, Seiji; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "10", "),\r\n    ", "4501-4504", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Structural changes of a guest mol. can trigger structural transformations of a cryst. host framework.  Azobenzene was introduced into a flexible porous coordination polymer (PCP), and cis/trans isomerizations of the guest azobenzene by light or heat successfully induced structural transformations of the host PCP in a reversible fashion.  This guest-to-host structural transmission resulted in drastic changes in the gas adsorption property of the host-guest composite, displaying a new strategy for creating stimuli-responsive porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjtVCrur0%253D&md5=2145ce07a01eb8f0e600c9b9b4d652a9", "5. ", "Park", ", ", "J.", "; ", "Yuan", ", ", "D.", "; ", "Pham", ", ", "K. T.", "; ", "Li", ", ", "J.-R.", "; ", "Yakovenko", ", ", "A.", "; ", "Zhou", ", ", "H.-C.", " ", "Reversible Alteration of CO", "2", " Adsorption upon Photochemical or Thermal Treatment in a Metal–Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "99", " DOI: 10.1021/ja209197f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Reversible Alteration of CO2 Adsorption upon Photochemical or Thermal Treatment in a Metal-Organic Framework", "Park, Jinhee; Yuan, Daqiang; Pham, Khanh T.; Li, Jian-Rong; Yakovenko, Andrey; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "99-102", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework (MOF) for reversible alteration of guest mol. adsorption, here carbon dioxide, upon photochem. or thermal treatment has been discovered.  An azobenzene functional group, which can switch its conformation upon light irradn. or heat treatment, has been introduced to the org. linker of a MOF.  The resulting MOF adsorbs different amt. of CO2 after UV or heat treatment.  This remarkable stimuli-responsive adsorption effect has been demonstrated through expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SmtbnP&md5=42ee8138ba6d04ba14d2d0967be5ffa6", "6. ", "Brown", ", ", "J. W.", "; ", "Henderson", ", ", "B. L.", "; ", "Kiesz", ", ", "M. D.", "; ", "Whalley", ", ", "A. C.", "; ", "Morris", ", ", "W.", "; ", "Grunder", ", ", "S.", "; ", "Deng", ", ", "H.", "; ", "Furukawa", ", ", "H.", "; ", "Zink", ", ", "J. I.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Photophysical pore control in an azobenzene-containing metal-organic framework", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "2858", " DOI: 10.1039/c3sc21659d", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Photophysical pore control in an azobenzene-containing metal-organic framework", "Brown, Jonathan W.; Henderson, Bryana L.; Kiesz, Matthew D.; Whalley, Adam C.; Morris, William; Grunder, Sergio; Deng, Hexiang; Furukawa, Hiroyasu; Zink, Jeffrey I.; Stoddart, J. Fraser; Yaghi, Omar M.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "7", "),\r\n    ", "2858-2864", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and structure of an azobenzene functionalized isoreticular metal-org. framework (azo-IRMOF-74-III) [Mg2(C26H16O6N2)] (6) are described and the ability to controllably release a guest from its pores in response to an external stimulus was demonstrated.  Azo-IRMOF-74-III is an isoreticular expansion of MOF-74 with an etb topol. and a 1-D hexagonal pore structure.  The structure of azo-IRMOF-74-III is analogous to that of MOF-74, as demonstrated by powder x-ray diffraction, with a surface area of 2410 m2 g-1 BET.  Each org. unit within azo-IRMOF-74-III is decorated with a photoswitchable azobenzene unit, which can be toggled between its cis and trans conformation by excitation at 408 nm.  When propidium iodide dye was loaded into the MOF, spectroscopic studies showed that no release of the luminescent dye was obsd. under ambient conditions.  Upon irradn. of the MOF at 408 nm, however, the rapid wagging motion inherent to the repetitive isomerization of the azobenzene functionality triggered the release of the dye from the pores.  This light-induced release of cargo can be modulated between an on and an off state by controlling the conformation of the azobenzene with the appropriate wavelength of light.  This report highlights the ability to capture and release small mols. and demonstrates the utility of self-contained photo-active switches located inside highly porous MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXos1yqtrY%253D&md5=a46f55b0cbefddec2baa0173f6d5e19f", "7. ", "Park", ", ", "J.", "; ", "Sun", ", ", "L.-B.", "; ", "Chen", ", ", "Y.-P.", "; ", "Perry", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Azobenzene-Functionalized Metal–Organic Polyhedra for the Optically Responsive Capture and Release of Guest Molecules", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "5842", " DOI: 10.1002/anie.201310211", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Azobenzene-Functionalized Metal-Organic Polyhedra for the Optically Responsive Capture and Release of Guest Molecules", "Park, Jinhee; Sun, Lin-Bing; Chen, Ying-Pin; Perry, Zachary; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "23", "),\r\n    ", "5842-5846", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Stimuli-responsive metal-org. polyhedra (srMOPs) functionalized with azobenzene showed UV-irradn.-induced isomerization from the insol. trans-srMOP to the sol. cis-srMOP, whereas irradn. with blue light reversed this process.  Guest mols. were trapped and released upon cis-to-trans and trans-to-cis isomerization of the srMOPs, resp.  This study provides a new direction in the ever-diversifying field of MOPs, while laying the groundwork for a new class of optically responsive materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXns1Wmurk%253D&md5=6b8fdd405cddfef804a8eaf99ac2076d", "8. ", "Modrow", ", ", "A.", "; ", "Zargarani", ", ", "D.", "; ", "Herges", ", ", "R.", "; ", "Stock", ", ", "N.", " ", "The first porous MOF with photoswitchable linker molecules", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "4217", " DOI: 10.1039/c0dt01629b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "The first porous MOF with photoswitchable linker molecules", "Modrow, Antje; Zargarani, Dordaneh; Herges, Rainer; Stock, Norbert", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "16", "),\r\n    ", "4217-4222", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors synthesized a porous 2-fold interpenetrated MOF [Zn2(NDC)2(1)] (coined CAU-5) using 3-azo-phenyl-4,4'-bipyridine (1), 2,6-naphthalenedicarboxylic acid (H2NDC), and Zn(NO3)2·6H2O.  The azo-functionality protrudes into the pores, and can be switched, by irradn. with UV light (365 nm), from the thermodynamically stable trans-isomer to the cis-isomer.  Back-switching was achieved thermally and with an irradn. wavelength of λmax = 440 nm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkt1Kgtrg%253D&md5=b8af2a3d25d5eafe1ac5d547f0230a2e", "9. ", "Yanai", ", ", "N.", "; ", "Kitayama", ", ", "K.", "; ", "Hijikata", ", ", "Y.", "; ", "Sato", ", ", "H.", "; ", "Matsuda", ", ", "R.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Mizuno", ", ", "M.", "; ", "Uemura", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Gas detection by structural variations of fluorescent guest molecules in a flexible porous coordination polymer", " ", "Nat. Mater.", " ", "2011", ",  ", "10", ",  ", "787", " DOI: 10.1038/nmat3104", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Gas detection by structural variations of fluorescent guest molecules in a flexible porous coordination polymer", "Yanai, Nobuhiro; Kitayama, Koji; Hijikata, Yuh; Sato, Hiroshi; Matsuda, Ryotaro; Kubota, Yoshiki; Takata, Masaki; Mizuno, Motohiro; Uemura, Takashi; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2011", "),\r\n    ", "10", "\r\n        (", "10", "),\r\n    ", "787-793", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The development of a new methodol. for visualizing and detecting gases is imperative for various applications.  Here, the authors report a novel strategy in which gas mols. are detected by signals from a reporter guest that can read out a host structural transformation.  A composite between a flexible porous coordination polymer and fluorescent reporter distyrylbenzene (DSB) selectively adsorbed CO2 over other atm. gases.  This adsorption induced a host transformation, which was accompanied by conformational variations of the included DSB.  This read-out process resulted in a crit. change in DSB fluorescence at a specific threshold pressure.  The composite shows different fluorescence responses to CO2 and acetylene, compds. that have similar physicochem. properties.  The system showed that fluorescent mols. can detect gases without any chem. interaction or energy transfer.  The host-guest coupled transformations play a pivotal role in converting the gas adsorption events into detectable output signals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFWrsrvE&md5=93d27b4c1d071f985222e3f7ce288fe3", "10. ", "Sato", ", ", "H.", "; ", "Matsuda", ", ", "R.", "; ", "Sugimoto", ", ", "K.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Photoactivation of a nanoporous crystal for on-demand guest trapping and conversion", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "661", " DOI: 10.1038/nmat2808", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Photoactivation of a nanoporous crystal for on-demand guest trapping and conversion", "Sato, Hiroshi; Matsuda, Ryotaro; Sugimoto, Kunihisa; Takata, Masaki; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "8", "),\r\n    ", "661-666", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Porous compds. are ubiquitous and indispensable in daily life as adsorbents and catalysts.  The discovery of a new porous compd. with unique properties based on intrinsic nanosized space and surface functionalities is scientifically and technol. important.  However, the functional species used in this context are limited to those that are sufficiently inert to not spoil the porous structures.  Here, the authors show a new strategy to achieve a cryst. porous material with the pore surface regularly decorated with highly reactive bare' nitrenes that are photonically generated from stable dormant' precursors at will.  The bare triplet nitrenes were accessible to and reacted with adsorbed oxygen or carbon monoxide mols., which showed not only activation of the pore surface, but also a high probability of chem. trapping and conversion of guest mols. by light stimulation on demand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpt1SrsLs%253D&md5=a5f6d453bde50540c2bf4fdc3bdbdd18", "11. ", "Lyndon", ", ", "R.", "; ", "Konstas", ", ", "K.", "; ", "Ladewig", ", ", "B. P.", "; ", "Southon", ", ", "P. D.", "; ", "Kepert", ", ", "P. C. J.", "; ", "Hill", ", ", "M. R.", " ", "Dynamic Photo-Switching in Metal–Organic Frameworks as a Route to Low-Energy Carbon Dioxide Capture and Release", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "3695", " DOI: 10.1002/anie.201206359", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Dynamic Photo-Switching in Metal-Organic Frameworks as a Route to Low-Energy Carbon Dioxide Capture and Release", "Lyndon, Richelle; Konstas, Kristina; Ladewig, Bradley P.; Southon, Peter D.; Kepert, Cameron J.; Hill, Matthew R.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "13", "),\r\n    ", "3695-3698", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The conversion of azobenzene to the 4,4'-dicarboxylate (AzDC) delivers a ligand that can be incorporated into MOF architectures.  The pillar ligand trans-1,2-bis(4-pyridyl)ethylene (4,4'-BPE) has also been reported to demonstrate cis-trans photoisomerizability when coordinated to a metal complex.  Combination of these 2 ligands within Zn-based MOFs generates the triply interpenetrated framework Zn(AzDC)(4,4'-BPE)0.5, which exhibits an open topol. amenable to high capacity and selective adsorption of H and CO2.  The triply interpenetrated framework Zn(AzDC)(4,4'BPE)0.5 was prepd. solvothermally using previously reported methods.  We report the discovery of strong, low-energy photoresponse in Zn(AzDC)(4,4'-BPE)0.5 and find that the behavior is dynamic and localized, irresp. of the use of broadband or filtered light sources.  Previous researches have not detected cis-trans changes where azo groups are part of the MOF wall and not as pendant groups in the pores.  In this article it is reported that bending about the azo group can be obsd. to occur on a local scale in a dynamic fashion, perfect for online adsorbent regeneration. The effect was directly obsd. in the UV/Vis emission profiles and time-resolved IR spectra, and indirectly through gas adsorption expts. with careful controls in place, and pore anal. calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlahur8%253D&md5=e9c97d861ef138a45ec958520c37e916", "12. ", "Coudert", ", ", "F.-X.", " ", "Responsive Metal–Organic Frameworks and Framework Materials: Under Pressure, Taking the Heat, in the Spotlight, with Friends", " ", "Chem. Mater.", " ", "2015", ",  ", "27", ",  ", "1905", " DOI: 10.1021/acs.chemmater.5b00046", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Responsive Metal-Organic Frameworks and Framework Materials: Under Pressure, Taking the Heat, in the Spotlight, with Friends", "Coudert, Francois-Xavier", "Chemistry of Materials", "\r\n        (", "2015", "),\r\n    ", "27", "\r\n        (", "6", "),\r\n    ", "1905-1916", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Recent years have seen a large increase of the research effort focused on framework materials, including the nowadays-ubiquitous metal-org. frameworks but also dense coordination polymers, covalent org. frameworks, and mol. frameworks.  With the quickly increasing no. of structures synthesized and characterized, one pattern emerging is the common occurrence of flexibility.  More specifically, an important no. of framework materials are stimuli-responsive: their structure can undergo changes of large amplitude in response to phys. or chem. stimulation.  They can display transformations induced by temp., mech. pressure, guest adsorption or evacuation, light absorption, etc. and are sometimes referred to as smart materials, soft crystals, or dynamic materials.  This Perspective highlights recent progress in this field, showcasing some of the most novel and unusual responses to stimuli, as well as advances in the fundamental understanding of flexible framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXisF2hurw%253D&md5=4c0a4fb50b0c9eefcfd9e1dbc3fca990", "13. ", " ", "Encyclopedia of entomology", "; ", "Springer", ": ", "Dordrecht, The Netherlands", ", ", "2008", ".", "There is no corresponding record for this reference.", "14. ", "Walton", ", ", "I. M.", "; ", "Cox", ", ", "J. M.", "; ", "Coppin", ", ", "J. A.", "; ", "Linderman", ", ", "C. M.", "; ", "Patel", ", ", "D. G.", "; ", "Benedict", ", ", "J. B.", " ", "Photo-responsive MOFs: light-induced switching of porous single crystals containing a photochromic diarylethene", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "8012", " DOI: 10.1039/c3cc44119a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Photoresponsive MOFs: light-induced switching of porous single crystals containing a photochromic diarylethene", "Walton, Ian M.; Cox, Jordan M.; Coppin, Jarrett A.; Linderman, Crysania M.; Patel, Dinesh G.; Benedict, Jason B.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "73", "),\r\n    ", "8012-8014", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein the authors report the synthesis and characterization of light responsive metal org. framework (MOF) single crystals contg. photochromic diarylethene 1,2-bis(2,5-dimethyl-thien-3-yl)perfluorocyclopentene.  Polarized light microscopy on single crystals indicates that the photochrome is preferentially aligned along the c-axis of the host.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1OjurfK&md5=c46a47016fdca479a841705db1a27ac5", "15. ", "Terazima", ", ", "M.", "; ", "Okamoto", ", ", "K.", "; ", "Hirota", ", ", "N.", " ", "Diffusion process of methyl red in organic solvents studied by the transient grating method", " ", "J. Phys. Chem.", " ", "1993", ",  ", "97", ",  ", "5188", " DOI: 10.1021/j100121a056", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Diffusion process of methyl red in organic solvents studied by the transient grating method", "Terazima, Masahide; Okamoto, Koichi; Hirota, Noboru", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "19", "),\r\n    ", "5188-92", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Time dependence of the transient grating (TG) signal after the photoexcitation of methyl red (I) is investigated in C6H6, EtOH, and iso-PrOH.  The origin of the TG signal, which represents the mass diffusion of I, is attributed to the phase grating.  The cis form of I, which has a slightly smaller mol. size than the trans form, diffuses more slowly than the trans form in alc. and aldehyde solns.  The measured diffusion coeffs. (D) in the 3 solvents are compared with theor. calcd. values.  The measured D are in good agreement with the values calcd. by using the modified Stokes-Einstein equation.  Diffusion coeffs. in iso-PrOH at -46.5° are also measured and compared with the calcd. values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXitlGqsLg%253D&md5=7e7db762f793cb48816e5557a7d5ac1a", "16. ", "Xia", ", ", "J. L.", "; ", "Wang", ", ", "C. H.", " ", "The holographic investigation of diffusion of methyl red in poly(caprolactone) diol", " ", "J. Chem. Phys.", " ", "1988", ",  ", "88", ",  ", "5211", " DOI: 10.1063/1.454756", " ", "[", "Crossref", "], [", "CAS", "]", "16. ", "The holographic investigation of diffusion of methyl red in poly(caprolactone) diol", "Xia, J. L.; Wang, C. H.", "Journal of Chemical Physics", "\r\n        (", "1988", "),\r\n    ", "88", "\r\n        (", "8", "),\r\n    ", "5211-14", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The translational diffusion of methyl red dissolved in poly(caprolactone) diol was investigated as a function of temp., using the laser induced holog. grating relaxation technique.  The tracer diffusion coeffs. of methyl red in trans and cis forms followed the Williams-Landel-Ferry (WLF) type of temp. dependence with the WLF coeffs. identical to that assocd. with the shear modulus of the polymer host.  The cis isomer of methyl red although ∼8% smaller in size diffused ∼3 times slower than the trans isomer.  This was interpreted as due to a stronger interaction between the cis isomer and the polymer host.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXitVGnurw%253D&md5=b8f6a0d0546fe8096ffec615097eb748", "17. ", "Park", ", ", "S. K.", "; ", "Lee", ", ", "C.", "; ", "Min", ", ", "K. C.", "; ", "Lee", ", ", "N. S.", " ", "Structural and conformational studies of ortho-, meta-, and para-methyl red upon proton gain and loss", " ", "Bull. Korean Chem. Soc.", " ", "2005", ",  ", "26", ",  ", "1170", " DOI: 10.5012/bkcs.2005.26.8.1170", " ", "[", "Crossref", "], [", "CAS", "]", "17. ", "Structural and conformational studies of ortho-, meta-, and para-methyl red upon proton gain and loss", "Park, Sun-Kyung; Lee, Choongkeun; Min, Kyung-Chul; Lee, Nam-Soo", "Bulletin of the Korean Chemical Society", "\r\n        (", "2005", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "1170-1176", "CODEN:\r\n                ", "BKCSDE", ";\r\n        ISSN:", "0253-2964", ".\r\n    \r\n            (", "Korean Chemical Society", ")\r\n        ", "The structures and conformations of o-, m-, and p-methyl red (MR) upon proton gain and loss were studied by d. functional calcns., and compared to methyl yellow for the effects of a carboxyl substitution.  Internal hydrogen bonding causes the geometry of neutral o-MR planar, otherwise twist.  Monoprotonated species of MR are planar where the proton is attached to β-azo nitrogen.  This loses its azo character a bit, and shows strong delocalization characterized as a quinonoid canonical structure.  The di-protonated species of MR is proved to hold two protons at the amino and α-azo nitrogen atoms, and planar.  It regains some of its azo character, but still shows fairly delocalized properties in terms of carbocationic canonical structures.  The carboxyl substitution on the 4-(dimethylamino)-trans-azobenzene structure has some delocalization effects on the geometry or conformation of MR derivs. whether neutral or mono-, di-, or deprotonated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFSntLbN&md5=e4b2c70f1ca3014f0e1fc4794f6cc4f0", "18. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal–Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", " DOI: 10.1021/ja0570032", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "19. ", "Nijem", ", ", "N.", "; ", "Wu", ", ", "H.", "; ", "Canepa", ", ", "P.", "; ", "Marti", ", ", "A.", "; ", "Balkus", ", ", "K. J.", "; ", "Thonhauser", ", ", "T.", "; ", "Li", ", ", "J.", "; ", "Chabal", ", ", "Y. J.", " ", "Tuning the Gate Opening Pressure of Metal–Organic Frameworks (MOFs) for the Selective Separation of Hydrocarbons", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15201", " DOI: 10.1021/ja305754f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Tuning the Gate Opening Pressure of Metal-Organic Frameworks (MOFs) for the Selective Separation of Hydrocarbons", "Nijem, Nour; Wu, Haohan; Canepa, Pieremanuele; Marti, Anne; Balkus, Kenneth J.; Thonhauser, Timo; Li, Jing; Chabal, Yves J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "37", "),\r\n    ", "15201-15204", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepn. of hydrocarbons is one of the most energy demanding processes.  The need to develop materials for the selective adsorption of hydrocarbons, under reasonable conditions, is therefore of paramount importance.  This work unveils unexpected hydrocarbon selectivity in a flexible Metal-Org. Framework (MOF), based on differences in their gate opening pressure.  The authors show selectivity dependence on both chain length and specific framework-gas interaction.  By combining Raman spectroscopy and theor. van der Waals D. Functional (vdW-DF) calcns., the sepn. mechanisms governing this unexpected gate-opening behavior are revealed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht12ru73I&md5=cd928d3ef6c0fa1512aa6b1ff5e33cbc", "20. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", " DOI: 10.1039/c1ee01720a", " ", "[", "Crossref", "], [", "CAS", "]", "20. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "21. ", "Caskey", ", ", "R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic tuning of carbon dioxide uptake via metal substitution in a coordination polymer with cylindrical pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", " DOI: 10.1021/ja8036096", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "22. ", "Zhang", ", ", "Z.", "; ", "Yao", ", ", "Z.-Z.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "B.", " ", "Perspective of microporous metal-organic frameworks for CO", "2", " capture and separation", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "2868", " DOI: 10.1039/C4EE00143E", " ", "[", "Crossref", "], [", "CAS", "]", "22. ", "Perspective of microporous metal-organic frameworks for CO2 capture and separation", "Zhang, Zhangjing; Yao, Zi-Zhu; Xiang, Shengchang; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "9", "),\r\n    ", "2868-2899", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  It is emergent to reduce carbon dioxide emissions from fossil fuel combustion and thereby limit climate destabilization.  In order to achieve the industrial scenario of CCS, there is a need for the discovery of better solid CO2 adsorbents that realize great improvement of selective capacity and stability to moisture as well as significant redns. in energy requirements and costs.  In this review, we provide an overview of the current status of the emerging microporous metal-org. frameworks (MOFs) for the storage and sepn. of carbon dioxide.  We summarize the main factors for CO2 capture performance of MOF materials under different working conditions, in comparison with those for zeolite materials.  At the same time, we analyze the relationship among porous structures, pore/window sizes, capacity, selectivity and enthalpy of porous MOFs for CCS, which will give us clues for the design and synthesis of MOF materials as CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVymu7rI&md5=6b2caf35f3003cc10e1eba706bca4519", "23. ", "Colombo", ", ", "V.", "; ", "Galli", ", ", "S.", "; ", "Choi", ", ", "H. J.", "; ", "Han", ", ", "G. D.", "; ", "Maspero", ", ", "A.", "; ", "Palmisano", ", ", "G.", "; ", "Masciocchi", ", ", "N.", "; ", "Long", ", ", "J. R.", " ", "High thermal and chemical stability in pyrazolate-bridged metal-organic frameworks with exposed metal sites", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "1311", " DOI: 10.1039/c1sc00136a", " ", "[", "Crossref", "], [", "CAS", "]", "23. ", "High thermal and chemical stability in pyrazolate-bridged metal-organic frameworks with exposed metal sites", "Colombo, Valentina; Galli, Simona; Choi, Hye Jin; Han, Ggoch Ddeul; Maspero, Angelo; Palmisano, Giovanni; Masciocchi, Norberto; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "1311-1319", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reactions between the tritopic pyrazole-based ligand 1,3,5-tris(1H-pyrazol-4-yl)benzene (H3BTP) and transition metal acetate salts in DMF afford microporous pyrazolate-bridged metal-org. frameworks M3(BTP)2·xsolvent (M = Ni (1), Cu (2), Zn (3), Co (4)).  Ab-initio x-ray powder diffraction methods were employed in detg. the crystal structures of these compds., revealing 1 and 2 to exhibit an expanded sodalite-like framework with accessible metal cation sites, while 3 and 4 possess tetragonal frameworks with hydrophobic surfaces and narrower channel diams.  Compds. 1-4 can be desolvated without loss of crystallinity by heating under dynamic vacuum, giving rise to microporous solids with BET surface areas of 1650, 1860, 930 and 1027 m2 g-1, resp.  Thermogravimetric analyses and powder x-ray diffraction measurements demonstrate the exceptional thermal and chem. stability of these frameworks.  In particular, 3 is stable to heating in air up to at least 510°, while 1 is stable to heating in air to 430°, as well as to treatment with boiling aq. solns. of pH 2 to 14 for two weeks.  Unexpectedly, 2 and 3 are converted into new cryst. metal-org. frameworks upon heating in boiling water.  With the combination of stability under extreme conditions, high surface area, and exposed metal sites, it is anticipated that 1 may open the way to test metal-org. frameworks for catalytic processes that currently employ zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVyhsbg%253D&md5=65c826bacdcbf73ed2a5f7f20e172196", "24. ", "Cychosz", ", ", "K. A.", "; ", "Matzger", ", ", "A. J.", " ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "17198", " DOI: 10.1021/la103234u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", "Cychosz, Katie A.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "22", "),\r\n    ", "17198-17202", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The stability of a variety of microporous coordination polymers (MCPs) to water-contg. solns. was studied using powder x-ray diffraction.  The stability of the MCP is related to the metal cluster present in the structure with trinuclear chromium clusters more stable than copper paddlewheel clusters which are more stable than basic zinc acetate clusters.  Zn(2-methylimidizolate)2 is more water stable than zinc MCPs with carboxylate linkers; however, extended exposure to water led to decompn. of all zinc-based MCPs.  Materiaux de l'Institut Lavoisier (MIL)-100 also is completely water stable and was used to adsorb the pharmaceuticals furosemide and sulfasalazine from water with large uptakes achievable at low concns., indicating that the adsorption of wastewater contaminants may be a feasible application for these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1CmurrI&md5=68d9c81f6155b1ad2ab06825a8b197f1", "25. ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "Strong CO", "2", " Binding in a Water-Stable, Triazolate-Bridged Metal–Organic Framework Functionalized with Ethylenediamine", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", " DOI: 10.1021/ja903411w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "26. ", "Borjigin", ", ", "T.", "; ", "Sun", ", ", "F.", "; ", "Zhang", ", ", "J.", "; ", "Cai", ", ", "K.", "; ", "Ren", ", ", "H.", "; ", "Zhu", ", ", "G.", " ", "A microporous metal-organic framework with high stability for GC separation of alcohols from water", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7613", " DOI: 10.1039/c2cc33023g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "A microporous metal-organic framework with high stability for GC separation of alcohols from water", "Borjigin, Tsolmon; Sun, Fuxing; Zhang, Jinlei; Cai, Kun; Ren, Hao; Zhu, Guangshan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "61", "),\r\n    ", "7613-7615", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel 44 square grid microporous metal-org. framework (MOF) JUC-110 with 1-dimensional open channels was synthesized, which shows exceptional hydrothermal stability and capability for sepg. alcs. from water in gas chromatog. (GC) sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xps1Ols7Y%253D&md5=e9ab742d12987f7d1476413a1959a7f2", "27. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", ",  ", "10186", " DOI: 10.1073/pnas.0602439103", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "28. ", "Ferey", ", ", "G.", "; ", "Latroche", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Percheron-Guegan", ", ", "A.", " ", "Hydrogen adsorption in the nanoporous metal-benzenedicarboxylate (OH)(O", "2", "C–C", "6", "H", "4", "–CO", "2", ") (M = Al", "3+", ", Cr", "3+", "), MIL-53", " ", "Chem. Commun.", " ", "2003", ",  ", "2976", " DOI: 10.1039/b308903g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Hydrogen adsorption in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+), MIL-53", "Ferey, Gerard; Latroche, Michel; Serre, Christian; Millange, Franck; Loiseau, Thierry; Percheron-Guegan, Annick", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "2976-2977", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "H adsorption was studied in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+).  These solids have H storage capacities of 3.8 and 3.1% resp. when loaded at 77 K under 1.6 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Cnsbs%253D&md5=5ddf427f369b0f311cc63c9eccb50deb", "29. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", " DOI: 10.1021/ja054668v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "30. ", "Liu", ", ", "Y.", "; ", "Her", ", ", "J. H.", "; ", "Dailly", ", ", "A.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Neumann", ", ", "D. A.", "; ", "Brown", ", ", "C. M.", " ", "Reversible structural transition in MIL-53 with large temperature hysteresis", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11813", " DOI: 10.1021/ja803669w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", "Liu, Yun; Her, Jae-Hyuk; Dailly, Anne; Ramirez-Cuesta, Anibal J.; Neumann, Dan A.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11813-11818", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework, MIL-53, can have a structural transition from an open-pored to a closed-pored structure by adsorbing different guest mols.  The aid of guest mols. is believed to be necessary to initiate this \"breathing\" effect.  Using both neutron powder diffraction and inelastic neutron scattering techniques, we find that MIL-53 exhibits a reversible structural transition between an open-pored and a closed-pored structure as a function of temp. without the presence of any guest mols.  Surprisingly, this structural transition shows a significant temp. hysteresis: the transition from the open-pored to closed-pored structure occurs at approx. 125 to 150 K, while the transition from the closed-pored to open-pored structure occurs around 325 to 375 K.  To our knowledge, this is first observation of such a large temp. hysteresis of a structural transition in metal-org. frameworks.  We also note that the transition from the open to closed structure at low temp. shows very slow kinetics.  An ab initio computer simulation is employed to investigate the possible mechanism of the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knt74%253D&md5=0d06ce91da90c73847b704c1ae49016f", "31. ", "Triguero", ", ", "C.", "; ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Neimark", ", ", "A. V.", " ", "Mechanism of Breathing Transitions in Metal–Organic Frameworks", " ", "J. Phys. Chem. Lett.", " ", "2011", ",  ", "2", ",  ", "2033", " DOI: 10.1021/jz2008769", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Mechanism of Breathing Transitions in Metal-Organic Frameworks", "Triguero, Carles; Coudert, Francois-Xavier; Boutin, Anne; Fuchs, Alain H.; Neimark, Alexander V.", "Journal of Physical Chemistry Letters", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "16", "),\r\n    ", "2033-2037", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present a multiscale phys. mechanism and a stochastic model of breathing transitions, which represent adsorption-induced structural transformations between large-pore and narrow-pore conformations in bistable metal-org. frameworks, such as MIL-53.  Due to interplay between host framework elasticity and guest mol. adsorption, these transformations on the level of the crystal occur via layer-by-layer shear.  The authors construct a simple Hamiltonian that describes the physics of host-host and host-guest interactions and show that a resp. Monte Carlo simulation model qual. reproduces the exptl. obsd. features of breathing transitions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsVOhurg%253D&md5=799a9478bbde38805d86d290e4d4edb2", "32. ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Huguenard", ", ", "C.", "; ", "Fink", ", ", "G.", "; ", "Taulelle", ", ", "F.", "; ", "Henry", ", ", "M.", "; ", "Bataille", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "A Rationale for the Large Breathing of the Porous Aluminum Terephthalate (MIL-53) Upon Hydration", " ", "Chem. - Eur. J.", " ", "2004", ",  ", "10", ",  ", "1373", " DOI: 10.1002/chem.200305413", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "A rationale for the large breathing of the porous aluminum terephthalate (MIL-53) upon hydration", "Loiseau, Thierry; Serre, Christian; Huguenard, Clarisse; Fink, Gerhard; Taulelle, Francis; Henry, Marc; Bataille, Thierry; Ferey, Gerard", "Chemistry - A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1373-1382", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Al 1,4-benzenedicarboxylate Al(OH)[O2CC6H4CO2][HO2C-C6H4-CO2H]0.70 or MIL-53as (Al) was hydrothermally synthesized by heating a mixt. of Al nitrate, 1,4-benzenedicarboxylic acid, and H2O, for three days at 220°.  Its 3 D framework is built up of infinite trans chains of corner-sharing AlO4(OH)2 octahedra.  The chains are interconnected by the 1,4-benzenedicarboxylate groups, creating 1 D rhombic-shaped tunnels.  Disordered 1,4-benzenedicarboxylic acid mols. are trapped inside these tunnels.  Their evacuation upon heating, between 275 and 420°, leads to a nanoporous open-framework (MIL-53ht (Al) or Al(OH)[O2CC6H4CO2]) with empty pores of diam. 8.5 Å.  This solid exhibits a Langmuir surface area. of 1590(1) m2g-1 together with a remarkable thermal stability, since it starts to decomp. only at 500°.  At room temp., the solid reversibly absorbs H2O in its tunnels, causing a very large breathing effect and shrinkage of the pores.  Anal. of the hydration process by solid-state NMR (1H, 13C, 27Al) has clearly indicated that the trapped H2O mols. interact with the carboxylate groups through H bonds, but do not affect the hydroxyl species bridging the Al atoms.  The H bonds between H2O and the O atoms of the framework are responsible for the contraction of the rhombic channels.  The structures of the three forms were detd. by powder x-ray diffraction anal.  Crystal data for MIL-53as (Al) are as follows: orthorhombic system, Pnma (no. 62), a 17.129(2), b 6.628(1), c 12.182(1) Å; for MIL-53ht (Al), orthorhombic system, Imma (no. 74), a 6.608(1), b 16.675(3), c 12.813(2) Å; for MIL-53lt (Al), monoclinic system, Cc (no. 9), a 19.513(2), b 7.612(1), c 6.576(1) Å, β 104.24(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVykt7s%253D&md5=3a01acd738d767103450cccd3cab8f2e", "33. ", "Alhamami", ", ", "M.", "; ", "Doan", ", ", "H.", "; ", "Cheng", ", ", "C. H.", " ", "A review on breathing behaviors of metal-organic-frameworks (MOFs) for gas adsorption", " ", "Materials", " ", "2014", ",  ", "7", ",  ", "3198", " DOI: 10.3390/ma7043198", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "34. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Ultrahigh porosity in metal-organic frameworks", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", " DOI: 10.1126/science.1192160", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "35. ", "Klein", ", ", "N.", "; ", "Hoffmann", ", ", "H. C.", "; ", "Cadiau", ", ", "A.", "; ", "Getzschmann", ", ", "J.", "; ", "Lohe", ", ", "M. R.", "; ", "Paasch", ", ", "S.", "; ", "Heydenreich", ", ", "T.", "; ", "Adil", ", ", "K.", "; ", "Senkovska", ", ", "I.", "; ", "Brunner", ", ", "E.", "; ", "Kaskel", ", ", "S.", " ", "Structural flexibility and intrinsic dynamics in the M", "2", "(2,6-ndc)", "2", "(dabco) (M = Ni, Cu, Co, Zn) metal-organic frameworks", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10303", " DOI: 10.1039/c2jm15601f", " ", "[", "Crossref", "], [", "CAS", "]", "35. ", "Structural flexibility and intrinsic dynamics in the M2(2,6-ndc)2(dabco) (M = Ni, Cu, Co, Zn) metal-organic frameworks", "Klein, Nicole; Hoffmann, Herbert C.; Cadiau, Amandine; Getzschmann, Juergen; Lohe, Martin R.; Paasch, Silvia; Heydenreich, Thomas; Adil, Karim; Senkovska, Irena; Brunner, Eike; Kaskel, Stefan", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10303-10312", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and structural flexibility of the metal-org. frameworks M2(2,6-ndc)2(dabco) (DUT-8(M), M = Ni, Co, Cu, Zn; 2,6-ndc = 2,6-naphthalenedicarboxylate, dabco = 1,4-diazabicyclo[2.2.2]octane) as well as their characterization by gas adsorption, 129Xe NMR and 13C MAS NMR spectroscopy are described.  Depending on the integrated metal atom the compds. show reversible (DUT-8(Ni), DUT-8(Co)), non-reversible (DUT-8(Zn)) or no (DUT-8(Cu)) structural transformation upon solvent removal and/or physisorption of several gases.  DUT-8(Co) exhibits a similar structural transformation by solvent removal and adsorption behavior as obsd. for DUT-8(Ni).  DUT-8(Zn) undergoes an irreversible structural change caused by solvent removal.  The non-flexible copper contg. MOF reveals the best performance concerning porosity and gas storage capacities within the DUT-8 series.  Xenon adsorption studies combined with 129Xe NMR spectroscopy were used to study the flexibility of the DUT-8 compds.  129Xe chem. shift and line width strongly depend on the metal atom.  Solid-state 13C NMR spectroscopy has been applied to further characterize the org. parts of the DUT-8 frameworks.  While DUT-8(Ni) exhibits narrow, well-resolved lines in its \"as made\" state, the signals of DUT-8(Co) are broadened and shifted over an unusually wide chem. shift range (-72 to 717 ppm).  No detectable signals are found in DUT-8(Cu) indicating significantly changed internal dynamics compared to DUT-8(Ni) and DUT-8(Co).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhurg%253D&md5=3e82678affea949c03be2b7ad1c3c674", "36. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2009", ",  ", "106", ",  ", "20637", " DOI: 10.1073/pnas.0909718106", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "37. ", "Boutin", ", ", "A.", "; ", "Coudert", ", ", "F. o.-X.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Neimark", ", ", "A. V.", "; ", "Férey", ", ", "G. r.", "; ", "Fuchs", ", ", "A. H.", " ", "The behavior of flexible MIL-53 (Al) upon CO", "4", " and CO", "2", " adsorption", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "22237", " DOI: 10.1021/jp108710h", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "The Behavior of Flexible MIL-53(Al) upon CH4 and CO2 Adsorption", "Boutin, Anne; Coudert, Francois-Xavier; Springuel-Huet, Marie-Anne; Neimark, Alexander V.; Ferey, Gerard; Fuchs, Alain H.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "50", "),\r\n    ", "22237-22244", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of the osmotic thermodn. model, combined with a series of methane and carbon dioxide gas adsorption expts. at various temps., has allowed shedding some new light on the fascinating phase behavior of flexible MIL-53(Al) metal-org. frameworks.  A generic temp.-loading phase diagram has been derived; it is shown that the breathing effect in MIL-53 is a very general phenomenon, which should be obsd. in a limited temp. range regardless of the guest mol.  In addn., the previously proposed stress model for the structural transitions of MIL-53 is shown to be transferable from xenon to methane adsorption.  The stress model also provides a theor. framework for understanding the existence of lp/np phase mixts. at pressures close to the breathing transition pressure, without having to invoke an inhomogeneous distribution of the adsorbate in the porous sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2kt73I&md5=0bd39c662462b230e102bf02d6be3b1a", "38. ", "Patil", ", ", "D. V.", "; ", "Rallapalli", ", ", "P. B. S.", "; ", "Dangi", ", ", "G. P.", "; ", "Tayade", ", ", "R. J.", "; ", "Somani", ", ", "R. S.", "; ", "Bajaj", ", ", "H. C.", " ", "MIL-53 (Al): an efficient adsorbent for the removal of nitrobenzene from aqueous solutions", " ", "Ind. Eng. Chem. Res.", " ", "2011", ",  ", "50", ",  ", "10516", " DOI: 10.1021/ie200429f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "MIL-53(Al): an efficient adsorbent for the removal of nitrobenzene from aqueous solutions", "Patil, Dinesh V.; Rallapalli, Phani B. Somayajulu; Dangi, Ganga P.; Tayade, Rajesh J.; Somani, Rajesh S.; Bajaj, Hari C.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "18", "),\r\n    ", "10516-10524", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MIL-53(Al), hydrothermally synthesized and purified by solvent extn., was used as adsorbent for the removal of nitrobenzene from aq. soln.  Pristine MIL-53(Al) and MIL-53(Al) loaded with various amts. of nitrobenzene were characterized by X-ray diffraction anal. with cell indexation study, thermogravimetric anal., Fourier transform IR spectroscopy, and BET surface area.  A simulation study of nitrobenzene adsorption on MIL-53(Al) was performed.  The adsorption study of nitrobenzene on MIL-53(Al) was carried out at 30 ± 1 °C using batch expts.  The amt. of nitrobenzene adsorbed decreases with an increase in the temp. from 30° to 60 °C and pH from 8 to 11, whereas no significant difference was obsd. in acidic pH.  The adsorption data were fitted to Sips and Redlich-Peterson isotherm models.  The adsorption capacity of nitrobenzene on MIL-53(Al) obtained was 610 mg/g, higher than that of zeolites (267.2 mg/g) and organoclays (100 mg/g), but, lower than that of modified com. activated carbons (1443.53 mg/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVyhu77O&md5=248330a32b2157013a4e8e7a51e197f7", "39. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "The Reticular Chemistry Structure Resource (RCSR) Database of, and Symbols for, Crystal Nets", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", " DOI: 10.1021/ar800124u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "40. ", "Lyndon", ", ", "R.", "; ", "Konstas", ", ", "K.", "; ", "Evans", ", ", "R. A.", "; ", "Keddie", ", ", "D. J.", "; ", "Hill", ", ", "M. R.", "; ", "Ladewig", ", ", "B. P.", " ", "Metal-Organic Frameworks: Tunable Photodynamic Switching of DArE@PAF-1 for Carbon Capture", " ", "Adv. Funct. Mater.", " ", "2015", ",  ", "25", ",  ", "4405", " DOI: 10.1002/adfm.201502069", " ", "[", "Crossref", "], [", "CAS", "]", "40. ", "Tunable photodynamic switching of DArE@PAF-1 for carbon capture", "Lyndon, Richelle; Konstas, Kristina; Evans, Richard A.; Keddie, Daniel J.; Hill, Matthew R.; Ladewig, Bradley P.", "Advanced Functional Materials", "\r\n        (", "2015", "),\r\n    ", "25", "\r\n        (", "28", "),\r\n    ", "4405-4411", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new type of photodynamic carbon capture material with up to 26 wt% CO2 desorption capacity is synthesized via incorporation of diarylethene (DArE) as guest mols. in porous arom. framework-1 (PAF-1).  In these host-guest complexes, the carboxylic acid groups featured in DArE allow multiple noncovalent interactions to exist.  DArE loadings ranging from 1 to 50 wt% are incorporated in PAF-1 and the complexes characterized by UV-vis spectroscopy, FT-IR spectroscopy, CO2, and N2 adsorption.  Successful inclusion of DArE in PAF-1 is indicated by the redn. of pore size distributions and an optimum loading of 5 wt% is detd. by comparing the percentage photo-response and CO2 uptake capacity at 1 bar.  Mechanistic studies suggest that photoswitching modulates the binding affinity between DArE and CO2 toward the host, triggering carbon capture and release.  This is the first known example of photodynamic carbon capture and release in a PAF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhtVekur7M&md5=5f4ee6382d1b1a67d01362b64608a0e9", "41. ", "Giustetto", ", ", "R.", "; ", "Vitillo", ", ", "J. G.", "; ", "Corazzari", ", ", "I.", "; ", "Turci", ", ", "F.", " ", "Evolution and Reversibility of Host/Guest Interactions with Temperature Changes in a Methyl Red@Palygorskite Polyfunctional Hybrid Nanocomposite", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "19322", " DOI: 10.1021/jp4091238", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Evolution and Reversibility of Host/Guest Interactions with Temperature Changes in a Methyl Red@Palygorskite Polyfunctional Hybrid Nanocomposite", "Giustetto, Roberto; Vitillo, Jenny G.; Corazzari, Ingrid; Turci, Francesco", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "33", "),\r\n    ", "19322-19337", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Palygorskite is a microporous clay mineral with several important applications, including use as a dye nanoscaffold, due to its ability to incorporate apt guest mols. and form exceptionally stable composites.  Such a property covers widespread fields of interest, from pottery pigments to light harvesting.  In all these applications, the stability of these composites at progressively increasing temps. is an important parameter to det. their condition of usage.  This work investigates the nature and strength of the stabilizing host/guest interactions at the basis of the exceptional stability of the methyl red@palygorskite composite system, which undergo a dynamic but reversible evolution depending on the level of heating.  A multitechnique anal. protocol involving synchrotron X-ray powder diffraction (S-XRPD) and thermogravimetric anal. (TGA) coupled with IR spectroscopy (FTIR) and gas chromatog. (GC-MS) was followed, which allowed us to sharply identify the species evolved during heating.  Moderate temps. (140-300 °C) cause stabilization of H-bonds between the structural H2O and the carboxyl group of the dye, whereas higher ones (>300 °C) trigger formation of direct COOH/octahedral Mg bonds favored by dehydration.  Cooling below 300 °C implies gradual reversibility of the obsd. trend due to rehydration from environmental moisture; addnl. heating (>400 °C), conversely, causes methyl red decompn., fragmentation, and further expulsion from the host tunnels (∼500 °C).  The encapsulated dye in zwitterionic, trans, and/or protonated form affects the hosting system properties, preventing structural folding and strongly modifying the mechanism of water release for both structural and zeolitic H2O.  Exptl. results were interpreted also with the help of structural models obtained by mol. mechanics simulations, offering atomistic insights on the mechanisms at the basis of the obsd. phenomena.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1eksLzN&md5=9a851257bfccc183d81e8d1135d242d0", "42. ", "Kienzler", ", ", "M. A.", "; ", "Reiner", ", ", "A.", "; ", "Trautman", ", ", "E.", "; ", "Yoo", ", ", "S.", "; ", "Trauner", ", ", "D.", "; ", "Isacoff", ", ", "E. Y.", " ", "A Red-Shifted Fast-Relaxing Azobenzene Photoswitch for Visible Light Control of an Ionotropic Glutamate Receptor", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17683", " DOI: 10.1021/ja408104w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "A Red-Shifted, Fast-Relaxing Azobenzene Photoswitch for Visible Light Control of an Ionotropic Glutamate Receptor", "Kienzler, Michael A.; Reiner, Andreas; Trautman, Eric; Yoo, Stan; Trauner, Dirk; Isacoff, Ehud Y.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "47", "),\r\n    ", "17683-17686", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of azobenzene photoswitches has become a dependable method for rapid and exact modulation of biol. processes and material science systems.  The requirement of UV light for azobenzene isomerization is not ideal for biol. systems due to poor tissue penetration and potentially damaging effects.  While modified azobenzene cores with a red shifted cis-to-trans isomerization have been previously described, they have not yet been incorporated into a powerful method to control protein function: the photoswitchable tethered ligand (PTL) approach.  The authors report the synthesis and characterization of a red shifted PTL, L-MAG0460, for the light-gated ionotropic glutamate receptor LiGluR.  In cultured mammalian cells, the LiGluR+L-MAG0460 system is activated rapidly by illumination with 400-520 nm light to generate a large ionic current.  The current rapidly turns off in the dark as the PTL relaxes thermally back to the trans configuration.  The visible light excitation and single-wavelength behavior considerably simplify use and should improve use in tissue.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLbL&md5=1962af09aea5cd7a41afd3a2c920f9df", "43. ", "Li", ", ", "J.", "; ", "He", ", ", "L.", "; ", "Wang", ", ", "J.", "; ", "Zhang", ", ", "Z. T.", "; ", "Shi", ", ", "J.", "; ", "Zhang", ", ", "X. Z.", "; ", "Cao", ", ", "Y. P.", "; ", "Chen", ", ", "Y.", " ", "Light-controlled drug releasing polymer films combining LbL self-assembly and host-guest interactions", " ", "eXPRESS Polym. Lett.", " ", "2014", ",  ", "8", ",  ", "143", " DOI: 10.3144/expresspolymlett.2014.18", " ", "[", "Crossref", "], [", "CAS", "]", "43. ", "Light-controlled drug releasing polymer films combining LbL self-assembly and host-guest interactions", "Li, J.; He, L.; Wang, J.; Zhang, Z. T.; Shi, J.; Zhang, X. Z.; Cao, Y. P.; Chen, Y.", "eXPRESS Polymer Letters", "\r\n        (", "2014", "),\r\n    ", "8", "\r\n        (", "3", "),\r\n    ", "143-153, 11 pp.", "CODEN:\r\n                ", "PLOEAK", ";\r\n        ISSN:", "1788-618X", ".\r\n    \r\n            (", "Budapest University of Technology and Economics, Dep. of Polymer Engineering", ")\r\n        ", "By combining LbL (layer-by-layer) self-assembly approach and host-guest interactions, a unique multilayer film was constructed and employed for a light-controlled drug release system.  The drug mols. can be loaded and released into the resulting polyelectrolyte multilayers contg. azobenzene (Azo) function groups by using the irradn. of visible light and UV light alternately.  The photo-sensitivity of the multilayer films was studied through UV-vis spectrum, fluorescence spectrum and confocal microscopy.  The target mols. could be rapidly released from the multilayers after 300 W UV light irradn. for 20 min.  Moreover, they could be readsorbed into the multilayers uniformly when illuminated under the 300 W visible light for 10 min confirmed by the observation of confocal microscopy, and the readsorption ratio exceeds 100% evidenced from UV-vis spectroscopy.  After several cycles of the above-mentioned process, the multilayer films show good fatigue resistance.  All these results indicate the photo-sensitivity and high-efficiency of the multilayer films, which have great potential in controlled drug delivery platform and biomedical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptVOntLY%253D&md5=0f08d5affd728af121d260b2500325db", "44. ", "Ogawa", ", ", "M.", "; ", "Ishii", ", ", "T.", "; ", "Miyamoto", ", ", "N.", "; ", "Kuroda", ", ", "K.", " ", "Intercalation of a cationic azobenzene into montmorillonite", " ", "Appl. Clay Sci.", " ", "2003", ",  ", "22", ",  ", "179", " DOI: 10.1016/S0169-1317(02)00157-6", " ", "[", "Crossref", "], [", "CAS", "]", "44. ", "Intercalation of a cationic azobenzene into montmorillonite", "Ogawa, Makoto; Ishii, Takuma; Miyamoto, Nobuyoshi; Kuroda, Kazuyuki", "Applied Clay Science", "\r\n        (", "2003", "),\r\n    ", "22", "\r\n        (", "4", "),\r\n    ", "179-185", "CODEN:\r\n                ", "ACLSER", ";\r\n        ISSN:", "0169-1317", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The intercalation of a cationic azobenzene deriv. into the interlayer space of montmorillonite was achieved by ion exchange between Na-montmorillonite and p-(ω-dimethylhydroxyethylammonioethoxy)azobenzene bromide.  X-ray diffractometry and elemental anal. indicated that the dye cations were intercalated.  The microstructures of the montmorillonite-dye intercalates were controlled by the amt. of dye loaded as evidenced by the variation in basal spacings and visible absorption spectra of the materials.  The intercalated azo dyes exhibit reversible trans-to-cis photoisomerization under UV and visible light irradn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtVCnsrs%253D&md5=bcc45854b88de368a6e784ac88a3fb89", "45. ", "Zhu", ", ", "L.", "; ", "Yan", ", ", "H.", "; ", "Ang", ", ", "C. Y.", "; ", "Nguyen", ", ", "K. T.", "; ", "Li", ", ", "M.", "; ", "Zhao", ", ", "Y.", " ", "Photoswitchable supramolecular catalysis by interparticle host-guest competitive binding", " ", "Chem. - Eur. J.", " ", "2012", ",  ", "18", ",  ", "13979", " DOI: 10.1002/chem.201202711", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Photoswitchable Supramolecular Catalysis by Interparticle Host-Guest Competitive Binding", "Zhu, Liangliang; Yan, Hong; Ang, Chung Yen; Nguyen, Kim Truc; Li, Menghuan; Zhao, Yanli", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "44", "),\r\n    ", "13979-13983, S13979/1-S13979/9", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Photoswitchable supramol. catalysis of ester hydrolysis was achieved by using guest-host competitive binding of Zn(II)-coordinated β-cyclodextrin dimer catalyst with azobenzene units on the surface of Au nanoparticles in the presence of reaction substrates.  When β-cyclodextrin rings are occupied by trans-azobenzene units, the catalyst no longer recognizes the substartes and its catalytic activity is passivated.  After trans-to-cis photoisomerization of the azobenzene unit on Au nanoparticle surface after UV exposure, azobenzene units are unable to bind with the β-cyclodextrin rings as tightly and thus the catalyst becomes available for catalysis.  The catalytic process can be switched on and off repeatedly by alternating between UV- and visible light irradn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlKitrfO&md5=c9f5e620d031ed739c807c5153e5328f", "46. ", "Wen", ", ", "J.", "; ", "Tian", ", ", "Z.", "; ", "Ma", ", ", "J.", " ", "Light- and electric-field-induced switching of thiolated azobenzene self-assembled monolayer", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "19934", " DOI: 10.1021/jp404434r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Light- and Electric-Field-Induced Switching of Thiolated Azobenzene Self-Assembled Monolayer", "Wen, Jin; Tian, Ziqi; Ma, Jing", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "39", "),\r\n    ", "19934-19944", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reversible isomerization of the azobenzene (AZO) based self-assembled monolayers (SAMs) under external stimuli is the key to their application as mol. switches.  To establish the relationship between electronic structure and switching function, AZO and its derivs. with electron donating (NH2) and withdrawing (NO2) terminal groups, resp., are investigated in the light and elec. field triggered configuration changes by using d. functional theory (DFT) and mol. dynamics (MD) simulation.  Using the modified force field, whose parameters are taken from DFT calcns. on the ground and first excited states, the non-equil. mol. dynamics simulations show the collective structural transitions in Au(111) surface supported AZO SAMs under UV-visible light and external elec. field stimulation.  Along MD trajectories, an index function, S, is then defined to depict the SAM switching dynamics between on (S = 1) and off (S = 0) states.  The charge transfer between SAM and surface and dipole interactions under the external elec. field are revealed.  The joint configuration changes of the AZO mols. in the SAM are also displayed to be able to lift the alkythiol coated mercury droplet in the Au(111)-SAMAZO//SAMC12-Hg junction model, in agreement with exptl. observations on the photoswitching of the current in mol. junction.  In addn. to the manipulation of switching by light irradn., it is predicted that the AZO SAMs, with or without substitutions, may also work as a mol. cargo lifter under the elec. field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlOqurfE&md5=0f9ddb459bb3c6516bd4fb7b0b3daead", "47. ", "Tian", ", ", "Y.", "; ", "Wang", ", ", "G.", "; ", "Li", ", ", "F.", "; ", "Evans", ", ", "D. G.", " ", "Synthesis and thermo-optical stability of o-methyl red-intercalated Ni–Fe layered double hydroxide material", " ", "Mater. Lett.", " ", "2007", ",  ", "61", ",  ", "1662", " DOI: 10.1016/j.matlet.2006.07.094", " ", "[", "Crossref", "], [", "CAS", "]", "47. ", "Synthesis and thermo-optical stability of o-methyl red-intercalated Ni-Fe layered double hydroxide material", "Tian, Ye; Wang, Ge; Li, Feng; Evans, David G.", "Materials Letters", "\r\n        (", "2007", "),\r\n    ", "61", "\r\n        (", "8-9", "),\r\n    ", "1662-1666", "CODEN:\r\n                ", "MLETDJ", ";\r\n        ISSN:", "0167-577X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "An anionic azo dye, o-methyl red (2-(4-(dimethylamino)phenylazo)benzoic acid, MR), was incorporated successfully into the interlayer domain of Ni-Fe layered double hydroxide (LDH) by copptn. route.  XRD, FTIR spectra (FTIR) and simultaneous thermogravimetric and DTA (TG-DTA) revealed supramol. host-guest interaction between the host matrix and interlayer anionic dye guest with an expanded interlayer distance.  The UV-visible diffuse reflectance (UV-visible/DR) spectra showed that the dye-intercalated LDH had higher photostability than the pristine dye.  Also, there was no significant change for the interlayer MR anions in the UV-visible/DR spectra of the dye-intercalated sample after heating up to 200°, indicating that the thermostability of dye is markedly enhanced by the intercalation into the gallery domain of NiFe-LDH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXislCmt70%253D&md5=2f1d9b25b4de0860711c2b2d8528c542", "48. ", "Giustetto", ", ", "R.", "; ", "Seenivasan", ", ", "K.", "; ", "Pellerej", ", ", "D.", "; ", "Ricchiardi", ", ", "G.", "; ", "Bordiga", ", ", "S.", " ", "Spectroscopic characterization and photo/thermal resistance of a hybrid palygorskite/methyl red Mayan pigment", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "155", ",  ", "167", " DOI: 10.1016/j.micromeso.2012.01.024", " ", "[", "Crossref", "], [", "CAS", "]", "48. ", "Spectroscopic characterization and photo/thermal resistance of a hybrid palygorskite/methyl red Mayan pigment", "Giustetto, Roberto; Seenivasan, Kalaivani; Pellerej, Diego; Ricchiardi, Gabriele; Bordiga, Silvia", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "155", "\r\n        (", "),\r\n    ", "167-176", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The structural features and host/guest interactions existing in a stable, red-purplish hybrid material obtained by grinding and heating palygorskite clay with 2 wt.% acid red 2 (methyl red) were investigated by means of vibrational and UV-vis spectroscopies in controlled exptl. conditions and TGA analyses.  Exptl. evidences suggest that modified methyl red mols., in the form of specific zwitterions and/or altered trans-isomers, can diffuse inside the palygorskite tunnels or superficial grooves once zeolitic H2O is removed due to heating or vacuum.  The dye is likely to interact with the palygorskite framework by means of several bond types, which include H-bonding to Mg-coordinated OH2 and electrostatic forces, responsible for the compd. stability.  Sorption in the hosting matrix enhances both the photo- and thermal stability of methyl red and increases steadiness of the palygorskite structure by preventing folding with progressive heating.  Such a hybrid material, which shows the same stability and structural features of the famed Maya Blue used in Pre-Columbian America, could therefore be used as an innovative Maya Red pigment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksFWlurs%253D&md5=1568b06fefde7701e8ba100bedcf1ffc", "49. ", "Das", ", ", "D.", "; ", "Jacobs", ", ", "T.", "; ", "Barbour", ", ", "L. J.", " ", "Exceptionally large positive and negative anisotropic thermal expansion of an organic crystalline material", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "36", " DOI: 10.1038/nmat2583", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Exceptionally large positive and negative anisotropic thermal expansion of an organic crystalline material", "Das, Dinabandhu; Jacobs, Tia; Barbour, Leonard J.", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "1", "),\r\n    ", "36-39", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "In general, the relatively modest expansion experienced by most materials on heating is caused by increasing anharmonic vibrational amplitudes of the constituent atoms, ions, or mols.  This phenomenon is called pos. thermal expansion (PTE) and usually occurs along all three crystallog. axes.  In very rare cases, structural peculiarities may give rise either to anomalously large PTE, or to neg. thermal expansion (NTE, when lattice dimensions shrink with heating).  As NTE and unusually large PTE are extremely uncommon for mol. solids, mechanisms that might give rise to such phenomena are poorly understood.  Here the authors show that the packing arrangement of a simple dumbbell-shaped org. mol., coupled with its intermol. interactions, facilitates a cooperative mech. response of the three-dimensional framework to changes in temp.  A series of detailed structural detns. was performed at 15-K intervals to visualize the process at the mol. level.  The underlying mechanism is reminiscent of a three-dimensional folding trellis and results in exceptionally large and reversible uniaxial PTE and biaxial NTE of the crystal.  Understanding such mechanisms is highly desirable for the future design of sensitive thermomech. actuators.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFOnsrrO&md5=ddce1232e62bddc7ae201423c5624b90", "50. ", "Zhu", ", ", "Y.", "; ", "Zhang", ", ", "W.", " ", "Reversible tuning of pore size and CO", "2", " adsorption in azobenzene functionalized porous organic polymers", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "4957", " DOI: 10.1039/C4SC02305F", " ", "[", "Crossref", "], [", "CAS", "]", "50. ", "Reversible tuning of pore size and CO2 adsorption in azobenzene functionalized porous organic polymers", "Zhu, Youlong; Zhang, Wei", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "4957-4961", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of responsive porous org. polymers (POPs), UCBZ-1, 2, 3 and 4, comprising azobenzene moieties, were synthesized through dynamic imine chem. and their structure-property relationship was studied.  The resulting porous org. polymers showed permanent porosity with BET surface areas of around 1000 m2 g-1.  More importantly, these polymers exhibit fully reversible responsive pore size distribution and CO2 uptake triggered by UV irradn. or heat treatment.  We obsd. the transformation of some micropores with pore size around 14 ° to larger ones (17 °) upon UV irradn.  Although the BET surface areas remain almost const. during the isomerization process, trans to cis conversion of the azobenzene groups significantly increases CO2 uptake (up to 29% at 273 K and 1 atm) of the frameworks.  Our study on the structure-property relationship shows that the bulkiness of the azobenzene moieties reduces the extent of responsiveness of the materials.  Such a photoresponsive behavior is largely attributed to the enhanced dipole-quadrapole interaction between CO2 and the frameworks due to the increased dipole moment of cis -N=N- groups compared to trans -N=N-.  Such responsiveness significantly differs from the previously reported responsive MOFs contg. azobenzene groups, which release CO2 upon trans to cis isomerization.  These polymers thus represent a new class of porous polymers having intriguing stimuli-responsive properties for advanced applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVSqtL%252FE&md5=b79796b92c548fe5e85474cbb894771a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-23/acs.chemmater.5b02211/20151202/images/small/cm-2015-02211t_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-23/acs.chemmater.5b02211/20151202/images/small/cm-2015-02211t_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-23/acs.chemmater.5b02211/20151202/images/small/cm-2015-02211t_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-23/acs.chemmater.5b02211/20151202/images/small/cm-2015-02211t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-23/acs.chemmater.5b02211/20151202/images/small/cm-2015-02211t_0003.gif\">"]}
