{"title": ["Modeling Pervaporation of Ethanol/Water Mixtures within ‘Real' Zeolite NaA Membranes"], "authors": ["Marc Pera-Titus", "Carles Fité", "Victor Sebastián", "Esther Lorente", "Joan Llorens", "Fidel Cunill"], "doi": ["10.1021/ie071645b"], "abstract": "A modified version of the adsorption-diffusion model derived form the Maxwell−Stefan theory developed in a previous study (Pera-Titus, et al.  , , 73) is presented in this paper to describe the dehydration behavior of zeolite NaA membranes for pervaporation of ethanol/water mixtures. Compared to the former version, two additional contributions are included in the model:  (1) the adsorbed solution theory of Myers and Prausnitz is used instead of the extended Langmuir isotherm to account for binary adsorption equilibria of water and ethanol on zeolite A, and (2) the explicit role of pressure-driven mechanisms in large intercrystalline defects (macrodefects) to permeation is considered. These refinements in the Maxwell−Stefan equations provide a superior description of solvent dehydration using zeolite NaA membranes. The fitted surface diffusivities at 323 K and at zero loading of water and ethanol for weak confinement show values in the order of 10 and 10 m·s, respectively. The former values are 3−4 orders of magnitude higher than those that have been measured from water adsorption kinetics experiments. This difference might be ascribed to a certain role of nanosized grain boundaries between adjacent zeolite A crystals. Grain boundaries might behave as fast diffusion paths or nanoscopic shortcuts due to anisotropy of zeolite layers, resulting in higher apparent water surface diffusivities and lower apparent activation energies for surface diffusion. ", "text": [" Top of PageAbstract1. Introduction2. Experimental Section3. Theory4. Results5. Discussion6. Conclusions1. Introduction Over the past years, there has been an increasing interest in the use of polycrystalline zeolite membranes for separation of species relying on molecular size, adsorption affinity, and/or surface diffusion differences.1,2 In the special case of liquid mixture separation by pervaporation (PV), separation occurs on the basis of adsorption differences.3 This is especially true for solvent dehydration by hydrophilic zeolite membranes (e.g., zeolite NaA), characterized by their low Si/Al ratios, where water adsorbs preferentially on the zeolite material. Most studies reported in the literature have focused on zeolite NaA membrane synthesis and PV performance.4-10 However, only a few works can be found dealing with the modeling of the process. This issue is essential not only for a proper understanding of the process itself but also for design purposes.  The so-called solution-diffusion model of Wijmans and Baker11 constitutes the simplest approach to describe the PV process within a membrane. This model, originally conceived for polymeric films, assumes that the liquid mixture dissolves in the polymer matrix at the feed/membrane interface, diffuses through the membrane thickness, and finally desorbs at the membrane/permeate interface. The driving force of the process is often regarded as a fugacity difference (or partial pressure difference) over the selective layer.12 Note that the fugacity of a target species i, fi, in the liquid feed is independent of feed pressure below 10 bar, but depends on the saturation vapor pressure, i.e., fi = xiγiP*. Moreover, the diffusion step is described using Fick's first law with constant or concentration-dependent diffusivities. The permeability constant of a membrane includes the information related to the affinity and diffusivity of the permeating species. This implies that no aprioristic information dealing with the membrane material properties and sorbate affinity to the material is required.  Recently, the solution-diffusion model has been successfully applied to describe pure component PV, solvent dehydration, and organic−organic separations using amorphous silica,13-15 Ge-modified ZSM-5,16 and zeolite NaA membranes at low water concentrations (<8 wt %).6,17 This model has also been applied by Nomura et al.18 to describe mass transfer within grain boundaries in silicalite-1 membranes previously plugged with amorphous silica by chemical vapor deposition (CVD). However, on the basis of the inorganic nature of these materials, the permeating species tend to adsorb rather than to dissolve on the membrane material. Therefore the term ‘adsorption-diffusion' rather than ‘solution-diffusion' is preferred7,19 and will be used hereafter. The adsorption usually follows a Henry's type or linear isotherm, typical of sorbates with low adsorption loadings.14,17,19  In the case of high sorbate loadings, which is often found in solvent dehydration applications using amorphous silica and zeolite NaA membranes at high water concentrations (>8 wt %),6,19,20 adsorption is usually described using Langmuir-type nonlinear isotherms. In its simplest form, the single-site Langmuir isotherm is characterized by a linear trend between the surface loading and the partial pressure at low loadings, while it approaches to saturation at higher values. The mathematical form of this isotherm limits the use of fugacity differences as driving force to describe PV in zeolite membranes, as we have recently pointed out in a recent paper.19  In contrast, the use of chemical potential gradients in the Maxwell−Stefan (MS) formalism, as usually applied to describe gas permeation within MFI-type zeolite membranes,21-27 allows circumventing the above stated shortcomings. De Bruijn et al.13 have recently derived simplified expressions from these equations that represent successfully PV data of methanol within  amorphous methylated silica membranes in the temperature range 333−428 K for different feed and permeate pressures.  In the case of solvent dehydration, the MS equations are usually implemented with the extended Langmuir isotherm (single-site) to account for mixture adsorption at the feed/membrane and permeate/membrane surfaces, as well as for deriving analytical expressions for the Γij thermodynamic factors. Such an isotherm has been used by some of us in a previous study19 to obtain an analytical solution of the MS equations that predicts the dehydration performance of zeolite NaA membranes. Nevertheless, the extended Langmuir isotherm is not thermodynamically consistent for describing competitive adsorption of water and organic solvents, since the requirement of equal molar saturation loading for each adsorbing species is not actually fulfilled (compare for instance the values 15 and 4.5 mol·kg-1 for water and ethanol, respectively6). According to Krishna,28 when two species in a mixture have significantly different molecular sizes, size entropy effects tend to favor the adsorption of smaller species (in this case water in front of ethanol) at higher loadings. This is the case, for instance, of methane and n-butane adsorption in silicalite-1.29  Various approaches have been proposed in the literature to account for thermodynamically consistent models to describe mixture adsorption. Among them, the ideal adsorbed solution theory (IAST) of Myers and Prausnitz30 reveals useful for predicting mixture adsorption from pure Langmuir isotherms without the need to include additional parameters in the thermodynamic treatment. Kapteijn et al.31 have shown that the combination of this IAS theory with the MS equations provides a superior description of the gas separation performance of silicalite-1 membranes towards separation of hydrocarbons with different molar saturation loadings. Further modifications of the original IAST model, such as the real adsorbed solution theory (RAST)32 and the predictive adsorbed solution theory (PRAST) of Sakuth et al.33 to account for nonideality of the sorbate mixture have been proposed as well.  Another problem dealing with the modeling PV within ‘real' zeolite membranes is ascribed to the presence of intercrystalline defects. Mass transfer within large pores (preferentially macropores) should in principle depend on pressure-driven mechanisms (viscous + Knudsen) with a relevant contribution of capillary forces, as we have recently underlined in a previous work.34 In practice, this involves a linear trend of the PV flux through defects with the feed pressure. Despite the presence of a certain amount of defects in a zeolite NaA layer, high compressive tensions due to negative capillary forces might allow discrimination between water and organic species in small-sized mesopores (i.e., <5 nm, see ref 34 for further details), thus contributing positively to their separation performance.  In this study, we present an improved version of the MS model devoted to the description of the PV dehydration performance of zeolite NaA membranes. Specifically, the model includes a description of mixture adsorption equilibria using the IAS and PRAS theories, together with the explicit contribution of intercrystalline defects. Pure adsorption data of water and ethanol have been measured on commercial zeolite A powder and later applied to modeling PV in zeolite NaA membranes. In this approach, zeolite NaA membranes are assumed to present the same adsorption properties as zeolite A powder, and zeolite pores and grain boundaries between adjacent grains are regarded to be undistinguishable. The final model has been used to describe the PV performance of a collection of zeolite NaA membranes synthesized in our laboratory with different quality towards dehydration of ethanol/water mixtures.   Top of PageAbstract1. Introduction2. Experimental Section3. Theory4. Results5. Discussion6. Conclusions2. Experimental Section 2.1. Zeolite NaA Membranes. The membranes used in this study consisted of a continuous active layer (thickness:  7−30 μm) of randomly oriented and intergrown zeolite NaA crystals located on the inner surface of porous α-alumina tubular supports grown by seeded hydrothermal synthesis. The main characteristics of the membranes are summarized in Table 1. The details dealing with the membrane synthesis can be found in refs 4 and 5.    Table 1.  Water/Ethanol Selectivity (αw/E), Total Flux (NT), Zeolite Thickness (𝓁ZA) and Defective Structure (d̄C:  Mean Pore Size; εinter:  Intercrystalline Porosity) of the Zeoite NaA Membranes Used in the Present Study      large defectsbmembraneαW/ENT [kg·m-2·h-1]𝓁ZA [μm]ad̄C [nm]εinter × 107 ZA1 294 0.36 30 397 ± 4 2.88 ± 0.21 ZA2 1084 0.47 35 490 ± 4 1.79 ± 0.34 ZA3 8538 0.83 7 - -  a Determined by SEM.b Determined from the evolution of the total pervaporated flux with the feed pressure according to the characterization method described in ref 34.    All the membranes displayed low N2 permeance (<10-7 mol·m-2·s-1·Pa-1) and good PV performance for the separation of a 92:8 (w/w) ethanol/water mixtures at 323 K, feed pressure in the range 101−303 kPa, and permeate pressure <2 mbar. The membranes showed an extremely low amount of defects or intercrystalline porosities (εinter <10-6), as inferred using the characterization method reported in ref 34. The relevant structural parameters used in the modeling are also listed in Table 1.  2.2. PV Tests. A set of steady-state PV experiments with ethanol/water mixtures were performed in a laboratory-scale PV test bench. The measurements were carried out by pumping (300 mL·min-1) the ethanol/water liquid mixtures contained in the feed tank through the membrane module placed in a temperature-controlled oil bath and recirculated to the feed tank. The retentate temperature and pressure were monitored, respectively, by a thermocouple (±1 K) and a manometer (±0.1 bar). Samples were taken at the feed inlet and retentate sides of the membrane by two needle valves.  The permeate pressure, kept at 1−3 mbar in all the experiments, was measured using a digital vacuum gauge (±0.5 mbar) (Schlee GmbH and Co. V-D3, Germany) installed in the line connecting the PV module and the condenser. The condenser consisted of a set of cold traps cooled with liquid nitrogen, and located between the membrane module and the oil vacuum pump (Telstar, Spain).  The water/ethanol selectivity was calculated as the quotient between the ratios of molar fractions of water and alcohol at the permeate and feed sides, i.e., αw/A = (yw/yA)/(xw/xA). The composition in the feed and permeate were analyzed using a HP6980A GC equipped with a 50 cm × 0.2 mm × 0.5 mm methyl silicone capillary column and a TCD detector with detection limit <0.02 wt %. The final values correspond to the mean of at least 2−6 steady-state measurements during 1−3 h after 2−4 h of stabilization. The standard deviation of the total flux and selectivity was found to be <5% and <10%, respectively, in all experiments. In the experiments at higher temperatures (363 K) and higher water concentrations (10−60 wt %), the flux was <3% of the retentate flow for all the tested membranes because of the low membrane areas used (12.6 cm2). Some previous experiments were also conducted at different flow rates to evaluate the presence of either radial or axial gradients in the membrane tube.  2.3. Adsorption Equilibrium and Kinetics of Pure Water and Ethanol on Zeolite NaA Powder. Adsorption equilibrium and kinetics of water on A-type zeolite powder were obtained both from direct weight uptake by thermogravimetry (TGA) and from breakthrough curve analysis using a differential packed bed. The powder (IQE, Spain, BET specific surface = 255 m2·g-1, pore volume = 0.10 cm3·g-1, mean particle size = 2.08 μm) was synthesized using a milkylike gel with a similar composition to that used in the synthesis of the membranes. Prior to any measurement, the samples were pretreated at 673−773 K for 1−3 h to remove any adsorbed species.  2.3.1. TGA. The thermogravimetric analyzer consisted of a microbalance (CI Electronics MK2-M5, UK) with an accuracy of 0.1 μg placed on top, a sample holder connected to the balance with a chain, and an oven to control the temperature. The water and ethanol vapors required in the experiments were supplied by bubbling N2 measured with a mass flow controller (Bronkhorst Hi-Tec, The Netherlands) in deionized water and pure ethanol (Panreac, purity >99.5%), respectively, at room temperature using a saturator and monitored using a humidity sensor (Testo 605-H, The Netherlands).  The approach to saturation of the humidified streams was found to be 80% ± 2% for all the tested conditions using a GC. The resulting wet stream was mixed with pure N2 and supplied stepwise to the microbalance by the action of a three-way electrovalve to achieve the desired partial pressure.  Balance and protective purge flows were used to avoid contact of water and ethanol vapor with the microbalance. To avoid water condensation, the tubes downstream the saturators were wrapped up with an electric resistance.  2.3.2. Breakthrough Curve Analysis. Breakthrough curve analyses were carried out on an experimental setup inspired in that used in the past for measuring the SO2 uptake and kinetics of the noncatalytic gas−solid reaction of SO2 with Ca(OH)2 at room temperature in the presence of water vapor.35 In general terms, the setup consisted of four main elements:  (1) a continuous feeding system, (2) a packed bed, (3) a continuous analytical system, and (4) a personal computer equipped with LABVIEW software.  The feeding system was equipped with two saturators (kept at room temperature and previously calibrated with a GC) and mass flow controllers (Bronkhorst Hi-Tec, The Netherlands) to supply perfectly known amounts of water and ethanol vapors to the carrier gas (N2). The resulting streams were mixed with pure N2 and supplied to the packed bed by the action of six- and four-way electrovalves to achieve the desired water and ethanol partial pressures. To avoid vapor condensation, the tubes downstream the saturators were wrapped up with an electric resistance.  The adsorption measurements were carried out in an isothermal packed bed (60−70% apparent porosity) placed in an oven with downward flow and operated at differential conditions, consisting of a Pyrex tube (200 mm height, 12.5 mm o.d., 7.5 mm i.d.) with a porous plate to hold the zeolite powder. No inert solid was introduced to the reactor to avoid gas channelling on the basis of the extremely low amounts of solid loaded into the reactor.  The analytical system consisted of an online mass spectrometer (Omnistar, Pfeiffer Vacuum QMS 200) with an enclosed ion source and a triple mass filter, equipped with a dual detector (Faraday and Electron Multiplier). The detection limit was <10 ppm and <10 ppb for Faraday and electron multiplier detectors, respectively. Vacuum was generated by means of rotatory and turbo-molecular pumps. Signals corresponding to mass/charge ratios (m/z) of 18, 28, 40, and 45 were chosen to follow the evolution of concentration of H2O, N2, Ar, and EtOH, respectively, at the outlet of the packed bed.  The pure and binary adsorption isotherms of water and ethanol and kinetics were determined in the temperature range 305−423 K and for water + ethanol partial pressures in the range 0.7−2.4 kPa. In the progress of an experiment, the N2 stream with the required water and/or ethanol partial pressure was led to the packed bed with the zeolite powder (∼100 mg) previously degassed at 623 K for ∼2 h with a heating ramp of 1 K·min-1 in the presence of an Ar gas stream (200 Ncm3·min-1) to remove strongly bound water. After stabilization of temperature to the desired value, the gas flow entering the packed bed was switched to N2 with the required water and ethanol partial pressures. This was achieved by diluting saturated (H2O/N2) and (EtOH/N2) (0−200 Ncm3·min-1 in both cases) feeding streams with dry N2. Some preliminary tests were performed to ensure that the preconditioning time did not affect the results. The experiment was considered to end once all the mass signals visualized in the MS showed constant values. Then, the gas flow was switched again to Ar.  After each experiment, normalized adsorption breakthrough curves of water and/or ethanol at the outlet of the bed were plotted. Normalized blank breakthrough curves of water and/or ethanol were also obtained from experiments performed following the same procedure, but without solid in the bed.  As expected, water and ethanol loadings measured at selected total water + ethanol pressures were found to be independent of the total gas flow in the packed bed in the range 100−300 Ncm3·min-1. Moreover, the adsorption curves were not affected by total gas flow beyond 100 Ncm3·min-1, which suggests that, beyond this value, the contribution of external mass transfer (EMT) to the adsorption kinetics is negligible. This idea was confirmed by the Mears Criterion,36 the EMT coefficients being estimated at low particle Reynolds numbers (0.01 < Rep < 1000) and high bed porosities (εb > 0.60) using the Nelson and Galloway method.37 Moreover, the hydrodynamics of the packed bed can be approached to the ideal plug-flow model38 (i.e., absence of axial and radial concentration gradients, channelling, and shortcuts).   Top of PageAbstract1. Introduction2. Experimental Section3. Theory4. Results5. Discussion6. Conclusions3. Theory 3.1. Adsorption Isotherms of Pure Water and Ethanol. The pure water and ethanol adsorption data were fitted to Langmuir-type isotherms (Type I), typical of microporous materials. In the most general situation, the generalized Langmuir isotherm (LG) is used to describe adsorption in an energetically heterogeneous surface, where the overall molar loading, q(P), can be obtained by solving the general integral equation of adsorption through the use of the Langmuir equation to account for local molar loading, qL, (eq 1)39  where χ(E) is the distribution function of adsorption energies. The generalized Langmuir equation can be deduced by eqs 2 and 3     The resolution of the generalized Langmuir Isotherm allows obtaining a number of adsorption isotherms depending on the relative values of parameters β and δ. As shown in Table 2, the generalized Langmuir isotherm tends to the single-site Langmuir isotherm for β = δ = 1, the Freundlich isotherm for 0 ≤ β ≤ 1 and δ = 1 and for β = 1 and δ < 1, and the Tóth isotherm for β > 1 and 0 < δ ≤ 1.    Table 2.  Isotherms Derived from the Generalized Langmuir Isotherm  adsorption isothermβδequation single-site Langmuir 1 1 θi = (KiPi)/(1 + KiPi) (4) Freundlicha 0 ≤ β ≤ 1 δ = 1 δi = (KiPi)βδ (5)  β = 1 0 ≤ δ ≤ 1  Tóthb β > 1 0 ≤ δ ≤ 1 δi = (KiP)/[1 + (KiPi)δ]1/δ (6)  a βδ ≤ 1.b βδ = 1.    In this formulation, the saturation loading of each sorbate, qM,i, is assumed to be independent of temperature, that is, the atomic distances between the atoms in the framework are assumed to be unaltered by temperature. This assumption is usually accepted by many authors when modeling the adsorption of gases and vapors on zeolite A at temperatures lower than 473 K (see for instance ref 40).  The parameters in eqs 4−6 were fitted using a least-square nonlinear optimization method based on the Levenberg−Marquardt algorithm by comparison of predicted and experimental pure adsorption data.  3.2. Binary Adsorption Isotherms of Water and Ethanol:  IAST and PRAST Models. The thermodynamics of gas adsorption is usually visualized as a 2D process using concepts such as interfacial areas, A, and spreading or interfacial pressures, π.41-43 However, this treatment is not well suited when dealing with microporous materials.43 In fact, instead of adsorbing on its open surface, gas molecules rather adsorb in the microporous volume of the adsorbent. Therefore, the concept of surface potential, Φ, in the field of solution thermodynamics (3D), is preferred to account for gas adsorption in these materials. The surface potential cannot be measured itself but can be derived using a modified Gibbs−Duhem equation at isothermal conditions39   The adsorbed solution theory of Myers and Prausnitz30 allows the derivation of mixture adsorption isotherms from only pure adsorption data by assuming that mixture adsorption occurs at constant surface potential (i.e., Φw = ΦE = Φ). Analogous to Raoult's Law, the molar fractions of the gas and adsorbed phases are related by eq 8  where γi(T,Φ) is the activity coefficient of species i in the sorbate, which obviously tends to 1 in the IAS theory. Otherwise, in PRAST, the activity coefficients of each sorbate were estimated using the Van Laar model using activity coefficients at infinite dilution determined from pure adsorption isotherms following the approach provided by Sakuth et al.33,44 Compared to Raoult's Law, there is a subtle difference in the meaning of Pi°(T,Φ). In the case of vapor−liquid equilibrium (VLE), Pi° is the saturation vapor pressure of species i corresponding to the solution and only depends on temperature, while in the case of an adsorbed phase it corresponds to the adsorptive saturation pressure at a given temperature and surface potential.  The adsorbed solution approach requires the resolution of eqs 7 and 8 for all the n species in the mixture. This allows the representation of a y−x equilibrium diagram. In addition to this representation, a loading diagram is also necessary, which links the total adsorbed amount, qi, with the vapor phase mole fraction of each species. Following the guidelines of Sakuth et al.,33 the following expressions are proposed (eqs 9 and 10)    where qT is the total loading, qi°(Φ) is the loading of pure species i at surface potential Φ, and qi is the loading of species i for the given mixture. The second term at the right-hand side of eq 9 can be numerically approached by eq 11  In the case of water and ethanol mixtures, this term has been omitted, since its contribution was found to be <1% in the calculation of 1/qT.  3.3. Mass Transfer within Intercrystalline Defects. The details dealing with the modeling of PV within intercrystalline pores can be found in ref 34. In large defects, the vaporization of the liquid is expected to occur at a certain distance ηL of the liquid feed in the thickness of the zeolite layer. In the case of a liquid mixture, the interfacial VLE at position C can be modeled using Raoult's Law combined with Kelvin's equation. Since viscous flux is nonselective, the molar fraction of water at distance ηL can be safely approached to the corresponding feed values, i.e., xwC → xw. The activity coefficients at this position have been estimated by the UNIFAC method.45  Mass transfer from the liquid feed to the vapor permeate is expected to occur by two main mechanisms:  (1) pressure-driven viscous capillary flux within the liquid-filled intercrystalline volume near to the feed/membrane surface and (2) Knudsen diffusion within the low-pressure vapor intercrystalline volume near to the zeolite layer−support interface. At steady-state, the equality of fluxes within each volume must hold. This allows obtaining eq 12 that accounts for mass transfer within intercrystalline defects   3.4. Generalized Maxwell−Stefan Micropore Diffusion. The GMS equations applied to surface diffusion in microporous materials relate the chemical potential gradient as the true driving force with the flux of each species i. At low pressures, this relationship is given by eq 13  In the present description, MS surface diffusivities are regarded to include the contribution of both zeolite pores and grain  boundaries. Moreover, for cage-type zeolite topologies (3D) with high connectivities (e.g., LTA), the counterexchange coefficients, ĐijS, are expected to be high (i.e., ĐijS → ∞), implying that the mobility of adsorbed species i is not expected to contribute to the mobility of j. In this situation, the first term on the right-hand side of eq 13 vanishes and eq 13 transforms into eq 14  Moreover, eq 15 allows transforming the surface chemical potential gradients into molar loading gradients using the Γ thermodynamic factors as follows    Introducing eqs 15 and 16 into eq 14 , eq 17 is obtained for the surface flux   Equation 17 constitutes the fundamental equation here used to model the PV of ethanol/water mixtures within zeolite NaA membranes implemented with either the IAST or PRAST formalisms to account for the binary adsorption equilibrium of water and ethanol on the membrane material. In the present study, the contribution of the support to the overall mass transfer has been found to be <5% and the pressures at the membrane/support interface has been found to be only slightly higher (up to 10%) than those of the bulk vapor permeate. Consequently, the contribution of the support has been omitted in our calculations.  Moreover, assuming that mass transfer only takes place along the z direction perpendicular to the membrane plane and that zeolite pores and grain boundaries are nontortuous, the pressure gradient in eq 17 can be simplified to derivatives. The partial pressure of each species at the liquid feed/membrane surface can be calculated assuming VLE  Furthermore, the MS surface diffusivities have been computed using the general expression (eq 19)   Following the guidelines of Krishna and Baur,46 in the situations of weak and strong confinement, the function f(qT) in eq 19 is equal, respectively, to eqs 20 and 21    Finally, combining eqs 17 and 19, the final expression that accounts for surface diffusion through the zeolite NaA layer becomes eq 22  where η = z/𝓁ZA is the dimensionless z position in the zeolite layer, and αi is the dimensionless flux of species i, defined by eq 23    Figure 1 Algorithm used to determine α parameters according to their definition in eq 23 that characterize PV of water and ethanol through a zeolite NaA membrane.   Equation 22 was solved numerically through discretization of derivatives to finite differences. The partial pressure at each position was calculated iteratively slab-wise according to the scheme depicted in Figure 1. After calculation of all dimensionless fluxes, a least-square nonlinear optimization method, based on the Levenberg−Marquardt algorithm, was used to fit the MS surface diffusivities at zero loading by comparison of predicted and experimental water and ethanol fluxes. In the fitting process, MS surface diffusivities at zero loading were expressed by an Arrhenius-type equation using eq 24  where Tref is the mean temperature of the series.  3.5. Adsorption Kinetics of Water and Ethanol. The adsorption kinetics of a target species i can be described by a mass balance in spherical coordinates  for either weakly and strongly confined MS surface diffusivities with the following set of boundary and initial conditions.   Figure 2 Adsorption isotherms of pure water and ethanol vapors on zeolite A powder. Open and closed symbols refer to data obtained, respectively, from breakthrough curve and TGA. The solid lines refer to the fittings to single-site Langmuir isotherm. Experimental error <15% for all the experiments.   Boundary conditions:     Initial conditions (IC):     In eqs 25−29, θ is the fractional occupancy at each particle radius and θeq,i is the fractional occupancy at equilibrium given the temperature and partial pressure of each species i. Equation 25 was solved numerically through spatial and temporal discretization by the Crank−Nicholson method. The number of position intervals (50) and time intervals (10) was chosen to avoid any dependence of the numerical solving procedure on the fitted MS diffusivities, expressed by eq 24.   Top of PageAbstract1. Introduction2. Experimental Section3. Theory4. Results5. Discussion6. Conclusions4. Results 4.1. Pure and Binary Adsorption Isotherms of Water and Ethanol on Zeolite NaA. Figure 2 plots the adsorption isotherms of pure water and ethanol on zeolite A in the temperature range 305−423 K. As can be seen in Figure 2a, the experimental trends obtained for water loading with water partial pressure measured from breakthrough analysis and thermogravimetry are in fairly good agreement, which verifies the reliability of the measurements. All experimental data can be well correlated to a single-site Langmuir-type isotherm. The form of the isotherm is characterized by a sharp increase of the molar loading at partial pressures <130 Pa, while it tends asymptotically to the saturation value, qM,W and qM,E for water and ethanol, respectively, as the partial pressure approaches the saturation vapor pressure, Pi°.  Figure 3 shows the fittings of the adsorption models listed in Table 2 to the experimental pure water and ethanol vapor adsorption data on zeolite A depicted in Figure 2. For both species, the best fittings are obtained for single-site Langmuir and Tóth isotherms. Although the Tóth isotherm provides slightly better fittings than the Langmuir isotherm in terms of sum of squares (SQs) and correlation coefficient (r2), the former includes one additional parameter.   Figure 3 Comparison between experimental and fitted trends of water and ethanol loadings.   The correlation matrices of the estimated parameters in the fittings using both adsorption models for water and ethanol (not  shown) do not reveal any significant correlation between the parameters in the single-site Langmuir isotherm. However, strong correlation effects are observed for the pairs K(Tref) and δ in the Tóth isotherm. In light of these results, the single-site Langmuir or simply Langmuir adsorption isotherm has been chosen to describe pure water and ethanol adsorption on zeolite A. Figure 2 plots the fitted trends of water and ethanol loadings on zeolite A with the partial pressure using this single-site Langmuir isotherm. The fitted adsorption equilibrium constants obtained for water and ethanol are described, respectively, by eqs 30 and 31     Figure 4 shows the binary adsorption isotherms of water and ethanol on zeolite A powder obtained from breakthrough curve analysis at 333 K and 2.1 kPa water + ethanol partial pressure. Figure 4a shows the yw − xw diagram of the mixture under study, while Figure 4b plots the evolution of the loading of both species with the water content in the gas phase. The sorbate tends to be enriched with water as the water content in the vapor phase increases. The experimental trends plotted in these figures can be well predicted by both IAST and PRAST models implemented with the adsorption equilibrium constants and molar saturation loadings of both species obtained from pure adsorption isotherms. However, PRAST seems to provide slightly better predictions, since it includes the contribution of sorbate nonideality in the computations.   Figure 4 xw−yw diagram (a) and loading diagram (b) accounting for binary adsorption equilibria of water and ethanol vapors on zeolite A powder at 333 K and 2.1 kPa water + ethanol partial pressure. The dashed and solid lines refer to the trends predicted by IAST and PRAST models, respectively.   To explore in more detail the effect of nonideality on water/ethanol binary equilibria using the PRAS theory, some simulations were performed at fixed temperature but varying the water + ethanol partial pressure in the gas phase. In principle, in an ideal system, the IAS theory should predict no modification of the xw − yw representation of the mixture with the water + ethanol partial pressure. Figure 5 shows the results at 333 K for the water + ethanol partial range 2−101 kPa. As can be seen, the nonideality of the sorbate makes the surface composition change with the partial pressure in such a way that sorbate mixtures are enriched in water at fixed water content in the gas phase.   Figure 5 xw−yw diagrams of water and ethanol adsorbed on zeolite A powder predicted by the PRAST model at 333 K and water + ethanol partial pressures in range 2−101 kPa.   Figure 6 shows the evolution of the surface potential with the adsorptive pressure of water and ethanol at 333 K and 2.1 kPa water + ethanol partial pressure predicted by PRAST. As can be seen, lower adsorptive pressures are needed to reach a fixed value of surface potential for water than for ethanol.   Figure 6 Evolution of the surface potential with the adsorptive pressure for the binary adsorption of water (solid line) and ethanol (dashed line) on zeolite A predicted by the PRAST model at 333 K and 2.1 kPa water + ethanol partial pressure.   4.2. Adsorption Kinetics of Water and Ethanol in Zeolite A. Figure 7 plots some experimental weight uptake curves of  pure water vapor on zeolite A obtained from breakthrough curve analysis together with the fittings to eq 25 provided with the boundary conditions (eqs 26−29). As expected for a surface diffusion process, water loading tends faster to the equilibrium value (plateau) at higher temperatures due to higher diffusivities.   Figure 7 (a) Experimental (solid lines) and fitted (dashed lines) trends of water uptake in the temperature range 305−423 K and (b) evolution of fitted weakly confined MS surface diffusivities of water at zero loading obtained from breakthrough curve analysis at the outlet of the packed bed (open cycles) and from thermogravimetry (closed cycles). Experimental error <13% for T = 363−423 K and in the range 15−40% for T = 305−333 K.   Although no significant differences in terms of sum of squares (SQs) can be found when fitting the model to experimental data for both weak and strong confinement (eqs 20 and 21), the MS surface diffusivities at zero loading in the case of weak confinement are practically independent of the water partial pressure at the inlet of the packed bed or in the microbalance holder, while the values are highly dispersed in case of strong confinement (not shown).  Moreover, some preliminary measurements of MS surface diffusivities of ethanol in zeolite A powder at 423 K obtained from breakthrough curve analysis reveal a mean value of (6.0 ± 1.4) × 10-16 m2·s-1 for weak confinement. Note that this value is ca. half of that obtained for water at the same temperature.  4.3. PV of Water and Ethanol Mixtures within Zeolite NaA Membranes. In each PV experiment at a given temperature and feed composition, the dimensionless fluxes of water and ethanol, αw and αE, respectively, were calculated using the scheme described in Figure 1. Figure 8 illustrates an example of evolution of molar loading with the dimensionless thickness of a zeolite NaA layer, η, for given values of feed activity and permeation pressures of water and ethanol. As can be seen, the molar loadings decrease with the dimensionless thickness, especially in its last 30%. Figure 8 also shows the evolution of the surface potential within the zeolite layer. In this case, the surface potential decreases linearly across the layer thickness from a value of −80 kJ·mol-1 at the feed side to −4.5 kJ·mol-1 at the permeation side.   Figure 8 Predicted trends for water, ethanol, and total loading (solid lines) and surface potential (dashed line) with the dimensionless thickness of a zeolite NaA layer. Input data:  T = 363 K; aw,L = 0.0653, aE,L = 0.9734; Pw,v = 96.1 Pa, PE,v = 2.6 Pa. Output data:  αw = 1.20, αE = 3.25.   Figure 9 compares the experimental water and ethanol fluxes obtained for membrane ZA2 to the PV model (PRAST + MS), where only one parameter for each surface flux (i.e., weakly confined MS diffusivity) is fitted. As can be seen, the model predicts successfully the experimental trends for both fluxes. The fitted MS surface diffusivities of water and ethanol at zero  loading are described, respectively, by eqs 32 and 33      Figure 9 Evolution of (a) water and (b) ethanol fluxes with the feed molar composition for membrane ZA2. The solid lines refer to the fittings to the model.   Figure 10 Temperature dependence of fitted MS surface diffusivities of water and ethanol at zero loading computed from PV flux data in membrane ZA2 and from adsorption kinetics. Experimental error <5% for diffusivities obtained from PV data.   Figure 11 Comparison between experimental and calculated values of water flux for membranes ZA1−ZA3 under weak confinement. Standard deviation <5% for water and ethanol fluxes.   The Arrhenius plots of MS surface diffusivities of water and ethanol at zero loading are shown in Figure 10. For comparison, Figure 10 also includes the Arrhenius plots obtained for MS surface diffusivity of water at zero loading obtained from adsorption kinetics data.  Figure 11 shows the fittings of water flux data for feeds highly enriched in ethanol (i.e., 20 mol % or 10 wt % at 323 K) for the three membranes listed in Table 1. As can be seen, the model predicts fairly well the PV performance of all the membranes with fitted weakly confined MS surface diffusivities of the same order.  The use of weakly confined MS surface diffusivities provides a more accurate prediction of experimental ethanol flux data than strongly confined ones, as can be deduced for instance from the fits shown in Figure 12 for experimental data obtained in the special case of membrane ZA2 at 363 K.   Figure 12 Evolution of water flux with feed molar composition at 363 K for membrane ZA2. Solid and dashed lines refer, respectively, to the fittings for weak and strong confinement.   Finally, in the case of ethanol PV fluxes, these are strongly affected by the contribution of intercrystalline defects. As an example, Figure 13 shows the contribution of intercrystalline defects in ethanol fluxes at 363 K as a function of the molar composition of water in the feed. The contribution of defects is especially outstanding for feed water content >20 mol % (or 10 wt %). Note that the water surface flux is practically unaffected by large pores (contribution <1%).   Figure 13 Contribution of surface diffusion and flux through large defects on the overall ethanol flux at 343 K for membrane ZA2 (open cycles correspond to experimental data).    Top of PageAbstract1. Introduction2. Experimental Section3. Theory4. Results5. Discussion6. Conclusions5. Discussion 5.1. Adsorption of Pure Water and Ethanol on Zeolite A. Among the adsorption models listed in Table 2, the single-site Langmuir isotherm appears to predict more accurately the adsorption behavior of water and ethanol on zeolite A according to the fittings plotted in Figures 2 and 3 and to the absence of correlation effects between the adjusted parameters. This isotherm has also been reported by Breck47 to account for water adsorption on zeolite A, as measured by thermogravimetric analysis.  Table 3 compares the relevant parameters obtained from the fittings of the single-site Langmuir isotherm to pure water and ethanol adsorption data on zeolite A obtained in this work with  literature data. In the case of water adsorption, although the molar saturation loading obtained in this work is slightly lower than the values reported in the literature, probably due to an insufficient outgassing of the samples during pretreatment, both the enthalpy of adsorption and the adsorption equilibrium constant at 341 K show values of the same order of magnitude.    Table 3.  Parameters Fitted to the Single-site Langmuir Isotherm  parameterwaterethanolrefs ΔH°w [kJ·mol-1] −45 ± 2 −23 ± 2 this study  −61 to −46a − 48  −56 − 49  −64.2 − 50 ΔS°w [J·mol-1·K-1] −138 ± 1 −78 ± 2 this study Kw (Tref) [k·a-1] 1.4 ± 0.1b 1.2 ± 0.2 this study  4.7 − 48 qM [mol·kg-1] 11.4 ± 0.2 3.4 ± 0.2 this study  15.8 − 48  13.6 3.7 51c  15.0 4.0 7  14.4 − 8  a Isosteric value calculated by DSC from zero loading to saturation.b Tref = 363.4 K.c Orientational-bias Monte Carlo (OBMC) simulation.    Regarding the values obtained for the molar saturation loadings of water and ethanol on zeolite A, it is worth noting that the weight ratio of their values, Qi [kg/kg ZA], approaches the ratio of liquid densities of both water and ethanol (i.e., Qw/QE = (qM,w/qM,E)(Mw/ME) = 1.28 ≈ (ρw/ρE) = 1.37). Therefore, the Gurvich's rule appears to be fulfilled for this system. This result supports the idea that adsorption of pure water and ethanol on zeolite A does not only obey to their affinity to zeolite A, actually included in the adsorption equilibrium constant, but also to size entropy effects, which are included in the molar saturation loading. Because the kinetic diameter of water is much lower than that of ethanol, a higher number of water molecules can adsorb on zeolite A, resulting in a higher adsorption loading of water than ethanol.  5.2. Binary Adsorption of Water and Ethanol on Zeolite A. Consequences in Membrane Separation. The results shown in Figure 4 reflect that PRAST constitutes a powerful model to predict adsorption of water/ethanol mixtures on zeolite A from pure adsorption data without need to fit any additional parameter. Compared to IAST, the PRAST model predicts a higher water enrichment of the sorbate phase at a fixed water content in the gas phase due to sorbate nonideality according to the simulations presented in Figure 5. This is a remarkable point, since the form of such curves at high pressure resembles to the permeate composition vs retentate composition diagram typically obtained for high quality zeolite NaA membranes (see ref 20). Figure 5 also reveals that, even at high water + ethanol partial pressures, no adsorption azeotropes are formed on zeolite A for the water/ethanol system.  The trends of water and ethanol loadings with the vapor composition depicted in Figure 4b reinforce the idea that water adsorbs selectively on zeolite A with respect to ethanol on the grounds of its hydrophilic character. This involves lower adsorptive pressures for water to reach a fixed surface potential, as depicted in Figure 6.  5.3. Role of Intercrystalline (Macro)defects in PV. The role of large intercrystalline defects, as characterized by PV using the method described in ref 34, appears not to be remarkable in PV in the case of water fluxes, since the surface fluxes are dominant (more than 2 orders of magnitude difference). However, in the case of ethanol fluxes, as shown in Figure 13, mass transfer within intercrystalline is remarkable and becomes dominant for feed compositions enriched in water (water composition >10 wt %). In contrast, at low ethanol concentrations, adsorption contributes to a higher extent to ethanol mass transfer compared to viscous and Knudsen mechanisms in macrodefects. Note that this is in fact the range of concentrations for which PV is conceived.  5.4. MS Surface Diffusivities:  Adsorption Kinetics vs PV within the Zeolite Membrane. Table 4 summarizes the relevant water and ethanol diffusion data in zeolite A measured from fittings to both adsorption kinetics and PV data, together with transport and self-diffusivity values reported in the literature. In both cases, weakly confined MS surface diffusivities allow a more accurate description of the mobility of water and ethanol molecules in the zeolite A framework than strongly confined ones. This can be deduced on the one hand from the much better fittings of the MS equations + PRAST to experimental PV data in zeolite NaA membranes, as shown in Figures 9−12. On the other hand, in the case of adsorption kinetics, the fittings to experimental data do not show relevant differences at weak and strong confinement and reproduce fairly well the experimental water uptake with time by zeolite A (see Figure 7a). However, only in the former case the fitted diffusivities do not change with the water partial pressure at the inlet of the packed bed or in the microbalance holder (see Figure 7b).    Table 4.  Fitted Values of Adsorption Equilibrium Constants and MS Surface Diffusivities of Water at Zero Loading for Membrane ZA2 and Comparison with Literature Data  parametervaluemethod ESw [kJ·mol-1] 34 ± 2 breakthrough curve  34 ± 6 PV in membrane ZA2 ĐSw(0) [m2·s-1] 3.9−7.9 × 10-10 a,c OBMC simulationd  10-9 − 10-10 a,c QENS/PFG RMNe  (3.0 ± 0.5) × 10-12 a PV in membrane  (1.9 ± 0.2) × 10-16 b breakthrough curve  2.4−4.9 × 10-12 b PV in membrane ESE [kJ·mol-1] 12 ± 5 PV in membrane ZA2 ĐSE(0) [m2·s-1] (6.0 ± 0.2) × 10-17 b breakthrough curve  (1.3 ± 0.3) × 10-13 b PV in membrane ZA2  a Determined at 298 K.b Determined at 333 K.c Self-diffusivity of water in zeolite A at 378 K for 20 molecules/α-cage.d OBMC:  orientational-bias Monte Carlo.51 e QENS:  quasi-elastic neutron scattering.52    Irrespective of the method used for their measurement, MS surface diffusivities of water show higher values than those obtained for ethanol. This result is consistent with the differences in kinetic diameters of both molecules (0.26 vs 0.43 nm, respectively) and the fact that the latter approaches the value of pore window openings of α-cages in zeolite A. Moreover, MS surface diffusivities of water at zero loading in zeolite A powder are of the same order of magnitude as transport diffusivities of H2 in the same solid.47 Note that this molecule has a kinetic diameter similar to that of water (0.29 nm). Furthermore, MS diffusivities of ethanol in zeolite A are in good keeping with the values reported by Nayak and Moffat53 measured in MFI-type zeolites.  Table 4 also shows that MS diffusivities of water and ethanol obtained from PV data are 3−4 orders of magnitude higher than the values obtained from adsorption kinetics experiments. A first explanation for such difference might be ascribed to a role of nanoscopic-sized grain boundaries between adjacent zeolite crystals to the overall mass transfer within the zeolite NaA layer. Intercrystalline meso- and macropores are not expected to contribute largely to this mass transfer increase, since its contribution is included in the modeling through eq 12 (see Figure 13). The flux through grain boundaries is expected to occur by surface diffusion, which might contribute together with zeolite pores to mass transfer. Nevertheless, because grain  boundaries are larger in size than zeolite pores, diffusion through them might be less impelled, that is, they might behave as fast diffusion paths or nanoscopic shortcuts due to anisotropy of the zeolite layers,54,55 resulting in higher apparent MS surface diffusivities.  Another possible explanation might be ascribed to an influence of the carrier gas on the measured MS surface diffusivities of water in adsorption kinetics experiments. As suggested by Mittelmeijer-Hazeleger et al.,56 in diluted systems, diffusion of alkanes (n- and i-butanes) in zeolites (FER, MFI, and BEA) can be strongly affected by the nature of the carrier gas due to counterdiffusion effects. In our case, this might imply an underestimation of the MS surface diffusivities of water measured by thermogravimetry and breakthrough curve analysis, since the diffusion measurements performed using these techniques involve very diluted systems.  Although the activation energy of ethanol is expected to be much higher than that of water due to the higher kinetic diameter of the former, the values obtained from PV data, 34 ± 2 kJ·mol-1 for water and 12 ± 5 kJ·mol-1 for ethanol, suggest that this is not true (see Table 4). This might provide additional evidence of the role of grain boundaries as fast diffusion paths in PV.   Top of PageAbstract1. Introduction2. Experimental Section3. Theory4. Results5. Discussion6. Conclusions6. Conclusions The Maxwell−Stefan equations combined with (1) the PRAS theory to account for mixture adsorption and (2) the contribution of large defects to mass transfer provides a superior qualitative and quantitative description of the PV performance of zeolite NaA membranes toward dehydration of ethanol/water mixtures. The role of large defective domains in ethanol PV flux is outstanding at high water feed compositions (i.e., >10 wt %). Weakly confined MS surface diffusivities obtained from PV data on zeolite NaA membranes are 3−4 orders higher than those found from adsorption kinetics. This fact, together with the similar activation energy values obtained for both species in PV, suggests a certain role of grain boundaries between adjacent zeolite NaA crystals to mass transfer. Grain boundaries might behave as fast diffusion paths due to anisotropy of the zeolite layers.    Top of PageAbstract1. Introduction2. Experimental Section3. Theory4. Results5. Discussion6. ConclusionsAcknowledgment The authors express their gratitude to the Spanish Ministry of Education and Science for funding support through project CTQ2005-08346-C02-01. M.P.-T. would also like to thank Prof. Reyes Mallada from University of Zaragoza and Dr. Sylvain Miachon from IRCELYON-CNRS for their useful comments in the preparation of this paper.   d̄C = mean pore size of defects (m)  ĐS = Maxwell−Stefan diffusivity (m2·s-1)  ĐS(0) = Maxwell−Stefan diffusivity at zero loading (m2·s-1)  E = energy (kJ·mol-1)  ES = activation energy (kJ·mol-1)  f = fugacity (Pa)  𝓁ZA = thickness of the zeolite layer (m)  M = molecular weight (kg·mol-1)  N = flux across the membranes (kg·m-2·h-1)  P* = saturation vapor pressure (kPa)  P° = adsorptive vapor pressure (kPa)  p = partial pressure (Pa)  q = molar loading (mol·kg-1)  qM = saturation molar loading (mol·kg-1)  qT = total molar loading (mol·kg-1)  Q = weight loading  R = onstant of gases (8.314 Pa·m3·mol-1·K-1)  r = sphere radius (m)  T = temperature (K)  x = molar fraction in liquid/sorbate phase (−)  y = molar fraction in gas phase (−)  Greek Symbols  αi,j = selectivity towards separation of species i and j (−)  α = dimensionless flux (−)  β, δ = parameters in eqs 2 and 3 (−)  ΔH° = adsorption enthalpy (kJ·mol-1)  ΔP = pressure difference between gas and liquid phases at position C (Pa)  ΔS° = adsorption entropy (J·mol-1·K-1)  ε = porosity (−)  Φ = surface potential (J·kg-1)  γ = activity coefficient (−)  η = dimensionless membrane thickness (−)  ν = relative frequency (−)  Γ = thermodynamic factor in the MS formalism (−)  Κ = adsorption constant (k·Pa-1)  K∞ = preexponential factor in eq 3  μ = chemical potential (J·mol-1)  ρ = density of zeolite NaA (1900 kg·m-3)  θ = fractional occupancy (−)  τ = tortuosity (−)  χ = distribution function of adsorption energies (−)  Subscripts  C = capillary  E = ethanol  eq = equilibrium  inter = intercrystalline  L = liquid  ref = reference  v = vapor  w = water        This article references 56 other publications. (1) Kondo, M.; Komori, M.; Kita, H.; Okamoto, K-I. Tubular-type pervaporation module with zeolite NaA membrane.   J. Membr. Sci. 1997, 133, 133.[Crossref], [CAS](1) . Tubular-type pervaporation module with zeolite NaA membraneKondo, Masakazu; Komori, Mitsuru; Kita, Hidetoshi; Okamoto, Ken-ichiJournal of Membrane Science\r\n        (1997),\r\n    133\r\n        (1),\r\n    133-141CODEN:\r\n                JMESDO;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-9/ie071645b/production/images/small/ie071645bf00013.gif\">"]}