{"title": ["Microporous Metal–Organic Framework with Lantern-like Dodecanuclear Metal Coordination Cages as Nodes for Selective Adsorption of C", "/C", " Mixtures and Sensing of Nitrobenzene"], "authors": ["Yuan Chen", "Ziyin Li", "Qing Liu", "Yangcan Shen", "Xiuzhen Wu", "Dandan Xu", "Xiuling Ma", "Lihua Wang", "Qian-Huo Chen", "Zhangjing Zhang", "Shengchang Xiang"], "doi": ["10.1021/acs.cgd.5b00473"], "abstract": ["A microporous metal−organic framework (", ") was rationally constructed with unprecedented 1,2,4-triazole-based dodecanuclear metal coordination cages nodes, exhibiting highly selective adsorption of C", "s/CH", " mixtures and efficient sensing to nitrobenzene.", "A microporous metal–organic framework (", "), {[Cd", "(Trz)", "(DMF)", "(H", "O)", "](BDC)", "}·2(Me", "NH", ")·4DMF·16H", "O (Trz = 1,2,4-triazole, BDC = terephthalic acid, DMF = ", ",", "-dimethylformamide), was rationally constructed using unprecedented lantern-like 1,2,4-triazole-based dodecanuclear metal coordination cages as supermolecular building blocks. After activation, ", " exhibits highly selective adsorption of C", " compound/CH", " mixtures and efficient sensing of nitrobenzene (NB). The selectivity (79.7) of C", "H", "/CH", " is comparable to the most selective Cu-TDPAT (82, TDPAT = 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine)."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Considerable attention on metal–organic frameworks (MOFs) with high-nuclearity clusters as supermolecular building units (SBUs) for chemists stems from their intriguing structural versatility and promising multifunctional properties.", "(1)", " The high-nuclearity cluster SBUs can contribute to construction of novel topological types with high-connected networks,", "(2)", " to prevention of structural interpenetration and thus increase of porosity of the framework, and even to endowing the framework with its intrinsic nature to realize interesting multifunctional materials. As the popular organic linkers, such as aromatic carboxylates and N-containing ligands, are limited by their low coordination numbers, there are two avenues to construct such high-nuclearity-cluster based MOFs: one is to presynthesize dendritic poly(carboxylic acid)s for the MOFs with metal–organic polyhedra SBUs;", "(3)", " another is to employ some extra small anions or molecules showing high coordination numbers, such as 1,2,3-triazole,", "(4)", " thioalcohol,", "(5)", " halogen,", "(6)", " PO", "4", "3–", ",", "(6)", " SO", "4", "2–", ",", "(7)", " CO", "3", "2–", ",", "(8)", " ClO", "4", "–", ",", "(9)", " formate,", "(10)", " and pyrazole,", "(11)", " as cluster-forming ligands. Several MOFs based on tetra-,", "(12)", " penta-,", "(4a, 13)", " hexa-,", "(14)", " hepta-,", "(4b, 15)", " and octanuclear", "(7, 16)", " cluster SBUs with permanent porosity and appealing adsorption capacity have been explored, but those containing higher nuclearity are rarely reported.", "(6, 11)", " To construct such MOFs still remains challenging.", "Herein, a strategy with 1,2,4-triazole as cluster forming agents is proposed to target a uninodal 8-connected MOF, {[Cd", "12", "(Trz)", "8", "(DMF)", "2", "(H", "2", "O)", "4", "](BDC)", "9", "}·2(Me", "2", "NH", "2", ")·4DMF·16H", "2", "O (Trz = 1,2,4-triazole, BDC = terephthalic acid, DMF = ", "N", ",", "N", "-dimethylformamide) (", "FJU-12", "), with unprecedented lantern-like dodecanuclear cadmium metal coordination cages as SBUs. After activation, ", "FJU-12a", " exhibits highly selective sorption toward C", "2", " compound/CH", "4", " mixtures and efficient sensing of NB.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials and Measurements", "All reagents and solvents were used as received from commercial suppliers without further purification. Thermogravimetric analyses (TGA) was performed on a METTLER TGA/SDTA 851 analyzer under nitrogen atmosphere with heating rate of 10 K/min from 30 to 600 °C. FT-IR spectrum of the synthesized complex was carried out on a Nicolet 5700 FT-IR spectrometer as KBr pellets. Elementary analysis was collected on a Vario EL III elementary analyzer to give a ratio of C, H, and N. X-ray powder diffraction data was recorded on a Rigaku MultiFlex diffractometer at 40 kV, 40 mA for Cu Kα (λ = 1.5406 Å) with a scan speed of 2 deg/min.", "Synthesis of ", "FJU-12", "Terephthalic acid (0.1 mmol, l6.6 mg) was dissolved in DMF (5 mL) using ultrasound, and then, 1,2,4-triazole (0.1 mmol, 6.9 mg), Cd(NO", "3", ")", "2", "·4H", "2", "O (0.1 mmol, 29.8 mg), NaClO", "4", " (5.0 mg) and 1.0 mL of distilled water were added to the transparent solution. Ultimately, the resulting transparent solution was sealed in a glass bottle, which was heated at 100 °C for 24 h. After reaction, colorless flaky crystals were obtained. Elemental Analysis for C", "55", "H", "75", "Cd", "6", "N", "16", "O", "31", " (%) Calcd: C 30.32, H 3.45, N 10.30. Found: C 29.03, H 3.600, N 10.59.", "Single Crystal X-ray Structure Determination", "Data collection and structural analysis of crystal ", "FJU-12", " were collected on an Agilent Technologies SuperNova single crystal diffractometer equipped with graphite monochromatic Cu Kα radiation (λ = 1.54184 Å). The crystal was kept at 99.99(10) K during data collection. Using Olex2,", "(17)", " the structure was solved with the Superflip structure solution program using Charge Flipping and refined with the ShelXL", "(18)", " refinement package using least squares minimization. All nonhydrogen atoms were refined with anisotropic displacement parameters. The hydrogen atoms on the ligands were placed in idealized positions and refined using a riding model. We employed PLATON", "(19)", " and SQUEEZE", "(20)", " to calculate the diffraction contribution of the solvent molecules and thereby produce a set of solvent-free diffraction intensities. The detailed crystallographic data are shown in Supplementary Tables S2–S4, ", "Supporting Information", " (CCDC ", "1047491", ").", "Gas Sorption Measurements", "After the bulk of the solvent was decanted, the freshly prepared sample of ", "FJU-12", " (∼0.15 g) was soaked in ∼10 mL of methanol for 1 h, and then the solvent was decanted. Following the procedure of methanol soaking and decanting 10 times, the solvent-exchanged samples were activated by vacuum at room temperature overnight (∼10 h) until a pressure of 5 μmHg. N", "2", ", CO", "2", ", methane, ethylene, ethane, and acetylene adsorption isotherms were measured on Micromeritics ASAP 2020 HD88 surface area analyzer for the activated ", "FJU-12a", ". The sorption measurement was maintained at 77 K with liquid nitrogen and at 273 K with an ice–water bath (slush). A water bath of 22.5 was used for adsorption isotherms at 296 K, whereas dry ice–acetone and ice–water baths were used for the isotherms at 195 and 273 K, respectively.", "Virial Equation Analysis", "The virial equation can be written", "(21, 22)", " as follows:", "(1)", "where ", "n", " is the amount adsorbed (mol g", "–1", ") gas at pressure ", "p", " (Pa). At low surface coverage, the ", "A", "2", " and higher terms can be neglected, and the equation becomes", "(2)", "A linear graph of ln(", "n", "/", "p", ") versus ", "n", " is obtained at low surface coverage, and this is consistent with neglecting higher terms in ", "eq ", "2", ". ", "A", "0", " quantifies the adsorbate–adsorbent interactions, while ", "A", "1", " is related to adsorbate–adsorbate interactions. The virial parameters are given in Table S1, ", "Supporting Information", ".", "Enthalpies of Adsorption", "Zero Surface Coverage", "The isosteric enthalpies of adsorption at zero surface coverage (", "Q", "st,", "n", "=0", ") are a fundamental measure of adsorbate–adsorbent interactions, and these values were obtained from the ", "A", "0", " values obtained by extrapolation of the virial graph to zero surface coverage.", "Van’t Hoff Isochore", "The isosteric enthalpies of adsorption as a function of surface coverage were calculated from the isotherms using the van’t Hoff isochore, which is given by the following equation:", "(3)", "A graph of ln ", "P", " versus 1/", "T", " at constant amount adsorbed (", "n", ") allows the isosteric enthalpy and entropy of adsorption to be determined. The pressure values for a specific amount adsorbed were calculated from the adsorption isotherms by the following methods: (1) assuming a linear relationship between adjacent isotherm points starting from the first isotherm point; (2) using the virial equation at low surface coverage. The agreement between the two methods is shown in Figure S5, ", "Supporting Information", ".", "Prediction of the Gas Adsorption Selectivity by IAST", "The measured experimental data on pure component isotherms for CH", "4", ", C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " at 273 and 296 K were converted to absolute loadings using", "where ", "Z", " is the compressibility factor, which was estimated by Peng–Robinson equation of state. The accessible pore volume within the materials, ", "V", "pore", ", is taken to be equal to the experimentally determined value (cm", "3", " g", "–1", ") using the following formula:", "(4)", "The ideal adsorbed solution theory (IAST) was used to predict the binary mixture adsorption from the experimental pure-gas isotherm. The accuracy of IAST for the estimation of the binary mixture equilibrium in different zeolites", "(23)", " and MOFs", "(24)", " has already been established in a number of published papers. In order to perform the integrations required by IAST, the single-component isotherms should be fitted by a proper model. We found for this set of data that the single-site Langmuir–Freundlich equation was successful in fitting the data.", "Here, ", "P", " is the pressure of the bulk gas at equilibrium with the adsorbed phase (kPa), ", "N", " is the adsorbed amount per mass of adsorbent (mmol/g), ", "N", "max", " is the saturation capacities of sites 1 (mmol/g), ", "b", " is the affinity coefficients of sites 1 (1/kPa), and ", "n", " represents the deviations from an ideal homogeneous surface. The fitted parameters were then used to predict multicomponent adsorption with IAST. The adsorption selectivities based on IAST for mixed C", "2", "H", "2", "/CH", "4", ", C", "2", "H", "4", "/CH", "4", ", and C", "2", "H", "6", "/CH", "4", " are defined by the following equation:", "where ", "X", "i", " is the mole fraction of component ", "i", " (", "i", " = 1, 2) in the adsorbed phases and ", "Y", "i", " is the mole fraction of component ", "i", " in bulk phases.", "Fluorescence Measurements", "The photoluminescence (PL) spectra of activated ", "FJU-12a", " and solvent-loaded ", "FJU-12a", " were investigated in the solid state at room temperature and recorded by a Horiba FluoroMax-4 fluorescence spectrometer. The samples were put into a homemade clamp composed of three pieces of commercial quartz slides of dimensions 20 mm × 37 mm × 1 mm. The middle slide had a hole of dimensions 3 mm × 5 mm × 1 mm in its center for hosting the tested sample. In order to effectively minimize the error of different peak intensities caused by thickness and morphology of the tested samples, the hole was fully filled with the ground powder of the outgassed (or solvent-loaded) samples ", "FJU-12a", " (∼5.0 mg) with the particle size of 80–100 mesh. Various solvent-loaded samples were prepared by introducing ", "FJU-12a", " powder into 2.0 mL of THF, methanol, acetone, dichloromethane, chloroform, and nitrobenzene (NB), respectively. For NB sensing experiments, activated ", "FJU-12", " powder was dispersed in THF with different concentrations of NB.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Description of the Crystal Structure", "FJU-12", " was synthesized via solvothermal reaction of aqueous dimethylformamide (DMF) solution of Cd(NO", "3", ")", "2", "·4H", "2", "O, NaClO", "4", ", Trz, and terephthalic acid (H", "2", "BDC) at 100 °C for 1 day. It was formulated as {[Cd", "12", "(Trz)", "8", "(DMF)", "2", "(H", "2", "O)", "4", "](BDC)", "9", "}·2(Me", "2", "NH", "2", ")·4DMF·16H", "2", "O by elemental analysis and single-crystal X-ray diffraction studies, and the phase purity of the bulk material was confirmed by powder X-ray diffraction (Figure S11, ", "Supporting Information", "). X-ray structural analysis reveals that ", "FJU-12", " has a 3D open framework structure containing centrosymmetric dodecanuclear metal coordination cages [Cd", "12", "(Trz)", "8", "(O", "solvent", ")", "6", "(CO", "2", ")", "18", "] (", "Figure ", "1", "b) in which 12 Cd ions are linked by eight bridging carboxylate groups and eight Trz ligands in μ", "1,2,4", " fashion to form a lantern-like SBU. Each dodecanuclear metal coordination cage links to eight neighboring SBUs via 18 BDC ligands to give a 3D eight-connected ", "hex", " topological net with Schläfli symbol of {3", "6", "·4", "18", "·5", "3", "·6}", "(25)", " (", "Figure ", "1", "f).", "Figure 1. Structure of ", "FJU-12", " showing (a) the coordination environments of four crystallographically independent Cd ions. (b) Dodecanuclear metal coordination cage Cd", "12", "(Trz)", "8", "(CO", "2", ")", "18", "(O", "solvent", ")", "6", " as SBU to form a lantern-like structure. (c) Large cage consists of eight dodecanuclear metal coordination cage and 18 BDC ligands. (d) The 3D structure of ", "FJU-12", " with the small (yellow spheres) and large cages (purple spheres) of about 5.1 and 9.4 Å in diameter (O red, N blue, C gray). (e) The structure viewed along the ", "c", " axis showing the pores. (f) Representation of 8-connected ", "hex", " net.", "The 3D open framework of ", "FJU-12", " has two kinds of cages (", "Figure ", "1", "b,c). The small one is the lantern-like metal coordination cage of 5.1 Å in diameter with the aperture of 2.9 × 3.6 Å", "2", ". The large one consists of eight dodecanuclear metal coordination cages and 18 BDC ligands with diameter of 9.4 Å and windows in dimensions of 3.3 × 9.6 Å", "2", " and 4.7 × 9.8 Å", "2", ". The calculated free volume in fully desolvated structure ", "FJU-12", " is 54.9% by PLATON", "(26)", " (11051.6 Å", "3", " of the 20113.3 Å", "3", " unit cell volume).", "Gas Sorption Properties", "To check the porosity of ", "FJU-12", ", the fresh sample was guest-exchanged with anhydrous methanol and then activated under high vacuum at 296 K to generate the desolvated ", "FJU-12a", ". Compared with the as-synthesized sample, the peak positions in the PXRD of activated ", "FJU-12a", " shift to higher 2θ values (Figure S11, ", "Supporting Information", "), suggesting the framework shrinks after removal of guest molecules, which also demonstrates the flexible nature of ", "FJU-12", ". The porosity was characterized by N", "2", " gas sorption at 77 K (Figure S6, ", "Supporting Information", ") with an apparent BET surface area and Langmuir surface area of 95.3 m", "2", "/g and 132.1 m", "2", "/g, respectively. CO", "2", " adsorption at 196 K was also used to characterize the porosity. As shown in ", "Figure ", "2", "a, the BET and Langmuir surface areas calculated from adsorption isotherms are 136.2 and 211.0 m", "2", "/g, respectively, within the pressure range of 0.05 < ", "P", "/", "P", "0", " < 0.35 (Figure S8, ", "Supporting Information", "). The higher surface areas calculated from CO", "2", " adsorption at 196 K than those from N", "2", " adsorption at 77 K suggest a certain degree of shrinkage for the activated framework, which is consistent with the result of the PXRD. Nevertheless, ", "FJU-12a", " still shows permanent porosity with total pore volume of 0.084 cm", "3", "/g from the highest adsorption values of 44.39 cm", "3", "/g (CO", "2", "). To the best of our knowledge, only a few MOFs with higher nuclearity cluster nodes than 8 have permanent porosity.", "(6, 11)", "Figure 2. (a) Adsorption isotherms of CO", "2", " gas on ", "FJU-12a", " at 196 K. (b) C", "2", "H", "2", ", C", "2", "H", "4", ", C", "2", "H", "6", ", and CH", "4", " sorption isotherms of ", "FJU-12a", " at 296 K. Solid symbols, adsorption.", "Establishment of the porosity of ", "FJU-12a", " encouraged us to explore its potential application in C", "2", "/C", "1", " adsorption and separation,", "(27, 28)", " and the adsorption of these gases on ", "FJU-12a", " at 296 and 273 K were investigated. Separation of C", "2", " hydrocarbons (C", "2", "s) from methane (C", "1", ") is a very important industrial process. This is because the recovery of C", "2", " hydrocarbons from methane not only upgrades the quality of natural gas for its efficient usage but can also provide an alternative chemical source of C", "2", "s for further chemical processing and transformation. As shown in ", "Figure ", "2", "b and Figure S7, ", "Supporting Information", ", ", "FJU-12a", " takes up many more C", "2", "s than CH", "4", "; for example, ", "FJU-12a", " takes up acetylene, ethylene, and ethane of 19.59, 14.49, and 13.76 cm", "3", "/g, respectively, which are 4.6, 3.9, and 3.2 times higher than CH", "4", " (4.28 cm", "3", "/g) at 296 K and 1 bar, suggesting that ", "FJU-12a", " is a promising material for highly selective separation toward C", "2", "/C", "1", " mixtures.", "The Henry’s law selectivities for acetylene, ethylene, and ethane over methane at 296 K are 31.9, 16.0, and 20.7, respectively, which were calculated based on the equation ", "S", "i", "/CH", "4", " = ", "K", "H", "(", "i", ")/", "K", "H", "(CH", "4", "), are higher than many reported MOFs (Table S5, ", "Supporting Information", "). The well-defined ideal adsorbed solution theory (IAST)", "(29)", " of Myers and Prausnitz is also employed to evaluate the C", "2", "s/CH", "4", " separation selectivities. Figure S10, ", "Supporting Information", ", shows the IAST calculations of the adsorption selectivity for equimolar C", "2", "H", "2", "/CH", "4", ", C", "2", "H", "4", "/CH", "4", ", and C", "2", "H", "6", "/CH", "4", " mixtures at 296 K in ", "FJU-12a", ". The selectivities of C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " with respect to CH", "4", " are 79.7, 26.4, and 30.3, respectively, by IAST at 296 K and pressures up to 100 kPa. It is worth noting that the adsorption selectivity of C", "2", "H", "2", "/CH", "4", " is comparable to the most selective Cu-TDPAT (82, TDPAT = 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine) (Table S6, ", "Supporting Information", "), indicating that ", "FJU-12a", " is a potential selective separation material for C", "2", "s/CH", "4", ".", "In order to establish why ", "FJU-12a", " exhibits such a highly selective separation for C", "2", "s/CH", "4", ", its coverage dependent adsorption enthalpies were calculated on the basis of the virial method and the van’t Hoff isochore. The virial graphs for adsorption of these gases on ", "FJU-12a", " at 273 and 296 K are shown in Figures S1–S4, ", "Supporting Information", ". The comparison of the results from the two methods, the linear extrapolation and the virial equation, shows a very good agreement (Figure S5, ", "Supporting Information", "). The enthalpies at zero coverage are 29.2, 22.7, and 21.0 kJ/mol for C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", ", respectively, which are larger than that for CH", "4", " (14.7 kJ/mol). The higher uptakes for C", "2", " hydrocarbons than methane may be ascribed to the following two reasons: First, the first virial coefficient ", "A", "0", " is related to the Henry’s law constant ", "K", "H", " by the equation ", "K", "H", " = exp(", "A", "0", "), which reflects the adsorbate–adsorbent interactions. The ", "A", "0", " values of CH", "4", ", C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " show that ", "K", "H", "(C", "2", "H", "2", "), ", "K", "H", "(C", "2", "H", "4", "), and ", "K", "H", "(C", "2", "H", "6", ") are higher than ", "K", "H", "(CH", "4", "), indicating stronger adsorbate–adsorbent interactions for C", "2", "s especially for C", "2", "H", "2", ". The second virial parameter (", "A", "1", ") is a function of adsorbate–adsorbate interactions. The differences in ", "A", "1", " are statistically significant for CH", "4", ", C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " indicating lower repulsion energies between neighbors for C", "2", "s than that for CH", "4", ".", "(22, 30)", " Second, the higher uptakes for C", "2", " hydrocarbons might be due to the comparable pore sizes in ", "FJU-12a", " with these smaller C", "2", " molecules, ultimately, leading to highly selective adsorption of C", "2", " over C", "1", " hydrocarbons at room temperature.", "Fluorescence and Sensing Properties", "Activated ", "FJU-12", " for luminescence and sensing studies is investigated. The emission peak of ", "FJU-12a", " was around 435 nm when monitored at 325 nm. To examine the potential of ", "FJU-12a", " for sensing of small molecules, its fluorescence properties in different solvents were investigated. As shown in ", "Figure ", "3", "a, its photoluminescence spectrum is largely dependent on the solvent molecules, particularly in the cases of THF and NB, giving the most significant enhancing and quenching effects, respectively. Such solvent-dependent luminescence properties are of interest for sensing of NB molecules, as demonstrated in some pioneering works done by Li’s group.", "(31)", " Detection of NB is important because NB is the basic constituent of nitroaromatic explosives and is also a notorious environmental pollutant.", "(31, 32)", " When NB content was gradually added to THF solvent, the fluorescence was gradually decreased with the addition of NB solvent (", "Figure ", "3", "b). The luminescence quenching efficiency was analyzed by fitting the experimental data to the Stern–Volmer equation, (", "I", "0", "/", "I", ") = ", "K", "SV", "[M] + 1, in which ", "I", "0", " and ", "I", " are the luminescence intensities before and after the addition of the analyte, [M] is the molar concentration of the analyte, and ", "K", "SV", " is the quenching constant (M", "–1", "). The ratio (", "I", "0", "/", "I", ") of the fluorescence intensities in the absence and presence of NB was approximately linearly increased with increasing the concentration of NB (", "Figure ", "3", "b). The Stern–Volmer plot of luminescent intensity (", "I", "0", "/", "I", ") vs the concentration of NB is shown in ", "Figure ", "3", "b. The Stern–Volmer constant (", "K", "SV", ") was 35 M", "–1", " for NB. Such quenching effect should be attributed to the charge transfer electron transitions from the ", "FJU-12", " framework to NB due to the electron-deficient property of NB and the π–π interactions between ", "FJU-12a", " framework and NB molecules.", "(33)", " The encouraging result reveals that ", "FJU-12a", " could be a promising luminescent probe for detecting NB.", "Figure 3. (a) PL spectra of solid ", "FJU-12a", " in different solvents when excited at 325 nm. The inset shows the emission intensity at 435 nm. (b) PL spectra of ", "FJU-12a", " dispersed in THF upon incremental addition of NB solution. The inset provides the Stern–Volmer plot (excited and monitored at 325 and 435 nm, respectively).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In summary, we have synthesized a novel three-dimensional uninodal ", "hex", " net ", "FJU-12", " based on an unprecedented lantern-like dodecanuclear Cd coordination cage. ", "FJU-12a", " exhibits high selectivity for the separation of C", "2", " hydrocarbons from methane. The selectivities of C", "2", "H", "2", ", C", "2", "H", "4", ", and C", "2", "H", "6", " with respect to CH", "4", " are 79.7, 26.4, and 30.3, respectively, by IAST at 296 K and pressures up to 100 kPa. It is worth noting that the adsorption selectivity of C", "2", "H", "2", "/CH", "4", " of 79.7 is comparable to the most selective Cu-TDPAT (82). In addition, ", "FJU-12a", " has the potential for sensing of small molecules especially for NB, giving the most significant quenching effects. It is expected that this work highlights the promise of ", "FJU-12", " for important separation of C", "2", "/C", "1", " mixtures and highly sensitive sensors for NB in the future.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Details of gas absorption and separation data, structural data and selected bond lengths and angles, and PXRD data, TGA, and FT-IR data. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.cgd.5b00473", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was financially supported by the National Natural Science Foundation of China (Grants 21207018, 21273033, and 21203024) and Fujian Science and Technology Department (Grants 2014J06003 and 2014H6007). S.X. gratefully acknowledges the support of the Recruitment Program of Global Young Experts, Program for New Century Excellent Talents in University (NCET-10-0108), and the Award “MinJiang Scholar Program” in Fujian Province.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 33 other publications.", "1. ", "(a) ", "Lan", ", ", "A.-J.", "; ", "Li", ", ", "K.-H.", "; ", "Wu", ", ", "H.-H.", "; ", "Olson", ", ", "D. H.", "; ", "Emge", ", ", "T. J.", "; ", "Ki", ", ", "W.", "; ", "Hong", ", ", "M.-C.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "2334", " DOI: 10.1002/anie.200804853", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "A luminescent microporous metal-organic framework for the fast and reversible detection of high explosives", "Lan, Anjian; Li, Kunhao; Wu, Haohan; Olson, David H.; Emge, Thomas J.; Ki, Woosoek; Hong, Maochun; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "13", "),\r\n    ", "2334-2338", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A highly luminescent microporous metal-org. framework, [Zn2(bpdc)2(bpee)] (bpdc = 4,4'-biphenyldicarboxylate; bpee = 1,2-bipyridylethene), was prepd., characterized by X-ray crystallog., and found to be capable of very fast and reversible detection of the vapors of the nitroarom. explosive 2,4-dinitrotoluene and the plastic explosive taggant 2,3-dimethyl-2,3-dinitrobutane through redox fluorescence quenching with unprecedented sensitivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkt1yqtb8%253D&md5=d02d4635719a0cae1e9d3a610a9645fb", "(b) ", "Yuan", ", ", "D.-Q.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.-F.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "5357", " DOI: 10.1002/anie.201001009", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", "Yuan, Daqiang; Zhao, Dan; Sun, Daofeng; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "31", "),\r\n    ", "5357-5361, S5357/1-S5357/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An isoreticular metal-org. framework series with the (3,24)-connected network topol. has been synthesized by using a series of dendritic hexacarboxylate ligands.  The framework is stabilized by incorporating microwindows whose size is fixed by the formation of cuboctahedral supported by the isophthalate moieties throughout the framework.  Adsorption studies using hydrogen, methane, and carbon dioxide reveal that they have close to record-high gas adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlWgurg%253D&md5=27ba1f52c8f37d92c3ba30a8673b7654", "(c) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", " DOI: 10.1021/cr200274s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(d) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", " DOI: 10.1021/cr200324t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(e) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", " DOI: 10.1021/cr200190s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(f) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", " DOI: 10.1021/cr2003147", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(g) ", "Lin", ", ", "Z.-J.", "; ", "Lü", ", ", "J.", "; ", "Hong", ", ", "M.-C.", "; ", "Cao", ", ", "R.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5867", " DOI: 10.1039/C3CS60483G", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic frameworks based on flexible ligands (FL-MOFs): structures and applications", "Lin, Zu-Jin; Lu, Jian; Hong, Maochun; Cao, Rong", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5867-5895", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers (CPs), are cryst. materials constructed from metal ions or clusters bridged by org. ligands to form one-, two-, or three-dimensional infinite networks.  In contrast with the prolific prodn. of MOFs based on rigid ligands (RL-MOFs), the design, syntheses and applications of MOFs based on flexible ligands (FL-MOFs) are somewhat overlooked.  Although sacrificing a measure of control, the use of flexible ligands may provide unique opportunities to obtain novel cryst. framework materials exhibiting desirable attributes.  In this review, emphasis has been placed on the design and the structural diversity of FL-MOFs.  Homochiral FL-MOFs and dynamic frameworks induced by flexible ligands are also briefly outlined.  An overview is also shown for the applications of FL-MOFs as platforms for gas adsorption, heterogeneous catalysis, proton conduction etc.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jI&md5=f9d627b8f4766621b92cad2116e13e11", "(h) ", "Zhang", ", ", "Z.-J.", "; ", "Yao", ", ", "Z.-Z.", "; ", "Xiang", ", ", "S.-C.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "2868", " DOI: 10.1039/C4EE00143E", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Perspective of microporous metal-organic frameworks for CO2 capture and separation", "Zhang, Zhangjing; Yao, Zi-Zhu; Xiang, Shengchang; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "9", "),\r\n    ", "2868-2899", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  It is emergent to reduce carbon dioxide emissions from fossil fuel combustion and thereby limit climate destabilization.  In order to achieve the industrial scenario of CCS, there is a need for the discovery of better solid CO2 adsorbents that realize great improvement of selective capacity and stability to moisture as well as significant redns. in energy requirements and costs.  In this review, we provide an overview of the current status of the emerging microporous metal-org. frameworks (MOFs) for the storage and sepn. of carbon dioxide.  We summarize the main factors for CO2 capture performance of MOF materials under different working conditions, in comparison with those for zeolite materials.  At the same time, we analyze the relationship among porous structures, pore/window sizes, capacity, selectivity and enthalpy of porous MOFs for CCS, which will give us clues for the design and synthesis of MOF materials as CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVymu7rI&md5=6b2caf35f3003cc10e1eba706bca4519", "2. ", "(a) ", "Chun", ", ", "H.", "; ", "Kim", ", ", "D.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "971", " DOI: 10.1002/anie.200353139", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Metal-organic replica of fluorite built with an eight-connecting tetranuclear cadmium cluster and a tetrahedral four-connecting ligand", "Chun, Hyungphil; Kim, Dongwoo; Dybtsev, Danil N.; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "971-974", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A non-interpenetrating 3-dimensional metal-org. framework, [Cd4(TCPM)2(DMF)4]·4DMF·4H2O, synthesized by a solvothermal reaction of cadmium nitrate and the tetracarboxylate ligand tetrakis(4-carboxyphenyl)methane (TCPM), is the 1st metal-org. analog of fluorite (CaF2).  In the structure of the title compd. an eight-connecting tetranuclear cadmium cluster and a tetracarboxylate ligand play the role of Ca2+ and F- ions, resp., in fluorite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhslKlu7w%253D&md5=6b73bbb0306c438d0b3591547a1676b4", "(b) ", "Li", ", ", "D.", "; ", "Wu", ", ", "T.", "; ", "Zhou", ", ", "X.-P.", "; ", "Zhou", ", ", "R.", "; ", "Huang", ", ", "X.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4175", " DOI: 10.1002/anie.200500290", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Twelve-connected net with face-centered cubic topology: a coordination polymer based on [Cu12(μ4-SCH3)6]6+ clusters and CN- linkers", "Li, Dan; Xiao, Ping; Zhou, Rui; Huang, Xiao-Chun", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "27", "),\r\n    ", "4175-4178", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A microporous coordination polymer based on a dodecanuclear copper(I) cluster, [Cu12(μ4-SCH3)6(CN)6]·2H2O, as a twelve-connected node was synthesized by a simultaneous redox, sulfurization, and self-assembly reaction under solvothermal conditions and characterized by x-ray crystallog.  The synthesis provides a model reaction to simulate the transformation of inorg. sulfur into org. sulfur.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVemsb4%253D&md5=7c39d0a1e947c24f60829c6878b8be29", "(c) ", "Song", ", ", "W.-C.", "; ", "Pan", ", ", "Q.-H.", "; ", "Song", ", ", "P.-C.", "; ", "Zhao", ", ", "Q.", "; ", "Zeng", ", ", "Y.-F.", "; ", "Hu", ", ", "T.-L.", "; ", "Bu", ", ", "X.-H.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4890", " DOI: 10.1039/c0cc00530d", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Two unprecedented 10-connected bct topological metal-organic frameworks constructed from cadmium clusters", "Song, Wei-Chao; Pan, Qinhe; Song, Peng-Chao; Zhao, Qiang; Zeng, Yong-Fei; Hu, Tong-Liang; Bu, Xian-He", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4890-4892", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "By simply modifying the expansion of ligand tether length, two Cd(ii) metal-org. frameworks have been constructed from linear tetranuclear and trinuclear cadmium clusters, resp., which present an unprecedented 10-connected unimodal bct net.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFentrw%253D&md5=5330e837573c66ab29589f873d86af1f", "(d) ", "Li", ", ", "D.-S.", "; ", "Zhao", ", ", "J.", "; ", "Wu", ", ", "Y.-P.", "; ", "Liu", ", ", "B.", "; ", "Bai", ", ", "L.", "; ", "Zou", ", ", "K.", "; ", "Du", ", ", "M.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "8091", " DOI: 10.1021/ic4007718", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Co5/Co8-Cluster-Based Coordination Polymers Showing High-Connected Self-Penetrating Networks: Syntheses, Crystal Structures, and Magnetic Properties", "Li, Dong-Sheng; Zhao, Jun; Wu, Ya-Pan; Liu, Bin; Bai, Liang; Zou, Kun; Du, Miao", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "14", "),\r\n    ", "8091-8098", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel Co(II)-cluster-based coordination polymers, [Co5(μ3-OH)2(1,4-ndc)4(bix)2]n (1) and {[Co8(μ3-OH)4(1,4-ndc)6(btp)(H2O)6]·H2O}n (2), were prepd. by hydrothermal reactions of cobalt(II) perchlorate with 1,4-naphthalenedicarboxylic acid (1,4-H2ndc) and different N-donor coligands (bix = 1,4-bis(imidazol-1-ylmethyl)benzene and btp = 4,4'-bis(triazol-1-ylmethyl)biphenyl).  In 1, 10-connected [Co5(μ3-OH)2(COO)8] clusters are extended by the μ4-1,4-ndc2- and trans-bix ligands to construct a rare, self-penetrating ile framework that can interestingly be regarded as the cross-link of two interpenetrating 6-connected pcu networks.  For 2, [Co8(μ3-OH)4(COO)12] clusters serve as the 8-connected nodes, which are bridged by the μ4/μ5-1,4-ndc2- and trans-btp ligands to afford the highest-connected uninodal self-penetrating (420.68) network based on octacobalt clusters.  A synthetic and structural comparison of 1 and 2 demonstrates that the features of auxiliary N-donor ligands play a key role in governing the in situ formed clusters and the final 3-dimensional coordination frameworks.  Magnetic susceptibility measurements indicate that complex 1 shows an antiferromagnetic interaction between the adjacent Co(II) ions, whereas 2 displays the dominant antiferromagnetic exchanges in 300-50 K and a ferrimagnetic-like behavior at lower temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVCgs7%252FP&md5=8d034c3e658da9ba4bafb2a149ef8ded", "(e) ", "Song", ", ", "X.-Z.", "; ", "Song", ", ", "S.-Y.", "; ", "Zhao", ", ", "S.-N.", "; ", "Hao", ", ", "Z.-M.", "; ", "Zhu", ", ", "M.", "; ", "Meng", ", ", "X.", "; ", "Zhang", ", ", "H.-J.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "8183", " DOI: 10.1039/c3dt50687h", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Two High-connected Metal-organic Frameworks Based on d10-metal Clusters: Syntheses, Structural Topologies and Luminescent Properties", "Song, Xue-Zhi; Song, Shu-Yan; Zhao, Shu-Na; Hao, Zhao-Min; Zhu, Min; Meng, Xing; Zhang, Hong-Jie", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "23", "),\r\n    ", "8183-8187", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The d10-metal-oxo clusters connected by the asym. tricarboxylate and linear neutral ligands give rise to two novel high-connected MOFs.  Complexes {[Zn2L(μ-OH)(4,4'-bpy)0.5]H2O}n (1) and {[Cd2L(μ-OH)(4,4'-bpy)]H2O}n (2) (L = biphenyl-3,3',5-tricarboxylate) feature the highest (3,16)- and (3,8)-connected three-dimensional frameworks based on cube-like octanuclear [Zn8(μ2-OH)4(CO2)12] clusters and butterfly-like tetranuclear [Cd4(μ3-OH)2(CO2)6] clusters as the secondary building units, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnvV2htL4%253D&md5=302f06a5b3483e561a94bdce323c7fbe", "(f) ", "Fang", ", ", "W.-H.", "; ", "Yang", ", ", "G.-Y.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "5631", " DOI: 10.1021/ic500404z", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Pillared-Layer Cluster Organic Frameworks Constructed from Nanoscale Ln10 and Cu16 Clusters", "Fang, Wei-Hui; Yang, Guo-Yu", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "11", "),\r\n    ", "5631-5636", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two pillared-layer cluster org. frameworks, [Ln5(μ3-OH)4(μ-H2O)Cu8I8L11]·H2O (L = 4-pyridin-4-ylbenzoate; Ln = Dy (1), Eu (2)), were made by employing lanthanide oxide and copper(I) halide as the source of lanthanide and transitional metal under hydrothermal condition.  Compared to the pillared-layer frameworks constructed from heterometallic layers and org. pillars, these two compds. are derived from lanthanide cluster org. layers and copper(I) halide cluster motifs.  Thus, there are two distinct types of inorg. metal connectors in the structure, one is hydroxo lanthanide [Ln10(μ3-OH)8]22+ (Ln10) cluster, and the other is copper(I) halide [Cu16I16] (Cu16) cluster.  The rational assembly of these two inorg. connectors and org. linear linkers gives the two complexes here.  They appear to be the first 3D frameworks constructed from decanuclear hydroxo lanthanide clusters.  From the topol. point of view, these compds. represent an intriguing example of a binodal (8,14)-connected net considering the Ln10 and Cu16 connectors as the nodes, revealing that they are typical high dimensional frameworks with high connected net based on high nuclearity nodes.  Also, elemental anal., IR, TGA, PXRD, and UV-visible properties are also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVeksbk%253D&md5=075342c05813c0165d06fef8902d4cd5", "3. ", "(a) ", "Chen", ", ", "B.-L.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", " DOI: 10.1002/anie.200462787", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "(b) ", "Ma", ", ", "S.-Q.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "11734", " DOI: 10.1021/ja063538z", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "A Metal-Organic Framework with Entatic Metal Centers Exhibiting High Gas Adsorption Affinity", "Ma, Shengqian; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "36", "),\r\n    ", "11734-11735", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework, H2[Co4O(TATB)8/3] (PCN-9, H3TATB = 4,4',4''-s-triazine-2,4,6-triyltribenzoic acid), contg. entatic metal centers, was synthesized and crystallog. characterized, and its gas adsorption was studied.  The H2 and CH4 adsorption enthalpies of PCN-9 are among the highest reported thus far.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XosVChs7g%253D&md5=6263507a8d922d1e954f3282681c2275", "(c) ", "Li", ", ", "J.-R.", "; ", "Zhou", ", ", "H.-C.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "893", " DOI: 10.1038/nchem.803", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Bridging-ligand-substitution strategy for the preparation of metal-organic polyhedra", "Li, Jian-Rong; Zhou, Hong-Cai", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "893-898", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. polyhedra-discrete mol. architectures constructed through the coordination of metal ions and org. linkers-have recently attracted considerable attention due to their intriguing structures, their potential for a variety of applications and their relevance to biol. self-assembly.  Several synthetic routes were studied to prep. these complexes.  However, to date, these preparative methods have typically been based on the direct assembly of metal ions and org. linkers.  Although these routes are convenient, it remains difficult to find suitable reaction conditions or to control the outcome of the assembly process.  Here, the authors demonstrate a synthetic strategy based on the substitution of org. dicarboxylic acid bridging ligands (H2L) in sol. copper metal-org. polyhedra; eg. Cu24(L)24(S)24 where S = solvent.  The introduction of linkers with different properties from those of the initial metal-org. polyhedra can thus lead to new metal-org. polyhedra with distinct properties (including size and shape).  Also, partial substitution can also occur and form mixed-ligand species that may be difficult to access by other approaches.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtF2ms7fM&md5=8188ae4e3052f0a94b92ead42456207e", "(d) ", "Yan", ", ", "Y.", "; ", "Telepeni", ", ", "I.", "; ", "Yang", ", ", "S.-H.", "; ", "Lin", ", ", "X.", "; ", "Kockelmann", ", ", "W.", "; ", "Dailly", ", ", "A.", "; ", "Blake", ", ", "A. J.", "; ", "Lewis", ", ", "W.", "; ", "Walker", ", ", "G. S.", "; ", "Allan", ", ", "D. R.", "; ", "Barnett", ", ", "S. A.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4092", " DOI: 10.1021/ja1001407", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Metal-Organic Polyhedral Frameworks: High H2 Adsorption Capacities and Neutron Powder Diffraction Studies", "Yan, Yong; Telepeni, Irvin; Yang, Sihai; Lin, Xiang; Kockelmann, Winfried; Dailly, Anne; Blake, Alexander J.; Lewis, William; Walker, Gavin S.; Allan, David R.; Barnett, Sarah A.; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4092-4094", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. polyhedral framework complex [Cu3(L)(H2O)3]·16DMF·26H2O (NOTT-112, H6L = 1,3,5-tris(4-(3,5-dicarboxyphenylethynyl)phenyl)benzene) was prepd. and characterized by x-ray crystallog. and hydrogen adsorption expts.  Neutron powder diffraction expts. on D2-loaded NOTT-112 reveal that the axial sites of exposed Cu(II) ions in the smallest cuboctahedral cages are the 1st, strongest binding sites for D2 leading to an overall discrimination between the two types of exposed Cu(II) sites at the paddlewheel nodes.  Thus, the Cu(II) centers within the cuboctahedral cage are the 1st sites of D2 binding with a Cu-D2 distance of 2.23(1) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1Oqu7k%253D&md5=215f7876ac3dc27255674de9b72a8095", "(e) ", "Lu", ", ", "W.-G.", "; ", "Yuan", ", ", "D.-Q.", "; ", "Makal", ", ", "T. A.", "; ", "Wei", ", ", "Z.-W.", "; ", "Lia", ", ", "J.-R.", "; ", "Zhou", ", ", "H.-C.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "1708", " DOI: 10.1039/C2DT32479B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Highly porous metal-organic framework sustained with 12-connected nanoscopic octahedra", "Lu, Weigang; Yuan, Daqiang; Makal, Trevor A.; Wei, Zhangwen; Li, Jian-Rong; Zhou, Hong-Cai", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "5", "),\r\n    ", "1708-1714", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two dicopper(II)-paddlewheel-based metal-org. frameworks (PCN-81 and -82) were synthesized by using tetratopic ligands featuring 90°-carbazole-dicarboxylate moieties.  Both adopt 12-connected tfb topol. with nanoscopic octahedra as building units.  The freeze-dried PCN-82 shows Brunauer-Emmett-Teller (BET) and Langmuir surface areas as high as 4488 and 4859 m2 g-1, resp.  It also exhibits high H2-adsorption capacity at low pressure (300 cm3 g-1 or 2.6% at 77 K and 1 bar), which can be attributed to its high surface area, microporosity, and open metal sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFOgtw%253D%253D&md5=836756e16c8392f73a629097d81709cc", "(f) ", "He", ", ", "Y.-B.", "; ", "Li", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5618", " DOI: 10.1039/C4CS00041B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Multifunctional metal-organic frameworks constructed from meta-benzenedicarboxylate units", "He, Yabing; Li, Bin; O'Keeffe, Michael; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5618-5656", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs), also known as porous coordination polymers (PCPs), are an emerging type of porous materials which are formed by the self-assembly of metallic centers and bridging org. linkers.  Design and synthesis of org. linkers are very crit. to target MOFs with desired structures and properties.  In this review, we summarize and highlight the recent development of porous MOFs that are constructed from the multicarboxylate ligands contg. m-benzenedicarboxylate moieties, and their promising applications in gas storage and sepn., heterogeneous catalysis and luminescent sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jJ&md5=cec1081bcb8f5a745f8f7847c2bae72d", "(g) ", "Stoeck", ", ", "U.", "; ", "Senkovska", ", ", "I.", "; ", "Bon", ", ", "V.", "; ", "Krause", ", ", "S.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "1046", " DOI: 10.1039/C4CC07920E", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Assembly of metal-organic polyhedra into highly porous frameworks for ethene delivery", "Stoeck, Ulrich; Senkovska, Irena; Bon, Volodymyr; Krause, Simon; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "6", "),\r\n    ", "1046-1049", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two new mesoporous metal-org. frameworks (DUT-75 and DUT-76) with exceptional ethene uptake were obtained using carbazole dicarboxylate based metal-org. polyhedra as supermol. building blocks.  The compds. have a total pore vol. of 1.84 and 3.25 cm3 g-1 and a specific BET surface area of 4081 and 6344 m2 g-1, resp., and high gas uptake at room temp. and high pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvF2jtbfJ&md5=38f344671d642e0ca76dea11d7dfb9fe", "4. ", "(a) ", "Zhang", ", ", "Z.-J.", "; ", "Xiang", ", ", "S.-C.", "; ", "Chen", ", ", "Y.-S.", "; ", "Ma", ", ", "S.-Q.", "; ", "Lee", ", ", "Y.", "; ", "Phely-Bobin", ", ", "T.", "; ", "Chen", ", ", "B.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "8444", " DOI: 10.1021/ic1010083", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A Robust Highly Interpenetrated Metal-Organic Framework Constructed from Pentanuclear Clusters for Selective Sorption of Gas Molecules", "Zhang, Zhangjing; Xiang, Shengchang; Chen, Yu-Sheng; Ma, Shengqian; Lee, Yongwoo; Phely-Bobin, Thomas; Chen, Banglin", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "18", "),\r\n    ", "8444-8448", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional microporous metal-org. framework, Zn5(BTA)6(TDA)2·15DMF·8H2O (1; HBTA = 1,2,3-benzotriazole; H2TDA = thiophene-2,5-dicarboxylic acid), comprising pentanuclear [Zn5] cluster units, was obtained through an one-pot solvothermal reaction of Zn(NO3)2, 1,2,3-benzotriazole, and thiophene-2,5-dicarboxylic acid.  The activated 1 displays type-I N2 gas sorption behavior with a Langmuir surface area of 607 m2 g-1 and exhibits interesting selective gas adsorption for C2H2/CH4 and CO2/CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVGrsLnK&md5=20b2329895548aa1309d660f5c4ab3db", "(b) ", "Gao", ", ", "W.-Y.", "; ", "Yan", ", ", "W.-M.", "; ", "Cai", ", ", "R.", "; ", "Meng", ", ", "L.", "; ", "Salas", ", ", "A.", "; ", "Wang", ", ", "X.-S.", "; ", "Wojtas", ", ", "L.", "; ", "Shi", ", ", "X.-D.", "; ", "Ma", ", ", "S.-Q.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "4423", " DOI: 10.1021/ic3002256", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Porous Double-Walled Metal Triazolate Framework Based upon a Bifunctional Ligand and a Pentanuclear Zinc Cluster Exhibiting Selective CO2 Uptake", "Gao, Wen-Yang; Yan, Wuming; Cai, Rong; Meng, Le; Salas, Andrea; Wang, Xi-Sen; Wojtas, Lukasz; Shi, Xiaodong; Ma, Shengqian", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "8", "),\r\n    ", "4423-4425", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The self-assembly of a custom-designed bifunctional ligand featuring both 1,2,3-triazolate and carboxylate donor groups with a pentanuclear zinc cluster generated in situ affords a double-walled metal triazolate framework (MTAF) material, MTAF-1 (Zn5(μ3-O)2(C9N3H5O2)5(H+)4(H2O)17(C3H7NO)10), which exhibits a surface area of 2300 m2/g and demonstrates interesting selective CO2 uptake performances.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksFWgsLk%253D&md5=b59e687a05a3b73a0aeb4b8425c099c5", "5. ", "Hao", ", ", "Z.-M.", "; ", "Fang", ", ", "R.-Q.", "; ", "Wu", ", ", "H.-S.", "; ", "Zhang", ", ", "X.-M.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "8197", " DOI: 10.1021/ic800709w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Cu6S4 Cluster Based Twelve-Connected Face-Centered Cubic and Cu19I4S12 Cluster Based Fourteen-Connected Body-Centered Cubic Topological Coordination Polymers", "Hao, Zheng-Ming; Fang, Rui-Qin; Wu, Hai-Shun; Zhang, Xian-Ming", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "18", "),\r\n    ", "8197-8203", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reaction of Cu(MeCO2)2, (4-pyridylthio)acetic acid and NH4SCN resulted in a twelve-connected fcc. topol. metal-org. framework, [Cu3(pdt)2(CN)]n, (pdt = pyridinethiolate) in which Cu6S4 clusters act as twelve-connected nodes and pyridine rings and cyanides act as connectors.  As an extension, an unprecedented fourteen-connected bcc. coordination polymer, [Cu19I4(pdt)12(SH)3]n, was synthesized by three methods, in which nanosized chiral Cu19I4S12 clusters act as fourteen-connected nodes and triple pyridine rings and hydrosulfides act as connectors.  The in situ S-C(sp3), S-C(sp2), and S-C(sp) cleavage reactions were obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1CitLg%253D&md5=42ee41ae887cae403dcf31e327289c99", "6. ", "Kumalah Robinson", ", ", "S. A.", "; ", "Mempin", ", ", "M. V. L", "; ", "Cairns", ", ", "A. J.", "; ", "Holman", ", ", "K. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "1634", " DOI: 10.1021/ja108894a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "A Cubic, 12-Connected, Microporous Metal-Organometallic Phosphate Framework Sustained by Truncated Tetrahedral Nodes", "Kumalah Robinson, Sayon A.; Mempin, Marion-Vincent L.; Cairns, Amy J.; Holman, K. Travis", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "6", "),\r\n    ", "1634-1637", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A rare example of a microporous metal-org. phosphate, [Co12(L)6(μ3-PO4)4(μ3-F)4(μ-H2O)6][NO3]2 (1), was synthesized by the reaction of a [(η5-C5H5)FeII]+-functionalized terephthalate ligand (I = L) with Co(NO3)2·6H2O and phosphate and F- ions generated from the in situ hydrolysis of hexafluorophosphate.  1 Is a cubic, 12-connected, fcc. framework sustained by the linear connection of unprecedented, dodecanuclear truncated tetrahedral coordination clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosVaiug%253D%253D&md5=4aa96b32fd725e603f3465d147e05cbf", "7. ", "(a) ", "Hou", ", ", "L.", "; ", "Zhang", ", ", "W.-X.", "; ", "Zhang", ", ", "J.-P.", "; ", "Xue", ", ", "W.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "6311", " DOI: 10.1039/c0cc01106a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "An octacobalt cluster based, (3,12)-connected, magnetic, porous coordination polymer", "Hou, Lei; Zhang, Wei-Xiong; Zhang, Jie-Peng; Xue, Wei; Zhang, Yue-Biao; Chen, Xiao-Ming", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "34", "),\r\n    ", "6311-6313", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Solvothermal reaction of CoSO4 with 2,6-di-p-carboxyphenyl-4,4'-bipyridine affords a novel, octacobalt cluster based, (3,12)-connected porous framework [Co8(μ3-OH)4(SO4)2(dcpbpy)4 (H2O)4]·12DMF·4EtOH·24H2O, which exhibits gas sorption and spin-glassy magnetic behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqtrzL&md5=2e6c8f68b33a176e9b6ef3f8d1908d81", "(b) ", "Luo", ", ", "J.-H.", "; ", "Wang", ", ", "J.", "; ", "Li", ", ", "G.-H.", "; ", "Huo", ", ", "Q.-S.", "; ", "Liu", ", ", "Y.-L.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "11433", " DOI: 10.1039/c3cc47462c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Assembly of a unique octa-nuclear copper cluster-based metal-organic framework with highly selective CO2 adsorption over N2 and CH4", "Luo, Jiahuan; Wang, Jing; Li, Guanghua; Huo, Qisheng; Liu, Yunling", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "97", "),\r\n    ", "11433-11435", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "By using 4-(pyrimidin-5-yl)benzoic acid (4-PmBC) as a ligand, a porous metal-org. framework [Cu4(OH)(SO4)3(4-PmBC)(DMF)]·0.5DMF·3H2O based on unique octanuclear copper clusters was constructed, which when desolvated exhibited highly selective CO2 uptake over N2 and CH4.  Its structure was detd. by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslOksbjI&md5=ab04f4fb909f4dda1463e85ac4506012", "8. ", "Chesman", ", ", "A. S. R.", "; ", "Turner", ", ", "D. R.", "; ", "Moubaraki", ", ", "B.", "; ", "Murray", ", ", "K. S.", "; ", "Deacon", ", ", "G. B.", "; ", "Batten", ", ", "S. R.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "10903", " DOI: 10.1039/c2dt31101a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Tetradecanuclear polycarbonatolanthanoid clusters: Diverse coordination modes of carbonate providing access to novel core geometries", "Chesman, Anthony S. R.; Turner, David R.; Moubaraki, Boujemaa; Murray, Keith S.; Deacon, Glen B.; Batten, Stuart R.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "36", "),\r\n    ", "10903-10909", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis of two high nuclearity lanthanoid clusters demonstrates the versatility of the carbonate anion as a robust cluster forming agent, potentially allowing for the formation of otherwise inaccessible core topologies.  The complexes, [Gd14(CO3)13(ccnm)9(OH)(H2O)6(phen)13(NO3)](CO3)2.5·(phen)0.5 (1) and [Dy14(CO3)13(ccnm)10(OH)(H2O)6(phen)13](CO3)2.5·(phen)0.5 (2) (ccnm = carbamoylcyanonitrosomethanide, phen = 1,10-phenanthroline), contain a [Ln14(CO3)13(OH)] core in which the carbonate anions display four unique coordination modes.  The complexes are chiral, and the ccnm ligands also display four unique coordination modes.  Extensive intra- and intermol. π-π stacking between phen ligands gives 1-dimensional chains in the crystal structure.  Both complexes display magnetic properties that are indicative of antiferromagnetic coupling, with complex 2 displaying behavior consistent with possible single mol. magnet properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Kmt77I&md5=b070d510e62cf6b3f3e83dbfe6ef701b", "9. ", "(a) ", "Xiang", ", ", "S.-C.", "; ", "Hu", ", ", "S.-M.", "; ", "Sheng", ", ", "T.-L.", "; ", "Chen", ", ", "J.-S.", "; ", "Wu", ", ", "X.-T.", " ", "Chem. - Eur. J.", " ", "2009", ",  ", "15", ",  ", "12496", " DOI: 10.1002/chem.200900520", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Structural Diversity of Infinite 3d-4f Heterometallic Cluster Compounds Driven by Various Lanthanide Radii", "Xiang, Shengchang; Hu, Shengmin; Sheng, Tianlu; Chen, Jianshan; Wu, Xintao", "Chemistry--A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "12496-12502, S12496/1-S12496/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The syntheses, structures, and characterization of six Ln3+-Cu2+-glycine (Hgly) coordination polymers were described.  They represent three types of structures: (Ln = La (1), Pr (2), and Sm (3)) is a 1-dimensional catenarian polymer comprising [Ln2] nodes bridged by four cis-Cu(gly)2 linkers.  [Ln2(H2O)6(L1)2(L2)2].6ClO4.4H2O [Ln = La(1), Pr (2), and Sm (3)] for type I; Na2[Eu6Cu22(OH)28(Hgly)4(gly)12(ClO4)(H2O)18](L3)3.23ClO4.28H2O (4) and [Dy6Cu22(OH)28(Hgly)4(gly)12(ClO4)(H2O)18](L3)3.21ClO4.2OH2O (5) for type II; and Na4[Er6Cu24(Hgly)2(gly)12(OH)30(ClO4)(H2O)22](L3)6.27ClO4.36H2O (6) for type III; in all of which L1, L2, and L3 are the cis-[Cu(gly)2], cis-[Cu(gly)2(H2O)], and trans-[Cu(gly)2], resp.  Type II (Ln = Eu (4) and Dy (5)) is a 2-dimensional open framework with a 44-net, composed of novel [Ln6Cu22] cluster nodes linked by trans-Cu(gly)2 linkers.  Also, the inner structures of the [Ln6Cu22] nodes, and the connection mode between the nodes and linkers are slightly different for 4 and 5.  Type III (Ln = Er (6)) is a 3-dimensional open framework with a novel 36·418·53·6 topol., made up of [Er6Cu24] cluster nodes and trans-Cu(gly)2 linkers.  The rich variety of the resulting structures owes itself mainly to the interselection between the dynamic control of metalloligands and cationic components.  A transition from frequency dependence to frequency independence is obsd. in the field-induced magnetization lag for 1-3.  The frequency dependence at low temps. may come from the antiferromagnetic Cu-Cu interaction through the [Ln2] nodes, whereas the frequency independence may be due to the disappearance of the antiferromagnetic Cu-Cu interaction at high temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVahu7jP&md5=70e13d5b526c83e99bd4e53401e19c01", "(b) ", "Xiang", ", ", "S.-C.", "; ", "Hu", ", ", "S.-M.", "; ", "Sheng", ", ", "T.-L.", "; ", "Chen", ", ", "L.", "; ", "Wu", ", ", "X.-T.", " ", "Struct. Bonding (Berlin)", " ", "2009", ",  ", "133", ",  ", "161", " DOI: 10.1007/978-3-642-01562-5_5", " ", "[", "Crossref", "], [", "CAS", "]", "9. ", "Controllable assembly, structures, and properties of lanthanide-transition metal-amino acid clusters", "Xiang, Sheng-Chang; Hu, Sheng-Min; Sheng, Tian-Lu; Chen, Ling; Wu, Xin-Tao", "Structure and Bonding (Berlin, Germany)", "\r\n        (", "2009", "),\r\n    ", "133", "\r\n        (", "Controlled Assembly and Modification of Inorganic Systems", "),\r\n    ", "161-206", "CODEN:\r\n                ", "STBGAG", ";\r\n        ISSN:", "0081-5993", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "A review.  Amino acids are the basic building blocks in the chem. of life.  This chapter describes the controllable assembly, structures and properties of lathanide(III)-transition metal-amino acid clusters developed recently by our group.  The effects on the assembly of several factors of influence, such as presence of a secondary ligand, lanthanides, crystn. conditions, the ratio of metal ions to amino acids, and transition metal ions have been expounded.  The dynamic balance of metalloligands and the substitution of weak coordination bonds account for the occurrence of diverse structures in this series of compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltVSqtw%253D%253D&md5=13343782d54b6f0109f98c5e0d57cd7a", "10. ", "Fang", ", ", "Q.-R.", "; ", "Zhu", ", ", "G.-S.", "; ", "Jin", ", ", "Z.", "; ", "Xue", ", ", "M.", "; ", "Wei", ", ", "X.", "; ", "Wang", ", ", "D.-J.", "; ", "Qiu", ", ", "S.-L.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "6126", " DOI: 10.1002/anie.200601668", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A multifunctional metal-organic open framework with a bcu topology constructed from undecanuclear clusters", "Fang, Qian-Rong; Zhu, Guang-Shan; Jin, Zhao; Xue, Ming; Wei, Xiao; Wang, De-Jun; Qiu, Shi-Lun", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "37", "),\r\n    ", "6126-6130", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A novel metal-org. framework (MOF) constructed from cadmium carboxylate cluster secondary building units and formic acid bridging mols. is reported.  This highly porous material, [Cd11(μ4-HCOO)6(bpdc)9]·9DMF·6H2O (sic, H2bpdc = 4,4'-biphenyldicarboxylic acid), displays rare bcc. topol., as well as good sorption characteristics and optoelectronic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVWjur7F&md5=72a812640f6418d032b9ff802973c164", "11. ", "Zhang", ", ", "H.", "; ", "Lu", ", ", "Y.", "; ", "Zhang", ", ", "Z.-M.", "; ", "Fu", ", ", "H.", "; ", "Li", ", ", "Y.-G.", "; ", "Volkmer", ", ", "D.", "; ", "Denysenko", ", ", "D.", "; ", "Wang", ", ", "E.-B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7295", " DOI: 10.1039/c2cc32120c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A 12-connected metal-organic framework constructed from an unprecedented cyclic dodecanuclear copper cluster", "Zhang, Huan; Lu, Ying; Zhang, Zhiming; Fu, Hai; Li, Yangguang; Volkmer, Dirk; Denysenko, Dmytro; Wang, Enbo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "58", "),\r\n    ", "7295-7297", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Solvothermal reaction of Cu(NO3)2 with Hpz and H3BTC in H2O-MeOH solvent at 150 ° for 72 h afforded blue octahedral-shaped crystals formulated as H2Na4[Cu12(OH)6(pz)6(BTC)6]·23H2O (1, pz = pyrazolate, BTC = 1,3,5-benzenetricarboxylate).  Compd. 1 is 12-connected metal-org. framework based on an unprecedented cyclic Cu12 cluster with a 10.115 Å diam. internal cavity.  Compd. 1 undergoes nearly complete exchange of sodium cation with lithium, potassium, cesium, manganese(II), and nickel(II).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptFWjsLk%253D&md5=8c859f58b4deb0022cee7586a18b2267", "12. ", "(a) ", "Xiang", ", ", "S.-C.", "; ", "Wu", ", ", "X.-T.", "; ", "Zhang", ", ", "J.-J.", "; ", "Fu", ", ", "R.-B.", "; ", "Hu", ", ", "S.-M.", "; ", "Zhang", ", ", "X.-D.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "16352", " DOI: 10.1021/ja0546065", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "A 3D Canted Antiferromagnetic Porous Metal-Organic Framework with Anatase Topology through Assembly of an Analogue of Polyoxometalate", "Xiang, Shengchang; Wu, Xintao; Zhang, Jianjun; Fu, Ruibiao; Hu, Shengmin; Zhang, Xudong", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "47", "),\r\n    ", "16352-16353", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The unique porous metal-org. framework {KCo3(C6H4O7)(C6H5O7)(H2O)2·8H2O}8 (1), which exhibits an unprecedented infinite 3-dimensional (3,6)-connected decorated anatase net, was obtained by hydrothermal reaction.  Upon dehydration, the compd. retains crystallinity and exhibits a type I N2 sorption isotherm, characteristic of a microporous solid with apparent Langmuir surface area 939 m2/g and pore vol. 0.31 cm3/g.  Magnetic measurements for both 1 and dehydrated 1 show the spin-canted antiferromagnetic state <5 K and a magnetic hysteresis loop at 2 K.  Thus, dehydrated 1 represents the 1st metal-org. framework for which microporosity and a spin-canted antiferromagnetic state coexist, which demonstrates that the self-assembly of organo-polymetal clusters and metal ions can provide a potential route to magnetic porous metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFKrt7zL&md5=c386931b983ad804d6bdc98a3c75dbf8", "(b) ", "Chen", ", ", "Q.", "; ", "Xue", ", ", "W.", "; ", "Lin", ", ", "J.-B.", "; ", "Lin", ", ", "R.-B.", "; ", "Zeng", ", ", "M.-H.", "; ", "Chen", ", ", "X.-M.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "4199", " DOI: 10.1039/c2dt12022d", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Highly-connected, porous coordination polymers based on [M4(μ3-OH)2] (M = CoII and NiII) clusters: different networks, adsorption and magnetic properties", "Chen, Qing; Xue, Wei; Lin, Jian-Bin; Lin, Rui-Biao; Zeng, Ming-Hua; Chen, Xiao-Ming", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "4199-4206", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two new 3-dimensional coordination polymers based on tetranuclear clusters, {[Co4(ina)5(μ3-OH)2(H2O)(EtOH)]NO3·2EtOH·4H2O}n (1) (Hina = isonicotinic acid) and {[Ni4(ina)5(μ3-OH)2(EtCOO)]·6EtOH·2H2O}n (2), were obtained by the solvothermal reactions from Hina and different metal salts.  The [M4(μ3-OH)2] cores act as 7- and 9-connected nodes and are extended through ina linkers to highly-connected frameworks with vmr net for 1 and bct-9-P21/c net for 2.  Both the desolvated frameworks display effective gas sorption capacities of N2 and H2 with Langmuir surface areas of 546 and 917 m2 g-1 for 1 and 2, resp.  Magnetic studies show spin canting and spin-glass behaviors with Tg = 6.0 and 15.0 K for 1 and 2, resp.  The intra- and inter-tetramer coupling interactions and cooperative magnetic correlation greatly influence the bulk magnetic behaviors in this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjslegsLw%253D&md5=26f0c0aac52769ba06e339810bb3b7a8", "13. ", "(a) ", "Biswas", ", ", "S.", "; ", "Grzywa", ", ", "M.", "; ", "Nayek", ", ", "H. P.", "; ", "Dehnen", ", ", "S.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskelc", ", ", "S.", "; ", "Volkmer", ", ", "D.", " ", "Dalton Trans.", " ", "2009", ",  ", "33", ",  ", "6487", " DOI: 10.1039/b904280f", " ", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "(b) ", "Ding", ", ", "T.", "; ", "Ren", ", ", "L.-D.", "; ", "Du", ", ", "X.-D.", "; ", "Quan", ", ", "L.", "; ", "Gao", ", ", "Z.-W.", "; ", "Zhang", ", ", "W.-Q.", "; ", "Zheng", ", ", "C.-Z.", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "7790", " DOI: 10.1039/C4CE00890A", " ", "[", "Crossref", "], [", "CAS", "]", "13. ", "Six new coordination polymers based on a tritopic pyridyldicarboxylate ligand: structural, magnetic and sorption properties", "Ding, Tao; Ren, Li-Di; Du, Xiao-Di; Quan, Li; Gao, Zi-Wei; Zhang, Wei-Qiang; Zheng, Chang-Zheng", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "33", "),\r\n    ", "7790-7801", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using a rigid ligand, pyridine-3,5-bis(phenyl-4-carboxylic) acid (H2L), six new coordination polymers were synthesized under solvothermal conditions, formulated as [Co(L)(DMF)] (1), [Co(L)(H2O)]·DMF (2), [Co3(L)2(HCOO)2(H2O)2] (3), [Co5(L)4(OH)2(H2O)2]·0.5DMF·H2O (4), [Mn(L)(H2O)]·DMF (5), and [Zn(L)]·DMF (6).  Complex 1 exhibits a 2-dimensional layer structure with a four-connected net.  2 Is also a 2-dimensional layer net which forms a 2-dimensional stacked layers porous framework through H bonding interactions.  In 3, 10-connected clusters [Co3(COO)6] are extended by a L2- linker to construct a 3-dimensional (3,10)-connected framework with a (4·6·8)(42·62·810·10) topol. net.  As for 4, a rare pentanuclear cluster, [Co5(μ3-OH)2(COO)8N4], serves as a 12-connected node to give a 3-dimensional (3,12)-connected framework with a larger solvent accessible vol.  5 Shows a 2-dimensional 44 layer framework by considering Mn(II) as a four-connected node.  6 Exhibits a 3-dimensional framework based on 1-dimensional Zn-(COO)-Zn chains.  All complexes were characterized by single-crystal x-ray diffraction, IR spectroscopy, elemental anal., TGA and powder X-ray diffraction measurements.  The magnetic properties of complexes 1-5 and the photoluminescence properties for 6 were studied.  H2, N2 and CO2 adsorption measurements were carried out for 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFGlt7vF&md5=626e658efb7884662abf296866178938", "14. ", "(a) ", "Kar", ", ", "P.", "; ", "Haldar", ", ", "R.", "; ", "García", ", ", "C. J. G.", "; ", "Ghosh", ", ", "A.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "4265", " DOI: 10.1021/ic2027362", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Antiferromagnetic Porous Metal-Organic Framework Containing Mixed-Valence [MnII4MnIII2(μ4-O)2]10+ Units with Catecholase Activity and Selective Gas Adsorption", "Kar, Paramita; Haldar, Ritesh; Gomez-Garcia, Carlos J.; Ghosh, Ashutosh", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "7", "),\r\n    ", "4265-4273", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A multifunctional porous metal org. framework based on mixed-valence hexa-nuclear [MnIII2MnII4O2(pyz)2(C6H5CH2COO)10] (pyz = pyrazine) units has been synthesized.  The complex has been characterized by elemental anal., IR spectroscopy, single-crystal x-ray diffraction anal., and variable-temp. magnetic measurements.  The structural anal. reveals that the bidentate pyz mols. connect each [Mn6] unit to its four [Mn6] neighbors through the peripheral Mn(II) centers, giving rise to a three-dimensional (3D) distorted diamond-like porous framework.  Variable-temp. (2-300 K) magnetic susceptibility measurements show dominant antiferromagnetic interactions within the discrete [Mn6] cluster that have been fitted with a model contg. three exchange consts. developed for the complex (J1 = -8.6 cm-1, J2 = -3.9 cm-1, and J3 = -100.0 cm-1).  Using 3,5-di-tert-Bu catechol (3,5-DTBC) as the substrate, catecholase activity of the complex has been studied; the turn over no. is of 2547 h-1 in acetonitrile.  This porous compd. shows remarkable selectivity for adsorption of CO2 over N2 that may be correlated with the effect of window flexibility of the pore to the corresponding adsorbate mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjslKnsb4%253D&md5=7979f21c8a047d491e663f49738292f9", "(b) ", "Li", ", ", "X.-J.", "; ", "Jiang", ", ", "F.-L.", "; ", "Wu", ", ", "M.-Y.", "; ", "Chen", ", ", "L.", "; ", "Qian", ", ", "J.-J.", "; ", "Zhou", ", ", "K.", "; ", "Yuan", ", ", "D.-Q.", "; ", "Hong", ", ", "M.-C.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "1032", " DOI: 10.1021/ic402481b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Construction of Two Microporous Metal-Organic Frameworks with flu and pyr Topologies Based on Zn4(μ3-OH)2(CO2)6 and Zn6(μ6-O)(CO2)6 Secondary Building Units", "Li, Xing-Jun; Jiang, Fei-Long; Wu, Ming-Yan; Chen, Lian; Qian, Jin-Jie; Zhou, Kang; Yuan, Da-Qiang; Hong, Mao-Chun", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "2", "),\r\n    ", "1032-1038", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By employment of a tripodal phosphoric carboxylate ligand, tris-(4-carboxylphenyl)-phosphine oxide (H3TPO), two novel porous metal-org. frameworks, namely, [Zn2(μ3-OH)(TPO)(H2O)] (1) and [Zn6(μ6-O)-(TPO)2](NO3)4·3H2O (2), were synthesized by solvothermal methods.  Complexes 1 and 2 exhibit three-dimensional microporous frameworks with flu and pyr topologies and possess rare butterfly-shaped Zn4(μ3-OH)2(CO2)6 and octahedral Zn6(μ6-O)-(CO2)6 secondary building units, resp.  Large cavities and 1-dimensional channels are obsd. in these two frameworks.  Gas-sorption measurements indicate that complex 2 has a good H2 uptake capacity of 171.9 cm3 g-1 (1.53%) at 77 K and 1.08 bar, and its ideal adsorbed soln. theory calcn. predicts highly selective adsorption of CO2 over N2 and CH4.  Also, complexes 1 and 2 exhibit excellent blue emission at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVWlsA%253D%253D&md5=28ff7b41574f64d8ec8700f0eac2f9fa", "15. ", "(a) ", "Li", ", ", "J.", "; ", "Li", ", ", "B.", "; ", "Huang", ", ", "P.", "; ", "Shi", ", ", "H.-Y.", "; ", "Huang", ", ", "R.-B.", "; ", "Zheng", ", ", "L.-S.", "; ", "Tao", ", ", "J.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "11573", " DOI: 10.1021/ic401912k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Four Coordination Polymers Based on Identical Eight-Connected Heptanuclear Clusters: Spin Canting, Spin Glass, Antiferromagnetism, and Gas Adsorption", "Li, Jia; Li, Bao; Huang, Peng; Shi, Hai-Yan; Huang, Rong-Bin; Zheng, Lan-Sun; Tao, Jun", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "19", "),\r\n    ", "11573-11579", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four 3-dimensional coordination polymers, [Co7(OH)4(H2O)2(ina)4(IP)3]·10H2O (1·10H2O, ina = isonicotinate, IP = isophthalate), [Ni7(OH)4(H2O)2(ina)4(IP)3]·10H2O (2·10H2O), [Co7(OH)4(H2O)2(ina)4(pip)3]·5H2O (3·5H2O, pip = 5-phenylisophthalate), and [Ni7(OH)4(H2O)2(ina)4(pip)3]·5H2O (4·5H2O), were hydrothermally synthesized.  They crystd. in the orthorhombic space group Pba2 for 1·10H2O and 2·10H2O and monoclinic space group P2/n for 3·5H2O and 4·5H2O, and were constructed with the identical 8-connected heptanuclear {M7(OH)4} (M = CoII or NiII) clusters, possessing uninodal hexagonal primitive net with the point symbol {36·418·53·6}.  The four coordination polymers showed dominant antiferromagnetic properties in which 1·10H2O shows spin-canted behavior and 2·10H2O exhibits the coexistence of spin canting and spin glass.  Meanwhile, the activated polymers 1 and 2 possessed permanent porosity, displaying relatively large H2 uptake capacity (77 K, 1 atm) of 114 and 133 cm3 g-1, and CO2 uptake capacity (273 K, 1 atm) of 65.8 and 73.3 cm3 g-1, for 1 and 2, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2ltbzI&md5=2c11bdfc7351cb0c240a2574ac3bcc66", "(b) ", "Zheng", ", ", "Q.-S.", "; ", "Yang", ", ", "F.-L.", "; ", "Deng", ", ", "M.-L.", "; ", "Ling", ", ", "Y.", "; ", "Liu", ", ", "X.-F.", "; ", "Chen", ", ", "Z.-X.", "; ", "Wang", ", ", "Y.-H.", "; ", "Weng", ", ", "L.-H.", "; ", "Zhou", ", ", "Y.-M.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "10368", " DOI: 10.1021/ic401092j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "A Porous Metal-Organic Framework Constructed from Carboxylate-Pyrazolate Shared Heptanuclear Zinc Clusters: Synthesis, Gas Adsorption, and Guest-Dependent Luminescent Properties", "Zheng, Qingshu; Yang, Feilong; Deng, Mingli; Ling, Yun; Liu, Xiaofeng; Chen, Zhenxia; Wang, Yunhua; Weng, Linhong; Zhou, Yaming", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "18", "),\r\n    ", "10368-10374", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional porous structure of [Zn7O2(bpdc)4(dmpp)2]·6DEF·10H2O (MAC-7, H2bpdc = 4,4'-biphenyldicarboxylic acid, Hdmpp = 3,5-dimethyl-4-(4'-pyridyl)-pyrazole), built of 12-bridged carboxylate-pyrazolate shared Zn7O2 clusters, was synthesized.  Because of the presence of 12-bridged carboxylate-pyrazolate shared building block, MAC-7 is a double-linked pcu-type framework and shows reversible phase transformation.  Photoluminescent property studies indicate that MAC-7 could sense nitrobenzene over toluene, p-xylene, and mesitylene by luminescent quenching.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVSisL3M&md5=7a5da1957bc3144b4b57db7c97444390", "16. ", "Masciocchi", ", ", "N.", "; ", "Galli", ", ", "S.", "; ", "Colombo", ", ", "V.", "; ", "Maspero", ", ", "A.", "; ", "Palmisano", ", ", "G.", "; ", "Seyyedi", ", ", "B.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7902", " DOI: 10.1021/ja102862j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Cubic Octanuclear Ni(II) Clusters in Highly Porous Polypyrazolyl-Based Materials", "Masciocchi, Norberto; Galli, Simona; Colombo, Valentina; Maspero, Angelo; Palmisano, Giovanni; Seyyedi, Behnam; Lamberti, Carlo; Bordiga, Silvia", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "23", "),\r\n    ", "7902-7904", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two highly porous coordination polymers [Ni8(OH)4(H2O)2(pbp)6] (H2pbp = 4,4'-bis(1H-pyrazol-4-yl)biphenyl) and [Ni8(OH)4(H2O)2(tet)6] (H2tet = 2,6-bis(1H-pyrazol-4-yl)pyrrolo(3,4-J)isoindole-1.3.5.7(2H,6H)-tetrone), contg. rare octanuclear hydroxo-nickel clusters and long bis-pyrazolyl spacers were prepd. and shown to possess, after mild thermal treatment, lattice cavities up to 72% of the total crystal vol.  They were characterized by XRD, UV-visible, NIR, XANES, EXAFS and thermodiffractometric studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmt12mt78%253D&md5=b037a772b1560df31a5984e7de823763", "17. ", "(a) ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr., Sect. A: Found. Crystallogr.", " ", "2008", ",  ", "64", ",  ", "112", " DOI: 10.1107/S0108767307043930", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "(b) ", "Dolomanov", ", ", "A. V.", "; ", "Bourhis", ", ", "L. J.", "; ", "Gildea", ", ", "R. J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Puschmann", ", ", "H.", " ", "J. Appl. Crystallogr.", " ", "2009", ",  ", "42", ",  ", "339", " DOI: 10.1107/S0021889808042726", " ", "[", "Crossref", "], [", "CAS", "]", "17. ", "OLEX2: a complete structure solution, refinement and analysis program", "Dolomanov, Oleg V.; Bourhis, Luc J.; Gildea, Richard J.; Howard, Judith A. K.; Puschmann, Horst", "Journal of Applied Crystallography", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "2", "),\r\n    ", "339-341", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "New software, OLEX2, was developed for the detn., visualization and anal. of mol. crystal structures.  The software has a portable mouse-driven workflow-oriented and fully comprehensive graphical user interface for structure soln., refinement and report generation, as well as novel tools for structure anal.  OLEX2 seamlessly links all aspects of the structure soln., refinement and publication process and presents them in a single workflow-driven package, with the ultimate goal of producing an application which will be useful to both chemists and crystallographers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjsFSnsbg%253D&md5=7a2f9697b13b8e76de0e7dc5074ab229", "18. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr., Sect. A: Found. Crystallogr.", " ", "2008", ",  ", "64", ",  ", "112", " DOI: 10.1107/S0108767307043930", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "19. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", " DOI: 10.1107/S0021889802022112", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "20. ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr. Sect. A: Found. Crystallogr.", " ", "1990", ",  ", "46", ",  ", "C34", "There is no corresponding record for this reference.", "21. ", "O’koye", ", ", "I. P.", "; ", "Benham", ", ", "M.", "; ", "Thomas", ", ", "K. M.", " ", "Langmuir", " ", "1997", ",  ", "13", ",  ", "4054", " DOI: 10.1021/la961040c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Adsorption of Gases and Vapors on Carbon Molecular Sieves", "O'koye, I. P.; Benham, M.; Thomas, K. M.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "15", "),\r\n    ", "4054-4059", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption phenomena of oxygen and nitrogen on a carbon mol. sieve were studied above the crit. temp. of the adsorptives as a function of pressure in order to understand further the mechanism of air sepn.  The uptake of both gases studied was virtually linear at low equil. pressures, in agreement with Henry's law, but deviation occurred at higher pressures.  The adsorption kinetics were studied with different amts. of preadsorbed gas for changes in pressure of 11 kPa and partial pressure in helium of ∼10 kPa.  The gas adsorption kinetics obey a linear driving force mass transfer model.  The ratios of the rate consts. (kO2/kN2) for each pressure increment were 35-43 for pure gases and 21-27 for gas/helium mixts., and these ratios clearly demonstrate the mol. sieving characteristics.  The presence of water vapor is detrimental to the operation of carbon mol. sieves.  The adsorption and desorption characteristics of water vapor with different amts. of preadsorbed water were studied for comparison with oxygen and nitrogen adsorption over the pressure range 0-1.8 kPa for pressure steps of 0.1 kPa.  The results are discussed in terms of the mechanism of gas sepn. using carbon mol. sieves.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXkt1Ghtrs%253D&md5=86b09c68b0b669689c4d4d9471e16103", "22. ", "(a) ", "Xiang", ", ", "S.-C.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Zhao", ", ", "C.-G.", "; ", "Hong", ", ", "K.", "; ", "Zhao", ", ", "X.", "; ", "Ding", ", ", "D.-R.", "; ", "Xie", ", ", "M.-H.", "; ", "Wu", ", ", "C.-D.", "; ", "Das", ", ", "M. C.", "; ", "Gill", ", ", "R.", "; ", "Thomas", ", ", "K. M.", "; ", "Chen", ", ", "B.-L.", " ", "Nat. Commun.", " ", "2011", ",  ", "2", ",  ", "204", " DOI: 10.1038/ncomms1206", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Rationally tuned micropores within enantiopure metal-organic frameworks for highly selective separation of acetylene and ethylene", "Xiang Sheng-Chang; Zhang Zhangjing; Zhao Cong-Gui; Hong Kunlun; Zhao Xuebo; Ding De-Rong; Xie Ming-Hua; Wu Chuan-De; Das Madhab C; Gill Rachel; Thomas K Mark; Chen Banglin", "Nature communications", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "),\r\n    ", "204", "\r\n        ISSN:", ".\r\n    ", "Separation of acetylene and ethylene is an important industrial process because both compounds are essential reagents for a range of chemical products and materials.  Current separation approaches include the partial hydrogenation of acetylene into ethylene over a supported Pd catalyst, and the extraction of cracked olefins using an organic solvent; both routes are costly and energy consuming.  Adsorption technologies may allow separation, but microporous materials exhibiting highly selective adsorption of C(2)H(2)/C(2)H(4) have not been realized to date.  Here, we report the development of tunable microporous enantiopure mixed-metal-organic framework (M'MOF) materials for highly selective separation of C(2)H(2) and C(2)H(4).  The high selectivities achieved suggest the potential application of microporous M'MOFs for practical adsorption-based separation of C(2)H(2)/C(2)H(4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M3htlSrtg%253D%253D&md5=1fb20400fe51c39c12dee76feb72858e", "(b) ", "Xiang", ", ", "S.-C.", "; ", "Zhou", ", ", "W.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Green", ", ", "M. A.", "; ", "Liu", ", ", "Y.", "; ", "Chen", ", ", "B.-L.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4615", " DOI: 10.1002/anie.201000094", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Open Metal Sites within Isostructural Metal-Organic Frameworks for Differential Recognition of Acetylene and Extraordinarily High Acetylene Storage Capacity at Room Temperature", "Xiang, Shengchang; Zhou, Wei; Zhang, Zhangjing; Green, Mark A.; Liu, Yun; Chen, Banglin", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "27", "),\r\n    ", "4615-4618, S4615/1-S4615/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of isostructural metal-org. frameworks with open metal sites were examd. for their differential recognition of acetylene mols.  The open metal sites within them exhibit the interaction in which cobalt ion has the strongest interaction with acetylene and a high adsorption enthalpy.  This high capacity maximizes the safe acetylene storage d. in bulk materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVOrsrs%253D&md5=9b2b4d7c4bf404e26193e2a4195f3db8", "23. ", "Krishna", ", ", "R.", "; ", "Smit", ", ", "B.", "; ", "Calero", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2002", ",  ", "31", ",  ", "185", " DOI: 10.1039/b101267n", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Entropy effects during sorption of alkanes in zeolites", "Krishna, Rajamani; Smit, Berend; Calero, Sofia", "Chemical Society Reviews", "\r\n        (", "2002", "),\r\n    ", "31", "\r\n        (", "3", "),\r\n    ", "185-194", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent developments in Configurational-Bias Monte Carlo (CBMC) techniques allow the accurate calcn. of the sorption isotherms for alkanes, and their mixts., in various zeolites.  The CBMC simulations give new insights into subtle entropy effects affecting mixt. adsorption.  Three types of entropy effects can be distinguished.  (1) Size entropy effects favor the component with the smaller no. of C atoms because the smaller mol. finds it easier to fill in the 'gaps' within the zeolite matrix at high mol. loadings.  (2) Configurational entropy effects come into play for mixts. of alkanes that differ in the degree of branching.  For a mixt. of linear and branched alkanes with the same no. of C atoms, configurational entropy effects favor the linear isomer because such mols. 'pack' more efficiently within, say, the intersecting channel topol. of MFI zeolite.  (3) Length entropy effects comes into force for sorption of linear and branched alkanes within the cylindrical channels of say AFI and MOR zeolites; here the double branched alkane has the shortest length and can be packed more efficiently within the channels.  We demonstrate that CBMC simulations allow the efficient screening of zeolite structures for a given sepn. duty and aid the development of novel sepn. processes exploiting entropy effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xjtlyls74%253D&md5=748670d769d7f9aaeb79d8e331c42de5", "24. ", "McDonald", ", ", "T. M.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Krishnac", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "2022", " DOI: 10.1039/c1sc00354b", " ", "[", "Crossref", "], [", "CAS", "]", "24. ", "Enhanced carbon dioxide capture upon incorporation of N,N'-dimethylethylenediamine in the metal-organic framework CuBTTri", "McDonald, Thomas M.; D'Alessandro, Deanna M.; Krishna, Rajamani; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "2022-2028", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High capacity, high selectivity, and low-cost regeneration conditions are the most important criteria by which new adsorbents for post-combustion CO2 capture will be judged.  The incorporation of N,N'-dimethylethylenediamine (mmen) into H3(Cu4Cl)3(BTTri)8 (CuBTTri; H3BTTri = 1,3,5-tri(1H-1,2,3-triazol-4-yl)benzene), a H2O-stable, triazolate-bridged framework, is shown to drastically enhance CO2 adsorption, resulting in one of the best performing metal-org. frameworks for CO2 sepn. reported to date.  High porosity was maintained despite stoichiometric attachment of mmen to the open metal sites of the framework, resulting in a BET surface area of 870 m2 g-1.  At 25° under a 0.15 bar CO2/0.75 bar N2 mixt., mmen-CuBTTri adsorbs 2.38 mmol CO2 g-1 (9.5%) with a selectivity of 327, as detd. using Ideal Adsorbed Soln. Theory (IAST).  The high capacity and selectivity are consequences of the exceptionally large isosteric heat of CO2 adsorption, calcd. to be -96 kJ mol-1 at zero coverage.  IR spectra support chemisorption between amines and CO2 as one of the primary mechanisms of uptake.  Despite the large initial heat of adsorption, the CO2 uptake was fully reversible and the framework could be easily regenerated at 60°, enabling a cycling time of just 27 min with no loss of capacity over 72 adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFagtrzM&md5=eeb691022dc2b81537158452bbc9f11c", "25. ", "(a) ", "Xiang", ", ", "S.-C.", "; ", "Hu", ", ", "S.-M.", "; ", "Sheng", ", ", "T.-L.", "; ", "Chen", ", ", "J.-S.", "; ", "Wu", ", ", "X.-T.", " ", "Chem. - Eur. J.", " ", "2009", ",  ", "15", ",  ", "12496", " DOI: 10.1002/chem.200900520", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Structural Diversity of Infinite 3d-4f Heterometallic Cluster Compounds Driven by Various Lanthanide Radii", "Xiang, Shengchang; Hu, Shengmin; Sheng, Tianlu; Chen, Jianshan; Wu, Xintao", "Chemistry--A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "12496-12502, S12496/1-S12496/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The syntheses, structures, and characterization of six Ln3+-Cu2+-glycine (Hgly) coordination polymers were described.  They represent three types of structures: (Ln = La (1), Pr (2), and Sm (3)) is a 1-dimensional catenarian polymer comprising [Ln2] nodes bridged by four cis-Cu(gly)2 linkers.  [Ln2(H2O)6(L1)2(L2)2].6ClO4.4H2O [Ln = La(1), Pr (2), and Sm (3)] for type I; Na2[Eu6Cu22(OH)28(Hgly)4(gly)12(ClO4)(H2O)18](L3)3.23ClO4.28H2O (4) and [Dy6Cu22(OH)28(Hgly)4(gly)12(ClO4)(H2O)18](L3)3.21ClO4.2OH2O (5) for type II; and Na4[Er6Cu24(Hgly)2(gly)12(OH)30(ClO4)(H2O)22](L3)6.27ClO4.36H2O (6) for type III; in all of which L1, L2, and L3 are the cis-[Cu(gly)2], cis-[Cu(gly)2(H2O)], and trans-[Cu(gly)2], resp.  Type II (Ln = Eu (4) and Dy (5)) is a 2-dimensional open framework with a 44-net, composed of novel [Ln6Cu22] cluster nodes linked by trans-Cu(gly)2 linkers.  Also, the inner structures of the [Ln6Cu22] nodes, and the connection mode between the nodes and linkers are slightly different for 4 and 5.  Type III (Ln = Er (6)) is a 3-dimensional open framework with a novel 36·418·53·6 topol., made up of [Er6Cu24] cluster nodes and trans-Cu(gly)2 linkers.  The rich variety of the resulting structures owes itself mainly to the interselection between the dynamic control of metalloligands and cationic components.  A transition from frequency dependence to frequency independence is obsd. in the field-induced magnetization lag for 1-3.  The frequency dependence at low temps. may come from the antiferromagnetic Cu-Cu interaction through the [Ln2] nodes, whereas the frequency independence may be due to the disappearance of the antiferromagnetic Cu-Cu interaction at high temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVahu7jP&md5=70e13d5b526c83e99bd4e53401e19c01", "(b) ", "Han", ", ", "L.", "; ", "Xu", ", ", "L.-P.", "; ", "Qin", ", ", "L.", "; ", "Zhao", ", ", "W.-N.", "; ", "Yan", ", ", "X.-Z.", "; ", "Yu", ", ", "L.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4260", " DOI: 10.1021/cg400454c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Syntheses, Crystal Structures, and Physical Properties of Two Noninterpenetrated Pillar-Layered Metal-Organic Frameworks Based on N,N'-Di(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide Pillar", "Han, Lei; Xu, Lan-Ping; Qin, Lan; Zhao, Wen-Na; Yan, Xiao-Zhi; Yu, Lei", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "4260-4267", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two 3-dimensional noninterpenetrated pillar-layered metal-org. frameworks were synthesized under solvothermal reactions based on a N,N'-di-(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide (DPNDI) pillar.  Single-crystal x-ray diffraction analyses revealed that compd. [Co3(BDC)3(DPNDI)-(DMF)2]·2CH3CN (1) displays an eight-connected hex net with Schlaefli symbol 36·418·53·6 and consists of a DPNDI pillar and 2-dimensional 36 net layer that was constructed from a pinwheel trimetallic secondary building unit and 1,4-benzenedicarboxylate (BDC) linker.  [Zn2(HFIPBB)2(DPNDI)]·8DMF (2) exhibits a six-connected mab net with Schlaefli symbol 44·610·8 and consists of a DPNDI pillar and 2-dimensional wavelike 44 net layer with helical channels that was constructed from a paddlewheel dimetallic secondary building unit and bent V-type 4,4'-(hexafluoroisopropylidene)bis(benzoate) linker.  The phase purity, thermal stability, and N2 adsorption/desorption of 1 and 2 were measured; the antiferromagnetic property of 1 as well as the photochromic phenomenon of 2 also were studied and discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1arsrzJ&md5=311e6337e64320a821cc95ada14b8a8e", "(c) ", "Tan", ", ", "Y.-X.", "; ", "He", ", ", "Y.-P.", "; ", "Zhang", ", ", "Y.", "; ", "Zheng", ", ", "Y.-J.", "; ", "Zhang", ", ", "J.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "6009", " DOI: 10.1039/c3ce40677f", " ", "[", "Crossref", "], [", "CAS", "]", "25. ", "Solvent controlled assembly of four Mn(II)-2,5-thiophenedicarboxylate frameworks with rod-packing architectures and magnetic properties", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Ying; Zheng, Yan-Jun; Zhang, Jian", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "30", "),\r\n    ", "6009-6014", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "To study the role of solvents on the self-assembly of coordination frameworks, the reactions between MnCl2·4H2O and thiophene-2,5-dicarboxylate (thb) ligand in different solvents at 120° produced four new Mn-thb complexes.  These Mn-thb frameworks, [Mn2(thb)2(pyro)3] (1, pyro = 2-pyrrolidinone), [Mn3(thb)3(pyro)3] (2), [Mn2(thb)2(DMA)2] (3, DMA = N,N-dimethylacetamide), and [Mn2(thb)2(MeCO2)]·H2NMe2 (4), all use a rod-and-spacer assembly mode, but their rod-packing architectures are totally different because of the structure-directing effect of solvents.  The topologies of 1, 2, 3 and 4 are novel (3,5)-connected net, hex, irl and sra, resp.  Solvents with different conformations play a significant role in promoting the diversity of structures.  The magnetic properties of 1, 2 and 3 also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2ktLfE&md5=d0cedede8a910596d056c1fe420ba16f", "26. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", " DOI: 10.1107/S0021889802022112", " ", "[", "Crossref", "], [", "CAS", "]", "26. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "27. ", "(a) ", "He", ", ", "Y.-B.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.-L.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11813", " DOI: 10.1039/c2cc35418g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Microporous metal-organic frameworks for storage and separation of small hydrocarbons", "He, Yabing; Zhou, Wei; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "97", "),\r\n    ", "11813-11831", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hydrocarbons are very important energy resources and raw materials for some industrially important products and fine chems.  There is a need for the discovery of better materials that offer enhanced capacities for safe storage of hydrocarbons.  Furthermore, the development of improved sepn. technologies will lead to significant redn. in energy requirements and costs.  In this feature article, we provide an overview of the current status of the emerging microporous metal-org. frameworks for the storage and sepn. of small hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslCnsLjO&md5=c27c3682fac56f8d80b2f7ff420d3b7e", "(b) ", "Das", ", ", "M. C.", "; ", "Xu", ", ", "H.", "; ", "Xiang", ", ", "S.-C.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Arman", ", ", "H. D.", "; ", "Qian", ", ", "G.-D.", "; ", "Chen", ", ", "B.-L.", " ", "Chem. - Eur. J.", " ", "2011", ",  ", "17", ",  ", "7817", " DOI: 10.1002/chem.201100350", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "A New Approach to Construct a Doubly Interpenetrated Microporous Metal-Organic Framework of Primitive Cubic Net for Highly Selective Sorption of Small Hydrocarbon Molecules", "Das, Madhab C.; Xu, Hui; Xiang, Sheng-Chang; Zhang, Zhang-Jing; Arman, Hadi D.; Qian, Guo-Dong; Chen, Bang-Lin", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "28", "),\r\n    ", "7817-7822, S7817/1-S7817/4", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new approach was realized to construct a three-dimensional doubly interpenetrated cubic metal-org. framework Zn2(PBA)2(BDC)·(DMF)3(H2O)4 (UTSA-36, HPBA = 4-(4-pyridyl)benzoic acid, H2BDC = 1,4-benzenedicarboxylic acid) through the self-assembly of the pyridylcarboxylate linker 4-(4-pyridyl)benzoate and bicarboxylate linker 1,4-benzenedicarboxylate with paddle-wheel [Zn2(COO)4].  The activated UTSA-36 a exhibits highly selective gas sorption of C2H6, C2H4 and C2H2 over CH4 with the Henry law's selectivities of 11 to 25 at 273-296 K attributed to the unique 3-dimensional intersected pore structure of ∼3.1 to 4.8 Å within the framework, indicating that UTSA-36 a is a potentially very useful and promising microporous material for such industrially important sepn. of C2 hydrocarbons over methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvFSqsbY%253D&md5=4bda48ae2a937cd7ed7a14e144ffab2a", "(c) ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "J. R.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "323", " DOI: 10.1021/cm402897c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Hydrocarbon Separations in Metal-Organic Frameworks", "Herm, Zoey R.; Bloch, Eric D.; Long, Jeffrey R.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "323-338", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  New materials capable of sepg. mixts. of satd., unsatd., and arom. hydrocarbons can enable more efficient industrial processes and cleaner energy.  Outstanding challenges in hydrocarbon sepns. stem from the similar structures, properties, and reactivities of the mols. comprising many of these mixts.  With high surface areas, tunable pore geometries, and adjustable surface functionality, metal-org. frameworks hold tremendous promise for effecting previously difficult or impossible sepns.  In this review, the authors provide a comprehensive account of the metal-org. frameworks that were studied for hydrocarbon sepns. within the context of their potential relevance for sepg. various industrial alkane-, alkene-, and arom.-contg. mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGkt77J&md5=4ee37f75e71bbe24847dcb57880a80d1", "28. ", "(a) ", "Liu", ", ", "K.", "; ", "Ma", ", ", "D.-X.", "; ", "Li", ", ", "B.-Y.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K.-X.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "15823", " DOI: 10.1039/C4TA03656E", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "High storage capacity and separation selectivity for C2 hydrocarbons over methane in the metal-organic framework Cu-TDPAT", "Liu, Kang; Ma, Dingxuan; Li, Baiyan; Li, Yi; Yao, Kexin; Zhang, Zhijuan; Han, Yu; Shi, Zhan", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "38", "),\r\n    ", "15823-15828", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We report on the storage capacity and sepn. selectivity of an rht-type metal-org. framework, Cu-TDPAT [TDPAT = 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine], for C2 hydrocarbons over CH4.  Henry's const., the isosteric heat of adsorption and the ideal adsorbed soln. theory selectivity were calcd. based on single-component sorption isotherms.  Theor. calcns. indicate that both the open metal sites and the Lewis basic sites have strong interactions with the C2 mols.  The combination of these two kinds of sites lead to the highest C2H2-CH4 selectivity of 127.1 as well as record high values for C2H4 adsorption enthalpies.  To mimic real-world conditions, breakthrough expts. were conducted on an equimolar four-component mixt. contg. C2H2, C2H4, C2H6 and CH4 at room temp. and 1 atm pressure.  Our results show that Cu-TDPAT is a promising candidate for CH4 capture and purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlWrurvJ&md5=575a68a41d38cac7c328c265c981e96d", "(b) ", "Liu", ", ", "K.", "; ", "Li", ", ", "B.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "X.", "; ", "Yang", ", ", "F.", "; ", "Zeng", ", ", "G.", "; ", "Peng", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "G.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", "; ", "Song", ", ", "D.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "5031", " DOI: 10.1039/c4cc00375f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "An N-rich metal-organic framework with an rht topology: high CO2 and C2 hydrocarbons uptake and selective capture from CH4", "Liu, Kang; Li, Baiyan; Li, Yi; Li, Xu; Yang, Fen; Zeng, Guang; Peng, Yu; Zhang, Zhijuan; Li, Guanghua; Shi, Zhan; Feng, Shouhua; Song, Datong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "39", "),\r\n    ", "5031-5033", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Gas adsorption and sepn. selectivity of an rht-type s-heptazine-based metal org. framework (MOF) [Cu3(TDPAH)(H2O)3]·13H2O·8DMA (where TDPAH is 2,5,8-tris(3,5-dicarboxylphenylamino)-s-heptazine and DMA is N,N-dimethylacetamide) for C2 hydrocarbons and CO2 over CH4 is reported.  The MOF displayed the highest C2H2/CH4 selectivity of 80.9 as well as record high C2H4 and C2H6 adsorption enthalpies.  Theor. calcns. showed that s-heptazine and NH groups within the framework have synergistic effects on CO2 binding.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtleku74%253D&md5=f6e6e036d1f5d653eac26ec095149cc6", "(c) ", "Duan", ", ", "X.", "; ", "Zhang", ", ", "Q.", "; ", "Cai", ", ", "J.-F.", "; ", "Cui", ", ", "Y.-J.", "; ", "Wu", ", ", "C.-D.", "; ", "Yang", ", ", "Y.", "; ", "Qian", ", ", "G.-D.", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "190", ",  ", "32", " DOI: 10.1016/j.micromeso.2014.01.023", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "A new microporous metal-organic framework with potential for highly selective separation methane from acetylene, ethylene and ethane at room temperature", "Duan, Xing; Zhang, Qi; Cai, Jianfeng; Cui, Yuanjing; Wu, Chuande; Yang, Yu; Qian, Guodong", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "190", "\r\n        (", "),\r\n    ", "32-37", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A new three-dimensional microporous metal-org. framework, Cu2(OFDI) (10, ZJU-61, H4OFDI (2) = 5,5'-(9-oxo-9H-fluorene-2,7-diyl)diisophthalic acid) was solvothermally synthesized.  ZJU-61 features a three-dimensional structure with a rare sty-a type topol. and has three different types of pore apertures.  With open metal sites and suitable pore spaces, ZJU-61 can readily sep. methane from gas mixt. at room temp. with the highest C2H2/CH4 sepn. selectivity of 74.4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlt1Wgtro%253D&md5=f781123cc9cfb39ecb5247cf31d41b33", "(d) ", "Xu", ", ", "H.", "; ", "He", ", ", "Y.-B.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Xiang", ", ", "S.-C.", "; ", "Cai", ", ", "J.-F.", "; ", "Cui", ", ", "Y.-J.", "; ", "Yang", ", ", "Y.", "; ", "Qian", ", ", "G.-D.", "; ", "Chen", ", ", "B.-L.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "77", " DOI: 10.1039/C2TA00155A", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "A microporous metal-organic framework with both open metal and Lewis basic pyridyl sites for highly selective C2H2/CH4 and C2H2/CO2 gas separation at room temperature", "Xu, Hui; He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Cai, Jianfeng; Cui, Yuanjing; Yang, Yu; Qian, Guodong; Chen, Banglin", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "77-81", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "To immobilize both open metal and Lewis basic pyridyl sites into a microporous metal-org. framework, Cu6(PDC)6·2.6H2O (UTSA-50) (PDC = 3,5-pyridinedicarboxylate) was solvothermally synthesized and characterized.  The combination of open metal sites and Lewis basic pyridyl functional sites leads to a high acetylene adsorption enthalpy of 39.4 kJ mol-1.  As a result, UTSA-50 is a very promising MOF material for the highly selective sepn. of C2H2/CH4 and C2H2/CO2 at room temp. with the highest C2H2/CH4 sepn. selectivity of 68 ever reported and moderately high acetylene uptake of 91 cm-1 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOjsbrP&md5=0a1ab7ad7aa0d4f520ba91a02af29a04", "(e) ", "Chen", ", ", "Z.-X.", "; ", "Xiang", ", ", "S.-C.", "; ", "Arman", ", ", "H. D.", "; ", "Mondal", ", ", "J. U.", "; ", "Li", ", ", "P.", "; ", "Zhao", ", ", "D.-Y.", "; ", "Chen", ", ", "B.-L.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "3442", " DOI: 10.1021/ic102347b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Three-dimensional pillar-layered copper(II) metal-organic framework with immobilized functional OH groups on pore surfaces for highly selective CO2/CH4 and C2H2/CH4 gas sorption at room temperature", "Chen, Zhenxia; Xiang, Shengchang; Arman, Hadi D.; Mondal, Jalal U.; Li, Peng; Zhao, Dongyuan; Chen, Banglin", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "8", "),\r\n    ", "3442-3446", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional microporous metal-org. framework Cu(BDC-OH)(4,4'-bipy)·Gx (UTSA-15; H2BDC-OH = 2-hydroxy-benzenedicarboxylic acid, 4,4'-bipy =4,4'-bipyridine, G = guest mols.) with functional -OH groups on the pore surfaces was solvothermally synthesized and structurally characterized.  UTSA-15 features a three-dimensional structure having 2-dimensional intercrossed channels of ∼4.1 × 7.8 and 3.7 × 5.1 Å2, resp.  The small pores and the functional -OH groups on the pore surfaces within the activated UTSA-15a have enabled their strong interactions with CO2 and C2H2 which were revealed in their large adsorption enthalpies of 39.5 and 40.6 kJ/mol, resp., highlighting UTSA-15a as the highly selective microporous metal-org. framework for the CO2/CH4 and C2H2/CH4 gas sepn. with sepn. selectivity of 24.2 and 55.6, resp., at 296 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs1Snsbk%253D&md5=39ed45a71943d0b49dfe78373377ca70", "(f) ", "Xiong", ", ", "S.-S.", "; ", "He", ", ", "Y.-B.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.-L.", "; ", "Wang", ", ", "Z.-Y.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "2670", " DOI: 10.1021/cg4004438", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Metal-Organic Framework with Functional Amide Groups for Highly Selective Gas Separation", "Xiong, Shunshun; He, Yabing; Krishna, Rajamani; Chen, Banglin; Wang, Zhiyong", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "6", "),\r\n    ", "2670-2674", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional microporous metal-org. framework [Cu(N-(pyridin-4-yl)isonicotinamide)2(SiF6)](EtOH)2(H2O)12 (UTSA-48, UTSA = University of Texas at San Antonio) with functional -CONH- groups on the pore surfaces was synthesized and structurally characterized.  The small pores and the functional -CONH- groups on the pore surfaces within the activated UTSA-48a have enabled their strong interactions with C2H2 and CO2 of adsorption enthalpy of 34.4 and 30.0 kJ mol-1, resp.  Accordingly, activated UTSA-48 exhibits highly selective gas sorption of C2H2 and CO2 over CH4 with the Henry Law's selectivities of 53.4 and 13.2, resp., at 296 K, thereby, highlighting the promise for its application in industrially important gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtlersbk%253D&md5=c5f8072604b92315fb88cd19c21dd884", "(g) ", "Duan", ", ", "X.", "; ", "Cai", ", ", "J.-F.", "; ", "Yu", ", ", "J.-C.", "; ", "Wu", ", ", "C.-D.", "; ", "Cui", ", ", "Y.-J.", "; ", "Yang", ", ", "Y.", "; ", "Qian", ", ", "G.-D.", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "181", ",  ", "99", " DOI: 10.1016/j.micromeso.2013.07.019", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "Three-dimensional copper (II) metal-organic framework with open metal sites and anthracene nucleus for highly selective C2H2/CH4 and C2H2/CO2 gas separation at room temperature", "Duan, Xing; Cai, Jianfeng; Yu, Jiancan; Wu, Chuande; Cui, Yuanjing; Yang, Yu; Qian, Guodong", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "181", "\r\n        (", "),\r\n    ", "99-104", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A 3D microporous metal-org. framework Cu2(ADDI) (ZJU-26; H4ADDI = 5,5'-(anthracene-2,6-diyl) diisophthalic acid) with open metal sites and suitable pore space for their interactions with acetylene mols. was solvothermally synthesized and structurally characterized.  ZJU-26 reveals a three-dimensional structure having hexagonal pores of about 5.0 Å along the c axis and irregular pores of about 3.4 × 8.5 Å2 along the a or b axis.  Due to the introduction of anthracene ring do significantly enlarge pore size along a/b axis and enhance the interaction between MOF and acetylene, ZJU-26 indicates large adsorption enthalpies of 32.7 kJ/mol for C2H2 and moderately high acetylene uptake of 84 cm-1/g, highlighting ZJU-26 as the highly selective microporous metal org. framework for the C2H2/CH4 and C2H2/CO2 gas sepn. with sepn. selectivity of 45.9 and 12.5 at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2msr7N&md5=857be66882693dab0b15a9b40919d65e", "(h) ", "Fu", ", ", "H.-R.", "; ", "Kang", ", ", "Y.", "; ", "Zhang", ", ", "J.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "4209", " DOI: 10.1021/ic5003226", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Highly Selective Sorption of Small Hydrocarbons and Photocatalytic Properties of Three Metal-Organic Frameworks Based on Tris(4-(1H-imidazol-1-yl)phenyl)amine Ligand", "Fu, Hong-Ru; Kang, Yao; Zhang, Jian", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "8", "),\r\n    ", "4209-4214", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By employing a tris(4-(1H-imidazol-1-yl)phenyl)amine (Tipa) ligand, three new metal-org. frameworks, [Zn2(Tipa)(4,4'-bpdc)1.5(H2O)(NO3)]·2(DMF)·H2O (1; 4,4'-bpdc = 4,4'-biphenyldicarboxylate, DMF = N,N-dimethylformamide), [Cd(Tipa)Cl2]·2(DMF)·H2O (2), and [Co(Tipa)Cl2(H2O)]·DMF·H2O (3), have been synthesized solvothermally.  Compd. 1 features a three-dimensional (3D) pillared-layer structure with low band gap and interesting photocatalytic properties.  Compd. 2 is a 2-fold interpenetrating (3,6)-connected porous framework, and it shows highly selective adsorption of C2H2, CO2, and C2H4 over CH4.  Compd. 3 with honeycomb-like layers exhibits unusual 2D + 2D→ 3D polycatenation (2D = two-dimensional).  The luminescent properties for these compds. were also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXls12is7Y%253D&md5=fce4cdcbc98d7f7558410ed7e77bd0c1", "(i) ", "Zhang", ", ", "Z.-J.", "; ", "Xiang", ", ", "S.-C.", "; ", "Hong", ", ", "K.-L.", "; ", "Das", ", ", "M. C.", "; ", "Arman", ", ", "H. D.", "; ", "Garcia", ", ", "M.", "; ", "Mondal", ", ", "J. U.", "; ", "Thomas", ", ", "K. M.", "; ", "Chen", ", ", "B.-L.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "4947", " DOI: 10.1021/ic2021275", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Triple Framework Interpenetration and Immobilization of Open Metal Sites within a Microporous Mixed Metal-Organic Framework for Highly Selective Gas Adsorption", "Zhang, Zhangjing; Xiang, Shengchang; Hong, Kunlun; Das, Madhab, C.; Arman, Hadi D.; Garcia, Maya; Mondal, Jalal U.; Thomas, K. Mark; Chen, Banglin", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "9", "),\r\n    ", "4947-4953", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional triply interpenetrated mixed metal-org. framework, Zn2(BBA)2(CuPyen)·Gx (M'MOF-20; BBA = biphenyl-4,4'-dicarboxylate; G = guest solvent mols.), of primitive cubic net was obtained through the solvothermal reaction of Zn(NO3)2, biphenyl-4,4'-dicarboxylic acid, and the salen precursor Cu(PyenH2)(NO3)2 by a metallo-ligand approach.  The triple framework interpenetration has stabilized the framework in which the activated M'MOF-20a displays type-I N2 gas sorption behavior with a Langmuir surface area of 62 m2 g-1.  The narrow pores of about 3.9 Å and the open metal sites on the pore surfaces within M'MOF-20a collaboratively induce its highly selective C2H2/CH4 and CO2/CH4 gas sepn. at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFCqu70%253D&md5=8763393e2ef4e2f7cfa433b04c6ac709", "(j) ", "Chen", ", ", "G.-H.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Xiang", ", ", "S.-C.", "; ", "Chen", ", ", "B.-L.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "5232", " DOI: 10.1039/c3ce40452h", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "A microporous metal-organic framework with Lewis basic pyridyl sites for selective gas separation of C2H2/CH4 and CO2/CH4 at room temperature", "Chen, Guohui; Zhang, Zhangjing; Xiang, Shengchang; Chen, Banglin", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "26", "),\r\n    ", "5232-5235", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous metal-org. framework [Eu(PDC)1.5(DMF)]·(DMF)0.5(H2O)0.5 (UTSA-5, PDC = 3,5-pyridinedicarboxylate) with pyridyl sites on the pore surface was realized to exhibit high C2H2/CH4 and CO2/CH4 sepn. at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXptFCju7k%253D&md5=67eb5bcdb144939c4b72459915956e77", "(k) ", "Alawisi", ", ", "H.", "; ", "Li", ", ", "B.", "; ", "He", ", ", "Y.-B.", "; ", "Arman", ", ", "H. D.", "; ", "Asiri", ", ", "A. M.", "; ", "Wang", ", ", "H.-L.", "; ", "Chen", ", ", "B.-L.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "2522", " DOI: 10.1021/cg500235j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "A Microporous Metal-Organic Framework Constructed from a New Tetracarboxylic Acid for Selective Gas Separation", "Alawisi, Hussah; Li, Bin; He, Yabing; Arman, Hadi D.; Asiri, Abdullah M.; Wang, Hailong; Chen, Banglin", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "5", "),\r\n    ", "2522-2526", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new org. ligand of pyrene-contg. tetracarboxylic acid and its first metal-org. framework, [Zn2(PTTB)(DMF)2]n·(DMF)n (UTSA-72) (H4PTTB = 3,3',3'',3'''-(pyrene-1,3,6,8-tetrayl)tetrabenzoic acid), was designed and synthesized.  The MOF has the two-dimensional (4,4) framework topol.  The activated UTSA-72a exhibits permanent porosity and moderately high selectivities for CO2/N2, C2H2/CH4, and CO2/CH4 gas sepns. at room temp. because of the small pores within the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXls12is70%253D&md5=4676c51087c4998441f11709e971b01c", "(l) ", "Cai", ", ", "J.-F.", "; ", "Yu", ", ", "J.-C.", "; ", "Xu", ", ", "H.", "; ", "He", ", ", "Y.-B.", "; ", "Duan", ", ", "X.", "; ", "Cui", ", ", "Y.-J.", "; ", "Wu", ", ", "C.-D.", "; ", "Chen", ", ", "B.-L.", "; ", "Qian", ", ", "G.-D.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "2094", " DOI: 10.1021/cg400164m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "A Doubly Interpenetrated Metal-Organic Framework with Open Metal Sites and Suitable Pore Sizes for Highly Selective Separation of Small Hydrocarbons at Room Temperature", "Cai, Jianfeng; Yu, Jiancan; Xu, Hui; He, Yabing; Duan, Xing; Cui, Yuanjing; Wu, Chuande; Chen, Banglin; Qian, Guodong", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "2094-2097", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To immobilize open Cu2+ sites and tune suitable pore spaces, the authors have realized a doubly interpenetrated metal-org. framework (MOF) [Cu2L(H2O)2]·(DMF)6·H2O (ZJU-30, ZJU = Zhejiang University; H4L = biphenyl-3,3',5,5'-tetra-(phenyl-4-carboxylic) acid; DMF = N,N-dimethylformamide) for the highly selective sepn. of C2 hydrocarbons over C1 methane with the Henry law's selectivities from 9.58 to 29.8 at 273-298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyktrc%253D&md5=a0d6b3bb7289a03a133fd700f7c4fbaf", "(m) ", "Chen", ", ", "Z.-X.", "; ", "Xiang", ", ", "S.-C.", "; ", "Arman", ", ", "H. D.", "; ", "Li", ", ", "P.", "; ", "Tidrow", ", ", "S.", "; ", "Zhao", ", ", "D.-Y.", "; ", "Chen", ", ", "B.-L.", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "2010", " (", "24", ")  ", "3745", " DOI: 10.1002/ejic.201000349", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(n) ", "He", ", ", "Y.-B.", "; ", "Guo", ", ", "Z.-Y.", "; ", "Xiang", ", ", "S.-C.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Zhou", ", ", "W.", "; ", "Fronczek", ", ", "F. R.", "; ", "Parkin", ", ", "S.", "; ", "Hyde", ", ", "S. T.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.-L.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "11580", " DOI: 10.1021/ic401870e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Metastable Interwoven Mesoporous Metal-Organic Frameworks", "He, Yabing; Guo, Zhiyong; Xiang, Shengchang; Zhang, Zhangjing; Zhou, Wei; Fronczek, Frank R.; Parkin, Sean; Hyde, Stephen T.; O'Keeffe, Michael; Chen, Banglin", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "19", "),\r\n    ", "11580-11584", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three isostructural interwoven 3,4-connected mesoporous metal-org. frameworks of pto-a topol. [M3(BTN)2(H2O)3]·x(solv) (H3BTN = 6,6',6''-benzene-1,3,5-triyl-2,2',2''-trinaphthoic acid; solv = DMF or DEF) (UTSA-28-Cu, UTSA-28-Zn, and UTSA-28-Mn) were prepd. and structurally characterized.  Because of their metastable nature, their gas sorption properties are highly dependent on the metal ions and activation profiles.  The most stable acetone activated MOF, UTSA-28a-Cu, exhibits promising gas storage and sepn. capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFWlurjI&md5=f02f34597771d1e16fdd4d7249ba0edd", "(o) ", "Das", ", ", "M. C.", "; ", "Xu", ", ", "H.", "; ", "Wang", ", ", "Z.-Y.", "; ", "Srinivas", ", ", "G.", "; ", "Zhou", ", ", "W.", "; ", "Yue", ", ", "Y.-F.", "; ", "Nesterov", ", ", "V. N.", "; ", "Qian", ", ", "G.-D.", "; ", "Chen", ", ", "B.-L.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "11715", " DOI: 10.1039/c1cc12802g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "A Zn4O-containing doubly interpenetrated porous metal-organic framework for photocatalytic decomposition of methyl orange", "Das, Madhab C.; Xu, Hui; Wang, Zhiyu; Srinivas, Gadipelli; Zhou, Wei; Yue, Yan-Feng; Nesterov, Vladimir N.; Qian, Guodong; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "42", "),\r\n    ", "11715-11717", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A doubly interpenetrated semiconducting MOF Zn4O(2,6-NDC)3(DMF)1.5(H2O)0.5·4DMF·7.5H2O (UTSA-38) of a cubic net was constructed, which exhibits photocatalytic activity for the degrdn. of Methyl orange in aq. soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlejtrjO&md5=afcbfee85990017856201876068808f7", "(p) ", "Duan", ", ", "X.", "; ", "Song", ", ", "R.-J.", "; ", "Yu", ", ", "J.-C.", "; ", "Wang", ", ", "H.-L.", "; ", "Cui", ", ", "Y.-J.", "; ", "Yang", ", ", "Y.", "; ", "Chen", ", ", "B.-L.", "; ", "Qian", ", ", "G.-D.", " ", "RSC Adv.", " ", "2014", ",  ", "4", ",  ", "36419", " DOI: 10.1039/C4RA07246D", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "A new microporous metal-organic framework with open metal sites and exposed carboxylic acid groups for selective separation of CO2/CH4 and C2H2/CH4", "Duan, Xing; Song, Ruijing; Yu, Jiancan; Wang, Hailong; Cui, Yuanjing; Yang, Yu; Chen, Banglin; Qian, Guodong", "RSC Advances", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "69", "),\r\n    ", "36419-36424", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new microporous metal-org. framework Cu6(DDCBA)3 (ZJU-72, H5DDCBA = 3,5-di(3',5'-dicarboxylpheny)-benzoic acid) with open metal sites and exposed carboxylate groups is rationally designed and synthesized, exhibiting a low binding energy of 9.7 kJ mol-1 for C2H2 and 15.1 kJ mol-1 for CO2 and a high sepn. selectivity of 39.7 for C2H2/CH4 at 298 K and 8.2 for CO2/CH4 at 273 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlCksLrO&md5=caeeef6ce06b4d313af8834bf3300d8c", "(q) ", "Fu", ", ", "H.-R.", "; ", "Wang", ", ", "F.", "; ", "Zhang", ", ", "J.", " ", "Dalton Trans.", " ", "2015", ",  ", "44", ",  ", "2893", " DOI: 10.1039/C4DT03594A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "A stable zinc-4-carboxypyrazole framework with high uptake and selectivity of light hydrocarbons", "Fu, Hong-Ru; Wang, Fei; Zhang, Jian", "Dalton Transactions", "\r\n        (", "2015", "),\r\n    ", "44", "\r\n        (", "6", "),\r\n    ", "2893-2896", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A special org. ligand, 4-carboxypyrazole (4-cpz), is chosen to synthesize a highly stable metal-org. framework (MOF) for selective sorption of light hydrocarbons.  The new MOF, (H3O)[Zn3(OH)(4-cpz)3]·2(DEF)·H2O (FIR-51, 1, DEF = N,N-diethylformamide), was synthesized solvothermally and shows unusual chem. stability.  This compd. exhibits high storage capacity for light hydrocarbons and high selectivity for C3 and C2 over methane at 273 and 294 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFags77L&md5=20801346825f8372ddaabab23c768514", "(r) ", "He", ", ", "Y.-B.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Xiang", ", ", "S.-C.", "; ", "Wu", ", ", "H.", "; ", "Fronczek", ", ", "F. R.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.-L.", " ", "Chem. - Eur. J.", " ", "2012", ",  ", "18", ",  ", "1901", " DOI: 10.1002/chem.201103927", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "High Separation Capacity and Selectivity of C2 Hydrocarbons over Methane within a Microporous Metal-Organic Framework at Room Temperature", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Wu, Hui; Fronczek, Frank R.; Zhou, Wei; Krishna, Rajamani; O'Keeffe, Michael; Chen, Banglin", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "7", "),\r\n    ", "1901-1904, S1901/1-S1901/25", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A newly prepd. copper org. framework [Cu3(H2L)(H2O)3]·3DEF·2.5H2O (H8L = 1,2,4,5-tetra(5-isophthalate)benzene; UTSA-34, UTSA = University of Texas at San Antonio) is constructed from the paddlewheel Cu2(CO2)4 secondary building units and the expanded octacarboxylate org. linkers as characterized by crystal structure anal.  The permanent microporosities were established for both partially UTSA-34a and completely desolvated MOFs UTSA-34b and their C1 and C2 hydrocarbon sorption isotherms were measured to establish their potential for selective sepn.  The authors further examd. the sepn. selectivity and capacity of UTSA-34b for C2H2/CH4, C2H4/CH4, and C2H6/CH4 binary mixts. at 296 K.  Such high sepn. capacity and selectivity are attributed to the moderately high pore spaces within the framework to take up a large amt. of hydrocarbons and open Cu metal sites on the pore surfaces for their stronger interactions with C2H2 and C2H4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFait7s%253D&md5=881d2d75f705c46efdaa276537091ae4", "(s) ", "He", ", ", "Y.-B.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Xiang", ", ", "S.-C.", "; ", "Fronczek", ", ", "F. R.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.-L.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "6493", " DOI: 10.1039/c2cc31792c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "A robust doubly interpenetrated metal-organic framework constructed from a novel aromatic tricarboxylate for highly selective separation of small hydrocarbons", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Fronczek, Frank R.; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "52", "),\r\n    ", "6493-6495", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous metal-org. framework, for the 1st time, was developed for highly selective sepn. of industrially important C1, C2 and C3 hydrocarbons at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFyjtrw%253D&md5=1a55863bb9f6cca519cbe34f8f365319", "(t) ", "Wang", ", ", "D.-M.", "; ", "Zhao", ", ", "T.-T.", "; ", "Cao", ", ", "Y.", "; ", "Yao", ", ", "S.", "; ", "Li", ", ", "G.-H.", "; ", "Huo", ", ", "Q.-S.", "; ", "Liu", ", ", "Y.-L.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "8648", " DOI: 10.1039/C4CC03729D", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "High performance gas adsorption and separation of natural gas in two microporous metal-organic frameworks with ternary building units", "Wang, Dongmei; Zhao, Tingting; Cao, Yu; Yao, Shuo; Li, Guanghua; Huo, Qisheng; Liu, Yunling", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "63", "),\r\n    ", "8648-8650", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two MOFs, JLU-Liu5 and JLU-Liu6, based on ternary building units and exhibit high adsorption selectivity for CO2, C2H6 and C3H8 over CH4, which is attributed to steric effects and host-guest interactions, have been prepd.  These MMOFs are promising materials for gas adsorption and natural gas purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVOgurvI&md5=be6b6df67dd1845aacbd8d562cb53a1c", "(u) ", "He", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9107", " DOI: 10.1039/c2ee22858k", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", "He, Yabing; Krishna, Rajamani; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "9107-9120", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sepn. of hydrocarbons with carbon nos. in the 1-3 range is of great significance in the purifn. of natural gas, prodn. of ethylene and propylene with the required 99.5%+ purity levels as feeds to polymn. reactors, and sepn. of ethyne from mixts. with ethylene.  In this study the performances of a total of 19 different MOFs, carefully selected to span a wide range of functionalities, were evaluated for a variety of sepn. tasks.  For all sepn. tasks investigated, MOFs with high d. of open metal sites, CoMOF-74, MgMOF-74, and FeMOF-74, have significantly better sepn. potential than other MOFs, ZIFs or zeolites that have been suggested in the literature.  Of particular significance is the possibility offered by CoMOF-74, MgMOF-74, and FeMOF-74 for \"fractionating\" a 6-component CH4/C2H2/C2H4/C2H6/C3H6/C3H8 mixt. to yield individual pure components.  Such sepns. are likely to have a significant industrial impact, resulting in significant energy savings when compared to current technologies that rely on distn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlyqs7nJ&md5=60d67294ba300e1137a47779c3689b1e", "29. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", " DOI: 10.1002/aic.690110125", " ", "[", "Crossref", "], [", "CAS", "]", "29. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "30. ", "Reid", ", ", "C. R.", "; ", "Thomas", ", ", "K. M.", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "3206", " DOI: 10.1021/la981289p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Adsorption of Gases on a Carbon Molecular Sieve Used for Air Separation: Linear Adsorptives as Probes for Kinetic Selectivity", "Reid, C. R.; Thomas, K. M.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "9", "),\r\n    ", "3206-3218", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of oxygen, nitrogen, and a series of gases/vapors with linear structures (carbon monoxide, carbon dioxide, nitrous oxide, acetylene and carbon disulfide) on a carbon mol. sieve typical of the materials used for air sepn. were studied over a range of temps. as a function of pressure in order to understand further the mechanism of air sepn.  The ratios of the rate consts. (kO2/kN2) were typically 25 for the carbon mol. sieve used thereby demonstrating the mol. sieving characteristics.  The adsorption kinetics obey a linear driving force (LDF) mass transfer model for most of the gases and exptl. conditions studied.  However there were deviations from the LDF model for carbon dioxide and nitrous oxide.  In the case of the former, the kinetic models ranged from LDF through a combined barrier resistance/diffusion model to Fickian diffusion depending on the exptl. conditions.  The adsorption rate consts. increase exponentially with increasing surface coverage for the mols. which follow the LDF model.  The barrier resistance kinetic consts. derived from the combined barrier resistance/diffusion model also have an exponential dependence on surface coverage.  The results are discussed in terms of the mechanism of gas sepn. using carbon mol. sieves.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXitVags7k%253D&md5=05483b1753869f8ee0dc743fbc200391", "31. ", "(a) ", "Lan", ", ", "A.-J.", "; ", "Li", ", ", "K.-H.", "; ", "Wu", ", ", "H.-H.", "; ", "Olson", ", ", "D. H.", "; ", "Emge", ", ", "T. J.", "; ", "Ki", ", ", "W.", "; ", "Hong", ", ", "M.-C.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "2334", " DOI: 10.1002/anie.200804853", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "A luminescent microporous metal-organic framework for the fast and reversible detection of high explosives", "Lan, Anjian; Li, Kunhao; Wu, Haohan; Olson, David H.; Emge, Thomas J.; Ki, Woosoek; Hong, Maochun; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "13", "),\r\n    ", "2334-2338", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A highly luminescent microporous metal-org. framework, [Zn2(bpdc)2(bpee)] (bpdc = 4,4'-biphenyldicarboxylate; bpee = 1,2-bipyridylethene), was prepd., characterized by X-ray crystallog., and found to be capable of very fast and reversible detection of the vapors of the nitroarom. explosive 2,4-dinitrotoluene and the plastic explosive taggant 2,3-dimethyl-2,3-dinitrobutane through redox fluorescence quenching with unprecedented sensitivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkt1yqtb8%253D&md5=d02d4635719a0cae1e9d3a610a9645fb", "(b) ", "Pramanik", ", ", "S.", "; ", "Zheng", ", ", "C.", "; ", "Zhang", ", ", "X.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4153", " DOI: 10.1021/ja106851d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "New Microporous Metal-Organic Framework Demonstrating Unique Selectivity for Detection of High Explosives and Aromatic Compounds", "Pramanik, Sanhita; Zheng, Chong; Zhang, Xiao; Emge, Thomas J.; Li, Jing", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "12", "),\r\n    ", "4153-4155", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a highly luminescent metal-org. framework(MMOF), [Zn2(oba)2(bpy)]·DMA (I) H2oba is 4,4'-oxybis(benzoic acid); bpy is 4,4-bipyridine; DMA is N,N-dimethylacetamide, and its unique photoluminescence (PL) properties. the authors' studies on its guest-free form revealed unique fluorescence quenching and enhancement behavior upon exposure to the vapor of arom. compds. of group A with electron-withdrawing groups and group B with electron-donating groups, resp.  The results demonstrate the exceptional ability of the guest-free form of I to selectively detect explosives of different types (e.g., arom. DNT vs. nonarom. or aliph. dimethyldinitrobutane).  The origin of such an effect can be understood and explained from MO and band structure calcns. as well as a comparison of their electrochem. properties.  Clearly, the nature of the analyte mols. and the electronic structure and porosity of the MMOF all play key roles in the emission properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVChtr8%253D&md5=ede93848686b709a17543172a6e7dc86", "(c) ", "Hu", ", ", "Z.-C.", "; ", "Pramanik", ", ", "S.", "; ", "Tan", ", ", "K.", "; ", "Zheng", ", ", "C.", "; ", "Liu", ", ", "W.", "; ", "Zhang", ", ", "X.", "; ", "Chabal", ", ", "Y. J.", "; ", "Li", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4204", " DOI: 10.1021/cg4012185", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Selective, Sensitive, and Reversible Detection of Vapor-Phase High Explosives via Two-Dimensional Mapping: A New Strategy for MOF-Based Sensors", "Hu, Zhichao; Pramanik, Sanhita; Tan, Kui; Zheng, Chong; Liu, Wei; Zhang, Xiao; Chabal, Yves J.; Li, Jing", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "4204-4207", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new strategy is developed for the effective detection of high explosives in vapor phase by fluorescent metal-org. framework (MOF) sensors.  Two structurally related and dynamic MOFs, (Zn)2(ndc)2P·xG [ndc = 2,6-naphthalenedicarboxylate; P = 1,2-bis-(4-pyridyl)-ethane (bpe) or 1,2-bis-(4-pyridyl)-ethylene (bpee); G = guest/solvent mol.], exhibit a two-dimensional signal response toward analytes of interest in the vapor phase, including arom. and aliph. high explosives (e.g., TNT and RDX).  The interaction between analytes and the MOF is studied using in situ IR absorption spectroscopy and a DFT computational method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht12htLnO&md5=b85c9d140185ea2ae7fe1939d378cf7d", "(d) ", "Pramanik", ", ", "S.", "; ", "Hu", ", ", "Z.-C.", "; ", "Zhang", ", ", "X.", "; ", "Zheng", ", ", "C.", "; ", "Kelly", ", ", "S.", "; ", "Li", ", ", "J.", " ", "Chem. - Eur. J.", " ", "2013", ",  ", "19", ",  ", "15964", " DOI: 10.1002/chem.201301194", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "A Systematic Study of Fluorescence-Based Detection of Nitroexplosives and Other Aromatics in the Vapor Phase by Microporous Metal-Organic Frameworks", "Pramanik, Sanhita; Hu, Zhichao; Zhang, Xiao; Zheng, Chong; Kelly, Sean; Li, Jing", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "47", "),\r\n    ", "15964-15971", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A systematic study is conducted on four microporous metal-org. framework compds. built on similar ligands but different structures, [Zn3(bpdc)3(bpy)]·4 DMF H2O (1), [Zn3(bpdc)3(2,2'dmbpy)]·4 DMF H2O (2), [Zn2(bpdc)2(bpe)]·2 DMF (3), and [Zn(bpdc)(bpe)]·DMF (4) (bpdc = 4,4'-biphenyldicarboxylate; bpy = 4,4'-bipyridine; 2,2'dmbpy = 2,2'-dimethyl-4,4'bipyridine; bpe = 1,2-bis(4-pyridyl)ethane; DMF=N,N'-DMF) to study their photoluminescence properties and sensing/detection behavior upon exposure to vapors of various arom. mols. (analytes) including nitroarom. explosives.  All four compds. are capable of detecting these mols. in the vapor phase through fluorescence quenching or enhancement.  Both electrochem. measurements and theor. calcns. were performed to analyze the analyte-MOF interactions, to explain the difference in signal response by different analytes, and to understand the mechanism of fluorescence quenching or enhancement obsd. in these systems.  Compd. 3 also shows an emission frequency shift when exposed to benzene (BZ), chlorobenzene (ClBZ), and toluene (TO), which provides an addnl. variable for the identification of different analytes in the same category.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1WmsL7L&md5=7acb6b0cc5ffd0eaf736fd45ec07e83f", "(e) ", "Hu", ", ", "Z.-C.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5815", " DOI: 10.1039/C4CS00010B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", "Hu, Zhichao; Deibert, Benjamin J.; Li, Jing", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5815-5840", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a unique class of cryst. solids comprised of metal cations (or metal clusters) and org. ligands that have shown promise for a wide variety of applications.  Over the past 15 years, research and development of these materials have become one of the most intensely and extensively pursued areas.  A very interesting and well-investigated topic is their optical emission properties and related applications.  Several reviews have provided a comprehensive overview covering many aspects of the subject up to 2011.  This review intends to provide an update of work published since then and focuses on the photoluminescence (PL) properties of MOFs and their possible utility in chem. and biol. sensing and detection.  The spectrum of this review includes the origin of luminescence in MOFs, the advantages of luminescent MOF (LMOF) based sensors, general strategies in designing sensory materials, and examples of various applications in sensing and detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nL&md5=0369c383e7a6f4eeb65c73b2b66f1137", "(f) ", "Hu", ", ", "Z.-C.", "; ", "Tan", ", ", "K.", "; ", "Lustig", ", ", "W. P.", "; ", "Wang", ", ", "H.", "; ", "Zhao", ", ", "Y.-G.", "; ", "Zheng", ", ", "C.", "; ", "Banerjee", ", ", "D.", "; ", "Emge", ", ", "T. J.", "; ", "Chabal", ", ", "Y. J.", "; ", "Li", ", ", "J.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "4873", " DOI: 10.1039/C4SC02157F", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "Effective sensing of RDX via instant and selective detection of ketone vapors", "Hu, Zhichao; Tan, Kui; Lustig, William P.; Wang, Hao; Zhao, Yonggang; Zheng, Chong; Banerjee, Debasis; Emge, Thomas J.; Chabal, Yves J.; Li, Jing", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "4873-4877", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two new luminescent metal-org. frameworks (LMOFs) were synthesized and examd. for use as sensory materials.  Very fast and effective sensing of RDX was achieved by vapor detection of a cyclic ketone used as a solvent in the prodn. of plastic explosives.  The effects of porosity and electronic structure of the LMOFs on their sensing performance were evaluated.  We demonstrate that the optimization of these two factors of an LMOF can significantly improve its sensitivity and selectivity.  We also elucidate the importance of both electron and energy transfer processes on the fluorescence response of a sensory material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVart7rF&md5=9540391b440f0cd3f819fc8332b50378", "(g) ", "Banerjee", ", ", "D.", "; ", "Hu", ", ", "Z.-C.", "; ", "Li", ", ", "J.", " ", "Dalton Trans.", " ", "2014", ",  ", "43", ",  ", "10668", " DOI: 10.1039/c4dt01196a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Luminescent metal-organic frameworks as explosive sensors", "Banerjee, Debasis; Hu, Zhichao; Li, Jing", "Dalton Transactions", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "28", "),\r\n    ", "10668-10685", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal org. frameworks (MOFs) are of enormous current interest not only because of their fundamental importance but also due to their great potential for possible applications in gas storage and sepn., catalysis, imaging and sensing, to name a few.  Recent studies on luminescent MOFs (LMOFs) in both bulk and nanoparticle forms have shown that these materials possess excellent luminescence emission properties that may be utilized to effectively detect high explosive substances.  Developing highly sensitive, selective, fast-responding and fully reversible sensors for explosives' detection is in great demand for the homeland security, environmental safety and other humanitarian concerns.  In this perspective article, the authors discuss the development, possible mechanism and future aspects of explosive sensing by LMOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKgs7%252FM&md5=0708993189db61a10702e51758f288c5", "32. ", "(a) ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", " DOI: 10.1021/cr200101d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "(b) ", "Nagarkar", ", ", "S. S.", "; ", "Joarder", ", ", "B.", "; ", "Chaudhari", ", ", "A. K.", "; ", "Mukherjee", ", ", "S.", "; ", "Ghosh", ", ", "S. K.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "2881", " DOI: 10.1002/anie.201208885", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Highly Selective Detection of Nitro Explosives by a Luminescent Metal-Organic Framework", "Nagarkar, Sanjog S.; Joarder, Biplab; Chaudhari, Abhijeet K.; Mukherjee, Soumya; Ghosh, Sujit K.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "10", "),\r\n    ", "2881-2885", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The compd. exhibited selective detection of TNP, even in the presence of other nitro compds. in both aq. and org. soln.  The selectivity is ascribed to electron and energy transfer mechanisms, as well as electrostatic interactions between TNP and the fluorophore.  Despite the limited water stability and the toxicity of the reported CdII MOF, the results demonstrate a promising approach to achieve highly selective TNP sensing in MOFs.  Thus, the luminescent porous MOFs with high water stability, large spectral overlap, and electrostatic interactions with TNP, could be promising candidates for practical TNP sensing by S. Ramachandra et al.(2011).  Finally, the present study provides a new insight into the design of MOF-based explosive sensors, which are likely to be useful under more realistic conditions in the near future.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2itbg%253D&md5=9d8ae64e601d9265dec05c38b5fc3a91", "(c) ", "Song", ", ", "X.-Z.", "; ", "Song", ", ", "S.-Y.", "; ", "Zhao", ", ", "S.-N.", "; ", "Hao", ", ", "Z.-M.", "; ", "Zhu", ", ", "M.", "; ", "Meng", ", ", "X.", "; ", "Wu", ", ", "L.-L.", "; ", "Zhang", ", ", "H.-J.", " ", "Adv. Funct. Mater.", " ", "2014", ",  ", "24", ",  ", "4034", " DOI: 10.1002/adfm.201303986", " ", "[", "Crossref", "], [", "CAS", "]", "32. ", "Single-Crystal-to-Single-Crystal Transformation of a Europium(III) Metal-Organic Framework Producing a Multi-responsive Luminescent Sensor", "Song, Xue-Zhi; Song, Shu-Yan; Zhao, Shu-Na; Hao, Zhao-Min; Zhu, Min; Meng, Xing; Wu, Lan-Lan; Zhang, Hong-Jie", "Advanced Functional Materials", "\r\n        (", "2014", "),\r\n    ", "24", "\r\n        (", "26", "),\r\n    ", "4034-4041", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A sensor with a red-emission signal is successfully obtained by the solvothermal reaction of Eu3+ and heterofunctional ligand bpydbH2 (4,4'-(4,4'-bipyridine-2,6-diyl) dibenzoic acid), followed by terminal-ligand exchange in a single-crystal-to-single-crystal transformation.  As a result of treatments both before and after the metal-org. framework formation, accessible Lewis-base sites and coordinated water mols. are successfully anchored onto the host material, and they act as signal transmission media for the recognition of analytes at the mol. level.  This is the 1st reported sensor based on a metal-org. framework (MOF) with multi-responsive optical sensing properties.  It is capable of sensing small org. mols. and inorg. ions, and unprecedentedly it can discriminate among the homologs and isomers of aliph. alcs. as well as detect highly explosive 2,4,6-trinitrophenol (TNP) in water or in the vapor phase.  This work highlights the practical application of luminescent MOFs as sensors, and it paves the way toward other multi-responsive sensors by demonstrating the incorporation of various functional groups into a single framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXks1Wqt70%253D&md5=1590a1dc92771564306f581f4155e753", "33. ", "Zhang", ", ", "Z.-J.", "; ", "Xiang", ", ", "S.-C.", "; ", "Rao", ", ", "X.", "; ", "Zheng", ", ", "Q.", "; ", "Fronczek", ", ", "F. R.", "; ", "Qian", ", ", "G.-D.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "7205", " DOI: 10.1039/c0cc01236j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "A rod packing microporous metal-organic framework with open metal sites for selective guest sorption and sensing of nitrobenzene", "Zhang, Zhangjing; Xiang, Shengchang; Rao, Xingtang; Zheng, Qian; Fronczek, Frank R.; Qian, Guodong; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "38", "),\r\n    ", "7205-7207", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous metal-org. framework [Zn4(OH)2(1,2,4-BTC)2] (1,2,4-BTC = Benzene-1,2,4-tricarboxylate) with two immobilized open metal Zn2+ sites was obtained by solvothermal reaction, which exhibits highly selective guest sorption and sensing of nitrobenzene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFOntLjM&md5=84c57e149577e5aa8ef4687f6a0f0ac3"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00473/20150730/images/small/cg-2015-00473g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00473/20150730/images/small/cg-2015-00473g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-8/acs.cgd.5b00473/20150730/images/small/cg-2015-00473g_0004.gif\">"]}
