{"title": ["Carbon Dioxide Adsorption-Induced Deformation of Microporous Carbons"], "authors": ["Piotr Kowalczyk", "Sylwester Furmaniak", "Piotr A. Gauden", "Artur P. Terzyk"], "doi": ["10.1021/jp911996h"], "abstract": ["Applying the thermodynamic model of adsorption-induced deformation of microporous carbons developed recently (Kowalczyk, P.; Ciach, A.; Neimark, A. ", " ", ", ", ", 6603), we study the deformation of carbonaceous amorphous porous materials due to adsorption of carbon dioxide at 333 K and pressures up to 27 MPa. The internal adsorption stress induced by adsorbed/compressed carbon dioxide is very high in the smallest ultramicropores (for instance, solvation pressure in 0.23 nm ultramicropore reaches 3.2 GPa at 27 MPa). Model calculations show that any sample of carbonaceous porous solid containing a fraction of the smallest ultramicropores with pore size below 0.31 nm will expand at studied operating conditions. This is because the high internal adsorption stress in ultramicropores dominates sample deformation upon adsorption of carbon dioxide at studied operation conditions. Interestingly, the nonmonotonic deformation (i.e., initial contraction and further expansion) of the above mentioned porous materials upon adsorption of carbon dioxide at 333 K is also theoretically predicted. Our calculations reproduce quantitatively the strain isotherm of carbon dioxide on carbide-derived activated carbon at 333 K and experimental pressures up to 2.9 MPa. Moreover, we extrapolate adsorption and strain isotherms measured by the gravimetric/dilatometric method up to 27 MPa to mimic geosequestration operating conditions. And so, we predict that expansion of the studied carbon sample reaches 0.75% at 27 MPa and 333 K. Presented simulation results can be useful for the interpretation of the coal deformation upon sequestration of carbon dioxide at high pressures and temperatures."], "text": ["  ", "Top of Page", "Abstract", "Introduction", "Theory of the Elastic Stress in Microporous Carbons", "Simulation Methodology", "Results and Discussion", "Conclusions", "References", "1 Introduction", " ", "Understanding the adsorption-induced deformation of microporous solids (e.g., activated carbons, charcoals, and coals) is one of the long-standing problems in adsorption science and catalysis. The first studies on charcoal swelling were published by Bangham", "(1)", " and Fakhoury in 1928, followed by the precise measurements of carbon contraction and expansion performed by Haines and McIntosh.", "(2)", " In the recent years, Tvardovskiy and co-workers", "(3-7)", " have reported a series of precise dilatometric experiments of activated carbon deformation upon adsorption of various gases, including argon, methane, nitrogen, and carbon dioxide, at different temperatures.", " ", "It is assumed that carbonaceous porous solids consist of disordered arrays of slit-shaped pores embedded in an amorphous matrix.", "(8-12)", " The solid−fluid interaction potential in the smallest carbon pores is very high, and it is responsible for high compression of guest molecules.", "(13-20)", " Thus, packing/compression of molecules adsorbed in lower dimensional carbon pores can be very different in comparison to the bulk phase.", "(21-30)", " It is well-documented that the resulting additional force, known as a solvation or structural one,", "(31)", " is closely connected with adsorption-induced deformation of porous solids.", "(32-40)", " The oscillatory solvation force is responsible for a significant adsorption stress on the order of GPa.", "(32-40)", " For a single slit-shaped carbon pore, this internal adsorption stress may be either positive or negative, depending on the interplay of adsorption and confining effects, and it causes either contraction or swelling, respectively.", "(32-40)", " Real porous carbons/coals are heterogonous solids consisting of pores of different sizes, including very small ultramicropores (pore width below 0.7 nm) and micropores (pore width below 2 nm) according to IUPAC classification.", "(41)", " Thus, as has been recently suggested by Kowalczyk et al.,", "(37)", " the observed isotropic expansion of amorphous porous materials can be treated as a superposition of adsorbed-induced deformations of individual stacks of slit-shaped pores.", " ", "Mechanical properties of porous carbonaceous solids are critically important for various technological applications.", "(8, 9)", " Among them, the geosequestration of carbon dioxide has been currently extensively investigated.", "(42-47)", " The sequestration of carbon dioxide in geologic formations (e.g., depleted oil and gas fields, saline formations, and unmineable coal seams) needs further research to clarify the microscopic mechanism of adsorption-induced swelling/shrinkage.", "(42-47)", " Injected millions of tons of carbon dioxide produce an internal adsorption stress that both deforms a carbonaceous matrix and causes large permeability change. Deep understanding of adsorption-induced deformation of carbonaceous materials upon the loading of carbon dioxide seems to be very important because sequestrated fluid leakage poses local risks to other resources, potable groundwater, vegetation, and animal life, and to human health, notwithstanding the global aspect of the return of carbon dioxide to the atmosphere, even if it is at acceptable levels. Moreover, it is well-documented that deformation of pore channels during injection of carbon dioxide affects the coal bed methane recovery and lowers the amount of sequestrated fluid.", "(42-47)", " ", "There were a few attempts to describe adsorption-induced deformation on the basis of phenomenological thermodynamics.", "(3)", " To best our knowledge, the most successful approaches to analyzing the adsorption-induced deformation of porous solids collected by dilatometric experiments were based on density functional theory,", "(32, 33)", " computer simulation,", "(37-40)", " and thermodynamics of vacancy solution.", "(48)", " In particular, density functional theory", "(32, 33)", " and computer simulation", "(37-40)", " have been instrumental in describing adsorption-induced deformation in ordered and disordered porous materials such as zeolites, MCM-41 silica, and activated carbons.", " ", "The aim of the present paper is to study the microscopic mechanism of adsorption-induced deformation of porous carbonaceous materials upon adsorption of carbon dioxide at 333 K and high pressures. We want to answer the following questions: ", "(1) Why do carbonaceous solids consisting of very small ultramicropores swell during adsorption of supercritical carbon dioxide at high pressures?", " ", "(2) What is the magnitude of this adsorption-induced sample deformation?", " To answer these questions, we use and further explore thermodynamic approach developed in ref ", "37", ". As previously, we employ Monte Carlo simulations to compute the adsorption stress in slit-shaped carbon pores of various sizes. Next, we use a microscopic model of adsorption-induced deformation to explain the expansion of an activated carbon sample upon adsorption of carbon dioxide at 333 K studied in ref ", "6", ". Finally, we predict adsorption and strain isotherms of carbon dioxide on a studied sample of carbide-derived activated carbon at pressures up to 27 MPa in accord to mimic geosequestration operating conditions.", "  ", "Top of Page", "Abstract", "Introduction", "Theory of the Elastic Stress in Microporous Carbons", "Simulation Methodology", "Results and Discussion", "Conclusions", "References", "2 Theory of the Elastic Stress in Microporous Carbons", " ", "As previously, we represent the carbon sample as a macroscopically isotropic disordered three-dimensional medium composed of stacks of slit-shaped pores of various sizes embedded in an amorphous matrix.", "(37)", " We assume that the carbon matrix is incompressible and it transfers the adsorption stress isotropically. This assumption arises from the observation that stacks of slit-shaped pores embedded in the amorphous carbon matrix are randomly oriented.", "(8, 9)", " Following our previous study, the volumetric strain measured in dilatometric experiments is given by", "(37)", " ", "(1)", " In the above equation, the effective adsorption stress and bulk modulus are, respectively, expressed by", "(37)", " ", "(2)", " ", "(3)", " Here, φ denotes porosity, ", "k", " denotes the elastic modulus, ", "S", "(", "H", ") is the surface area of pores of width (", "H", ",", "H", " + d", "H", "), and σ", "s", "(", "H", ",", "p", ") is the adsorption stress in a single slit-shaped pore of width ", "H", ".", " ", "In order to calculate the volumetric strain given by eq ", "1", ", one has, first of all, to compute the adsorption stress in individual slit-shaped carbon pores and next to average this stress with the pore size distribution function.", "(37)", " ", "We compute the adsorption stress in individual slit-shaped pores from", "(32, 37)", " ", "(4)", " In the above equation, Ω", "p", "(", "H", ",", "p", ",", "T", ") denotes the grand thermodynamic potential per unit surface area at the studied pressure and temperature. This method requires the thermodynamics integration along the simulated isotherm to compute the grand thermodynamic potential and, subsequently, the differentiation of the grand thermodynamic potential with respect to ", "H", ",", "(32, 37)", " ", "(5)", " ", "(6)", " Here, ", "N", "(", "H", ",", "T", ",μ) is the number of adsorbed molecules per surface area in the pore of width ", "H", " at the given environmental conditions, chemical potential μ, and temperature ", "T", ". The grand potential and solvation pressure were calculated from eqs ", "5", " and ", "6", " by thermodynamic integration along the isotherm starting from a reference ideal gas state at a sufficiently low vapor pressure, Ω", "p", "(μ", "r", ",", "T", ") = −", "k", "b", "N", "(μ", "r", ")", "T", ". Details connected with derivations of eqs ", "1", "−", "6", " are given elsewhere.", "(37)", "  ", "Top of Page", "Abstract", "Introduction", "Theory of the Elastic Stress in Microporous Carbons", "Simulation Methodology", "Results and Discussion", "Conclusions", "References", "3 Simulation Methodology", " ", " 3.I ", "Fluid−Fluid Interaction Potential", " ", "We model carbon dioxide as an atomistic rigid linear molecule. In the atomistic simulations, we express the intermolecular potential between two carbon dioxide molecules ", "A", " and ", "B", " as a sum of site−site terms,", "(49-52)", " ", "(7)", " where the sum is taken over all sites ", "i", " of the molecule ", "A", " and sites ", "j", " of the molecule ", "B", ", ", "q", " ≡ {r", "i", "A", " − r", "i", "B", "}", "i", ",", "j", "=1,2,3", " is the set of separations between each atom in molecule ", "A", " and each atom in molecule ", "B", ", ", "r", "i", "j", "A", ",", "B", " = ∥r", "i", "A", " − r", "j", "B", "∥ is the distance between two sites ", "i", " and ", "j", " on molecules ", "A", " and ", "B", ", respectively, and ", "u", "i", "j", "(", "r", ") denotes distance dependent site−site interaction potential. Depending on the type of site, ", "u", "i", "j", "(", "r", ") is given by a pairwise dispersion or electrostatic interaction energy. We assume that the dispersion energy of interaction is given by the (12,6) Lennard−Jones equation", "(49, 50)", " ", "(8)", " The parameters of the potential for all investigated molecules, that is, σ", "A", ",", "B", " and σ", "A", ",", "B", ", are taken from force field developed by Nguyen", "(53)", " (see Table ", "1", ").", " ", "  ", " ", "Table 1. Parameters Used for Modeling of Carbon-Dioxide−Carbon-Dioxide Interactions:", "(53)", " σ", "ff", " and ε", "ff", "/", "k", "b", " Denote Lennard−Jones Collision Diameter and Well Depth, Respectively, ", "k", "b", " is the Boltzmann Constant, ", "l", "oo", " Denotes Distance between Oxygen Atoms, and ", "q", " Represents Point Charges Attached to Carbon and Oxygen Atoms", " ", " ", "σ", "ff", " (nm)", "ε", "ff", "/", "k", "b", " (K)", "carbon dioxide", "C: 0.2824", "C: 28.68", "O: 0.3026", "O: 82.0", "l", "oo", " (nm)", "O−O: 0.2324", "q", " (e)", "C: 0.664", "O: −0.332", " ", " ", "We model electrostatic force via the Coulomb law of electrostatic potential", "(49, 50)", " ", "(9)", " where ε", "0", " is the permittivity of free space (ε", "0", " = 8.85419 × 10", "−12", " C", "2", " N", "−1", " m", "−2", "), ", "q", "i", "A", " denotes the value of the point charge ", "i", " on molecule ", "A", ", ", "q", "j", "B", " denotes the value of the point charge ", "j", " on molecule ", "B", ", ", "r", "i", "j", "A", ",", "B", " is the distance between two charges ", "i", " and ", "j", " on molecules ", "A", " and ", "B", ", respectively. The values of the point charges are taken from the force field developed by Nguyen", "(53)", " (see Table ", "1", ").", " ", " 3.II ", "Solid−Fluid Interaction Potential", " ", "The total carbon-dioxide−carbon interaction potential is a superposition of potentials exerted by opposing walls, ", "(10)", " where the sum is taken over all sites ", "i", " of molecule ", "A", ", ", "q", " ≡{", "z", "i", "A", ",", "H", " − ", "z", "i", "A", "}", "i", ",=1,2,3", " is the set of separations between each atom in molecule ", "A", " and pore walls, and ", "H", " denotes the slit-shaped carbon pore width.", " ", "The potential ", "U", "s", "(x", ") is modeled by the 10-4-3 potential,", "(54, 55)", " ", "(11)", " where ρ", "s", " = 114 nm", "−3", " is the density of carbon atoms, Δ = 0.335 nm denotes the distance between sheets of carbons, and σ", "s", "f", " and ε", "sf", " denote Lennard−Jones solid−fluid collision diameter and well depth, respectively. The parameters of the solid−fluid potential were calculated from the Lorentz−Berthelot mixing rule. For carbon, we adopted the following parameters:", "(54)", " σ", "ss", " = 0.34 nm and ε", "ss", "/", "k", "b", " = 28 K.", " ", " 3.III ", "Simulation Details", " ", "The adsorption isotherms were computed by the grand canonical Monte Carlo method (GCMC).", "(49, 50)", " We adopted the standard setup for GCMC simulation of adsorption in slit-shaped pore geometry, that is, cubic simulation box of size 4 nm × 4 nm × ", "H", " with periodic boundary conditions and minimum image convention for computing molecular interactions in ", "x", " and ", "y", " directions.", "(49, 50)", " The grand canonical ensemble simulations utilized 5 × 10", "7", " configurations; the first 2.5 × 10", "7", " configurations were discarded to guarantee equilibration. Then 60 adsorption isotherms of carbon dioxide at 333 K and pressures from 1 × 10", "−6", " to 27 MPa were computed. All simulated adsorption isotherms of carbon dioxide consisted of 85 points and covered the range of pore sizes, ", "H", "eff", " ∈ [0.19,4.7] nm, where ", "H", "eff", " = ", "H", " − 0.34 nm. The thermodynamic integration was performed according to eq ", "6", " with an ideal gas as a reference state.", "(37)", " ", " 3.IV ", "Packing of Carbon Dioxide in Carbon Slit-Shaped Pores", " ", "Packing of linear carbon dioxide molecules in slit-shaped carbon pores is essential for microscopic understanding of adsorption-induced deformation of both single pores as well as real samples of porous materials.", "(32-40)", " ", "To determine the packing/compression of adsorbed phases in the studied pore geometry, we compute the absolute value of adsorption from the following formula ", "(12)", " where ⟨", "N", "⟩ is the ensemble average of the number of carbon dioxide molecules in the simulation box of volume ", "V", " = ", "L", "x", "L", "y", "H", "eff", ".", " ", "The orientation of adsorbed carbon dioxide molecules in the studied pore geometry is described by the angle between the axis of the molecule and the wall plane as follows ", "(13)", " where {", "x", "O′", ",", "y", "O′", ",", "z", "O′", "} and {", "x", "O′′", ",", "y", "O′′", ",", "z", "O′′", "} denotes Cartesian coordinates of oxygen atoms of adsorbed carbon dioxide molecules. Parallel and perpendicular orientation of carbon dioxide molecules to the pore walls corresponds to α = 0° and α = 90°, respectively.", " ", "  ", "Top of Page", "Abstract", "Introduction", "Theory of the Elastic Stress in Microporous Carbons", "Simulation Methodology", "Results and Discussion", "Conclusions", "References", "4 Results and Discussion", " ", " 4.I ", "Isotherms of Carbon Dioxide and Solvation Pressure in Individual Pores", " ", "The accuracy of computer simulations strongly depends on the applied force field. Here, we study the thermodynamic properties of carbon dioxide adsorbed in slit-shaped carbon pores of molecular dimensions at 333 K and high pressures. Thus, the validation of the applied force field against known experimental data is necessary. As one can see from Figure ", "1", ", the force filed proposed by Nguyen", "(53)", " reproduces experimental data reasonably well. In contrast, the TraPPE force field developed by Potoff and Siepmann", "(56)", " correctly reproduces the experimental density of carbon dioxide for pressures below 10 MPa. It is not surprising if one takes into account that Nguyen adjusted force field parameters to correctly reproduce the experimental equation of state for carbon dioxide at high pressures and temperatures.", "(53)", " It has been shown that the TraPPE force field correctly reproduces the gas−liquid coexistence data for carbon dioxide;", "(56)", " however, as we show here, this model systematically underpredicts the experimental density of carbon dioxide at 333 K and pressures above 10 MPa. That is why in all conducted simulations we represent the carbon dioxide molecule with a three-center model with the force filed proposed by Nguyen.", " ", " ", "Figure 1. Reproduction of experimental equation of state for carbon dioxide", "(67)", " at 333 K (solid line) by a three-center atomistic model of carbon dioxide with two sets of parameters taken from Potoff and Siepmann", "(56)", " (black circles) and Nguyen", "(53)", " (open circles).", " ", "The impact of the pore size on adsorption and solvation pressure is crucial for understanding the adsorption-induced deformation at an atomistic level. When the attraction between pore walls and adsorbed fluid molecules is strong enough, dense solidlike/compressed liquidlike layers of fluid are formed in the pores. As a result, the repulsive solvation force is induced. However, when the packing of fluid molecules in confined geometry is imperfect, the attractive solvation force is generated. Carbon dioxide is strongly adsorbed in slit-shaped carbon pores at studied operating conditions, as is presented in Figure ", "2", ". The simulated adsorption isotherms exhibit type I behavior according to IUPAC classification.", "(41)", " Regardless the value of the external pressure, carbon dioxide molecules adsorbed in very small pores lay flat on the pore walls, as is shown in Figure ", "3", ". Clearly, parallel orientation of adsorbed molecules to the pore walls maximizes the adsorbate−adsorbent dispersion interactions. The computed solvation force is very high in the smallest ultramicropores because of high adsorption and compression of adsorbed carbon dioxide molecules, as is presented in Figures ", "2", " and ", "4", ". As an example, the solvation pressure in a 0.23 nm ultramicropore reaches 3.2 GPa at 27 MPa. Further expansion of the pore size results in fast reduction of the solvation force, as is displayed in Figures ", "2", " and ", "4", ". As pore size reaches 0.31 nm, solvation force crosses zero and is further negative. Microscopic configurations of adsorbed carbon dioxide in 0.35−0.37 nm ultramicropores show imperfect packing of adsorbed molecules (see Figure ", "3", " and movie in the ", "Supporting Information", "). As expected, adsorbed molecules tend to maximize their contact with the pore walls; however, as pore size increases, other orientations of adsorbed carbon dioxide molecules impact the magnitude of the solvation force, as is presented in Figures ", "2", "−", "4", ". Near a pore size of 0.54 nm, we observe secondary maximum of solvation force. Due to the high temperature (", "T", " = 333 K), the secondary maximum as well as pore size dependence of the solvation pressure is rapidly damped, as is shown in Figure ", "4", ". Compression of the supercritical carbon dioxide in pores of above 1.3 nm at considered external conditions is negligible.", " ", " ", "Figure 2. Variation of absolute value of adsorption (upper panel) and solvation pressure (bottom panel) of carbon dioxide in a series of slit-shaped carbon pores (an effective pore width, ", "H", "eff", " = ", "H", " − 0.34 nm, is displayed on the plots) at 333 K. The solid blue line on the upper panel corresponds to bulk carbon dioxide at 333 K.", "(67)", " ", " ", "Figure 3. Histogram describing the orientation of adsorbed carbon dioxide molecules in selected slit-shaped carbon pores, ", "H", "eff", ": 0.23 (bottom panel), 0.36 (middle panel), and 0.535 nm (upper panel). The values of external pressures are given in each panel. Note that parallel and perpendicular orientation of carbon dioxide molecules to the pore walls corresponds to α = 0°and α = 90°, respectively.", " ", " ", "Figure 4. Solvation pressures of carbon dioxide at 333 K versus slit-shaped carbon pore size computed for bulk pressures from 0.03 to 27 MPa. Maximum solvation pressures correspond to slit-shaped carbon pore width of 0.23 nm, and minimum is found in pores of pore width of 0.36 nm. Note the high solvation pressures in the smallest ultramicropores of pore width lower 0.315 nm.", " ", " ", " 4.II ", "Analysis of Adsorption-Induced Deformation in Microporous Carbon: Carbon Dioxide", " ", "Adsorption-induced deformation of heterogeneous carbons can be easily predicted from assumed pore size distribution and bulk modulus. As previously, we model pore size distribution by the Gaussian functions,", "(37)", " (see Figure ", "5", "). The corresponding deformation curves of carbon dioxide at 333 K are shown in Figure ", "6", ". Clearly, the internal pore structure greatly impacts the deformation curves, since the solvation pressure is strongly affected by the size of the carbon pores. Interestingly, we predict both monotonic and nonmonotonic shapes of deformation curves due to adsorption of carbon dioxide at the studied operating conditions. For samples 1−3, we observe expansion in the whole range of pressures. This is because the assumed pore size distributions corresponding to counted carbon samples contain a fraction of the smallest ultramicropores with pore size below 0.31 nm. The great excess of the pore pressure computed for the smallest ultramicropores causes the porous solid to swell and the bulk modulus controls the extent of expansion, as is displayed in Figure ", "6", ". It is worth underlining that, for the investigated values of bulk modulus, the maximum theoretical expansion of the carbon sample due to adsorption of carbon dioxide at 333 K and 27 MPa is around 4.2%. The deformation curve computed for sample 4 is very interesting. It is important to note that this sample of porous carbon contains only wider pores above 0.4 nm (i.e., we cut the smallest ultramicropores characterized by high positive solvation force). The shape of the deformation curve computed for sample 4 is nonmonotonic with an initial contraction and further expansion, as is presented in Figure ", "6", ". This nonmonotonic shape of the deformation curve can be easily explained by the fact that assumed pore size distribution is composed of a mixture of wider micropores.", "(37)", " Micropores with positive solvation force tend to expand to reduce the internal adsorption stress. In contrast, micropores with negative solvation force tend to contract. Note, however, that the magnitude of deformation computed for sample 4 is lower in comparison to all remaining studied samples of porous carbon. A further shift of the pore size distribution to the wider range of pore sizes results in complete exclusion of adsorption-induced deformation because adsorbed carbon dioxide does not procure any adsorption stress. We may therefore conclude that a real sample of heterogeneous porous carbon/coal should expand upon adsorption of carbon dioxide at 333 K and high pressures. This is because real porous carbons/coals contain some fraction of the smallest ultramicropores", "(8, 9, 57)", " that dominate deformation induced by adsorbed/compressed carbon dioxide at studied operation conditions (see Figures ", "4", "−", "6", ").", " ", " ", "Figure 5. Theoretical pore volume distributions used for the investigation of adsorption-induced deformation of microporous activated carbon upon carbon dioxide adsorption at 333 K. For all considered model samples of activated carbons, we assume the total pore volume of 0.47 cm", "3", "/g.", " ", " ", "Figure 6. Adsorption-induced deformation curves of carbon dioxide at 333 K computed on the basis of pore volume distributions displayed in Figure ", "5", ". The assumed bulk modulus ", "K", " is 20 GPa (circles), 30 GPa (squares), 40 GPa (triangles), and 50 GPa (tilted squares).", " ", " ", " 4.III ", "Comparison with Experimental Data", " ", "The simulation model was employed to describe the experimental data collected on a carbide-derived activated carbon during carbon dioxide adsorption at 333 K characterized by the micropore volume ", "W", "0", " = 0.47 cm", "3", "/g, and the characteristic energy of adsorption ", "E", "0", " = 30 kJ/mol.", "(3, 6)", " The high value of the characteristic energy of adsorption indicates the presence of ultramicropores in the studied sample of activated carbon. Here, we want to underline that high quality carbide-derived activated carbon is composed of stacks of slit-shaped pores of various sizes embedded in an amorphous matrix.", "(3-7, 58-62)", " Deformation curves collected by dilatometric experiment cover the range of pressures up to 2.9 MPa.", "(3, 6)", " The proposed model reproduces the monotonic behavior of the experimental dilatometric curve reasonably well, as is displayed in Figure ", "7", ". The studied sample of activated carbon expands up to 0.2% at 2.9 MPa and 333 K. The predicted bulk modulus of the investigated carbide-derived activated carbon is 12 GPa. This value is comparable with the reported data for vitreous carbons", "(63)", " and polycrystalline graphite.", "(64, 65)", " Moreover, our previous estimation of bulk modulus of 7 GPa for carbide-derived activated carbon from an argon dilatometric experiment at 243 K is close to the current prediction.", "(37)", " The pore size distribution was determined to provide the best fit with the experimental deformation-pressure dependence. As expected, the computed pore size distribution is complex with a mixture of small and wider pores, as is shown in Figure ", "8", ". However, as we show in the previous paragraph, the presence of the smallest ultramicropores is responsible for the experimentally measured expansion of the studied carbon at given operating conditions. One great advantage of the microscopic model of adsorption-induced deformation is its ability to extrapolate dilatometric experiment to different operating conditions. Knowing the pore size distribution and bulk modulus of the investigated porous carbon, we compute adsorption and strain isotherms up to 27 MPa. Here, we want to point out that the assumed linear stress−strain relation is justified by the fact that the strain measured for microporous materials (e.g., zeolites, activated carbons) is small, typically in fractions of a percent.", "(3)", " That is why we expected that for the studied activated carbon the linear Hooke law should hold at higher pressures. As pointed by Neimark et al.,", "(66)", " it is not true for adsorption-induced deformation (e.g., breathing and gate opening) of flexible metal−organic frameworks. In Figure ", "7", ", we compare the experimental and calculated adsorption isotherms of carbon dioxide on carbide-derived carbon at 333 K. The overall agreement between the measured and predicted adsorbed amount of carbon dioxide is good. Finally, we extrapolate the dilatometric experiment to higher pressures. We found that the expansion of studied carbon sample reaches 0.75% at 27 MPa, as is shown in Figure ", "7", ".", " ", " ", "Figure 7. Dependence of the deformation of carbide-derived activated carbon on the carbon dioxide adsorption at 333 K measured by the dilatometric method (open circles on upper panel)", "(3, 6)", " and computed from the proposed thermodynamic model (solid line on upper panel). Dashed line in the upper panel shows extrapolation of the strain isotherm up to 27 MPa. Bottom panel presents the comparison between the experimental adsorbed amount of carbon dioxide at 333 K (open circles)", "(3, 6)", " and that predicted from the thermodynamic model of adsorption-induced deformation of microporous solids.", "(37)", " ", " ", "Figure 8. Pore volume distribution of carbide-derived activated carbon computed from experimental deformation-pressure dependence presented in Figure ", "7", ".", " ", " ", "  ", "Top of Page", "Abstract", "Introduction", "Theory of the Elastic Stress in Microporous Carbons", "Simulation Methodology", "Results and Discussion", "Conclusions", "References", "5 Conclusions", " ", "We study adsorption-induced deformation of carbonaceous amorphous porous materials due to adsorption of carbon dioxide at 333 K and high pressures. We show that adsorbed and compressed carbon dioxide molecules induce very high adsorption stress in the smallest ultramicropores with pore size below 0.31 nm. At 27 MPa, the solvation pressure in 0.23 nm ultramicropore reaches 3.2 GPa. As pore size increases the solvation pressure is rapidly damped in the range of micropores because thermal fluctuations smooth the packing effects at 333 K. Model calculations as well as dilatometric experiment show that any sample of carbonaceous porous solid containing a fraction of the smallest ultramicropores with pore size below 0.31 nm will expand at the studied operating conditions. This is because the adsorbed stress in ultramicropores is much higher in comparison to that in wider micropores. Nevertheless, the nonmonotonic deformation (i.e., initial contraction and further expansion) of porous carbons/coals upon adsorption of carbon dioxide at 333 K is also theoretically predicted. Our calculations reproduce quantitatively the strain isotherm of carbon dioxide on carbide-derived activated carbon at 333 K and experimental pressures up to 2.9 MPa. The predicted bulk modulus of slit-shaped carbide-derived activated carbon of 12 GPa is characteristic for vitreous carbons and polycrystalline graphite. Finally, we extrapolate adsorption and strain isotherms measured by gravimetric/dilatometric method to higher pressures to mimic geosequestration operating conditions. From the thermodynamic model of adsorption-induced deformation, we predict that expansion of studied carbon sample reaches 0.75% at 27 MPa and 333 K. The presented simulation results can be useful for the interpretation of coal swelling/contraction upon sequestration of carbon dioxide at high pressures and temperatures.", " ", "Top of Page", "Abstract", "Introduction", "Theory of the Elastic Stress in Microporous Carbons", "Simulation Methodology", "Results and Discussion", "Conclusions", "References", "Acknowledgment", " ", "P.K. acknowledges the use of the computer clusters VPAC (Victorian Partnership for Advanced Computing, Melbourne, Australia). P.K. acknowledges the Royal Melbourne Institute of Technology (Academic Level B, 2008-2010). P.G. and A.P.T. acknowledge the use of the computer cluster at Poznan Supercomputing and Networking Centre as well as the Information and Communication Technology Centre of the Nicolaus Copernicus University (Torun, Poland). S.F. gratefully acknowledges the financial support from the Foundation for Polish Science.", " ", " ", "Top of Page", "Abstract", "Introduction", "Theory of the Elastic Stress in Microporous Carbons", "Simulation Methodology", "Results and Discussion", "Conclusions", "References", "Supporting Information", " ", "Snapshots of carbon dioxide confined in selected slit-shaped carbon ultramicropores. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Theory of the Elastic Stress in Microporous Carbons", "Simulation Methodology", "Results and Discussion", "Conclusions", "References", "References", "This article references 67 other publications.", "1. ", " ", " ", "Bangham", ", ", "D. H.", "; ", "Fakhoury", ", ", "N.", "  ", "Nature", " ", "1928", ",  ", "122", ",  ", "681", "[", "Crossref", "], [", "CAS", "]", "1. ", "The expansion of charcoal accompanying sorption of gases and vapors", "Bangham, D. H.; Fakhoury, Nazim", "Nature (London, United Kingdom)", "\r\n        (", "1928", "),\r\n    ", "122", "\r\n        (", "),\r\n    ", "681-2", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "The linear expansion of charcoal during sorption of H2O vapor and of CO2 at pressures short of satn. was measured.  The was directly proportional to the square of the amt. sorbed.  The expansion caused by the sorption of a given no. of mols. was 10 to 11 times as great in the case of CO2 as in that of H2O.  For CO2 at 30° and 1 atm. pressure it amount to roughly 0.101%.  The usual form of the sorption isotherm may be due to the fact that the mechanical disturbance suffered by the solid becomes greater as the sorption proceeds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaB1MXptVam&md5=9e9b4b735b0fb075397d011aa2fb4730", " ", "2. ", " ", " ", "Haines", ", ", "R. S.", "; ", "McIntosh", ", ", "R.", "  ", "J. Chem. Phys.", " ", "1947", ",  ", "15", ",  ", "28", "[", "Crossref", "], [", "CAS", "]", "2. ", "Length changes of activated carbon rods caused by adsorption of vapors", "Haines, R. S.; McIntosh, R.", "Journal of Chemical Physics", "\r\n        (", "1947", "),\r\n    ", "15", "\r\n        (", "),\r\n    ", "28-38", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The length variations of two ZnCl2-activated C rods caused by the adsorption of EtCl, C4H10, Me2O, methylpropene, MeOH, n-C6H14, and H2O are reported.  The relation between % extension of the rod and calcd. spreading pressure of the adsorbed film suggested by Bangham (C.A. 25, 629; 27, 458; 29, 20466,9; 33, 41057) was tested.  The relation agrees well with expt. for org. vapors above 1/3 satn. of the monolayer capacity.  It does not agree in the low adsorption region nor along the desorption branch of the water isotherm.  A marked contraction of the rod below its original length was noted when water is desorbed, and this contraction is proof of the establishment of concave menisci in the capillaries along the desorption branch.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH2sXhtFaqsw%253D%253D&md5=3a5a06fa6095d765df4d756a4c72e894", " ", "3. ", "Tvardovskiy", ", ", "A. V.", "  ", "Sorbent deformation", "; ", "Elsevier Ltd.", ": ", "Oxford", ", ", "2007", ".", "There is no corresponding record for this reference.", "4. ", " ", " ", "Tvardovskiy", ", ", "A. V.", "; ", "Fomkin", ", ", "A. A.", "; ", "Tarasevich", ", ", "Yu. I.", "; ", "Zhukova", ", ", "A. I.", "  ", "J. Colloid Interface Sci.", " ", "1999", ",  ", "212", ",  ", "246", "There is no corresponding record for this reference.", " ", "5. ", " ", " ", "Yakovlev", ", ", "V. Yu.", "; ", "Fomkin", ", ", "A. A.", "; ", "Tvardovskiy", ", ", "A. V.", "  ", "J. Colloid Interface Sci.", " ", "2003", ",  ", "268", ",  ", "33", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Adsorption and deformation phenomena at the interaction of CO2 and a microporous carbon adsorbent", "Yakovlev, V. Yu.; Fomkin, A. A.; Tvardovski, A. V.", "Journal of Colloid and Interface Science", "\r\n        (", "2003", "),\r\n    ", "268", "\r\n        (", "1", "),\r\n    ", "33-36", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier Science", ")\r\n        ", "Deformation of microporous activated C adsorbent ACC (adsorbent on the basis of SiC) upon CO2 adsorption was studied.  To solve this problem, a dilatometer was used.  Its main part was a line differential transformer, the core of which was connected to the adsorbent by means of a rod.  Any changes in the adsorbent height caused a change in the core position in the transformer, which influenced the signal recorded from its secondary winding.  These results were compared with the adsorption isotherms.  High sensitivity of the dilatometric method has been shown.  The dilatometer used allowed the measurement of abs. deformation in the range 1 × 10-4 to 3 mm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXoslOnsrw%253D&md5=8038c5acb638a79788f7c6d1dd00f896", " ", "6. ", " ", " ", "Yakovlev", ", ", "V. Yu.", "; ", "Fomkin", ", ", "A. A.", "; ", "Tvardovskiy", ", ", "A. V.", "; ", "Sinitsyn", ", ", "V. A.", "  ", "Russ. Chem. Bull., Int. Ed.", " ", "2005", ",  ", "54", ",  ", "1373", "[", "Crossref", "], [", "CAS", "]", "6. ", "Carbon dioxide adsorption on the microporous ACC carbon adsorbent", "Yakovlev, V. Yu.; Fomkin, A. A.; Tvardovskii, A. V.; Sinitsyn, V. A.", "Russian Chemical Bulletin", "\r\n        (", "2005", "),\r\n    ", "54", "\r\n        (", "6", "),\r\n    ", "1373-1377", "CODEN:\r\n                ", "RCBUEY", ";\r\n        ISSN:", "1066-5285", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Adsorption isotherms of CO2 on the microporous ACC carbon adsorbent and the adsorption deformation of the adsorbent were measured.  The heats of adsorption at temps. raising from 243 to 393 K and pressures from 1 to 5 × 106 Pa were measured.  In the low-temp. region (243 K), an increase in the amt. adsorbed is accompanied by adsorbent contraction, and at high micropore fillings (a >10 mmol g-1) the ACC carbon adsorbent expands.  At high temps., adsorbent expansion is obsd. in the whole region of micropore filling.  At 243 K in the low filling region (a <1 mmol g-1), the heat of adsorption decreases smoothly from 27 to 24 kJ mol-1.  The heat of adsorption remains virtually unchanged in the interval 2 mmol g-1 < a < 11 mmol g-1 and then decreases to 8 kJ mol-1 at a = 12 mmol g-1.  Taking into account the nonideal character of the gas phase and adsorbent deformation the heats of adsorption are strongly temp.-dependent in a region of high pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1yit7fO&md5=91f24ba6766ee5a48c767b5c456c3f49", " ", "7. ", " ", " ", "Yakovlev", ", ", "V. Yu.", "; ", "Fomkin", ", ", "A. A.", "; ", "Tvardovskiy", ", ", "A. V.", "; ", "Sinitsyn", ", ", "V. A.", "; ", "Pulin", ", ", "A. L.", "  ", "Russ. Chem. Bull., Int. Ed.", " ", "2003", ",  ", "52", ",  ", "354", "[", "Crossref", "], [", "CAS", "]", "7. ", "Adsorption-stimulated deformation of microporous carbon adsorbent", "Yakovlev, V. Yu.; Fomkin, A. A.; Tvardovski, A. V.; Sinitsyn, V. A.; Pulin, A. L.", "Russian Chemical Bulletin (Translation of Izvestiya Akademii Nauk, Seriya Khimicheskaya)", "\r\n        (", "2003", "),\r\n    ", "52", "\r\n        (", "2", "),\r\n    ", "354-358", "CODEN:\r\n                ", "RCBUEY", ";\r\n        ISSN:", "1066-5285", ".\r\n    \r\n            (", "Kluwer Academic/Consultants Bureau", ")\r\n        ", "Deformation of the ACC microporous carbon adsorbent during adsorption of CO2 N, and Ar in the temp. interval from 243-393 K and at pressures of 1-5 × 106 Pa was studied.  The effect of adsorbent contraction was found in the initial temp. interval at relatively low pressures.  However, the neg. value of relative linear deformation ΔL/L smoothly transforms into pos. values with the pressure increase.  Only the effect of adsorbent expansion is obsd. at high temps. in the whole pressure interval.  The dependence of the deformation effects for different systems on the adsorbent nature was revealed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjtVGqtbk%253D&md5=acc4822b85fd8e1e426aa975338ba1b8", " ", "8. ", "Bansal", ", ", "R. Ch.", ";", "; ", "Goyal", ", ", "M.", "  ", "Activated Carbon Adsorption", "; ", "CRC Press", ": ", "Boca Raton, FL", ", ", "2005", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "9. ", "Marsh", ", ", "H.", "; ", "Rodriguez-Reinoso", ", ", "F.", "  ", "Activated Carbon", "; ", "Elsevier Ltd.", ": ", "Oxford", ", ", "2006", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "10. ", " ", " ", "Gauden", ", ", "P. A.", "; ", "Kowalczyk", ", ", "P.", "; ", "Terzyk", ", ", "A. P.", "  ", "Langmuir", " ", "2003", ",  ", "19", ",  ", "4253", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Toward Solving the Unstable Linear Fredholm Equation of the First Kind: A New Procedure Called the Adsorption Stochastic Algorithm (ASA) and Its Properties", "Gauden, Piotr A.; Kowalczyk, Piotr; Terzyk, Artur P.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "10", "),\r\n    ", "4253-4268", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The paper consists of 3 main parts.  In the 1st, a new adsorption stochastic algorithm (called ASA) for solving the unstable linear Fredholm integral equation of the 1st kind is proposed.  In this program, some procedures of estg. the relative min. in one dimension are tested.  The newly developed algorithm is applied in the 2nd part for reconstructing some pore size distribution functions (monomodal and multimodal).  Also, the influence of a random noise on the stability of the soln. of the inverse problem is studied.  In the 3rd part, the exptl. verification of the above-mentioned method is presented.  The results calcd. by ASA are compared with those obtained by applying advanced regularization CONTIN and INTEG algorithms.  The developed ASA method always provides stable and very similar results to Tikhonov's regularization method.  Also, the ASA computations obtained for the Nguyen and Do local isotherms as the kernel are very similar to the results calcd. by the most sophisticated regularization d. functional theory software.  Summing up, the method can be very useful for evaluating the pore size distribution from exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjtVWnsb4%253D&md5=394fc1de9a14c712b1350aa3bebc3364", " ", "11. ", " ", " ", "Kowalczyk", ", ", "P.", "; ", "Terzyk", ", ", "A. P.", "; ", "Gauden", ", ", "P. A.", "; ", "Leboda", ", ", "R.", "; ", "Szmechtig-Gauden", ", ", "E.", "; ", "Rychlicki", ", ", "G.", "; ", "Ryu", ", ", "Z.", "; ", "Rong", ", ", "H.", "  ", "Carbon", " ", "2003", ",  ", "41", ",  ", "1113", "[", "Crossref", "], [", "CAS", "]", "11. ", "Estimation of the pore-size distribution function from the nitrogen adsorption isotherm. Comparison of density functional theory and the method of Do and co-workers", "Kowalczyk, Piotr; Terzyk, Artur P.; Gauden, Piotr A.; Leboda, Roman; Szmechtig-Gauden, Ewa; Rychlicki, Gerhard; Ryu, Zhenyu; Rong, Haiqin", "Carbon", "\r\n        (", "2003", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "1113-1125", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A comparative anal. of the results for the estn. of the pore-size distribution based on the methods of D. D. Do (1998) (ND) and DFT is given.  A new algorithm (ASA, Adsorption Stochastic Algorithm) is adopted and this algorithm can be successfully applied for the detn. of the PSD curve from the ND method.  Generally, the ND and DFT methods lead to almost the same PSD curves and this similarity is obsd. for carbons of different origin and possessing different pore structures.  However, if the contribution of micropores to the PSD increases, the differences in the fit of ND and DFT to the exptl. data are more pronounced.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjt1egu7s%253D&md5=8d0752710d3cdcc1d480e426a6e9d7b6", " ", "12. ", " ", " ", "Ravikovitch", ", ", "P. I.", "; ", "Vishnyakov", ", ", "A.", "; ", "Russo", ", ", "R.", "; ", "Neimark", ", ", "A. V.", "  ", "Langmuir", " ", "2000", ",  ", "16", ",  ", "2311", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Unified approach to pore size characterization of microporous carbonaceous materials from N2, Ar, and CO2 adsorption isotherms", "Ravikovitch, Peter I.; Vishnyakov, Aleksey; Russo, Ron; Neimark, Alexander V.", "Langmuir", "\r\n        (", "2000", "),\r\n    ", "16", "\r\n        (", "5", "),\r\n    ", "2311-2320", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A unified approach to pore size characterization of microporous carbonaceous materials such as activated C and C fibers by N2, Ar, and CO2 adsorption at std. temps., 77 K for N2 and Ar and 273 K for CO2 is presented.  Ref. isotherms of N2, Ar, and CO2 in a series of model slit-shaped C pores in the range from 0.3-36 nm were calcd. from the nonlocal d. functional theory (NLDFT) using validated parameters of intermol. interactions.  CO2 isotherms were also generated by the grand canonical Monte Carlo (GCMC) method based on the 3-center model of Harris and Yung.  The validation of model parameters includes 3 steps: (1) prediction of vapor-liq. equil. data in the bulk system, (2) prediction of adsorption isotherm on graphite surface, (3) comparison of the NLDFT adsorption isotherms in pores to those of GCMC simulations, performed with the parameters of fluid-fluid interactions, which accurately reproduce vapor-liq. equil. data of the bulk fluid.  Pore size distributions are calcd. by an adaptable procedure of deconvolution of the integral adsorption equation using regularization methods.  The deconvolution procedure implies the same grid of pore sizes and relative pressures for all adsorbates and the intelligent choice of regularization parameters.  The consistency of the approach was demonstrated on examples of pore structure characterization of activated C from adsorption isotherms of different gases and from different models (NLDFT and GCMC).  Since the CO2 isotherms measured up to 1 atm are not sensitive to pores wider then 1 nm, the NLDFT method for CO2 was extended to high-pressure CO2 adsorption up to 34 atm.  The methods are suggested as a practical alternative to traditional phenomenol. approaches such as DR, HK, and BJH methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjsFWg&md5=39c52d425d729d96451447ceb5fdd21a", " ", "13. ", " ", " ", "Vishnyakov", ", ", "A.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Neimark", ", ", "A. V.", "  ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "8736", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Molecular Level Models for CO2 Sorption in Nanopores", "Vishnyakov, Aleksey; Ravikovitch, Peter I.; Neimark, Alexander V.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "25", "),\r\n    ", "8736-8742", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of CO2 in slit-shaped C micropores at 273 K was studied by the grand canonical Monte Carlo (GCMC) simulations and the nonlocal d. functional theory (NLDFT).  Three mol. models of CO2 were used.  Long-run GCMC simulations were performed with the 3-center model of Harris and Yung (J. Phys. Chem. 1995, 99, 12021).  For NLDFT calcns., the authors developed an effective Lennard-Jones (LJ) model.  GCMC simulations of the effective LJ model of CO2 were performed for comparison.  For each model used, parameters of intermol. potentials were detd. and validated against 2-phase bulk equil. data and exptl. adsorption isotherms on graphite at 273 and 195 K.  In the range of pore widths from 3 to 15 Å, the NLDFT isotherms of CO2 adsorption are overall in a satisfactory agreement with the GCMC isotherms generated using the 3-center model.  Some deviations were obsd. between 6.5 and 8.5 Å, where the adsorbate undergoes a transition from a single-layer to a 2-layer structure.  The models developed are recommended for studying CO2 adsorption in microporous adsorbents and also for calcg. pore size distributions in carbonaceous materials and soil particles.  The NLDFT model has the advantage of being much less computationally demanding, whereas the 3-center GCMC model serves as a benchmark for quant. ests. and can be used for studying CO2 sorption at ambient conditions close to the crit. temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmtVOnsLY%253D&md5=6e17c6b90940176e81ea5ab951a4fd82", " ", "14. ", " ", " ", "Bhatia", ", ", "S. K.", "; ", "Tran", ", ", "K.", "; ", "Nguyen", ", ", "T. X.", "; ", "Nicholson", ", ", "D.", "  ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "9612", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "High-Pressure Adsorption Capacity and Structure of CO2 in Carbon Slit Pores: Theory and Simulation", "Bhatia, S. K.; Tran, K.; Nguyen, T. X.; Nicholson, D.", "Langmuir", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "22", "),\r\n    ", "9612-9620", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present new simulation results for the packing of single-center and 3-center models of CO2 at high pressure in C slit pores.  The former shows packing transitions that are well described by d. functional theory model developed earlier.  But these transitions are absent for the 3-center model.  Anal. of the simulation results shows that alternations of flat-lying mols. and rotated mols. can occur as the pore width is increased.  The presence or absence of quadrupoles has negligible effect on these high-d. structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXnvFGnsr4%253D&md5=6c826810add9a99471929577ce4bbea9", " ", "15. ", " ", " ", "Kowalczyk", ", ", "P.", "; ", "Holyst", ", ", "R.", "; ", "Terrones", ", ", "M.", "; ", "Terrones", ", ", "H.", "  ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", ",  ", "1786", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Hydrogen storage in nanoporous carbon materials: myth and facts", "Kowalczyk, Piotr; Holyst, Robert; Terrones, Mauricio; Terrones, Humberto", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "15", "),\r\n    ", "1786-1792", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We used Grand canonical Monte Carlo simulation to model the hydrogen storage in the primitive, gyroid, diamond, and quasi-periodic icosahedral nanoporous carbon materials and in carbon nanotubes.  We found that none of the investigated nanoporous carbon materials satisfy the US Department of Energy goal of volumetric d. and mass storage for automotive application (6 wt.% and 45 kg H2/m3) at considered storage condition.  Our calcns. indicate that quasi-periodic icosahedral nanoporous carbon material can reach the 6 wt.% at 3.8 MPa and 77 K, but the volumetric d. does not exceed 24 kg H2/m3.  The bundle of single-walled carbon nanotubes can store only up to 4.5 wt.%, but with high volumetric d. of 42 kg H2/m3.  All investigated nanoporous carbon materials are not effective against compression above 20 MPa at 77 K because the adsorbed d. approaches the d. of the bulk fluid.  It follows from this work that geometry of carbon surfaces can enhance the storage capacity only to a limited extent.  Only a combination of the most effective structure with appropriate additives (metals) can provide an efficient storage medium for hydrogen in the quest for a source of clean energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvVGqurw%253D&md5=30d8bc3e4faecfeabedae154842c6b79", " ", "16. ", " ", " ", "Brennan", ", ", "J. K.", "; ", "Thomson", ", ", "K. T.", "; ", "Gubbins", ", ", "K. E.", "  ", "Langmuir", " ", "2002", ",  ", "18", ",  ", "5438", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Adsorption of water in activated carbons: Effects of pore blocking and connectivity", "Brennan, John K.; Thomson, Kendall T.; Gubbins, Keith E.", "Langmuir", "\r\n        (", "2002", "),\r\n    ", "18", "\r\n        (", "14", "),\r\n    ", "5438-5447", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simulation study of the adsorption mechanism of water in a realistic carbon structure is presented.  Water mols. are modeled using a recently developed fixed-point charge water model optimized to the vapor-liq. coexistence properties.  Reverse Monte Carlo techniques were used to generate a realistic porous carbon model composed of graphitic microcrystals consisting of rigid basal plates.  Arrangements of the carbon plates are driven by a systematic refinement of simulated carbon-carbon radial distribution functions to match exptl. measured radial distribution functions.  The adsorption of water in activated (having oxygenated surface groups) and nonactivated (graphitic) carbon is investigated using the grand canonical Monte Carlo simulation method.  The adsorption behavior is found to be strongly dependent on the presence of activated sites.  No appreciable adsorption occurs in the graphitic carbon until the pressure approaches the bulk gas satn. pressure.  Effects of the surface site d., surface site position, and the magnitude of the surface site electrostatic charge on the adsorption behavior are investigated.  Water adsorption is found to increase as the activated site d. increases.  The presence of water vapor in porous carbons is shown to dramatically affect the connectivity of the available pore space.  Finally, cluster calcns. are performed to investigate the growth mechanism of water clusters in activated carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XksVeit7Y%253D&md5=16919fc8330ebf35291a0adfe127c770", " ", "17. ", " ", " ", "Terzyk", ", ", "A. P.", "; ", "Furmaniak", ", ", "S.", "; ", "Harris", ", ", "P. J. F.", "; ", "Gauden", ", ", "P. A.", "; ", "Wloch", ", ", "J.", "; ", "Kowalczyk", ", ", "P.", "; ", "Rychlicki", ", ", "G.", "  ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", ",  ", "5919", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "How realistic is the pore size distribution calculated from adsorption isotherms if activated carbon is composed of fullerene-like fragments?", "Terzyk, Artur P.; Furmaniak, Sylwester; Harris, Peter J. F.; Gauden, Piotr A.; Wloch, Jerzy; Kowalczyk, Piotr; Rychlicki, Gerhard", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "44", "),\r\n    ", "5919-5927", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A plausible model for the structure of non-graphitizing carbon is one which consists of curved, fullerene-like fragments grouped together in a random arrangement.  Although this model was proposed several years ago, there have been no attempts to calc. the properties of such a structure.  Here, we det. the d., pore size distribution and adsorption properties of a model porous carbon constructed from fullerene-like elements.  Using the method proposed recently by Bhattacharya and Gubbins (BG), which was tested in this study for ideal and defective carbon slits, the pore size distributions (PSDs) of the initial model and two related carbon models are calcd.  The obtained PSD curves show that two structures are micro-mesoporous (with different ratio of micro/mesopores) and the third is strictly microporous.  Using the grand canonical Monte Carlo (GCMC) method, adsorption isotherms of Ar (87 K) are simulated for all the structures.  Finally PSD curves are calcd. using the Horvath-Kawazoe, non-local d. functional theory (NLDFT), Nguyen and Do, and Barrett-Joyner-Halenda (BJH) approaches, and compared with those predicted by the BG method.  This is the first study in which different methods of calcn. of PSDs for carbons from adsorption data can be really verified, since abs. (i.e. true) PSDs are obtained using the BG method.  This is also the first study reporting the results of computer simulations of adsorption on fullerene-like carbon models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1Kmt7fP&md5=3d2572efcab1021218907173a30bab67", " ", "18. ", "Nicholson", ", ", "D.", "; ", "Parsonage", ", ", "N. G.", "  ", "Computer Simulation and the Statistical Mechanics of Adsorption", "; ", "Academic Press", ": ", "London", ", ", "1982", ".", "There is no corresponding record for this reference.", "19. ", " ", " ", "Kaneko", ", ", "K.", "; ", "Ishii", ", ", "C.", "; ", "Ruike", ", ", "M.", "; ", "Kuwabara", ", ", "H.", "  ", "Carbon", " ", "1992", ",  ", "30", ",  ", "1075", "[", "Crossref", "], [", "CAS", "]", "19. ", "Origin of superhigh surface area and microcrystalline graphitic structures of activated carbons", "Kaneko, K.; Ishii, C.; Ruike, M.; Kuwabara, H.", "Carbon", "\r\n        (", "1992", "),\r\n    ", "30", "\r\n        (", "7", "),\r\n    ", "1075-88", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "The microcryst. graphitic structures of microporous carbon fibers was detd. by x-ray diffraction, high-resoln. TEM, and magnetic susceptibility.  The relation between the microcryst. graphitic structures and sp. surface area was geometrically derived on the basis of the structural data.  A simple new method for detg. sp. surface area for microporous carbons, which is designated the subtracting pore effect (SPE) method, was proposed.  The surface area by the SPE method was compared with that by the BET method for high-surface-area activated carbon fibers (ACFs); the BET surface area of >2000 m2/g, which was detd. by the data in the relative pressure of 0.1-0.3, was overestimated by 40-50%.  The valid relative pressure region of the BET plot for microporous carbons was suggested.  The micrographitic structural changes of ACFs with water adsorption were examd. by in situ x-ray diffraction and in situ small-angle x-ray scattering.  Water adsorption led to marked compression of the micrographitic pore walls, accompanying the clear swelling and development of the micropore.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXovVyn&md5=0da55be66e76fa2d78ee2526ad119a79", " ", "20. ", " ", " ", "Hoffmann", ", ", "J.", "; ", "Nielaba", ", ", "P.", "  ", "Phys. Rev. E", " ", "2003", ",  ", "67", " ", "036115", "[", "Crossref", "], [", "CAS", "]", "20. ", "Phase transitions and quantum effects in pore condensates: a path integral Monte Carlo study", "Hoffmann J; Nielaba P", "Physical review. E, Statistical, nonlinear, and soft matter physics", "\r\n        (", "2003", "),\r\n    ", "67", "\r\n        (", "3 Pt 2", "),\r\n    ", "036115", "\r\n        ISSN:", "1539-3755", ".\r\n    ", "Lennard-Jones condensates in cylindrical pores are studied by path integral Monte Carlo simulations with particular emphasis on phase transitions and quantum effects.  The pore diameter effect and the influence of the interaction strength between the cylinder wall and the adsorbate particles on the structures and the location of the phase boundaries is studied and the quantum effect on the phase diagram is quantified by path integral Monte Carlo simulations.  In case of strong wall-particle interactions good qualitative agreement with recent experimental results for the freezing of Ar-pore condensates is found.  Meniscus structures in the solid phase are obtained as well as unexpected condensate structures for the system with the lighter Ne-particles due to quantum delocalization effects.  The quantum effect on the freezing temperature can be as large as 10% in these systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD3s3ivFWktw%253D%253D&md5=635be815a354900f429fb1da93c28b84", "21. ", " ", " ", "Miyahara", ", ", "M.", "; ", "Gubbins", ", ", "K. E.", "  ", "J. Chem. Phys.", " ", "1997", ",  ", "106", ",  ", "2865", "[", "Crossref", "], [", "CAS", "]", "21. ", "Freezing/melting phenomena for Lennard-Jones methane in slit pores: a Monte Carlo study", "Miyahara, Minoru; Gubbins, Keith E.", "Journal of Chemical Physics", "\r\n        (", "1997", "),\r\n    ", "106", "\r\n        (", "7", "),\r\n    ", "2865-2880", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors report grand canonical Monte Carlo simulations for a Lennard-Jones (LJ) fluid modeled on CH4 in slit-shaped pores of several materials and pore widths.  Three types of pore wall were considered: graphitic carbon (strongly attractive walls), \"methane\" walls (wall attractions equal to those in the adsorbate phase), and hard walls.  For each system the change from a fluidlike to a solidlike adsorbed phase was obsd., and the shift in freezing or melting temp. from that of the bulk adsorbate material was detd.  As well as changes in the overall properties of the adsorbate phase, corresponding changes in the individual adsorbate layers in the pore were studied.  In addn. hysteresis on heating and cooling was examd.  For the graphitic carbon walls the freezing temp. was raised relative to that of the bulk material, the elevation being greater for smaller pore widths; however, no freezing transition was obsd. for pore widths below ∼ 5.3σ.  In addn., the contact layer of adsorbate froze at a temp. higher than the inner layers.  For pores with CH4 walls (walls of LJ mols. having the same d. and intermol. interactions as the adsorbate phase) no shift in freezing temp. occurred, while pores with hard walls showed a decrease in freezing temp. relative to the bulk; in the case of hard walls, the contact layer of adsorbate froze at a lower temp. than the inner layers.  Considerable hysteresis was obsd. in some cases, and the width of the hysteresis loop was sensitive to pore size, being wider for pores in which the adsorbed layers are tightly packed.  The direction and magnitude of the shift in freezing temp. in the pore is strongly depends on the strength of the attractive forces between the adsorbate mols. and the wall, and particularly on the magnitude of this relative to such forces between the adsorbate and a wall composed of the same adsorbate mols.  A simple thermodn. model based on this idea is proposed, and showed to give a good account of the simulation results for CH4 in carbons.  In the simple systems studied here the confinement causes little change in the solid lattice structure of the bulk material.  This is unlikely to be the case for more complex pore geometries, and the anal. of such cases is likely to involve addnl. structural effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXht1Wru7w%253D&md5=8623315cc38da297f78ffbc8e6f901ac", " ", "22. ", " ", " ", "Lastoskie", ", ", "C.", "; ", "Gubbins", ", ", "K. E.", "; ", "Quirke", ", ", "N.", "  ", "Langmuir", " ", "1993", ",  ", "9", ",  ", "2693", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Pore size heterogeneity and the carbon slit pore:  a density functional theory model", "Lastoskie, Christian; Gubbins, Keith E.; Quirke, Nicholas", "Langmuir", "\r\n        (", "1993", "),\r\n    ", "9", "\r\n        (", "10", "),\r\n    ", "2693-702", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The authors present model isotherms predicted by nonlocal d. functional theory for adsorption of simple fluids in carbon slit pores.  The effects of pore size, temp., and solid-fluid potential interaction strength are examd.  The results are summarized into a classification scheme based upon regimes of continuous pore filling, capillary condensation, and 0 → 1 layering transitions.  The descriptions the authors have devised depart from the IUPAC convention in that the filling behavior, rather than the phys. width of the pore, is used as a guide to classification.  The results suggest that while the magnitude of the solid-fluid interactions dictates the pressure at which pore filling occurs, the type of filling depends primarily upon the ratio of pore width to adsorbate mol. diam.  The crit. pore widths that denote the boundaries between various regimes of filling behavior are strongly dependent upon the temp.  To confirm the accuracy of the theor. results, the authors compare adsorption isotherms and d. profiles calcd. from nonlocal theory and Gibbs ensemble simulation.  The results from theory and simulation are in good agreement.  The problems assocd. with estg. solid-fluid potential parameters from expt. for use in theor. computations are discussed.  A comparison of nonlocal theory model isotherms and exptl. N uptake measurements on nonporous carbon is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlvV2isL4%253D&md5=fc70bf925834d73d5867216219239e72", " ", "23. ", " ", " ", "Kowalczyk", ", ", "P.", "; ", "Tanaka", ", ", "H.", "; ", "Holyst", ", ", "R.", "; ", "Kaneko", ", ", "K.", "; ", "Ohmori", ", ", "T.", "; ", "Miyamoto", ", ", "J.", "  ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "17174", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Storage of hydrogen at 303 K in graphite slitlike pores from grand canonical Monte Carlo simulation", "Kowalczyk, Piotr; Tanaka, Hideki; Holyst, Robert; Kaneko, Katsumi; Ohmori, Takumi; Miyamoto, Junichi", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "36", "),\r\n    ", "17174-17183", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were used for the modeling of the H adsorption in idealized graphite slit-like pores.  In all simulations, quantum effects were included through the Feynman and Hibbs second-order effective potential.  The simulated surface excess isotherms of H were used for the detn. of the total H storage, d. of H in graphite slit-like pores, distribution of pore sizes and vols., enthalpy of adsorption per mol, total surface area, total pore vol., and av. pore size of pitch-based activated C fibers.  Combining exptl. results with simulations reveals that the d. of H in graphite slit-like pores at 303 K does not exceed 0.014 g/cm3, i.e., 21% of the liq.-H d. at the triple point.  The optimal pore size for the storage of H at 303 K in the considered pore geometry depends on the pressure of storage.  For lower storage pressures, p < 30 MPa, the optimal pore width is equal to a 2.2 collision diam. of H (i.e., 0.65 nm), whereas, for p equiv.  50 MPa, the pore width is equal to an approx. 7.2 collision diam. of H (i.e., 2.13 nm).  For the wider pores, i.e., the pore width exceeds a 7.2 collision diam. of H, the surface excess of H adsorption is const.  The importance of quantum effects is recognized in narrow graphite slit-like pores in the whole range of the hydrogen pressure as well as in wider ones at high pressures of bulk H.  The enthalpies of adsorption per mol for the considered carbonaceous materials are practically const. with H loading and vary within the narrow range qst equiv. 7.28-7.85 kJ/mol.  Our systematic study of H adsorption at 303 K in graphite slit-like pores gives deep insight into the timely problem of H storage as the most promising source of clean energy.  The calcd. max. storage of H is equal to ≈1.4 wt %, which is far from the United States Department of Energy (DOE) target (i.e., 6.5 wt %), thus concluding that the total storage amt. of H obtained at 303 K in graphite slit-like pores of C fibers is not sufficient yet.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXosVGgs7c%253D&md5=84c8b278c3842fec715fcbe5495ae9c3", " ", "24. ", " ", " ", "Kowalczyk", ", ", "P.", "; ", "Tanaka", ", ", "H.", "; ", "Kaneko", ", ", "K.", "; ", "Terzyk", ", ", "A. P.", "; ", "Do", ", ", "D. D.", "  ", "Langmuir", " ", "2005", ",  ", "21", ",  ", "5639", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Grand Canonical Monte Carlo Simulation Study of Methane Adsorption at an Open Graphite Surface and in Slitlike Carbon Pores at 273 K", "Kowalczyk, Piotr; Tanaka, Hideki; Kaneko, Katsumi; Terzyk, Artur P.; Do, Duong D.", "Langmuir", "\r\n        (", "2005", "),\r\n    ", "21", "\r\n        (", "12", "),\r\n    ", "5639-5646", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulation was used for the systematic investigation of the supercrit. methane adsorption at 273 K on an open graphite surface and in slitlike micropores of different sizes.  For both considered adsorption systems the calcd. excess adsorption isotherms exhibit a max.  The effect of the pore size on the max. surface excess and isosteric enthalpy of adsorption for methane storage at 273 K is discussed.  The microscopic detailed picture of methane densification near the homogeneous graphite wall and in slitlike pores at 273 K is presented with selected local d. profiles and snapshots.  Finally, the reliable pore size distributions, obtained in the range of the microporosity, for two pitch-based microporous activated carbon fibers are calcd. from the local excess adsorption isotherms obtained via the GCMC simulation.  The current systematic study of supercrit. methane adsorption both on an open graphite surface and in slitlike micropores performed by the GCMC summarizes recent investigations performed at slightly different temps. and usually a lower pressure range by advanced methods based on the statistical thermodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjsleku7Y%253D&md5=6e3aa461b076c025e5e9b3334d301f6f", " ", "25. ", " ", " ", "Tan", ", ", "Z.", "; ", "Gubbins", ", ", "K. E.", "  ", "J. Phys. Chem. B", " ", "1990", ",  ", "94", ",  ", "6061", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Adsorption in carbon micropores at supercritical temperatures", "Tan, Ziming; Gubbins, Keith E.", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "15", "),\r\n    ", "6061-9", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Nonlocal d. functional theory and grand canonical Monte Carlo simulations are used to investigate the adsorption behavior of gases of simple spherical mols. in model carbon micropores at temps. above the crit. value for the gas.  In most of the calcns. the parameters are chosen to model CH4 as the adsorbed gas, but some calcns. are reported for a model of C2H4.  The excess adsorption isotherms (which measure the increased d. in the pore, relative to that of the bulk fluid) show a max. at a particular value of the bulk gas d. (pressure).  Near the capillary crit. temp. these max. have a cusplike nature, similar to that obsd. exptl.  The effect of temp. and pore size on the excess adsorption isotherms and on the max. excess adsorption were studied.  Heats of adsorption for an ideal gas phase are also calcd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltVeqs7s%253D&md5=05e0f98a1eb13c8c047ba1f60b1fb478", " ", "26. ", " ", " ", "Kowalczyk", ", ", "P.", "; ", "Holyst", ", ", "R.", "; ", "Terzyk", ", ", "A. P.", "; ", "Gauden", ", ", "A. P.", "  ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1970", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "State of Hydrogen in Idealized Carbon Slit-like Nanopores at 77 K", "Kowalczyk, Piotr; Holyst, Robert; Terzyk, Artur P.; Gauden, Piotr A.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "5", "),\r\n    ", "1970-1972", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The purpose of this letter is to clarify recent findings and answer to the question: What is the state of hydrogen in carbon slit-like pores at 77 K For this purpose, the authors detd. the volumetric d. of hydrogen in idealized carbon pores of mol. dimension at 77 K and pressure up to 1 MPa.  The authors used quantum cor. grand canonical Monte Carlo simulation.  The authors recognized the highest volumetric d. of confined hydrogen (around 71% of hydrogen liq. at b.p.) for effective pore width 5.6 Å (H* = 3.04) in the considered pressure range.  The authors' computational results are in agreement with the calcns. performed by Wang and Johnson and Rzepka et al.  In contrast, the authors did not observe the high volumetric d. of hydrogen in slit-like carbon pores exceeding the d. of hydrogen liq. at the b.p. as is reported by Jagiello and Thommes.  Also, the authors obtained qual. agreement between the simulation results and some exptl. findings reported by Nijkamp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmvVWisg%253D%253D&md5=8576da0c67fabe84fca0a0d298e56e19", " ", "27. ", " ", " ", "Evans", ", ", "R.", "; ", "Marconi", ", ", "M. B.", "; ", "Tarazona", ", ", "P.", "  ", "J. Chem. Phys.", " ", "1986", ",  ", "84", ",  ", "2376", "[", "Crossref", "], [", "CAS", "]", "27. ", "Fluids in narrow pores:  adsorption, capillary condensation, and critical points", "Evans, R.; Marconi, Marini Bettolo; Tarazona, P.", "Journal of Chemical Physics", "\r\n        (", "1986", "),\r\n    ", "84", "\r\n        (", "4", "),\r\n    ", "2376-99", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "By means of d. functional approach the phase equil. of a simple fluid confined by 2 adsorbing walls was investigated as a function of wall sepn. H and chem. potential μ for temp. T corresponding to both partial and complete wetting situations.  For large values of H and small undersatns. Δμ ≡ μsat - μ, there is recovered the macroscopic formulas for the undersatn. at which a first order transition (capillary condensation) from dil. \"gas\" to a dense \"liq.\" occurs in a single, infinitely long slit.  For smaller H, there was calcd. the lines of coexistence between gas and liq. in (Δμ, 1/H) plane at fixed values of T.  The adsorption Γ(Δμ), at fixed T and H, is characterized by a loop.  At the first order transition Γ jumps discontinuously by a finite amt.; however metastable states exist and these could give rise to hysteresis of the adsorption isotherms obtained for the single slit.  The theory provides a simple explanation of phase transitions obsd. in earlier computer simulations and mean-field lattice gas calcns. for confined fluids and suggests that measurements of the forces between plates, either by simulation or in real fluids, should provide rather direct information about capillary condensation and, possibly, capillary crit. points.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XhtFKksLk%253D&md5=a9eb71f177c9da6cd61c3056773ac192", " ", "28. ", " ", " ", "Kowalczyk", ", ", "P.", "; ", "Bhatia", ", ", "S. K.", "  ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "23770", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Optimization of Slitlike Carbon Nanopores for Storage of hythane Fuel at Ambient Temperatures", "Kowalczyk, Piotr; Bhatia, Suresh K.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "47", "),\r\n    ", "23770-23776", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbons with slitlike pores can serve as effective host materials for storage of hythane fuel, a bridge between petrol combustion and H fuel cells.  Grand canonical Monte Carlo simulation was used for the modeling of the H and methane mixt. (hythane) storage at 293 K and a pressure up to 2 MPa.  The pores serve as efficient vessels for the storage of hythane fuel near ambient temps. and low pressures.  For carbons with optimized slitlike pores of size ≈ 7 Å (pore width that can accommodate one adsorbed methane layer) and a bulk H mole fraction ≥0.9, the volumetric stored energy exceeds the 2010 target of 5.4 MJ/dm3 established by the U.S. FreedomCAR Partnership.  Under these conditions the content of H in slitlike C pores is ∼7% by energy.  A compn. corresponding to hythane fuel in C nanospaces was obtained with enhanced volumetric energy in comparison to the traditional compression method.  A simple system with added extra container filled with pure free/adsorbed methane for adjusting the compn. of the desorbed mixt. as needed during delivery, is proposed.  The simulation results indicate that light slit pore C nanomaterials with optimized parameters are suitable filling vessels for storage of hythane fuel.  The proposed simple system consisting of a main vessel with physisorbed hythane fuel and an extra container filled with pure free/adsorbed methane will be particularly suitable for combustion of hythane fuel in buses and passenger cars near ambient temps. and low pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFChu7jE&md5=ca1c7d1d4744ef6170bf4005cc81cba2", " ", "29. ", " ", " ", "Ustinov", ", ", "E. A.", "; ", "Do", ", ", "D. D.", "  ", "Langmuir", " ", "2003", ",  ", "19", ",  ", "8349", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "High-Pressure Adsorption of Supercritical Gases on Activated Carbons: An Improved Approach Based on the Density Functional Theory and the Bender Equation of State", "Ustinov, E. A.; Do, D. D.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "20", "),\r\n    ", "8349-8357", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of nitrogen, argon, methane, and carbon dioxide on activated carbon Norit R1 over a wide range of pressure (up to 50 MPa) at temps. from 298 to 343 K (supercrit. conditions) is analyzed by means of the d. functional theory modified by incorporating the Bender equation of state, which describes the bulk phase properties with very high accuracy.  It has allowed us to precisely describe the exptl. data of carbon dioxide adsorption slightly above and below its crit. temps.  The pore size distribution (PSD) obtained with supercrit. gases at ambient temps. compares reasonably well with the PSD obtained with subcrit. nitrogen at 77 K.  Our approach does not require the skeletal d. of activated carbon from helium adsorption measurements to calc. excess adsorption.  Instead, this d. is treated as a fitting parameter, and in all cases its values are found to fall into a very narrow range close to 2000 kg/m3.  It was shown that in the case of high-pressure adsorption of supercrit. gases the PSD could be reliably obtained for the range of pore width between 0.6 and 3 nm.  All wider pores can be reliably characterized only in terms of surface area as their corresponding excess local isotherms are the same over a practical range of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmvFegsbo%253D&md5=48eebd6ab021a1e2c02b632cae1944f2", " ", "30. ", " ", " ", "Striolo", ", ", "A.", "; ", "Chialvo", ", ", "A. A.", "; ", "Cummings", ", ", "P. T.", "; ", "Gubbins", ", ", "K. E.", "  ", "Langmuir", " ", "2003", ",  ", "19", ",  ", "8583", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Water Adsorption in Carbon-Slit Nanopores", "Striolo, Alberto; Chialvo, Ariel A.; Cummings, Peter T.; Gubbins, Keith E.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "20", "),\r\n    ", "8583-8591", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using the grand canonical Monte Carlo simulation, H2O adsorption isotherms were detd. for SPC/E H2O in slit-shaped graphitic nanopores at 298 K.  The pore widths considered were 0.6, 0.625, 0.7, 0.8, 1.0, 1.6, and 2.0 nm.  The resulting adsorption isotherms indicated negligible adsorption at low pressures, pore-filling by a capillary-condensation-like mechanism, and adsorption/desorption hysteresis loops.  For pore widths equal to or larger than 0.7 nm, the relative pressure at which pore filling occurs and the size of the hysteresis loop decrease with decreasing pore width.  For 0.6-nm pores, pore filling occurs at pressures approaching satn.  Upon decreasing the pore width from 2.0 to 0.7 nm, the zero-coverage isosteric heat of adsorption increases from 6 to 14 kJ/mol.  The limit at high coverage converges to the enthalpy of condensation for SPC/E H2O as the pore width increases.  From the simulated adsorbed-H2O densities and distributions across the pores and the use of a mean-field approxn., the solvation force was computed between 2 flat hydrophobic walls.  The force profile oscillates as a function of the wall-to-wall sepn.  Results show that attractive peaks of the force correspond to wall-to-wall sepns. at which confined H2O mols. cannot establish a finite no. of layers, while repulsive peaks correspond to sepns. at which confined H2O mols. form well-defined layers of mols., often stabilized by intralayer hydrogen bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnt1Cjsrg%253D&md5=eb807f080dd757786dfd490b19be4c86", " ", "31. ", "Israelachvili", ", ", "J.", "  ", "Intermolecular and Surface Forces", "; ", "Academic Press", ": ", "New York", ", ", "1998", ".", "There is no corresponding record for this reference.", "32. ", " ", " ", "Ravikovitch", ", ", "P. I.", "; ", "Neimark", ", ", "A. V.", "  ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "10864", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Density Functional Theory Model of Adsorption Deformation", "Ravikovitch, Peter I.; Neimark, Alexander V.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "26", "),\r\n    ", "10864-10868", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mols. adsorbed in pores cause elastic deformations of the solid matrix leading to either contraction or swelling of the material.  Although exptl. manifestation of adsorption-induced deformation in clays, coals, carbons, silicas, and other materials was known for a long time, a rigorous theor. description of this phenomenon is lacking.  The authors report the nonlocal d. functional theory (NLDFT) calcns. that reproduce almost quant. the adsorption and strain isotherms of Kr and Xe on zeolite X.  This system exhibits characteristic contraction at low vapor pressures and swelling at high vapor pressures.  The exptl. obsd. changes in the adsorbent vol. are proportional to the solvation (disjoining) pressure caused by the adsorption stress exerted on the pore walls.  The proposed NLDFT model can be used for the interpretation of adsorption measurements in micro- and mesoporous materials and for the characterization of their mech. properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFKrsLzI&md5=610d9bfb9adc8a3fb8467da966ab6a3e", " ", "33. ", " ", " ", "Ustinov", ", ", "E. A.", "; ", "Do", ", ", "D. D.", "  ", "Carbon", " ", "2006", ",  ", "44", ",  ", "2652", "[", "Crossref", "], [", "CAS", "]", "33. ", "Effect of adsorption deformation on thermodynamic characteristics of a fluid in slit pores at sub-critical conditions", "Ustinov, E. A.; Do, D. D.", "Carbon", "\r\n        (", "2006", "),\r\n    ", "44", "\r\n        (", "13", "),\r\n    ", "2652-2663", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Solvation pressure due to adsorption of fluids in porous materials is the cause of elastic deformation of an adsorbent, which is accessible to direct exptl. measurements.  Such a deformation contributes to the Helmholtz free energy of the whole adsorbent-adsorbate system due to accumulation of compression or tension energy by the solid.  It means that in the general case the solid has to be considered as not solely a source of the external potential field for the fluid confined in the pore vol., but also as thermodynamically noninert component of the solid-fluid system.  The authors present anal. of nitrogen adsorption isotherms and heat of adsorption in slit graphitic pores accounting for the adsorption deformation by nonlocal d. functional theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XoslGnsrg%253D&md5=6a447d8320bc0d4372ee84786bc936d3", " ", "34. ", " ", " ", "Balbuena", ", ", "P. B.", "; ", "Berry", ", ", "D.", "; ", "Gubbins", ", ", "K. E.", "  ", "J. Phys. Chem.", " ", "1993", ",  ", "97", ",  ", "937", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Solvation pressures for simple fluids in micropores", "Balbuena, Perla B.; Berry, David; Gubbins, Keith E.", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "4", "),\r\n    ", "937-43", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The authors report a comprehensive study of the effects of pore size, temp., bulk fluid d., and intermol. potentials on the solvation pressure for simple fluids in slit pores.  The calcns. are based on nonlocal d. functional theory.  The interactions involving the fluid and wall mols. are modeled by using the Lennard-Jones potential, and the effects of varying the interaction parameters (εsf/εff and σsf/σff, where f and s denote fluid and solid mols., resp.) are studied.  Results are obtained for pores with both identical and nonidentical walls, and qual. features of the results are compared with available exptl. information.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXmslGqsQ%253D%253D&md5=faa36f521bb600e31cc44f8687bf1e33", " ", "35. ", " ", " ", "Snook", ", ", "I. K.", "; ", "van Megen", ", ", "W.", "  ", "J. Chem. Phys.", " ", "1980", ",  ", "72", ",  ", "2907", "[", "Crossref", "], [", "CAS", "]", "35. ", "Solvation forces in simple dense fluids.  I", "Snook, I. K.; Van Megen, W.", "Journal of Chemical Physics", "\r\n        (", "1980", "),\r\n    ", "72", "\r\n        (", "5", "),\r\n    ", "2907-13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The grand-canonical-ensemble Monte-Carlo method (S. and van M., 1979) was used to calc. (a) the d. profile of a simple dense liq. (under conditions close to the vapor line) between two solid bodies, and (b) the solvation force between the solids due to the simple fluid.  The force is large compared with the van der Waals force at moderate solid surface sepns. (h), but is an oscillatory function of h.  At small values of h, the solvation force is strongly repulsive.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXitVertLg%253D&md5=6ffcd41b079a46c78fc7820e34ee4b02", " ", "36. ", " ", " ", "Evans", ", ", "R.", "; ", "Bettolo Marconi", ", ", "U. M.", "  ", "J. Chem. Phys.", " ", "1987", ",  ", "86", ",  ", "7138", "[", "Crossref", "], [", "CAS", "]", "36. ", "Phase equilibria and solvation forces for fluids confined between parallel walls", "Evans, R.; Marconi, U. Marini Bettolo", "Journal of Chemical Physics", "\r\n        (", "1987", "),\r\n    ", "86", "\r\n        (", "12", "),\r\n    ", "7138-48", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The thermodn. of fluids confined between 2 adsorbing solid substrates (walls) is revisited.  Attention is focused on the phase equil. of an open system characterized by the variables μ (chem. potential), T (temp.), and H (wall sepn.).  The Clapeyron equations for the shape lines of coexistence are derived and used to interpret the results of earlier calcns. of 2 first-order transitions, namely capillary condensation of an undersatd. \"gas\" to \"liq.\" and prewetting (thick-thin film transition) at finite H.  At such transitions the adsorption Γ and the solvation force f jump discontinuously.  Criticality of a confined fluid is assocd. with the divergence of the derivs.  The presence of the addnl. field variable H, and its conjugate d. f, implies that the phase equil. of a confined fluid can be richer than those of a bulk fluid or of a single interface (H = ∞).  By extending the formalism to multicomponent systems, Clapeyron equations are derived for the coexistence of phases in confined fluid mixts.  An equation for the shift in chem. potential (or concn.) of the phase sepn. curve of a binary liq. mixt. resulting from confinement at const. pressure and temp. is presented.  This equation, which becomes exact for large sepns., H, is the appropriate analog for mixts. of the Kelvin equation used to describe capillary condensation in pure fluids; it can also be regarded as a generalization to nonzero concns. of the Ostwald-Freundlich formula for the dependence of soly. on particle size.  This anal. provides a framework for interpreting recent solvation force measurements on phase-sepg. liq. mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXkvVCnsbg%253D&md5=b38493b46d06dfc8bb009552ee847707", " ", "37. ", " ", " ", "Kowalczyk", ", ", "P.", "; ", "Ciach", ", ", "A.", "; ", "Neimark", ", ", "A. V.", "  ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "6603", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Adsorption-Induced Deformation of Microporous Carbons: Pore Size Distribution Effect", "Kowalczyk, Piotr; Ciach, Alina; Neimark, Alexander V.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "13", "),\r\n    ", "6603-6608", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a thermodn. model of adsorption-induced deformation of microporous carbons.  The model represents the carbon structure as a macroscopically isotropic disordered three-dimensional medium composed of stacks of slit-shaped pores of different sizes embedded in an incompressible amorphous matrix.  Adsorption stress in pores is calcd. by means of Monte Carlo simulations.  The proposed model reproduces qual. the exptl. nonmonotonic dilatometric deformation curve for argon adsorption on carbide-derived activated carbon at 243 K and pressure up to 1.2 MPa.  The elastic deformation (contraction at low pressures and swelling at higher pressures) results from the adsorption stress that depends strongly on the pore size.  The pore size distribution dets. the shape of the deformation curve, whereas the bulk modulus controls the extent of the sample deformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXms1agsr0%253D&md5=cab42769441bf7f661ad0000a2523cde", " ", "38. ", " ", " ", "Günther", ", ", "G.", "; ", "Schoen", ", ", "M.", "  ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "138", "[", "Crossref", "], [", "CAS", "]", "38. ", "Sorption strains and their consequences for capillary condensation in nanoconfinement", "Guenther, Gerrit; Schoen, Martin", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "1 & 2", "),\r\n    ", "138-150", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Monte Carlo simulations were employed in a semi-grand canonical ensemble to investigate the impact of pore deformation on capillary condensation in nanoconfined fluids.  The fluid is composed of \"simple\" spherically sym. mols. of the Lennard-Jones type.  These mols. are confined to a slit pore, where the pore walls consist of a single layer of atoms distributed according to the (100) plane of the face-centered cubic lattice.  The atoms are bound to their equil. lattice sites by harmonic potentials such that they can depart to some extent from these sites on account of their thermal energy and the interaction with the fluid mols.  Under exptl. realistic conditions, the results show that, upon filling with fluid, the effective av. pore size first increases, and then drops sharply at capillary condensation.  The pore eventually expands again when the d. of the confined liq.-like phase was further enhanced.  Compared with the ideal case of perfectly rigid substrates, deformability of the pore causes capillary condensation to shift to higher bulk pressures; i.e., the liq.-like phases are destabilized relative to the confined gas-like phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvVOitg%253D%253D&md5=0847a340842653976fc689b68611b63b", " ", "39. ", " ", " ", "Günther", ", ", "G.", "; ", "Prass", ", ", "J.", "; ", "Paris", ", ", "O.", "; ", "Schoen", ", ", "M.", "  ", "Phys. Rev. Lett.", " ", "2008", ",  ", "101", " ", "086104", "[", "Crossref", "], [", "CAS", "]", "39. ", "Novel insights into nanopore deformation caused by capillary condensation", "Gunther Gerrit; Prass Johannes; Paris Oskar; Schoen Martin", "Physical review letters", "\r\n        (", "2008", "),\r\n    ", "101", "\r\n        (", "8", "),\r\n    ", "086104", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "By means of in situ small-angle x-ray diffraction experiments and semi-grand-canonical ensemble Monte Carlo simulations we demonstrate that sorption and condensation of a fluid confined within nanopores is capable of deforming the pore walls.  At low pressures the pore is widened due to a repulsive interaction caused by collisions of the fluid molecules with the walls.  At capillary condensation the pores contract abruptly on account of attractive fluid-wall interactions whereas for larger pressures they expand again.  These features cannot solely be accounted for by effects related to pore-wall curvature but have to be attributed to fluid-wall dispersion forces instead.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1crns1yqsg%253D%253D&md5=e7c41dd6b785de22f68f681b5ca81a5d", "40. ", " ", " ", "Günther", ", ", "G.", "; ", "Schoen", ", ", "M.", "  ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", ",  ", "9082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Sorption strain as a packing phenomenon", "Gunther Gerrit; Schoen Martin", "Physical chemistry chemical physics : PCCP", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "40", "),\r\n    ", "9082-92", "\r\n        ISSN:", ".\r\n    ", "We employ Monte Carlo simulations in a semi-grand canonical ensemble to analyze the relation between sorption strains and the thermodynamic state of a confined fluid composed of \"simple\" fluid molecules that possess only translational degrees of freedom.  Fluid molecules are confined to a slit-pore whose walls are composed of individual atoms distributed across the plane of each substrate according to the (100) structure of the face-centered cubic lattice.  The substrates can be deformed to a certain extent on account of their own thermal energy and due to the interaction with the fluid molecules.  We determine the phase diagram in both the bulk and in confinement for both rigid and deformable solid substrates.  By using finite-size scaling concepts the location of the critical point is determined accurately.  Our results indicate for the first time that the previously observed variation of sorption strains with the amount of adsorbed fluid material [G.  Gunther et al., Phys.  Rev.  Lett., 2008, 101, 086104] is caused by packing effects (i.e. stratification of the confined fluid) but is largely independent of the precise nature of the thermodynamic state considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1MnnslWhtA%253D%253D&md5=156988f1076c2c6172429769f3a7d4ea", " ", "41. ", " ", " ", "Sing", ", ", "K. S. W.", "; ", "Everett", ", ", "D. H.", "; ", "Haul", ", ", "R. A. W.", "; ", "Moscou", ", ", "L.", "; ", "Pierotti", ", ", "R. A.", "; ", "Rouquerol", ", ", "J.", "; ", "Siemieniewska", ", ", "T.", "  ", "Pure Appl. Chem.", " ", "1985", ",  ", "57", ",  ", "603", "[", "Crossref", "], [", "CAS", "]", "41. ", "Reporting physisorption data for gas/solid systems with special reference to the determination of surface area and porosity (Recommendations 1984)", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T.", "Pure and Applied Chemistry", "\r\n        (", "1985", "),\r\n    ", "57", "\r\n        (", "4", "),\r\n    ", "603-19", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "Problems and ambiguities in reporting data are discussed.  Procedures and terminol. for reporting data re recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWrtb4%253D&md5=4fbbea83b3a13b5f22e6d26e5d0ab20c", " ", "42. ", " ", " ", "Bickle", ", ", "M. J.", "  ", "Nat. Geosci.", " ", "2009", ",  ", "2", ",  ", "815", "[", "Crossref", "], [", "CAS", "]", "42. ", "Geological carbon storage", "Bickle, Mike J.", "Nature Geoscience", "\r\n        (", "2009", "),\r\n    ", "2", "\r\n        (", "12", "),\r\n    ", "815-818", "CODEN:\r\n                ", "NGAEBU", ";\r\n        ISSN:", "1752-0894", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Storage of the carbon dioxide that is produced by burning fossil fuels is one way to avoid the damaging consequences of climate change.  A range of observations suggests that geol. carbon storage is much less risky than unabated carbon emissions to the atm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVyqsb3O&md5=c34a63d3fa3d676cff0f9d5965c76d10", " ", "43. ", " ", " ", "Matter", ", ", "J. M.", "; ", "Kelemen", ", ", "P. B.", "  ", "Nat. Geosci.", " ", "2009", ",  ", "2", ",  ", "873", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "44. ", " ", " ", "Lackner", ", ", "K. S.", "  ", "Science", " ", "2003", ",  ", "300", ",  ", "1677", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Climate change: A guide to CO2 sequestration", "Lackner, Klaus S.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5626", "),\r\n    ", "1677-1678", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Storage capacities and times for various CO2 sequestration methods are estd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXks1yntb4%253D&md5=93453d77067715f3ef02b9ca4b434607", " ", "45. ", " ", " ", "Schrag", ", ", "D. P.", "  ", "Science", " ", "2007", ",  ", "315", ",  ", "812", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Preparing to Capture Carbon", "Schrag, Daniel P.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "315", "\r\n        (", "5813", "),\r\n    ", "812-813", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Carbon sequestration from large sources of fossil fuel combustion, particularly coal, is an essential component of any serious plan to avoid catastrophic impacts of human-induced climate change.  Scientific and economic challenges still exist, but none are serious enough to suggest that carbon capture and storage will not work at the scale required to offset trillions of tons of CO2 emissions over the next century.  The challenge is whether the technol. will be ready when society decides that it is time to get going.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVShs74%253D&md5=b5405e770098b651eb34360d60561c90", " ", "46. ", " ", " ", "Haszeldine", ", ", "R. S.", "  ", "Science", " ", "2009", ",  ", "325", ",  ", "1647", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "Carbon capture and storage: How green can black be?", "Haszeldine, R. Stuart", "Science (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "325", "\r\n        (", "5948", "),\r\n    ", "1647-1652", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  The capture of CO2 at the point of emission from coal- or gas-burning power plants is an attractive route to reducing CO2 emissions into the atm.  To commercialize carbon capture, as well as transport of liquefied CO2 and its storage in exploited oil fields or saline formations, many technol., com., and political hurdles remain to be overcome.  Urgent action is required if carbon capture and storage is to play a large role in limiting climate change.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFGqt7zN&md5=3d9e4291558b18ff8d6202d0b0e82641", " ", "47. ", " ", " ", "Witze", ", ", "A.", "  ", "Nature", " ", "2008", ",  ", "456", ",  ", "290", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Snapshot: Carbon stores", "Witze, Alexandra", "Nature (London, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "456", "\r\n        (", "7220", "),\r\n    ", "290", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSjsb7J&md5=e32a4cebea9bb0360c9d26870895e6c2", " ", "48. ", " ", " ", "Jakubov", ", ", "T. S.", "; ", "Mainwaring", ", ", "D. E.", "  ", "Phys. Chem. Chem. Phys.", " ", "2002", ",  ", "4", ",  ", "5678", "[", "Crossref", "], [", "CAS", "]", "48. ", "Adsorption-induced dimensional changes of solids", "Jakubov, Tim S.; Mainwaring, David E.", "Physical Chemistry Chemical Physics", "\r\n        (", "2002", "),\r\n    ", "4", "\r\n        (", "22", "),\r\n    ", "5678-5682", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new approach based on the thermodn. theory of vacancy solns. and Hooke's law is developed for the description of the elastic strain of isotropic solid adsorbents during phys. adsorption.  The equation linking a relative strain with the equil. parameters of adsorption is derived.  The explicit expression allowing calcn. of the contribution from solid strain to heat of adsorption was obtained.  Validity of the developed method was confirmed by comparing the theor. predicted dimensional changes on adsorption to the exptl. studied system zeolite CaA-Kr where both contraction and expansion occurred.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xotlyhu7k%253D&md5=603d93166234e298710cb46267514bec", " ", "49. ", "Allen", ", ", "M. P.", "; ", "Tildesley", ", ", "D. J.", "  ", "Computer Simulation of Liquids", "; ", "Clarendon", ": ", "Oxford", ", ", "1987", ".", "There is no corresponding record for this reference.", "50. ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", "  ", "Understanding Molecular Simulation From Algorithms To Applications", "; ", "Academic Press", ": ", "London", ", ", "1996", ".", "There is no corresponding record for this reference.", "51. ", " ", " ", "Kowalczyk", ", ", "P.", "; ", "Gauden", ", ", "P. A.", "; ", "Ciach", ", ", "A.", "  ", "J. Phys. Chem. B", " ", "2009", ",  ", "113", ",  ", "12988", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Role of Short-Range Directional Interactions in Coarse-Graining of Protic/Aprotic Liquids", "Kowalczyk, Piotr; Gauden, Piotr A.; Ciach, Alina", "Journal of Physical Chemistry B", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "39", "),\r\n    ", "12988-12998", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We study the role of short-range directional interactions in coarse-graining (CG) of protic (i.e., acetamide, methanol, ethanol, and water) and aprotic (i.e., acetone, benzene, and toluene) liqs. at normal conditions.  For this purpose, we introduce a new CG method in which the av. interactions between atomistic mols. and CG beads measured in an N,P,T ensemble are preserved.  We show that the spherically sym. effective CG potential constructed according to our scheme is able to reproduce structural/thermodn. properties of aprotic liqs.; the heat of vaporization and total bonding energy profile for monomer are reproduced with good accuracy, while the d. and radial distribution function are reproduced with fair accuracy within the proposed method.  In contrast, the isobaric heat capacity is underestimated in the CG simulation because some of the fluctuations have been washed out from atomistic aprotic liqs.  For protic liqs., spherically sym. effective CG potential produces more structure, enhanced packing of beads, and underestimated isobaric heat capacity of CG liqs.  This fundamental difference between protic and aprotic liqs. can be explained by the presence of short-range directional interactions in the former liqs.  We conclude that some information during the CG into spherically sym. interaction potentials of protic liqs. has to be lost.  However, understanding how short-range directional interactions influence the structural and thermodn. properties of the CG liqs. seems to be the key for improving the CG methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFWqtb%252FM&md5=a230e15c2c84a0d4d7a6a34621afb776", " ", "52. ", " ", " ", "Stone", ", ", "A. J.", "  ", "Science", " ", "2008", ",  ", "321", ",  ", "787", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Intermolecular Potentials", "Stone, Anthony J.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "321", "\r\n        (", "5890", "),\r\n    ", "787-789", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Computer simulations of mol. materials require a compact but accurate description of the energies of interacting mols. and the forces between them.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptlyhsro%253D&md5=9f0ccfd39d19937438feef2a05f43171", " ", "53. ", "Nguyen", ", ", "T. X.", " Characterization of Nanoporous Carbons. Ph.D. Thesis, The University of Queensland, Brisbane, ", "2006", ".", "There is no corresponding record for this reference.", "54. ", " ", " ", "Steele", ", ", "W. A.", "  ", "Surf. Sci.", " ", "1973", ",  ", "36", ",  ", "317", "[", "Crossref", "], [", "CAS", "]", "54. ", "Physical interaction of gases with crystalline solids.  I.  Gas-solid energies and properties of isolated adsorbed atoms", "Steele, William A.", "Surface Science", "\r\n        (", "1973", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "317-52", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    ", "The potential energy of a gas atom interacting with a solid having a surface made up of a single type of exposed lattice plane can be expressed as a Fourier series in the position variables in the plane parallel to the surface.  Assuming that the total interaction is a pair-wise sum of gas atom-solid atom terms, an analytic expression for the Fourier coeffs. is obtained for inverse power law interactions.  Gas-solid potentials calcd. for several surface lattices by direct summation are compared with those given by the truncated Fourier series, and a satisfactory representation in the energy is obtained even when the no. of terms included is small.  The truncated series is then utilized to calc. the Henry law adsorption consts. and av. energies for an isolated adsorbed atom.  These results are compared with calcns. based on completely localized and perfectly mobile adsorption models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3sXhtVagtrk%253D&md5=9089c7b805c4f5ab0dcc77cfff4d1585", " ", "55. ", "Steele", ", ", "W. A.", "  ", "The Interaction of Gases with Solid Surfaces", "; ", "Pergamon", ": ", "New York", ", ", "1974", ".", "There is no corresponding record for this reference.", "56. ", " ", " ", "Potoff", ", ", "J.", "; ", "Siepmann", ", ", "J.", "  ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1676", "[", "Crossref", "], [", "CAS", "]", "56. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", " ", "57. ", " ", " ", "Ekrem", ", ", "P.", "; ", "Badie", ", ", "I. M.", "; ", "Schroeder", ", ", "K.", "  ", "Langmuir", " ", "2003", ",  ", "19", ",  ", "9764", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", "58. ", " ", " ", "Chmiola", ", ", "J.", "; ", "Yushin", ", ", "G.", "; ", "Gogotsi", ", ", "Y.", "; ", "Portet", ", ", "C.", "; ", "Simon", ", ", "P.", "; ", "Taberna", ", ", "P. L.", "  ", "Science", " ", "2006", ",  ", "313", ",  ", "5794", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "59. ", " ", " ", "Gogotsi", ", ", "Y.", "; ", "Welz", ", ", "S.", "; ", "Ersoy", ", ", "D. A.", "; ", "McNallan", ", ", "M. J.", "  ", "Nature", " ", "2001", ",  ", "411", ",  ", "283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "59. ", "Conversion of silicon carbide to crystalline diamond-structured carbon at ambient pressure", "Gogotsi Y; Welz S; Ersoy D A; McNallan M J", "Nature", "\r\n        (", "2001", "),\r\n    ", "411", "\r\n        (", "6835", "),\r\n    ", "283-7", "\r\n        ISSN:", "0028-0836", ".\r\n    ", "Synthetic diamond is formed commercially using high-pressure, chemical-vapour-deposition and shock-wave processes, but these approaches have serious limitations owing to low production volumes and high costs.  Recently suggested alternative methods of diamond growth include plasma activation, high pressures, exotic precursors or explosive mixtures, but they suffer from very low yield and are intrinsically limited to small volumes or thin films.  Here we report the synthesis of nano- and micro-crystalline diamond-structured carbon, with cubic and hexagonal structure, by extracting silicon from silicon carbide in chlorine-containing gases at ambient pressure and temperatures not exceeding 1,000 degrees C.  The presence of hydrogen in the gas mixture leads to a stable conversion of silicon carbide to diamond-structured carbon with an average crystallite size ranging from 5 to 10 nanometres.  The linear reaction kinetics allows transformation to any depth, so that the whole silicon carbide sample can be converted to carbon.  Nanocrystalline coatings of diamond-structured carbon produced by this route show promising mechanical properties, with hardness values in excess of 50 GPa and Young's moduli up to 800 GPa.  Our approach should be applicable to large-scale production of crystalline diamond-structured carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD3M3msVygsA%253D%253D&md5=462a56ce729a8d9d1af8212b2c538a13", " ", "60. ", " ", " ", "Gogotsi", ", ", "Y.", "; ", "Dash", ", ", "R. K.", "; ", "Yushin", ", ", "G.", "; ", "Yildirim", ", ", "T.", "; ", "Laudisio", ", ", "G.", "; ", "Fischer", ", ", "J. E.", "  ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "16006", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Tailoring of Nanoscale Porosity in Carbide-Derived Carbons for Hydrogen Storage", "Gogotsi, Yury; Dash, Ranjan K.; Yushin, Gleb; Yildirim, Taner; Laudisio, Giovanna; Fischer, John E.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "46", "),\r\n    ", "16006-16007", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "C-based materials can be rationally designed for H2 storage and the effect of tailored porosity on hydrogen sorption capacity was studied.  A no. of carbide-derived carbons (CDCs) were synthesized using different starting carbides (B4C, ZrC, TiC, and SiC) and chlorination temps. to explore the effect of variable pore size and vol.  The detailed nature of the porosity - av. size and size distribution, shape, and total sp. surface area (SSA) - can be tuned with high sensitivity by selection of precursor carbide (compn., lattice type) and chlorination temp.  The optimum temp. is bounded from below by thermodn. and kinetics of chlorination reactions and from above by graphitization, which decreases the SSA and introduces H2-sorbing surfaces with binding energies too low to be useful.  By correlating pore properties with 77 K H2 isotherms from a wide variety of CDCs, exptl. gravimetric H storage capacity normalized to total pore vol. was optimized in materials with primarily micropores (∼1 nm) rather than mesopores.  Thus, in agreement with theor. predictions, a narrow size distribution of small pores is desirable for storing H, while large pores degrade the volumetric storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFCltbjO&md5=07cc93eca870fbb4a377348677dd7f80", " ", "61. ", " ", " ", "Gogotsi", ", ", "Y.", "; ", "Nikitin", ", ", "A.", "; ", "Ye", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Fischer", ", ", "J. E.", "; ", "Yi", ", ", "B.", "; ", "Foley", ", ", "H. C.", "; ", "Barsoum", ", ", "M. W.", "  ", "Nat. Mater.", " ", "2003", ",  ", "2", ",  ", "591", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "61. ", "Nanoporous carbide-derived carbon with tunable pore size", "Gogotsi, Yury; Nikitin, Alexei; Ye, Haihui; Zhou, Wei; Fischer, John E.; Yi, Bo; Foley, Henry C.; Barsoum, Michel W.", "Nature Materials", "\r\n        (", "2003", "),\r\n    ", "2", "\r\n        (", "9", "),\r\n    ", "591-594", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Porous solids are of great technol. importance due to their ability to interact with gases and liqs. not only at the surface, but throughout their bulk.  Although large pores can be produced and well controlled in a variety of materials, nanopores in the range of 2 nm and below (micropores, according to IUPAC classification) are usually achieved only in carbons or zeolites.  To date, major efforts in the field of porous materials have been directed towards control of the size, shape and uniformity of the pores.  Here we demonstrate that porosity of carbide-derived carbons (CDCs) can be tuned with subangstroem accuracy in a wide range by controlling the chlorination temp.  CDC produced from Ti3SiC2 has a narrower pore-size distribution than single-wall carbon nanotubes or activated carbons; its pore-size distribution is comparable to that of zeolites.  CDCs are produced at temps. from 200-1,200° as a powder, a coating, a membrane or parts with near-final shapes, with or without mesopores.  They can find applications in mol. sieves, gas storage, catalysts, adsorbents, battery electrodes, supercapacitors, water/air filters and medical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmvVCrsL0%253D&md5=90b37846fcd9271c8266c37eac4d7c2f", " ", "62. ", " ", " ", "Nguyen", ", ", "T. X.", "; ", "Bae", ", ", "J.-S.", "; ", "Bhatia", ", ", "S. K.", "  ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "2121", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "Characterization and Adsorption Modeling of Silicon Carbide-Derived Carbons", "Nguyen, T. X.; Bae, J.-S.; Bhatia, S. K.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "4", "),\r\n    ", "2121-2132", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present characterization results of silicon carbide-derived carbons (Si-CDCs) prepd. from both nano- and micron-sized βSiC particles by oxidn. in pure chlorine atm. at various synthesis temps. (600-1000°).  Subsequently, the adsorption modeling study of simple gases (CH4 and CO2) in these Si-CDC samples for a wide range of pressures and temps. using the Finite Wall Thickness model [Nguyen, T. X.; Bhatia, S. K. Langmuir 2004, 20, 3532] was also carried out.  In general, characterization results showed that the core of Si-CDC particles contains predominantly amorphous material while minor graphitization was also obsd. on the surface of these particles for all the studied synthesis temps. (600-1000°).  Also, postsynthetic heat treatment at 1000° for 3 days, as well as particle size of precursor (βSiC) have slight impact on the graphitization.  In spite of the highly disordered nature of Si-CDC samples, the adsorption modeling results revealed that the Finite Wall Thickness model provides reasonably good prediction of exptl. adsorption data of CO2 and CH4 in all the studied Si-CDC samples at the temps. of 273 K, 313 K, and 333 K for a wide range of pressure up to 200 bar.  Also, the impact of the difference in mol. size and geometry between anal. and probing gases on the prediction of the exptl. adsorption isotherm in a disordered carbon using the slit-pore model is also found.  Finally, the correlation between compressibility of the Si-CDC samples under high pressure adsorption and their synthesis temp. was deduced from the adsorption modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVWqsA%253D%253D&md5=a2eb1638689458ba32aba889d55ab9e0", " ", "63. ", " ", " ", "Sekine", ", ", "T.", "  ", "Carbon", " ", "1993", ",  ", "31", ",  ", "227", "[", "Crossref", "], [", "CAS", "]", "63. ", "An evaluation of the equation of state of liquid carbon at very high pressure", "Sekine, Toshimori", "Carbon", "\r\n        (", "1993", "),\r\n    ", "31", "\r\n        (", "1", "),\r\n    ", "227-33", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "By comparison of calcd. Hugoniot temp. of strongly shocked graphites with the currently most reliable, theor. phase diagram of carbon, part of the principal Hugoniot of graphite detd. by Gust (1980) and Ragan et al., (1983) involves the liq. state of carbon although it appears to be substantially indistinguishable from that of diamond with respect to the shock velocity (Us) particle velocity (uP) relation.  The equation of state parameters of liq. carbon, derived from strongly shocked graphite data, are obtained by assuming that the pressure deriv. of the bulk modulus at zero pressure is close to 4.  The best fit is given by the Us - UP relation Us = 2.45 ± 1.25 UP (km/s) as the principal Hugoniot of liq. carbon, with the zero-pressure d. of 1.70 ± 0.05 g/cm3.  The estd. zero-pressure d. and bulk modulus for the liq. produced at very high pressures (∼1 TPa) differ little from that of the low-pressure liq. (∼1 GPa).  This may suggest that the structure of liq. carbon produced by strong shocks does not change greatly with increasing pressure to about a few TPa probably because of the extreme temp. of the shock-produced liq.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhsFGjt7s%253D&md5=ac8d951f17970c631cca48b8ce1fa35b", " ", "64. ", "Kelly", ", ", "B. T.", "  ", "Physics of Graphite", "; ", "Applied Science Publishers", ": ", "London", ", ", "1981", ".", "There is no corresponding record for this reference.", "65. ", " ", " ", "Boey", ", ", "S. Y.", "; ", "Bacon", ", ", "D. J.", "  ", "Carbon", " ", "1986", ",  ", "24", ",  ", "557", "[", "Crossref", "], [", "CAS", "]", "65. ", "Deformation of polycrystalline graphite under pressure", "Boey, S. Y.; Bacon, D. J.", "Carbon", "\r\n        (", "1986", "),\r\n    ", "24", "\r\n        (", "5", "),\r\n    ", "557-64", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "In connection with AGR applications, linear strains at pressures up to 600 psi were measured in uncoated and coated graphites at room temp.  The bulk moduli found in this way are very dependent on the nature of the graphite.  Two empirical equations relating modulus to porosity were applied to the data, and the results are discussed in terms of the structure of graphite.  The influence of n irradn. on bulk modulus was studied and is interpreted in the same context.  The effects of uniaxial prestressing and of increasing the temp. to 300° were also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXisVKltg%253D%253D&md5=bbba7c3548520637347b13c579ff9c68", " ", "66. ", " ", " ", "Neimark", ", ", "A. V.", "; ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "  ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "445", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "Stress-Based Model for the Breathing of Metal-Organic Frameworks", "Neimark, Alexander V.; Coudert, Francois-Xavier; Boutin, Anne; Fuchs, Alain H.", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "445-449", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas adsorption in pores of flexible metal-org. frameworks (MOF) induces elastic deformation and structural transitions assocd. with stepwise expansion and contraction of the material, known as breathing transitions between large pore (lp) and narrow pore (np) phases.  The authors present here a simple yet instructive model for the phys. mechanism of this enigmatic phenomenon considering the adsorption-induced stress exerted on the material as a stimulus that triggers breathing transitions.  The proposed model implies that the structural transitions in MOFs occur when the stress reaches a certain crit. threshold.  The authors showcase this model by drawing on the example of Xe adsorption in MIL-53 (Al) at 220 K, which exhibits two consecutive hysteretic breathing transitions between lp and np phases.  The authors also propose an explanation for the exptl. obsd. coexistence of np and lp phases in MIL-53 materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFOju7nN&md5=b97d7e308bf7644bcd9fc1181d217994", " ", "67. ", "Vagraftik", ", ", "N. B.", "  ", "The Handbook of Thermodynamic Properties of Gases and Liquids", "; ", "G.I.F.M.L.", ": ", "Moscow", ", ", "1963", ", (in Russian).", "There is no corresponding record for this reference.", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-11/jp911996h/production/images/small/jp-2009-11996h_0008.gif\">"]}
