{"title": ["Defect Control To Enhance Proton Conductivity in a Metal–Organic Framework"], "authors": ["Jared M. Taylor", "Shun Dekura", "Ryuichi Ikeda", "Hiroshi Kitagawa"], "doi": ["10.1021/acs.chemmater.5b00665"], "abstract": [], "text": ["A deep understanding of the structure of solid-state materials allows for a simplified process of design, synthesis, and characterization. One class of materials which highlights this process are metal–organic frameworks (MOFs), which are crystalline porous solids constructed from organic linkers connecting metal nodes. The crystalline nature of the MOF gives a picture of the internal structure of the solid, providing insight into the structure–property relationships for a desired application, while the combined metal–organic nature allows for iterative design.", "(1)", " But while the crystalline nature of MOFs allows for such designability, recent reports have shown that, like other solid-state materials, defects can exist within the crystal lattice that can significantly affect the physical properties of the MOF. Such defects may be intrinsic as crystal imperfections,", "(2)", " intrinsic as a partial ligand replacement with a nonbridging ligand such as hydroxide, as has been shown for UiO-66,", "(3)", " or can be created by surfactant additives,", "(4)", " exist as partially occupied interpenetrated nets,", "(5)", " or generated by substitution of the bridging ligand with nonbridging secondary ligands.", "(6)", " These ligand substitution defects affect pore size and surface properties, which subsequently affect performance in gas storage, gas separation, and catalytic applications. Our approach was to utilize these ligand substitution defects to enhance the proton conductivity of a MOF material.", "Owing to their combined metal–organic and porous nature, MOFs can be designed with acidic surface functionalities to act as a proton source, while the pores can allow for facile proton movement along a hydrogen bonded network of included molecules. MOFs are advantageous as proton conductors because their crystallinity and high designability allows for simple structure–property relationship studies and the potential for superprotonic conductivity. A wide variety of MOF proton conductors have been reported to date, which have been summarized in recent reviews.", "(7)", " Most efforts at improving the proton conductivity of MOFs have focused around increasing the overall acidity through the use of ligands such as carboxylic or phosphonic acids", "(8)", " or through inclusion of strong acids into the pores of MOFs which are stable to such treatment.", "(9)", " While these efforts have led to some highly proton conductive MOFs, increasing the pore acidity only addresses one factor of the conductivity–charge carrier concentration.", "Proton conductivity is a product of charge carrier concentration, the charge of the ion, and importantly, the mobility of the charge carrier (charge velocity under an electric field). To our knowledge, there has been no report of improving the proton conductivity of a MOF through systematic changes to the proton mobility within the framework, and we hypothesized that nonbridging ligand defects could have a significant effect on proton mobility within a MOF. Here we demonstrate that by controlling the defect composition in UiO-66 through the addition of long chain fatty acids to the synthesis, the proton conductivity can be increased by nearly 3 orders of magnitude to 6.79 × 10", "–3", " S cm", "–1", " at high humidity from increases in both charge carrier concentration and mobility.", "The Zr", "4+", " terephthalate UiO-66 (Zr", "6", "O", "4", "(OH)", "4", "(O", "2", "C–C", "6", "H", "4", "–CO", "2", ")", "6", ") is composed of hexazirconium(IV) oxo hydroxyl clusters which are 12-connected through linear terephthalate linkers to form a cubic network with small tetrahedral and larger octahedral micropores connected through narrow triangular pore windows.", "(10)", " The highly interconnected and oxophilic nature of Zr", "4+", " makes UiO-66 stable to most common solvents, including water, acidic conditions, high temperature, and pressure.", "(11)", " For these reasons UiO-66 and its derivates have been extensively investigated for a number of applications, including gas separation and catalytic applications,", "(12)", " and were also shown to be a good lithium ion conductor after postsynthetic treatment.", "(13)", " Our interest with UiO-66 stemmed from the fact that ligand substitution defects in this MOF can significantly affect the porosity.", "(14)", " For example, hydroxide defects form inherently through synthesis,", "(3)", " and Lewis acidic Zr", "4+", " sites can be generated by heat treatment of UiO-66 with trifluoroacetate defects.", "(15)", " If Lewis acidic sites can be exposed within UiO-66 they can act as a highly acidic proton source with coordinated water (p", "K", "a", " ≤ 0.3),", "(16)", " while subsequently increasing the pore volume, possibly allowing for more facile proton transport.", "Figure 1. Schematic view of ligand defects in UiO-66, showing the increase in pore size, with no defect (left), hydroxyl defects (center), and acetate defects (right). C, black; O, red; Zr cluster, teal polyhedral; H atoms removed.", "To make samples with a range of defect composition, two previously reported synthetic procedures were modified to promote the formation of defects (Figure ", "1", ").", "(10, 17)", " In the first procedure, synthetic metal to ligand ratios were adjusted using 6:6 (", "1", "), 6:4 (", "2", "), and 6:3 (", "3", ") synthetic ratios. In the second procedure, monocarboxylic acid additives were used to control defect formation, with acetic acid (", "4", "), and low (", "5", ") and high (", "6", ") concentrations of stearic acid used. Acetic acid was chosen as it can partially replace terephthalate, increasing pore size but filling Lewis acidic Zr", "4+", " sites so pore acidity would not be affected. Stearic acid was used to understand how significantly longer alkyl chains would affect the defect properties. Using a combination of elemental analysis (EA) and thermogravimetric analysis (TGA) (", "Supporting Information", " Figure S1) ligand defect amounts of ", "x", " = 0.3 (", "1", "), ", "x", " = 0.8 (", "2", "), and ", "x", " = 1.4 (", "3", ") were determined, based on a Zr", "6", "O", "4", "(OH)", "4+2", "x", "(L)", "6–", "x", " formula for an average of 0.6, 1.6, and 2.8 carboxylate defects per zirconium cluster, respectively. Attempts to increase the number of defects through this method were unsuccessful, with a secondary amorphous phase being produced (", "Supporting Information", " Figure S2). Samples ", "5", " and ", "6", " were determined to have ", "x", " = 0.4 and ", "x", " = 1, respectively, with no stearate detected by ", "1", "H NMR analysis after dissolution in an aqueous fluoride solution. Sample ", "4", " was determined to have a formula of Zr", "6", "O", "4", "(OH)", "4", "(L)", "5.3", "(O", "2", "C–CH", "3", ")", "1.4", ", with 1.4 acetate defects per zirconium cluster, with solution ", "1", "H NMR and solid-state ", "13", "C NMR used to confirm the presence of acetate. The powder X-ray diffraction (PXRD) patterns of all samples (", "Supporting Information", " Figure S3) matched with the simulated pattern of UiO-66.", "AC impedance analysis was used to measure the proton conductivity of samples ", "1", "–", "6", " after solvent exchange with water. Data was collected at 10 °C increments from 15 to 65 °C at 95% RH in order to calculate the activation energy for proton transport (", "E", "a", ") (Figure ", "2", "). All samples showed two separate semicircles in the Nyquist plots, arising from distinct grain interior and grain boundary conduction contributions (", "Supporting Information", " Figure S4); the grain interior conductivity was calculated from the higher frequency contributions. As the defect concentration for the samples increased, the conductivity rose to a maximum of 1.30 × 10", "–5", " S cm", "–1", " in ", "1", ", 6.61 × 10", "–5", " S cm", "–1", " in ", "2", ", and 1.01 × 10", "–3", " S cm", "–1", " in ", "3", " at 65 °C, with ", "E", "a", " values of 0.25, 0.29, and 0.36 eV, respectively, showing that an increase from 5% ligand defects in ", "1", " to 23% ligand defects in ", "3", " causes a remarkable increase in conductivity by almost 2 orders of magnitude at 65 °C. Sample ", "4", ", where the acetate blocks the Lewis acidic sites, had a marginally improved conductivity of 2.75 × 10", "–5", " S cm", "–1", " (", "E", "a", " = 0.29 eV) compared to low defect ", "1", ". Surprisingly, samples ", "5", " and ", "6", " showed significantly enhanced conductivity at 2.63 × 10", "–4", " S cm", "–1", " (", "E", "a", " = 0.32 eV) and 6.93 × 10", "–3", " S cm", "–1", " (", "E", "a", " = 0.22 eV), respectively, despite the lower amount of defects in the samples compared to ", "2", " and ", "3", ". The conductivity of sample ", "6", " is among the highest reported for hydrated MOF materials, and more remarkably the high conductivity was achieved by using an excess of long chain fatty acids during synthesis. These results show that the level of conductivity in UiO-66 can be tuned in a range of almost 3 orders of magnitude through minor tweaking of the reaction conditions. Since there was little correlation between the amount of defects and the level of conductivity, we wanted to investigate further the source of conductivity enhancement in these materials.", "Figure 2. Proton conductivity of samples ", "1", "–", "6", " measured from AC impedance analysis, with corresponding activation energies.", "Nitrogen gas sorption was performed to compare changes in porosity as the defect composition was altered (Figure ", "3", "), as the pore structure should relate to the proton mobility within the pores.", "(18)", " Samples ", "1", "–", "3", " had similar total N", "2", " uptakes of 12.9 mmol g", "–1", ", 12.2 mmol g", "–1", ", and 13.3 mmol g", "–1", " at 0.97 ", "P", "/", "P", "0", ", respectively, showing that increasing metal to ligand ratios during synthesis can slightly enhance the porosity. Samples ", "4", "–", "6", " on the other hand had significantly enhanced N", "2", " uptakes of 14.4 mmol g", "–1", ", 16.0 mmol g", "–1", ", and 17.9 mmol g", "–1", " at 0.97 ", "P", "/", "P", "0", ", a surprising result demonstrating that the use of stearate as an additive significantly enhances the porosity even though it was not detected in the samples after synthesis. This also shows that the number of defects is not directly related to the porosity of the samples, given that the number of defects in samples ", "4", "–", "6", " are fewer than ", "3", ". The differences in porosity may relate to the defect structure within the samples, where defect clustering during synthesis causes whole Zr cluster vacancies creating much larger pores, which was shown for UiO-66 (Hf) with formate defects.", "(19)", " These larger voids may have partially collapsed in samples ", "1", "–", "3", ", reducing their contribution to the total porosity. This is supported by micropore analysis of the adsorption data using the Horvath–Kawazoe method,", "(20)", " showing that the samples have peaks at 0.6 and 0.7 nm corresponding to the tetrahedral and octahedral pores of UiO-66, followed by a broad distribution of pores up to 1.5 nm (", "Supporting Information", " Figure S5). Samples ", "4", "–", "6", " have a significantly greater contribution to total micropore volume from the larger pores (", "Supporting Information", " Table S2). When comparing the samples with similar amounts of defects (", "1", " and ", "5", "; ", "3", " and ", "6", ") it is clear that the enhanced porosity in these samples leads to a large increase in the conductivity, which is likely related to the proton mobility within the pores.", "Figure 3. Nitrogen gas sorption isotherms of ", "1", "–", "6", " collected at 77 K.", "Water sorption analysis was performed to gain an understanding of hydrophilicity and total water uptake (Figure ", "4", "). A three-step uptake of water occurs for all six samples, with a small uptake at low humidity followed by a two-step pore-filling uptake beginning at ∼20% relative humidity (% RH). The first uptake step is likely due to absorption on higher energy zirconium cluster sites, and increasing uptake was observed in the order of ", "4", ", ", "1", ", ", "5", ", ", "2", ", ", "3", ", and ", "6", " for this step, suggesting that the acetate defects in ", "4", " act to block higher energy adsorption sites and that using excess stearic acid as an additive in ", "6", " acts to expose more of these higher energy sites, despite the lower total defects compared to ", "3", ". The pore filling steps began at lower % RH for samples ", "6", " (17% RH), ", "3", " (18% RH), and ", "2", " and ", "5", " (21% RH), also suggesting more hydrophilic character in these samples. Samples ", "1", " and ", "4", " displayed greater hydrophobic character, with the second uptake beginning at 22.5% RH for both samples. All samples had hysteresis upon desorption (", "Supporting Information", " Figure S6). At 95% RH, the amounts of water per mole of Zr", "6", "O", "4", "(OH)", "4+2", "x", "(L)", "6–", "x", " formula unit for samples ", "1", "–", "3", " were 35.7, 34.0, and 36.2, respectively, adsorbing roughly equivalent amounts of water per formula unit near saturation. In contrast, Samples ", "4", "–", "6", " adsorbed 45.7, 44.0, and 46.3 mol of water per formula unit, respectively, showing significantly more water uptake.", "All of the samples had low ", "E", "a", " values, suggesting proton migration through a Grotthuss-type mechanism, but the changes between the samples likely relates to changes in pore size and surface interactions with water.", "(21)", " The increase in ", "E", "a", " from 0.25 eV for ", "1", " to 0.36 eV for ", "3", " is likely due to the increase in proton concentration within roughly equivalent sized pores, which can cause an increase in the ", "E", "a", " due to Coulombic interactions between charge carriers and other charge carriers or the pore surface. As the porosity increased between samples ", "5", " and ", "6", ", the ", "E", "a", " is lowered to 0.32 and 0.22 eV, respectively, suggesting weaker interactions between protons and the framework in the larger pores of ", "6", ". There was a strong dependence of conductivity on humidity, with the conductivity steadily dropping as % RH was reduced (", "Supporting Information", " Figure S7), indicating that the proton is the mobile ion. All remained stable during the pelletization/humidity treatment with minor peak broadening according to PXRD analysis (", "Supporting Information", " Figure S8).", "Figure 4. Water vapor adsorption isotherms of ", "1", "–", "6", " collected at 298 K.", "In order to clarify the role of proton mobility on the increase in conductivity in these samples, the diffusion coefficients of the confined water were calculated from pulsed field gradient solid-state ", "1", "H NMR (PFG-NMR) measurements using a stimulated echo experiment (", "Supporting Information", " Figure S9), with diffusion coefficients calculated using the Stejskal–Tanner equation.", "(22)", " For this measurement, samples ", "2", " and ", "6", " were compared because the amounts of defects were similar (", "x", " = 0.8 and 1, respectively), and the spectra were collected after hydration and equilibration at 65 °C. The spectra using no or low field gradient are dominated by a single signal, which was attributed to excess surface water on the sample, but as the gradient value was increased the bulk water signal rapidly decreased, revealing a second sharp signal attributed to confined water, as well as a broad signal attributed to framework protons (", "Supporting Information", " Figure S10). For sample ", "6", " the signal from confined water decayed as the magnetic gradient field strength was increased, further confirming that the proton is the mobile species in this MOF, and the diffusion coefficient was calculated at 4.0 × 10", "–7", " cm", "2", " s", "–1", " (", "Supporting Information", " Figure S11), giving a mobility of 1.4 × 10", "–5", " cm", "2", " V", "–1", " s", "–1", " using the Nernst–Einstein equation.", "(23)", " On the other hand, the same signal for sample ", "3", " showed no decay even at the maximum gradient field strength and diffusion times of our NMR instrument, meaning the diffusion coefficient is below 1 × 10", "–8", " cm", "2", " s", "–1", " (mobility of 3.4 × 10", "–7", " cm", "2", " V", "–1", " s", "–1", ") for this sample. These results show that the increase in porosity between ", "3", " and ", "6", " leads to a greater than 40-fold increase in the protonic mobility and is the key factor to the 100-fold increase in conductivity between these samples at 65 °C. More in-depth studies in the relation of porosity to ionic mobility in related MOF systems are currently ongoing in our laboratory.", "Our findings show that by controlled generation of ligand defects within UiO-66, the level of proton conductivity can be increased by nearly 3 orders of magnitude to 6.93 × 10", "–3", " S cm", "–1", " at 65 °C and 95% RH. The Lewis acid sites that are formed from the ligand defects provide a mobile proton with coordinated water while simultaneously increasing proton mobility due to increases in pore volume. Furthermore, the proton mobility was found to be the major factor for the increase in conductivity as defect concentration was increased. These results are important given that increasing the carrier concentration by increasing the acidity is an oft chosen route for improving the proton conductivity in MOFs,", "(24)", " and limitations to further increases in the conductivity may result from restricted proton mobility in narrow pores rather than low carrier concentration. The well-defined structures of MOFs are ideal systems to study the structure–property relationship between pore structure and ion mobility to maximize conductivity, and such results can be extended to a variety of other ion conductive materials. Moreover, the control of proton mobility through controlled synthetic addition of ligand defects within MOF samples may be an important route to achieving benchmark proton conductivity levels within both new and previously reported ion conductive MOF materials in the future.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental details, TGA curves, TEM images, PXRD patterns, water vapor sorption isotherms, variable humidity impedance graph, Nyquist plots, HK micropore distribution chart, and PFG-NMR charts. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.", " ", "Funding Information", "This work was partly supported by Grants-in-Aid for Scientific Research No. 20350030 and No. 23245012 from the Ministry of Education, Culture, Sports, Science and Technology of Japan.", "The authors declare no competing financial interest.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 24 other publications.", "1. ", "Guillerm", ", ", "V.", "; ", "Kim", ", ", "D.", "; ", "Eubank", ", ", "J. F.", "; ", "Luebke", ", ", "R.", "; ", "Liu", ", ", "X.", "; ", "Adil", ", ", "K.", "; ", "Lah", ", ", "M. S.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6141", "– ", "6172", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "A supermolecular building approach for the design and construction of metal-organic frameworks", "Guillerm, Vincent; Kim, Dongwook; Eubank, Jarrod F.; Luebke, Ryan; Liu, Xinfang; Adil, Karim; Lah, Myoung Soo; Eddaoudi, Mohamed", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6141-6172", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this review, the authors describe two recently implemented conceptual approaches facilitating the design and deliberate construction of metal-org. frameworks (MOFs), supermol. building block (SBB) and supermol. building layer (SBL) approaches.  The authors' main objective is to offer an appropriate means to assist/aid chemists and material designers alike to rationally construct desired functional MOF materials, made-to-order MOFs.  The authors introduce the concept of net-coded building units (net-cBUs), where precise embedded geometrical information codes uniquely and matchlessly a selected net, as a compelling route for the rational design of MOFs.  This concept is based on employing pre-selected 0-periodic metal-org. polyhedra or 2-periodic metal-org. layers, SBBs or SBLs, resp., as a pathway to access the requisite net-cBUs.  In this review, inspired by the authors' success with the original rht-MOF, the authors extrapolated the authors' strategy to other known MOFs via their deconstruction into more elaborate building units (polyhedra or layers) to (i) elucidate the unique relation between edge-transitive polyhedra or layers and minimal edge-transitive 3-periodic nets, and (ii) illustrate the potential of the SBB and SBL approaches as a rational pathway for the design and construction of 3-periodic MOFs.  Using this design strategy, the authors have also identified several new hypothetical MOFs which are synthetically targetable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehsbvO&md5=97bf12cb969bfc7f409f5f06facd593b", "2. ", "(a) ", "Liu", ", ", "M.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Vallery", ", ", "R. S.", "; ", "Frieze", ", ", "W. E.", "; ", "Schnobrich", ", ", "J. K.", "; ", "Gidley", ", ", "D. W.", "; ", "Matzger", ", ", "A. J.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "1598", "– ", "1601", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Evolution of Nanoscale Pore Structure in Coordination Polymers During Thermal and Chemical Exposure Revealed by Positron Annihilation", "Liu, Ming; Wong-Foy, Antek G.; Vallery, Richard S.; Frieze, William E.; Schnobrich, Jennifer K.; Gidley, David W.; Matzger, Adam J.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "14", "),\r\n    ", "1598-1601", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We study how positron annihilation is confined by and interacts with the framework MOF-5.  The measured temp. dependence of the about 13ns framework lifetime provides information on the nature of positron annihilation confinement.  The thermally excited states of positron annihilation on a pore have progressively more overlap with pore walls at higher temp., hence faster annihilation rates result in shortened lifetimes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkvFCmsLo%253D&md5=cb7dbe789ba4bb1cd72b03abb2de8507", "(b) ", "Noei", ", ", "H.", "; ", "Amirjalayer", ", ", "S.", "; ", "Müller", ", ", "M.", "; ", "Zhang", ", ", "X.", "; ", "Schmid", ", ", "R.", "; ", "Muhler", ", ", "M.", "; ", "Fischer", ", ", "R. a.", "; ", "Wang", ", ", "Y.", " ", "ChemCatChem", " ", "2012", ",  ", "4", ",  ", "755", "– ", "759", "[", "Crossref", "], [", "CAS", "]", "2. ", "Low-Temperature CO Oxidation over Cu-Based Metal-Organic Frameworks Monitored by using FTIR Spectroscopy", "Noei, Heshmat; Amirjalayer, Saeed; Mueller, Maike; Zhang, Xiaoning; Schmid, Rochus; Muhler, Martin; Fischer, Roland A.; Wang, Yuemin", "ChemCatChem", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "755-759", "CODEN:\r\n                ", "CHEMK3", ";\r\n        ISSN:", "1867-3880", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Low-temp. CO oxidn. over Cu-based metal-org. frameworks monitored by using FTIR spectroscopy is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmsFCkt7s%253D&md5=f013fe1c0f2f82d3fd59fd3e11a89b83", "(c) ", "Ameloot", ", ", "R.", "; ", "Vermoortele", ", ", "F.", "; ", "Hofkens", ", ", "J.", "; ", "De Schryver", ", ", "F. C.", "; ", "De Vos", ", ", "D. E.", "; ", "Roeffaers", ", ", "M. B. J.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "401", "– ", "405", "[", "Crossref", "], [", "CAS", "]", "2. ", "Three-Dimensional Visualization of Defects Formed during the Synthesis of Metal-Organic Frameworks: A Fluorescence Microscopy Study", "Ameloot, Rob; Vermoortele, Frederik; Hofkens, Johan; De Schryver, Frans C.; De Vos, Dirk E.; Roeffaers, Maarten B. J.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "1", "),\r\n    ", "401-405", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrate how confocal fluorescence microscopy can be a unique tool to study defects in metal org. framework (MOF) materials.  Confocal fluorescence microscopy offers the advantage of three-dimensional imaging at the single crystal level combined with the sensitivity required to study the start of defect formation.  The main merit of this technique as compared to other techniques is confocal microscopy is inherently sensitive when a suitable fluorescent label is employed.  The MOF material studied was HKUST-1 to demonstrate this technique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Ghu7rL&md5=0e7a63ab956cb7be5f40087e9e1b261f", "3. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Nilsen", ", ", "M. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", "; ", "Lamberti", ", ", "C.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "1700", "– ", "1718", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Disclosing the complex structure of UiO-66 metal organic framework: a synergic combination of experiment and theory", "Valenzano, Loredana; Civalleri, Bartolomeo; Chavan, Sachin; Bordiga, Silvia; Nilsen, Merete H.; Jakobsen, Soren; Lillerud, Karl Petter; Lamberti, Carlo", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "7", "),\r\n    ", "1700-1718", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through a combined use of exptl. and theor. approaches such as XRPD, EXAFS, IR, and UV-visible spectroscopies and ab initio periodic DFT calcns., the authors report a detailed characterization of structural, vibrational, and electronic properties of UiO-66 (Zr-BDC MOF) in its hydroxylated and dehydroxylated forms.  The stability of the materials with respect to the most common solvents, acids, and bases is detd. by combining XRPD and TGA/MS techniques.  The structures of the two forms of UiO-66 are refined through an interactive XRPD/EXAFS approach and validated by ab initio calcns.  Exptl. and calcd. IR spectra are reported and compared to enlighten the nature of vibrational modes upon dehydroxylation and to show the complete reversibility of the dehydration/hydration phenomenon.  Exptl. and calcd. band gaps are also reported and compared.  The authors show the necessity to combine, in a synergic way, different exptl. techniques and periodic ab initio approaches to disclose and fully understand the nature of complex novel materials such as UiO-66 on structural, vibrational, and electronic grounds.  The correct structure refinement could not be possible using one of these three approaches alone, in particular, XRPD data were unable to detect an important distortion of the Zr6O6 units of the dehydrated material that was, however, foreseen in the ab initio calcns. and measured in the EXAFS spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVSgurc%253D&md5=b34352463f4601977bb2cd5997dec62a", "4. ", "(a) ", "Choi", ", ", "K. M.", "; ", "Jeon", ", ", "H. J.", "; ", "Kang", ", ", "J. K.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11920", "– ", "11923", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Heterogeneity within Order in Crystals of a Porous Metal-Organic Framework", "Choi, Kyung Min; Jeon, Hyung Joon; Kang, Jeung Ku; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "31", "),\r\n    ", "11920-11923", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Generally, crystals of synthetic porous materials such as metal-org. frameworks (MOFs) are commonly made up from one kind of repeating pore structure which predominates the whole material.  Surprisingly, little is known about how to introduce heterogeneously arranged pores within a crystal of homogeneous pores without losing the cryst. nature of the material.  Here, the authors outline a strategy for producing crystals of MOF-5 in which a system of meso- and macropores either permeates the whole crystal to make sponge-like crystals or is entirely enclosed by a thick cryst. microporous MOF-5 sheath to make pomegranate-like crystals.  These new forms of crystals represent a new class of materials in which micro-, meso-, and macroporosity are juxtaposed and are directly linked unique arrangements known to be useful in natural systems but heretofore unknown in synthetic crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovFWhur0%253D&md5=3ace544e5803e8448130b35f06665745", "(b) ", "Huang", ", ", "X.-X.", "; ", "Qiu", ", ", "L.-G.", "; ", "Zhang", ", ", "W.", "; ", "Yuan", ", ", "Y.-P.", "; ", "Jiang", ", ", "X.", "; ", "Xie", ", ", "A.-J.", "; ", "Shen", ", ", "Y.-H.", "; ", "Zhu", ", ", "J.-F.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "1613", "– ", "1617", "[", "Crossref", "], [", "CAS", "]", "4. ", "Hierarchically mesostructured MIL-101 metal-organic frameworks: supramolecular template-directed synthesis and accelerated adsorption kinetics for dye removal", "Huang, Xiao-Xian; Qiu, Ling-Guang; Zhang, Wang; Yuan, Yu-Peng; Jiang, Xia; Xie, An-Jian; Shen, Yu-Hua; Zhu, Jun-Fa", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "5", "),\r\n    ", "1613-1617", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hierarchically mesostructured MIL-101 metal-org. frameworks (MOFs) were successfully synthesized under solvothermal synthesis conditions by using the cationic surfactant cetyltrimethylammonium bromide as a supramol. template.  The mesostructured MIL-101 MOFs were characterized by powder x-ray diffraction, SEM, TEM, and N2 adsorption-desorption isotherms at 77 K The results suggest that the mesostructured MIL-101 MOFs obtained are composed of numerous MOF nanocrystals.  Pore size distribution analyses of the as-synthesized MOF samples reveal that such mesostructured MIL-101 MOFs have well-defined trimodal pore size distributions showing simultaneous existence of meso- and macropore channel systems.  Significantly, such hierarchically mesostructured MIL-101 exhibits remarkably accelerated adsorption kinetics for dye removal in comparison with the bulk MIL-101 crystals, which is due to unique hierarchically meso- and macropores created in the solid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVGjt74%253D&md5=228d181f810d78de02d2aa4dc716a8ea", "(c) ", "Shoaee", ", ", "M.", "; ", "Anderson", ", ", "M. W.", "; ", "Attfield", ", ", "M. P.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8525", "– ", "8528", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Crystal growth of the nanoporous metal-organic framework HKUST-1 revealed by in situ atomic force microscopy", "Shoaee, Maryiam; Anderson, Michael W.; Attfield, Martin P.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8525-8528", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In situ at. force microscopy was used to observe the crystal growth of the nanoporous metal-org. framework HKUST-1.  This real-time study provides evidence that the growth of HKUST-1 under the given supersatn. conditions is through a surface nucleation mechanism and presents insight into the units of attachment during the growth of the 1.5 nm high steps on the crystal surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlu7%252FK&md5=c6660c1bef86af827e6cfe4de28b94da", "5. ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "710", "– ", "716", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "6. ", "(a) ", "Park", ", ", "J.", "; ", "Wang", ", ", "Z. U.", "; ", "Sun", ", ", "L.-B.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "20110", "– ", "20116", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Functionalized mesopores to metal organic frameworks via metal ligand fragment coassembly", "Park, Jinhee; Wang, Zhiyong U.; Sun, Lin-Bing; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "49", "),\r\n    ", "20110-20116", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Introduction of functionalized mesopores into microporous metal-org. frameworks (MOFs) can endow them with suitable properties for applications in gas storage, sepn., catalysis, and drug delivery.  However, common methods for functionalization (including pre- and post-synthetic modifications) of the internal surface of a MOF reduce the pore size of the MOF because the addnl. functional groups fill up the pores.  We present a metal-ligand-fragment coassembly strategy for the introduction of (meso)pores functionalized with various substituent groups on the ligand fragments.  Astonishingly, this new functionalization strategy increases the pore vol. of a MOF instead of reducing it.  Since the ligand fragments are often readily available or easily prepd., the new procedure for synthesis of the modified MOFs becomes much easier and more applicable than existing approaches.  Remarkably, mesopores can be generated conveniently and controllably by the coassembly of a ligand and its fragment contg. the desired functional groups.  The fragment/ligand ratio has been optimized to preserve the parent structure and to promote max. mesopore introduction, which has led to a systematic evaluation of the effectiveness of a series of functional groups for the adsorption of guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs12mtrzL&md5=0a4e24d55a6c9344eef8665a87a5bd62", "(b) ", "Fang", ", ", "Z.", "; ", "Dürholt", ", ", "J. P.", "; ", "Kauer", ", ", "M.", "; ", "Zhang", ", ", "W.", "; ", "Lochenie", ", ", "C.", "; ", "Jee", ", ", "B.", "; ", "Albada", ", ", "B.", "; ", "Metzler-Nolte", ", ", "N.", "; ", "Pöppl", ", ", "A.", "; ", "Weber", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "9627", "– ", "9636", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Structural Complexity in Metal-Organic Frameworks: Simultaneous Modification of Open Metal Sites and Hierarchical Porosity by Systematic Doping with Defective Linkers", "Fang, Zhenlan; Duerholt, Johannes P.; Kauer, Max; Zhang, Wenhua; Lochenie, Charles; Jee, Bettina; Albada, Bauke; Metzler-Nolte, Nils; Poeppl, Andreas; Weber, Birgit; Muhler, Martin; Wang, Yuemin; Schmid, Rochus; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "27", "),\r\n    ", "9627-9636", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of defect-engineered metal-org. frameworks (DEMOFs) derived from parent microporous MOFs was obtained by systematic doping with defective linkers during synthesis, leading to the simultaneous and controllable modification of coordinatively unsatd. metal sites (CUS) and introduction of functionalized mesopores.  These materials were investigated via temp.-dependent adsorption/desorption of CO monitored by FTIR spectroscopy under ultra-high-vacuum conditions.  Accurate structural models for the generated point defects at CUS were deduced by matching exptl. data with theor. simulation.  The results reveal multivariate diversity of electronic and steric properties at CUS, demonstrating the MOF defect structure modulation at two length scales in a single step to overcome restricted active site specificity and confined coordination space at CUS.  Moreover, the DEMOFs exhibit promising modified phys. properties, including band gap, magnetism, and porosity, with hierarchical micro/mesopore structures correlated with the nature and the degree of defective linker incorporation into the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsVGgs7w%253D&md5=1090da21028e0b51432ea72831802cf2", "(c) ", "Kozachuk", ", ", "O.", "; ", "Luz", ", ", "I.", "; ", "Llabrés i Xamena", ", ", "F. X.", "; ", "Noei", ", ", "H.", "; ", "Kauer", ", ", "M.", "; ", "Albada", ", ", "H. B.", "; ", "Bloch", ", ", "E. D.", "; ", "Marler", ", ", "B.", "; ", "Wang", ", ", "Y.", "; ", "Muhler", ", ", "M.", "; ", "Fischer", ", ", "R. A.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "7058", "– ", "7062", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Multifunctional, Defect-Engineered Metal-Organic Frameworks with Ruthenium Centers: Sorption and Catalytic Properties", "Kozachuk, Olesia; Luz, Ignacio; Llabres i Xamena, Francesc X.; Noei, Heshmat; Kauer, Max; Albada, H. Bauke; Bloch, Eric D.; Marler, Bernd; Wang, Yuemin; Muhler, Martin; Fischer, Roland A.", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "27", "),\r\n    ", "7058-7062", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A mixed-linker solid-soln. approach was employed to modify the metal sites and introduce structural defects into the mixed-valence RuII/III structural analog of the well-known MOF family [M3II,II(btc)2] (M=Cu, Mo, Cr, Ni, Zn; btc=benzene-1,3,5-tricarboxylate), with partly missing carboxylate ligators at the Ru2 paddle-wheels.  Incorporation of pyridine-3,5-dicarboxylate (pydc), which is the same size as btc but carries lower charge, as a second, defective linker has led to the mixed-linker isoreticular derivs. of Ru-MOF, which display characteristics unlike those of the defect-free framework.  Along with the creation of addnl. coordinatively unsatd. sites, the incorporation of pydc induces the partial redn. of ruthenium.  Accordingly, the modified Ru sites are responsible for the activity of the \"defective\" variants in the dissociative chemisorption of CO2, the enhanced performance in CO sorption, the formation of hydride species, and the catalytic hydrogenation of olefins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotV2gu7c%253D&md5=c6460b06f18a0af0e5061a58ff784518", "7. ", "(a) ", "Yamada", ", ", "T.", "; ", "Otsubo", ", ", "K.", "; ", "Makiura", ", ", "R.", "; ", "Kitagawa", ", ", "H.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "6655", "– ", "6669", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Designer coordination polymers: dimensional crossover architectures and proton conduction", "Yamada, Teppei; Otsubo, Kazuya; Makiura, Rie; Kitagawa, Hiroshi", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "16", "),\r\n    ", "6655-6669", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Coordination polymers (CPs) have large degrees of freedom in framework compns. and in the structures and environment of the inner pores.  This review focuses on the recent significant progress achieved by controlling these degrees of freedom.  Two breakthroughs are reviewed for constructing sophisticated structures of CP frameworks, esp. in dimensional crossover regions.  The first is the synthesis of quasi one-dimensional halogen-bridged coordinative tubes by applying state-of-the-art techniques of coordination chem.  The electronic state of the coordinative tube was studied by structural, spectroscopic and theor. methods and found to be distinct from conventional one-dimensional systems.  The second breakthrough is the achievement of a quasi-two-dimensional architecture by combining Langmuir-Blodgett and layer-by-layer methods.  Two-dimensional LB CP films were prepd. on liq.; the films were stacked layer by layer, and a cryst. quasi-two-dimensional structure was constructed.  This review also covers the design of the environment of the inner pore, where hydrogen bond networks with various acidic sites were modified.  By appropriate design of the hydrogen bond network, proton-conductive CPs are invented, which are summarized in this review.  Types of proton donor sites are discussed and classified, and superprotonic conductive CPs were achieved in these investigations.  These results will provide new strategies for constructing functional materials for smart devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFeqtrfM&md5=fb945ba25da5499de0f2efa8e1d39bee", "(b) ", "Horike", ", ", "S.", "; ", "Umeyama", ", ", "D.", "; ", "Kitagawa", ", ", "S.", " ", "Acc. Chem. Res.", " ", "2013", ",  ", "46", ",  ", "2376", "– ", "2384", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Ion Conductivity and Transport by Porous Coordination Polymers and Metal-Organic Frameworks", "Horike, Satoshi; Umeyama, Daiki; Kitagawa, Susumu", "Accounts of Chemical Research", "\r\n        (", "2013", "),\r\n    ", "46", "\r\n        (", "11", "),\r\n    ", "2376-2384", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Ion conduction and transport in solids are both interesting and useful and are found in widely distinct materials, from those in battery-related technologies to those in biol. systems.  Scientists have approached the synthesis of ion-conductive compds. in a variety of ways, in the areas of org. and inorg. chem.  Recently, based on their ion-conducting behavior, porous coordination polymers (PCPs) and metal-org. frameworks (MOFs) were recognized for their easy design and the dynamic behavior of the ionic components in the structures.  These PCP/MOFs consist of metal ions (or clusters) and org. ligands structured via coordination bonds.  They could have highly concd. mobile ions with dynamic behavior, and their characteristics have inspired the design of a new class of ion conductors and transporters.  In this Account, the authors describe the state-of-the-art of studies of ion cond. by PCP/MOFs and nonporous coordination polymers (CPs) and offer future perspectives.  PCP/MOF structures tend to have high hydrophilicity and guest-accessible voids, and scientists have reported many water-mediated proton (H+) conductivities.  Chem. modification of org. ligands can change the hydrated H+ cond. over a wide range.  However, the designable structures also permit water-free (anhyd.) H+ cond.  The incorporation of protic guests such as imidazole and 1,2,4-triazole into the microchannels of PCP/MOFs promotes the dynamic motion of guest mols., resulting in high H+ conduction without water.  Not only the host-guest systems, but the embedding of protic org. groups on CPs also results in inherent H+ cond.  The authors obsd. high H+ conductivities under anhyd. conditions and in the intermediate temp. region of org. and inorg. conductors.  The keys to successful construction are highly mobile ionic species and appropriate intervals of ion-hopping sites in the structures.  Lithium (Li+) and other ions can also be transported.  If the authors can optimize the crystal structures, this could offer further improvements in terms of both cond. and the working temp. range.  Another useful characteristic of PCP/MOFs is their wide application to materials fabrication.  The authors can easily prep. heterodomain crystal systems, such as core-shell or solid soln.  Other anisotropic morphologies (thin film, nanocrystal, nanorod, etc.,) are also possible, with retention of the ion cond.  The flexible nature also lets the authors design morphol.-dependent ion-conduction behaviors that the authors cannot observe in the bulk state.  The authors propose (1) multivalent ion and anion conductions with the aid of redox activity and defects in structures, (2) control of ion transport behavior by applying external stimuli, (3) anomalous cond. at the hetero-solid-solid interface, and (4) unidirectional ion transport as in the ion channels in membrane proteins.  In the future, scientists may use coordination polymers not only to achieve higher cond. but also to control ion behavior, which will open new avenues in solid-state ionics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXosFynsLo%253D&md5=826f3cfe1126835b7cdcef5955e65c47", "(c) ", "Ramaswamy", ", ", "P.", "; ", "Wong", ", ", "N. E.", "; ", "Shimizu", ", ", "G. K. H.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5313", "– ", "5932", "[", "Crossref", "]", "There is no corresponding record for this reference.", "8. ", "(a) ", "Taylor", ", ", "J. M.", "; ", "Dawson", ", ", "K. W.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "1193", "– ", "1196", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A Water-Stable Metal-Organic Framework with Highly Acidic Pores for Proton-Conducting Applications", "Taylor, Jared M.; Dawson, Karl W.; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "4", "),\r\n    ", "1193-1196", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) materials are a non-traditional route to ion conductors, but their crystallinity can give insight into mol.-level transport mechanisms.  However, some MOFs can be structurally compromised in humid environments.  A new 3-dimensional metal-org. framework, PCMOF-5 [La(H5L)(H2O)4] (L = 1,2,4,5-phosphonomethylbenzene), is reported which conducts protons >10-3 S/cm at 60° and 98% relative humidity.  The MOF contains free phosphonic acid groups, shows high humidity stability, and resists swelling in the presence of hydration.  Channels filled with crystallog. located H2O and acidic groups are also obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1yiug%253D%253D&md5=ec9adfa0510b7716815bdccf117ea345", "(b) ", "Shigematsu", ", ", "A.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "2034", "– ", "2036", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Wide Control of Proton Conductivity in Porous Coordination Polymers", "Shigematsu, Akihito; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "7", "),\r\n    ", "2034-2036", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The proton conductivities of the porous coordination polymers M(OH)(bdc-R) [H2bdc = 1,4-benzenedicarboxylic acid; M = Al, Fe; R = H, NH2, OH, (COOH)2] were studied under humid conditions.  Good correlations among pKa, proton cond., and activation energy were obsd.  Fe(OH)(bdc-(COOH)2), having carboxy group and the lowest pKa, showed the highest proton cond. and the lowest activation energy in this system.  This is the 1st example in which proton cond. was widely controlled by substitution of ligand functional groups in an isostructural series.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOnsbg%253D&md5=3804ab59141aa2eff627ce45797e8616", "(c) ", "O̅kawa", ", ", "H.", "; ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Maesato", ", ", "M.", "; ", "Ohba", ", ", "M.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "2256", "– ", "2262", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Proton-Conductive Magnetic Metal-Organic Frameworks, {NR3(CH2COOH)}[MaIIMbIII(ox)3]: Effect of Carboxyl Residue upon Proton Conduction", "Okawa, Hisashi; Sadakiyo, Masaaki; Yamada, Teppei; Maesato, Mitsuhiko; Ohba, Masaaki; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "6", "),\r\n    ", "2256-2262", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Proton-conductive magnetic metal-org. frameworks (MOFs), {NR3(CH2COOH)}[MaIIMbIII(ox)3] (abbreviated as R-MaMb: R = Et, Bu; MaMb = MnCr, FeCr, FeFe) were studied.  The following six MOFs were prepd.: Et-MnCr·2H2O, Et-FeCr·2H2O, Et-FeFe·2H2O, Bu-MnCr, Bu-FeCr, and Bu-FeFe.  The structure of Bu-MnCr was detd. by x-ray crystallog.  Crystal data: trigonal, space group R3c, a 9.3928(13), c 51.0080(13) Å, Z = 6.  The crystal consists of oxalate-bridged bimetallic layers interleaved by {NBu3(CH2COOH)}+ ions.  Et-MnCr·2H2O and Bu-MnCr (R-MnCr MOFs) show a ferromagnetic ordering with TC of 5.5-5.9 K, and Et-FeCr·2H2O and Bu-FeCr (R-FeCr MOFs) also show a ferromagnetic ordering with TC of 11.0-11.5 K.  Et-FeFe·2H2O and Bu-FeFe (R-FeFe MOFs) belong to class II mixed-valence compds. and show the magnetism characteristic of Neel N-type ferrimagnets.  The Et-MOFs (Et-MnCr·2H2O, Et-FeCr·2H2O and Et-FeFe·2H2O) show high proton conduction, whereas the Bu-MOFs (Bu-MnCr, Bu-FeCr, and Bu-FeFe) show moderate proton conduction.  Together with H2O adsorption isotherm studies, the significance of the carboxyl residues as proton carriers is revealed.  The R-MnCr MOFs and the R-FeCr MOFs are rare examples of coexistent ferromagnetism and proton conduction, and the R-FeFe MOFs are the 1st examples of coexistent Neel N-type ferrimagnetism and proton conduction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1Omsw%253D%253D&md5=784cac8dbb192567f9f0344089d85be2", "(d) ", "Kim", ", ", "S.", "; ", "Dawson", ", ", "K. W.", "; ", "Gelfand", ", ", "B. S.", "; ", "Taylor", ", ", "J. M.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "963", "– ", "966", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Enhancing Proton Conduction in a Metal-Organic Framework by Isomorphous Ligand Replacement", "Kim, Si Rim; Dawson, Karl W.; Gelfand, Benjamin S.; Taylor, Jared M.; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "3", "),\r\n    ", "963-966", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using the concept of isomorphous replacement applied to entire ligands, a C3-sym. trisulfonate ligand was substituted with a C3-sym. tris(hydrogen phosphonate) ligand in a proton conducting metal-org. framework (MOF).  The resulting material, PCMOF21/2, has its proton conduction raised 1.5 orders of magnitude compared to the parent material, to 2.1 × 10-2 S cm-1 at 90% relative humidity and 85° C, while maintaining the parent MOF structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtVWmtg%253D%253D&md5=77448b654dcf57c8cc69cd5c461b1c62", "(e) ", "Bazaga-García", ", ", "M.", "; ", "Colodrero", ", ", "R. M. P.", "; ", "Papadaki", ", ", "M.", "; ", "Garczarek", ", ", "P.", "; ", "Zoń", ", ", "J.", "; ", "Olivera-Pastor", ", ", "P.", "; ", "Losilla", ", ", "E. R.", "; ", "León-Reina", ", ", "L.", "; ", "Aranda", ", ", "M. A. G.", "; ", "Choquesillo-Lazarte", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5731", "– ", "5739", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Guest Molecule-Responsive Functional Calcium Phosphonate Frameworks for Tuned Proton Conductivity", "Bazaga-Garcia, Montse; Colodrero, Rosario M. P.; Papadaki, Maria; Garczarek, Piotr; Zon, Jerzy; Olivera-Pastor, Pascual; Losilla, Enrique R.; Leon-Reina, Laura; Aranda, Miguel A. G.; Choquesillo-Lazarte, Duane; Demadis, Konstantinos D.; Cabeza, Aurelio", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "15", "),\r\n    ", "5731-5739", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report the synthesis, structural characterization, and functionality (framework interconversions together with proton cond.) of an open-framework hybrid that combines Ca2+ ions and the rigid polyfunctional ligand 5-(dihydroxyphosphoryl)isophthalic acid (PiPhtA).  Ca2[(HO3PC6H3COOH)2]2[(HO3PC6H3(COO)2H)(H2O)2]·5H2O (Ca-PiPhtA-I) is obtained by slow crystn. at ambient conditions from acidic (pH ≈ 3) aq. solns.  It possesses a high water content (both Ca coordinated and in the lattice), and importantly, it exhibits water-filled 1D channels.  At 75 °C, Ca-PiPhtA-I is partially dehydrated and exhibits a cryst. diffraction pattern that can be indexed in a monoclinic cell with parameters close to the pristine phase.  Rietveld refinement was carried out for the sample heated at 75 °C, Ca-PiPhtA-II, using synchrotron powder X-ray diffraction data, which revealed the mol. formula Ca2[(HO3PC6H3COOH)2]2[(HO3PC6H3(COO)2H)(H2O)2].  All connectivity modes of the \"parent\" Ca-PiPhtA-I framework are retained in Ca-PiPhtA-II.  Upon Ca-PiPhtA-I exposure to ammonia vapors (28% aq. NH3) a new deriv. is obtained (Ca-PiPhtA-NH3) contg. 7 NH3 and 16 H2O mols. according to elemental and thermal analyses.  Ca-PiPhtA-NH3 exhibits a complex X-ray diffraction pattern with peaks at 15.3 and 13.0 Å that suggest partial breaking and transformation of the parent pillared structure.  Although detailed structural identification of Ca-PiPhtA-NH3 was not possible, due in part to nonequil. adsorption conditions and the lack of crystallinity, FT-IR spectra and DTA-TG anal. indicate profound structural changes compared to the pristine Ca-PiPhtA-I.  At 98% RH and T = 24 °C, proton cond., σ, for Ca-PiPhtA-I is 5.7 × 10-4 S·cm-1.  It increases to 1.3 × 10-3 S·cm-1 upon activation by preheating the sample at 40 °C for 2 h followed by water equilibration at room temp. under controlled conditions.  Ca-PiPhtA-NH3 exhibits the highest proton cond., 6.6 × 10-3 S·cm-1, measured at 98% RH and T = 24 °C.  Activation energies (Ea) for proton transfer in the above-mentioned frameworks range between 0.23 and 0.4 eV, typical of a Grothuss mechanism of proton conduction.  These results underline the importance of internal H-bonding networks that, in turn, det. cond. properties of hybrid materials.  It is highlighted that new proton transfer pathways may be created by means of cavity \"derivatization\" with selected guest mols. resulting in improved proton cond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktl2hsrg%253D&md5=81807c3af257c8ca917e9040a091cb10", "(f) ", "Bao", ", ", "S.-S.", "; ", "Otsubo", ", ", "K.", "; ", "Taylor", ", ", "J. M.", "; ", "Jiang", ", ", "Z.", "; ", "Zheng", ", ", "L.-M.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "9292", "– ", "9295", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Enhancing Proton Conduction in 2D Co-La Coordination Frameworks by Solid-State Phase Transition", "Bao, Song-Song; Otsubo, Kazuya; Taylor, Jared M.; Jiang, Zheng; Zheng, Li-Min; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "26", "),\r\n    ", "9292-9295", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report that a newly prepd. 2-dimensional 3d-4f phosphonate [CoIIILaIII(notpH)(H2O)6]ClO4·5H2O (CoLa-II) (notpH6 = 1,4,7-triazacyclononane tris(methylenephosphonic acid)) can undergo a phase transition >45° and 93% relative humidity, resulting in [H3O][CoLa(notp)(H2O)4]ClO4·3H2O (CoLa-III).  The transition is accompanied by the release of the proton from intralayer to interlayer, and thus the proton cond. of the material is increased by 1 order of magnitude.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVShsLjL&md5=97d076f82a0e0479b356d165c8849e06", "9. ", "(a) ", "Phang", ", ", "W. J.", "; ", "Lee", ", ", "W. R.", "; ", "Yoo", ", ", "K.", "; ", "Ryu", ", ", "D. W.", "; ", "Kim", ", ", "B.", "; ", "Hong", ", ", "C. S.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "8383", "– ", "8387", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "pH-Dependent Proton Conducting Behavior in a Metal-Organic Framework Material", "Phang, Won Ju; Lee, Woo Ram; Yoo, Kicheon; Ryu, Dae Won; Kim, Bong Soo; Hong, Chang Seop", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "32", "),\r\n    ", "8383-8387", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A porous metal-org. framework (MOF), [Ni2(dobdc)(H2O)2].6 H2O (Ni2(dobdc) or Ni-MOF-74; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) with hexagonal channels was synthesized using a microwave-assisted solvothermal reaction.  Soaking Ni2(dobdc) in sulfuric acid solns. at different pH values afforded new proton-conducting frameworks, H+@Ni2(dobdc).  At pH 1.8, the acidified MOF shows proton cond. of 2.2 × 10-2 S cm-1 at 80° and 95 % relative humidity (RH), approaching the highest values reported for MOFs.  Proton conduction occurs via the Grotthuss mechanism with a significantly low activation energy as compared to other proton-conducting MOFs.  Protonated water clusters within the pores of H+@Ni2(dobdc) play an important role in the conduction process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVOisLvI&md5=a588a058fc0da35efae5f5e44fcf5fe6", "(b) ", "Ponomareva", ", ", "V. G.", "; ", "Kovalenko", ", ", "K. a", "; ", "Chupakhin", ", ", "A. P.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Shutova", ", ", "E. S.", "; ", "Fedin", ", ", "V. P.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15640", "– ", "15643", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Imparting high proton conductivity to a metal-organic framework material by controlled aid impregnation", "Ponomareva, Valentina G.; Kovalenko, Konstantin A.; Chupakhin, Alexei P.; Dybtsev, Danil N.; Shutova, Elena S.; Fedin, Vladimir P.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "38", "),\r\n    ", "15640-15643", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The extensive implementation of hydrogen-powered technol. today is limited by a no. of fundamental problems related to materials research.  Fuel-cell hydrogen conversion technol. requires proton-conducting materials with high cond. at intermediate temps. up to 120 °C.  The development of such materials remains challenging because the proton transport of many promising candidates is based on extended microstructures of water mols., which deteriorate at temps. above the b.p.  Here we show the impregnation of the mesoporous metal-org. framework (MOF) MIL-101 by nonvolatile acids H2SO4 and H3PO4.  Such a simple approach affords solid materials with potent proton-conducting properties at moderate temps., which is critically important for the proper function of on-board automobile fuel cells.  The proton conductivities of the H2SO4@MIL-101 and H3PO4@MIL-101 at T = 150 °C and low humidity outperform those of any other MOF-based materials and could be compared with the best proton conductors, such as Nafion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlaju7fP&md5=9d51dd33a54974b6c32f9934573a616a", "(c) ", "Ponomareva", ", ", "V. G.", "; ", "Kovalenko", ", ", "K. a.", "; ", "Chupakhin", ", ", "A. P.", "; ", "Shutova", ", ", "E. S.", "; ", "Fedin", ", ", "V. P.", " ", "Solid State Ionics", " ", "2012", ",  ", "225", ",  ", "420", "– ", "423", "[", "Crossref", "], [", "CAS", "]", "9. ", "CsHSO4 - Proton conduction in a crystalline metal-organic framework", "Ponomareva, V. G.; Kovalenko, K. A.; Chupakhin, A. P.; Shutova, E. S.; Fedin, V. P.", "Solid State Ionics", "\r\n        (", "2012", "),\r\n    ", "225", "\r\n        (", "),\r\n    ", "420-423", "CODEN:\r\n                ", "SSIOD3", ";\r\n        ISSN:", "0167-2738", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The approach, combining metal-org. frameworks and functional guests such as proton conductors of MmHn(XO4)p family has been proposed and successfully realized in the (1 - x)CsHSO4-xCr-MIL-101 nanocomposites.  The (1 - x)CsHSO4-xCr-MIL-101 (x = 0-0.07) hybrid compds. with unusual transport, structural and thermodn. properties have been synthesized and investigated by impedance, IR spectroscopy and XRD methods.  The addn. of the nonconducting matrix to CsHSO4 results in decrease of the temp. of superionic phase transition and considerable increase (up to 2 orders of magnitude) of proton cond. of CsHSO4 in low temp. phase due to its disordered state in cavities of Cr-MIL-101 with the max. cond. at x = 0.02-0.04.  As a result (1 - x)CsHSO4-xCr-MIL-101 nanocomposites have proton cond. 10- 7-10- 2 S/cm at temps. 50-200 °C and thermal stability up to 190 °C.  Nanocomposite effect is similar to known CsHSO4-SiO2 and CsHSO4-TiO2 systems, however is not so high.  The used approach may be perspective for the other composite systems with proton cond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFChurbE&md5=96a2ed224aba3dd1a7e8f93c990ea2e3", "10. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "11. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Jasuja", ", ", "H.", "; ", "Glover", ", ", "T. G.", "; ", "Huang", ", ", "Y.", "; ", "Walton", ", ", "K. S.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "5642", "– ", "5650", "[", "Crossref", "], [", "CAS", "]", "11. ", "Stability and degradation mechanisms of metal-organic frameworks containing the Zr6O4(OH)4 secondary building unit", "DeCoste, Jared B.; Peterson, Gregory W.; Jasuja, Himanshu; Glover, T. Grant; Huang, You-gui; Walton, Krista S.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5642-5650", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with the Zr6O4(OH)4 secondary building unit (SBU) were of particular interest for potential com. and industrial uses because they can be easily tailored and are reported to be chem. and thermally stable.  However, there are significant changes in chem. and thermal stability of Zr6O4(OH)4 MOFs with the incorporation of different org. linkers.  As the no. of arom. rings is increased from one to two in 1,4-benzene dicarboxylate (UiO-66, ZrMOF-BDC) and 4,4'-biphenyl dicarboxylate (UiO-67, ZrMOF-BPDC), the Zr6O4(OH)4 SBU becomes more susceptible to chem. degrdn. by water and hydrochloric acid.  Also, as the linker is replaced with 2,2'-bipyridine-5,5'-dicarboxylate (ZrMOF-BIPY) the chem. stability decreases further as the MOF is susceptible to chem. breakdown by protic chems. such as methanol and isopropanol.  The results reported here bring into question the superior structural stability of the UiO-67 analogs as reported by others.  Also, the degrdn. mechanisms proposed here may be applied to other classes of MOFs contg. arom. dicarboxylate org. linkers, to predict their structural stability upon exposure to solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itr4%253D&md5=4d0b5aed58d97b63cd92051b95203b63", "12. ", "(a) ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9603", "– ", "9605", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Functionalizing porous zirconium terephthalate UiO-66(Zr) for natural gas upgrading based on a computational exploration", "Yang, Qingyuan; Wiersum, Andrew D.; Llewellyn, Philip L.; Guillerm, Vincent; Serre, Christian; Maurin, Guillaume", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "34", "),\r\n    ", "9603-9605", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The ligand functionalization effect on the CO2/CH4 sepn. performance of the MOF type UiO-66(Zr) was explored computationally.  The -SO3H and -CO2H functionalized forms show the highest selectivity, good working capacity and medium ranged CO2 adsorption enthalpy that make these materials very promising for physisorption-based processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVWgs7vF&md5=152dac421f3ecfcec3d143dbe3dbb49b", "(b) ", "Lau", ", ", "C. H.", "; ", "Babarao", ", ", "R.", "; ", "Hill", ", ", "M. R.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "3634", "– ", "3636", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A route to drastic increase of CO2 uptake in Zr metal organic framework UiO-66", "Lau Cher Hon; Babarao Ravichandar; Hill Matthew R", "Chemical communications (Cambridge, England)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "3634-6", "\r\n        ISSN:", ".\r\n    ", "CO2 uptake in zirconium MOF UiO-66 almost doubles with post-synthetic exchange of Zr by Ti.  This was due to smaller pore size and higher adsorption enthalpy, with good complementarity between experiment and simulation.  Furthermore, the full effect is obtained with ~50% Ti loading, precluding the need to fully substitute frameworks for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3svltlCguw%253D%253D&md5=10b3bb0aab9accbe35eec99c4267abfd", "(c) ", "Wiersum", ", ", "A. D.", "; ", "Soubeyrand-Lenoir", ", ", "E.", "; ", "Yang", ", ", "Q.", "; ", "Moulin", ", ", "B.", "; ", "Guillerm", ", ", "V.", "; ", "Yahia", ", ", "M. B.", "; ", "Bourrelly", ", ", "S.", "; ", "Vimont", ", ", "A.", "; ", "Miller", ", ", "S.", "; ", "Vagner", ", ", "C.", " ", "Chem.—Asian J.", " ", "2011", ",  ", "6", ",  ", "3270", "– ", "3280", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "An Evaluation of UiO-66 for Gas-Based Applications", "Wiersum, Andrew D.; Soubeyrand-Lenoir, Estelle; Yang, Qingyuan; Moulin, Beatrice; Guillerm, Vincent; Ben Yahia, Mouna; Bourrelly, Sandrine; Vimont, Alexandre; Miller, Stuart; Vagner, Christelle; Daturi, Marco; Clet, Guillaume; Serre, Christian; Maurin, Guillaume; Llewellyn, Philip L.", "Chemistry - An Asian Journal", "\r\n        (", "2011", "),\r\n    ", "6", "\r\n        (", "12", "),\r\n    ", "3270-3280", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In addn. to its high thermal stability, repetitive hydration/dehydration tests revealed that the porous zirconium terephthalate UiO-66 switches reversibly between its dehydroxylated and hydroxylated versions.  The structure of its dehydroxylated form has thus been elucidated by coupling mol. simulations and x-ray powder diffraction data.  IR measurements showed that relatively weak acid sites are available while microcalorimetry combined with Monte Carlo simulations emphasize moderate interactions between the UiO-66 surface and a wide range of guest mols. including CH4, CO, and CO2.  These properties, in conjunction with its significant adsorption capacity, make UiO-66 of interest for its further evaluation for CO2 recovery in industrial applications.  This global approach suggests a strategy for the evaluation of metal-org. frameworks for gas-based applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1CrtrvF&md5=a2d28d34224a113e6e662344aeb6c4cb", "(d) ", "Biswas", ", ", "S.", "; ", "Zhang", ", ", "J.", "; ", "Li", ", ", "Z.", "; ", "Liu", ", ", "Y.-Y.", "; ", "Grzywa", ", ", "M.", "; ", "Sun", ", ", "L.", "; ", "Volkmer", ", ", "D.", "; ", "Van Der Voort", ", ", "P.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "4730", "– ", "4737", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Enhanced selectivity of CO2 over CH4 in sulphonate-, carboxylate- and iodo-functionalized UiO-66 frameworks", "Biswas, Shyam; Zhang, Jian; Li, Zhibao; Liu, Ying-Ya; Grzywa, Maciej; Sun, Lixian; Volkmer, Dirk; Van Der Voort, Pascal", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "13", "),\r\n    ", "4730-4737", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three new functionalized UiO-66-X (X = -SO3H, 1; -CO2H, 2; -I; 3) frameworks incorporating BDC-X (BDC: 1,4-benzenedicarboxylate) linkers have been synthesized by a solvothermal method using conventional elec. heating.  The as-synthesized as well as the thermally activated compds. were characterized by x-ray powder diffraction, diffuse reflectance IR Fourier transform spectroscopy, thermogravimetric, and elemental anal.  The occluded H2BDC-X mols. can be removed by exchange with polar solvent mols. followed by thermal treatment under vacuum leading to the empty-pore forms of the title compds.  Thermogravimetric anal. and temp.-dependent x-ray powder diffraction expts. indicate that -SO3H, -CO2H, and -I are stable up to 260, 340 and 360°, resp.  The compds. maintain their structural integrity in water, acetic acid and 1M HCl, as verified by x-ray powder diffraction anal. of the samples recovered after suspending them in the resp. liqs.  As confirmed by N2, CO2 and CH4 sorption analyses, all of the thermally activated compds. exhibit significant microporosity (SLangmuir: 769-842 m2/g), which are comparable to that of the parent UiO-66 compd.  Compared to the non-functionalized UiO-66 compd., all the three functionalized solids possess higher ideal selectivity in adsorption of CO2 over CH4 at 33°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFegsbk%253D&md5=e54800d686b450c75925c0f2bd3dc05c", "(e) ", "Biswas", ", ", "S.", "; ", "Van Der Voort", ", ", "P.", " ", "Eur. J. Inorg. Chem.", " ", "2013", ",  ", "2013", ",  ", "2154", "– ", "2160", "[", "Crossref", "], [", "CAS", "]", "12. ", "A General Strategy for the Synthesis of Functionalised UiO-66 Frameworks: Characterisation, Stability and CO2 Adsorption Properties", "Biswas, Shyam; Van Der Voort, Pascal", "European Journal of Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "2013", "\r\n        (", "12", "),\r\n    ", "2154-2160", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A general synthetic strategy has been developed, which can be used for the prepn. of all the known as well as five new functionalized UiO-66-X compds. [X = H, F, F2, Cl, Cl2, Br, Br2, I, CH3, (CH3)2, CF3, (CF3)2, NO2, NH2, OH, (OH)2, OCH3, (CO2H)2, SO3H, C6H4].  Starting from a reaction mixt. of ZrOCl2·8H2O, H2BDC-X (BDC: 1,4-benzenedicarboxylate), formic acid and N,N-dimethylacetamide (DMA) having a molar ratio of 1:1:100:104.44, all the UiO-66-X compds., except UiO-66-CO2H, were obtained under solvothermal conditions (150°, 24 h).  The phase purity of all the compds. was ascertained by x-ray powder diffraction (XRPD) anal., DRIFT spectroscopy and elemental anal.  Detn. of lattice parameters from the XRPD patterns of the new thermally activated UiO-66-X {X = CF3 (1-CF3), (CO2H)2 [2-(CO2H)2], F2 (3-F2), Cl2 (4-Cl2), Br2 (5-Br2)} compds. revealed their structural similarity with the unfunctionalized UiO-66.  Thermogravimetric analyses (TGA) indicate that the five new compds. are stable in the range 290-390° in air.  Except for 3-F2, the new compds. maintain their structural integrity in water, acetic acid and 1 M HCl, as verified by XRPD anal. of the samples recovered after suspending them in the resp. liqs.  As confirmed by N2 and CO2 sorption analyses, all of the new thermally activated compds. exhibit significant microporosity values (SLangmuir = 217-836 m2 g-1), which are lower than that of the parent UiO-66.  Comparative CO2 sorption studies reveal that the UiO-66-X compds. with X = NO2, NH2, OH, CH3 and (CH3)2 show enhanced CO2 uptake compared to that of the parent compd. at 1 bar and 0°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFems78%253D&md5=139545ae95d3551c34ac7b9dc8af3820", "(f) ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Jobic", ", ", "H.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13768", "– ", "13774", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Understanding the Thermodynamic and Kinetic Behavior of the CO2/CH4 Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", "Yang, Qingyuan; Wiersum, Andrew D.; Jobic, Herve; Guillerm, Vincent; Serre, Christian; Llewellyn, Philip L.; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13768-13774", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of exptl. (gravimetry, microcalorimetry, and quasi-elastic neutron scattering) measurements and mol. modeling was employed to understand the coadsorption of CO2 and CH4 in the zirconium terephthalate UiO-66(Zr) material from both the thermodn. and kinetic points of view.  Each type of mols. adsorb preferentially in two different porosities of the material, i.e., while CO2 occupy the tetrahedral cages, CH4 are pushed to the octahedral cages.  Further, a very unusual dynamic behavior was also pointed out with the slower mol., i.e., CO2, enhancing the mobility of the fast one, i.e., CH4, that contrasts with those usually obsd. so far for the CO2/CH4 mixt. in narrow window zeolites where the mols. are most commonly diffusing independently or slowing-down the partner species.  Such behavior was interpreted in light of mol. simulations that evidenced a jump type mechanism involving a tetrahedral cages-octahedral cages-tetrahedral cages sequence that occurs more frequently for CH4 when in presence of CO2.  The consequences in terms of CO2/CH4 selectivity and the possible use of this MOF-type material in a PSA process are then discussed.  It is thus clearly emphasized that this MOF material combines several favorable features including a good selectivity, high working capacity, and potential easy regenerability that make it as a good alternative candidate of the conventional NaX Faujasite used in pressure swing adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvValu7Y%253D&md5=e277534e0e170963336db424f0c44b0a", "(g) ", "Gomes Silva", ", ", "C.", "; ", "Luz", ", ", "I.", "; ", "Llabrés", ", ", "F. X.", "; ", "Xamena", ", ", "I.", "; ", "Corma", ", ", "A.", "; ", "García", ", ", "H.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "11133", "– ", "11138", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Water stable Zr-benzenedicarboxylate metal-organic frameworks as photocatalysts for hydrogen generation", "Gomes Silva Claudia; Luz Ignacio; Llabres i Xamena Francesc X; Corma Avelino; Garcia Hermenegildo", "Chemistry (Weinheim an der Bergstrasse, Germany)", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "36", "),\r\n    ", "11133-8", "\r\n        ISSN:", ".\r\n    ", "The Zr-containing metal-organic frameworks (MOFs) formed by terephthalate (UiO-66) and 2-aminoterephthalate ligands [UiO-66(NH(2))] are two notably water-resistant MOFs that exhibit photocatalytic activity for hydrogen generation in methanol or water/methanol upon irradiation at wavelength longer than 300 nm.  The apparent quantum yield for H(2) generation using monochromatic light at 370 nm in water/methanol 3:1 was of 3.5% for UiO-66(NH(2)).  Laser-flash photolysis has allowed detecting for UiO-66 and UiO-66(NH(2)) the photochemical generation of a long lived charge separated state whose decay is not complete 300 μs after the laser flash.  Our finding and particularly the influence of the amino group producing a bathochromic shift in the optical spectrum without altering the photochemistry shows promises for the development of more efficient MOFs for water splitting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3cfkvVSntA%253D%253D&md5=4790ae3c47422c081622e54607362d67", "13. ", "Ameloot", ", ", "R.", "; ", "Aubrey", ", ", "M.", "; ", "Wiers", ", ", "B. M.", "; ", "Gómora-Figueroa", ", ", "A. P.", "; ", "Patel", ", ", "S. N.", "; ", "Balsara", ", ", "N. P.", "; ", "Long", ", ", "J. R.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "5533", "– ", "5536", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Ionic conductivity in the metal-organic framework UiO-66 by dehydration and insertion of lithium tert-butoxide", "Ameloot, Rob; Aubrey, Michael; Wiers, Brian M.; Gomora-Figueroa, Ana P.; Patel, Shrayesh N.; Balsara, Nitash P.; Long, Jeffrey R.", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "18", "),\r\n    ", "5533-5536", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The foregoing results demonstrate a new type of post-synthetic modification for the inorg. subunits of UiO-66(Zr6O4(OH)4(bdc)6; bdc2-=1,4-benzenedicarboxylate), one of the most robust and intensely studied metal-org. frameworks, resulting in a new solid electrolyte potentially suitable for Li-based batteries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktFWjsL4%253D&md5=a5c7df05874941fc9d96d0ded107ac24", "14. ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "– ", "10532", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "15. ", "Vermoortele", ", ", "F.", "; ", "Bueken", ", ", "B.", "; ", "Le Bars", ", ", "G.", "; ", "Van de Voorde", ", ", "B.", "; ", "Vandichel", ", ", "M.", "; ", "Houthoofd", ", ", "K.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11465", "– ", "11468", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Synthesis Modulation as a Tool To Increase the Catalytic Activity of Metal-Organic Frameworks: The Unique Case of UiO-66(Zr)", "Vermoortele, Frederik; Bueken, Bart; Le Bars, Gaelle; Van de Voorde, Ben; Vandichel, Matthias; Houthoofd, Kristof; Vimont, Alexandre; Daturi, Marco; Waroquier, Michel; Van Speybroeck, Veronique; Kirschhock, Christine; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "31", "),\r\n    ", "11465-11468", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The catalytic activity of the zirconium terephthalate UiO-66(Zr) can be drastically increased by using a modulation approach.  The combined use of HO2CCF3 and HCl during the synthesis results in a highly cryst. material, with partial substitution of terephthalates by trifluoroacetate.  Thermal activation of the material leads not only to dehydroxylation of the hexanuclear Zr cluster but also to post-synthetic removal of the trifluoroacetate groups, resulting in a more open framework with a large no. of open sites.  Consequently, the material is a highly active catalyst for several Lewis acid catalyzed reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCmu7vL&md5=8914b8785cebb8c3c0d96e7b179c2369", "16. ", "Baes", ", ", "C. F.", "; ", "Messmer", ", ", "R. E.", "  ", "The Hydrolysis of Cations", "; ", "Wiley", ": ", "New York", ", ", "1976", ".", "There is no corresponding record for this reference.", "17. ", "Schaate", ", ", "A.", "; ", "Roy", ", ", "P.", "; ", "Godt", ", ", "A.", "; ", "Lippke", ", ", "J.", "; ", "Waltz", ", ", "F.", "; ", "Wiebcke", ", ", "M.", "; ", "Behrens", ", ", "P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6643", "– ", "6651", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Modulated Synthesis of Zr-Based Metal-Organic Frameworks: From Nano to Single Crystals", "Schaate, Andreas; Roy, Pascal; Godt, Adelheid; Lippke, Jann; Waltz, Florian; Wiebcke, Michael; Behrens, Peter", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "24", "),\r\n    ", "6643-6651, S6643/1-S6643/11", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors present a study on the influence of benzoic acid, acetic acid, and water on the syntheses of the Zr-based metal-org. frameworks Zr-bdc (UiO-66), Zr-bdc-NH2 (UiO-66-NH2), Zr-bpdc (UiO-67), and Zr-tpdc-NH2 (UiO-68-NH2) (H2bdc: terephthalic acid, H2bpdc: biphenyl-4,4'-dicarboxylic acid, H2tpdc: terphenyl-4,4''-dicarboxylic acid).  By varying the amt. of benzoic or acetic acid, the synthesis of Zr-bdc can be modulated.  With increasing concn. of the modulator, the products change from intergrown to individual crystals, the size of which can be tuned.  Addn. of benzoic acid also affects the size and morphol. of Zr-bpdc and, addnl., makes the synthesis of Zr-bpdc highly reproducible.  The control of crystal and particle size is proven by powder XRD, SEM and dynamic light scattering (DLS) measurements.  TGA and Ar sorption expts. show that the materials from modulated syntheses can be activated and that they exhibit high sp. surface areas.  Water proved to be essential for the formation of well-ordered Zr-bdc-NH2.  Zr-tpdc-NH2, a material with a structure analogous to that of Zr-bdc and Zr-bpdc, but with the longer, functionalized linker 2'-amino-1,1':4',1''-terphenyl-4,4''-dicarboxylic acid, was obtained as single crystals.  This allowed the 1st single-crystal structural anal. of a Zr-based metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKksLc%253D&md5=188604c14defb7b374f67d9cf2c480ea", "18. ", "Kreuer", ", ", "K.-D.", "; ", "Paddison", ", ", "S. J.", "; ", "Spohr", ", ", "E.", "; ", "Schuster", ", ", "M.", " ", "Chem. Rev.", " ", "2004", ",  ", "104", ",  ", "4637", "– ", "4678", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Transport in Proton Conductors for Fuel-Cell Applications: Simulations, Elementary Reactions, and Phenomenology", "Kreuer, Klaus-Dieter; Paddison, Stephen J.; Spohr, Eckhard; Schuster, Michael", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "104", "\r\n        (", "10", "),\r\n    ", "4637-4678", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of the transport properties of available and emerging materials that have the potential to be used as electrolytes for fuel cells.  Strategies for the development of new materials with transport properties approaching those of an \"ideal separator\", esp. in the intermediate temp. range, are also discussed.  Presently, Nafion materials, or its modified derivs. are still the benchmark PEMs, despite more than twenty years of research into alternatives.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmsFCrsrg%253D&md5=92c7da72aac9be205466c827e9526903", "19. ", "Cliffe", ", ", "M. J.", "; ", "Wan", ", ", "W.", "; ", "Zou", ", ", "X.", "; ", "Chater", ", ", "P. a", "; ", "Kleppe", ", ", "A. K.", "; ", "Tucker", ", ", "M. G.", "; ", "Wilhelm", ", ", "H.", "; ", "Funnell", ", ", "N. P.", "; ", "Coudert", ", ", "F.-X.", "; ", "Goodwin", ", ", "A. L.", " ", "Nat. Commun.", " ", "2014", ",  ", "5", ",  ", "4176", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Correlated defect nanoregions in a metal-organic framework", "Cliffe Matthew J; Funnell Nicholas P; Goodwin Andrew L; Wan Wei; Zou Xiaodong; Chater Philip A; Kleppe Annette K; Wilhelm Heribert; Tucker Matthew G; Coudert Francois-Xavier", "Nature communications", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "4176", "\r\n        ISSN:", ".\r\n    ", "Throughout much of condensed matter science, correlated disorder is a key to material function.  While structural and compositional defects are known to exist within a variety of metal-organic frameworks (MOFs), the prevailing understanding is that these defects are only ever included in a random manner.  Here we show--using a combination of diffuse scattering, electron microscopy, anomalous X-ray scattering and pair distribution function measurements--that correlations between defects can in fact be introduced and controlled within a hafnium terephthalate MOF.  The nanoscale defect structures that emerge are an analogue of correlated Schottky vacancies in rocksalt-structured transition metal monoxides and have implications for storage, transport, optical and mechanical responses.  Our results suggest how the diffraction behaviour of some MOFs might be reinterpreted, and establish a strategy of exploiting correlated nanoscale disorder as a targetable and desirable motif in MOF design.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2cfktlerug%253D%253D&md5=66332e924e07cfc50874cfee93c44035", "20. ", "Horvath", ", ", "G.", "; ", "Kawazoe", ", ", "K.", " ", "J. Chem. Eng. Jpn.", " ", "1983", ",  ", "16", ",  ", "470", "– ", "475", "[", "Crossref", "], [", "CAS", "]", "20. ", "Method for the calculation of effective pore size distribution in molecular sieve carbon", "Horvath, Geza; Kawazoe, Kunitaro", "Journal of Chemical Engineering of Japan", "\r\n        (", "1983", "),\r\n    ", "16", "\r\n        (", "6", "),\r\n    ", "470-5", "CODEN:\r\n                ", "JCEJAQ", ";\r\n        ISSN:", "0021-9592", ".\r\n    ", "A method for the calcn. of effective pore size distribution from adsorption isotherms in mol.-sieve C is described.  This method is more exact theor. as well as practically than previously described methods.  An av. potential function was detd. inside the slit-like pores.  With the help of this function the doubtful use of the Kelvin equation can be avoided at the scale of mol. dimensions.  The method gives poor values for the larger pores but can be combined with the well-known Dollimore-Heal method at a pore size of 1.34 nm.  Calcn. is possible over a wide range of pore sizes.  The calcn. is shown through 2 examples from N2 isotherms at 77.4 K.  The model can be extended to other pore shapes as well as to other adsorbent-adsorbate pairs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXktVWlsg%253D%253D&md5=c301139eae0196b1bc22b0ddabee1320", "21. ", "(a) ", "Dippel", ", ", "T.", "; ", "Kreuer", ", ", "K.", " ", "Solid State Ionics", " ", "1991", ",  ", "46", ",  ", "3", "– ", "9", "[", "Crossref", "], [", "CAS", "]", "21. ", "Proton transport mechanism in concentrated aqueous solutions and solid hydrates of acids", "Dippel, T.; Kreuer, K. D.", "Solid State Ionics", "\r\n        (", "1991", "),\r\n    ", "46", "\r\n        (", "1-2", "),\r\n    ", "3-9", "CODEN:\r\n                ", "SSIOD3", ";\r\n        ISSN:", "0167-2738", ".\r\n    ", "The diffusion coeffs. of 1H and 17O, DH and DO, in aq. hydrochloric acid of different molarity were measured.  \"Structure diffusion triggered by mol. diffusion\", i.e. the proton conduction mechanism suggested for dil. aq. solns. of acids, could be extended to concd. solns.  For these and for some solid proton conducting hydrates, this mechanism approaches the vehicle mechanism (mol. diffusion) as its limiting case for low solvent concn.  The ratio DH/DO provided exptl. proof for intermol. proton transfer in thermodn. equil.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXltVentbs%253D&md5=e2888ed474cba108c6fde1de5b782e2f", "(b) ", "Kreuer", ", ", "K.", " ", "Chem. Mater.", " ", "1996", ",  ", "8", ",  ", "610", "– ", "641", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Proton Conductivity: Materials and Applications", "Kreuer, Klaus-Dieter", "Chemistry of Materials", "\r\n        (", "1996", "),\r\n    ", "8", "\r\n        (", "3", "),\r\n    ", "610-41", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this review, with 454 refs., the phenomenon of proton cond. in materials and the elements of proton conduction mechanisms-proton transfer, structural reorganization and diffusional motion of extended moieties-are discussed with special emphasis on proton chem.  This was characterized by a strong proton localization within the valence electron d. of electroneg. species (e.g., oxygen, nitrogen) and self-localization effects due to solvent interactions which allows for significant proton diffusivities only when assisted by the dynamics of the proton environment in Grotthuss and vehicle type mechanisms.  In systems with high proton d., proton/proton interactions lead to proton ordering <1st-order phase transition rather than to coherent proton transfers along extended hydrogen-bond chains as is frequently suggested in textbooks of phys. chem.  There is no indication for significant proton tunneling in fast proton conduction phenomena for which almost barrierless proton transfer probably occurs.  Models of proton cond. are applied to specific compds. comprising oxides, phosphates, sulfates, and water-contg. systems.  The importance of proton cond. is emphasized for biol. systems and in devices such as fuel cells, electrochem. sensors, electrochem. reactors, and electrochromic devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xht1Wns7Y%253D&md5=4a7526ed436ed5607668e362dbc1580a", "(c) ", "Agmon", ", ", "N.", " ", "Chem. Phys. Lett.", " ", "1995", ",  ", "244", ",  ", "456", "– ", "462", "[", "Crossref", "], [", "CAS", "]", "21. ", "The Grotthuss mechanism", "Agmon, Noam", "Chemical Physics Letters", "\r\n        (", "1995", "),\r\n    ", "244", "\r\n        (", "5,6", "),\r\n    ", "456-62", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Suggested mechanisms for proton mobility are confronted with exptl. findings and quantum mech. calcns., indicating that no model is consistent with the existing data.  It is suggested that the mol. mechanism behind prototropic mobility involves a periodic series of isomerizations between H9O4+ and H5O2+, the first triggered by hydrogen-bond cleavage of a second-shell water mol. and the second by the reverse, hydrogen-bond formation process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXos1Wls7o%253D&md5=d285f388a62674436db3a2f55ea74984", "22. ", "(a) ", "Stejskal", ", ", "E. O.", "; ", "Tanner", ", ", "J. E.", " ", "J. Chem. Phys.", " ", "1965", ",  ", "42", ",  ", "288", "– ", "292", "[", "Crossref", "], [", "CAS", "]", "22. ", "Spin diffusion measurements: spin echoes in the presence of a time-dependent field gradient", "Stejskal, E. O.; Tanner, J. E.", "Journal of Chemical Physics", "\r\n        (", "1965", "),\r\n    ", "42", "\r\n        (", "1", "),\r\n    ", "288-92", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "A derivation is given of the effect of a time-dependent magnetic field gradient on the spin-echo expt., particularly in the presence of spin diffusion.  There are several reasons for preferring certain kinds of time-dependent magnetic field gradients to the more usual steady gradient.  If the gradient is reduced during the radio-frequency pulses, H1 need not be particularly large; if the gradient is small at the time of the echo, the echo will be broad and its amplitude easy to measure.  Both of these relaxations of restrictions on the measurement of diffusion coeffs. by the spin-echo technique serve to extend its range of applicability.  A pulsed gradient can be recommended when it is crit. to define the precise time period over which diffusion is being measured.  The theoretical expression derived was verified exptl. for several choices of time-dependent magnetic field gradient.  An app. is described suitable for the production of pulsed gradients with amplitudes as large as 100 gauss cm.  The diffusion coeff. of dry glycerol at 26° ± 1° is (2.5 ± 0.2) × 10-3 cm.2/sec., a value smaller than can ordinarily be measured by the steady gradient method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXisFOrtQ%253D%253D&md5=c44b1de92c67b6fc3245225937c4ddd0", "(b) ", "Tanner", ", ", "J. E.", " ", "J. Chem. Phys.", " ", "1970", ",  ", "52", ",  ", "2523", "– ", "2526", "[", "Crossref", "], [", "CAS", "]", "22. ", "Use of the stimulated echo in NMR diffusion studies", "Tanner, John E.", "Journal of Chemical Physics", "\r\n        (", "1970", "),\r\n    ", "52", "\r\n        (", "5", "),\r\n    ", "2523-6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The stimulated echo in a three-radio-frequency-pulse expt. is useful in extending the range of measurement of diffusion coeffs. to more viscous substances or the measurement of barrier sepns. to wider spacings in systems where the diffusing substance has T1 > T2.  The spin-echo attenuation due to self-diffusion is derived for the general case of a time-dependent field gradient, and the result is found exptl. to be correct for the special case of a field gradient applied in 2 equal, square pulse.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3cXptlGgsw%253D%253D&md5=7390bc823359258bfb885733b25de844", "23. ", "McKee", ", ", "R.", " ", "Solid State Ionics", " ", "1981", ",  ", "5", ",  ", "133", "– ", "136", "[", "Crossref", "], [", "CAS", "]", "23. ", "A generalization of the Nernst-Einstein equation for self-diffusion in high defect concentration solids", "McKee, Rodney A.", "Solid State Ionics", "\r\n        (", "1981", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "133-6", "CODEN:\r\n                ", "SSIOD3", ";\r\n        ISSN:", "0167-2738", ".\r\n    ", "The Nernst-Einstein equation can be generalized for a high-defect-concn. solid to relate the mobility or cond. to the self-diffusion coeff. in the std. form.  This relation was derived assuming that the diffusing particles interact strongly and that the mobility is concn.-dependent.  This relation was derived for interstitial disordered structures, but it is perfectly general to any mechanism of self-diffusion as long as diffusion in a pure system is considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXmtlSisrY%253D&md5=7d5a4b54d26b1ebb7cfb7051a7ea1cef", "24. ", "Shimizu", ", ", "G. K. H.", "; ", "Taylor", ", ", "J. M.", "; ", "Kim", ", ", "S.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "354", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Proton conduction with metal-organic frameworks", "Shimizu, George K. H.; Taylor, Jared M.; Kim, Si Rim", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6144", "),\r\n    ", "354-355", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Wmu7%252FO&md5=e49b88adaf9a2e1a23eeb08577967be2"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/acs.chemmater.5b00665/20150408/images/small/cm-2015-006659_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/acs.chemmater.5b00665/20150408/images/small/cm-2015-006659_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/acs.chemmater.5b00665/20150408/images/small/cm-2015-006659_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-7/acs.chemmater.5b00665/20150408/images/small/cm-2015-006659_0005.gif\">"]}
