{"title": ["Tolerance of Flexible MOFs toward Repeated Adsorption Stress"], "authors": ["Volodymyr Bon", "Negar Kavoosi", "Irena Senkovska", "Stefan Kaskel"], "doi": ["10.1021/acsami.5b05456"], "abstract": ["The adsorption/desorption cyclability of four flexible MOFs, namely, MIL-53(Al), ELM-11, DUT-8(Ni), and SNU-9, was studied at 298 K using ", "butane as adsorptive. The detailed analysis of thermal response curves, physisorption isotherm data, powder X-ray diffraction patterns, as well as SEM images revealed the highly stable switching performance of MIL-53(Al) and ELM-11 materials during 100 adsorption/desorption cycles. In contrast, for DUT-8(Ni) and SNU-9, the multiple adsorption/desorption stress leads to the reduction of crystallite size, causing changes in the switching behavior in the initial 10 physisorption runs, and a characteristic shift of the “gate-opening” pressure to higher values is observed."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Flexible metal–organic frameworks", "(1)", " (MOFs) or so-called soft porous crystals", "(2)", " represent a subclass of MOFs, which are crystalline but show distinct cooperative structural transformations induced by adsorption (pressure changes), temperature, or other physical and chemical stimuli. Among the fascinating properties are so-called breathing", "(3-5)", " and gating phenomena", "(6, 7)", " as a function of host–guest interactions. Gating is a cooperative phenomenon involving a solid-state phase transformation from a nonporous to a porous phase of the adsorbent, and all unit cells switch simultaneously. Most frequently, the phase transition is triggered by adsorption or desorption of guest molecules and characterized by an activation energy barrier for the transformation, causing a hysteresis in the adsorption isotherm. Due to their capability to undergo stimulated structural transformations, soft porous crystals are often discussed as materials with huge application potential in gas separation processes, sensor technology, and catalysis. In particular, the high selectivity toward adsorptives stimulating the phase transition may be considered as a unique feature of switchable MOFs vs established adsorbents such as zeolites and activated carbons resulting in high adsorption selectivities. For example, one of the most frequently investigated flexible MOFs, MIL-53(Al), was successfully tested in the methane purification processes.", "(8)", " The MIL-53(Al) functionalized with amino groups was discussed as a reversible solid-state nonlinear optical switch", "(9)", " or as a component of a polyimide matrix membrane for the CO", "2", "/CH", "4", " separation,", "(10, 11)", " etc.", "However, pressure or temperature swing processes require very stable switching performance and reproducible adsorption/desorption behavior over many years. While rigid MOFs have been confirmed to show high cycling stability in various processes,", "(12-17)", " no information could be found for flexible MOFs. As soft porous crystals show pronounced volume changes during the switching process resulting in high stress in the crystals, their mechanical properties and mechanism of deformation are responsible for defect formation and  important for maintaining their crystal integrity.", "(2)", " Hence, the intriguing questions are as follows: How stable are flexible MOFs during multiple adsorption/desorption cycles? How does the mechanical stress influence the crystallite size, textural properties, and chracteristic quantities of the switching phenomenon (gate opening pressure, hysteresis) during cycling adsorption experiments?", "With these questions in mind four representative flexible MOFs, namely, MIL-53(Al), DUT-8(Ni), ELM-11, and SNU-9, showing different types of switching mechanism were chosen for investigations. All of these MOFs belong to either  breathing (MIL-53(Al), two transitions, lp–np–lp) or  gate pressure MOFs (DUT-8(Ni) and ELM-11, one transition, cp–lp), associated with the displacement of framework atoms and a change in the unit cell volume. The selection involves 2D (ELM-11) and 3D frameworks (MIL-53(Al), DUT-8(Ni), SNU-9), whereas SNU-9 is a double-interpenetrated framework. The cell volume expansion coefficient (calculated as a ratio of the unit cell volume of open pore phase to the unit cell volume of contracted phase, taking into account that ", "Z", " must be the same for both structures) is equal to 1.5 for MIL-53, ELM-11, and SNU-9. DUT-8 has a significantly higher expansion coefficient of 2.4. It should be mentioned, that the initial crystal size of the investigated compounds differs. DUT-8(Ni) and SNU-9 are usually available as large crystals (10–100 μm) (see ", "ESI", ", Figures S22 and S23) in the “as-made” form. ELM-11 and MIL-53(Al), in contrast, tend to form microcrystalline powders (2–10 μm) (see ", "ESI", ", Figures S24 and S25).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "All reagents and solvents were purchased from commercial suppliers and used in the synthesis without further purification. The syntheses of MIL-53(Al),", "(18)", " DUT-8(Ni),", "(19)", " pre-ELM-11,", "(20)", " and SNU-9", "(21)", " were performed according to published procedures. SNU-9 was synthesized in the 120 mL Schott flask, but the synthesis was scaled up 10-fold. All synthesized compounds are crystalline and phase pure according to the X-ray diffraction patterns presented in Figures S1–S4, ", "ESI", ". To obtain ELM-11, the as-synthesized pre-ELM-11 was soaked in ethanol at room temperature for 2 days and dried in vacuum at 393 K for 16 h. The PXRD pattern of ELM-11 involves some reflections of pre-ELM-11 phase probably due to adsorption of atmospheric moisture during the measurement or due to  incomplete conversion.", "Powder X-ray diffraction (PXRD) patterns were collected in transmission geometry with a STOE STADI P diffractometer operated at 40 kV and 30 mA with monochromatic Cu Kα1 (λ = 0.15405 nm) radiation, equipped with a 0D gas-filled detector and with a scan speed of 15 s/step and a step size of 0.1°.", "Low-pressure nitrogen (77 K) and ", "n-", "butane (273 and 298 K) adsorption isotherms up to 1 bar were measured volumetrically on BELSORP-max with a sample mass between 30 and 60 mg. The purity of ", "n", "-butane and nitrogen was 99.95% and 99.999%, respectively.", "The nitrogen psysisorption isotherms for all investigated MOFs were measured at 77 K. MIL-53(Al) shows a type I isotherm saturating at 354 cm", "3", " g", "–1", " corresponding to a total pore volume of 0.55 cm", "3", " g", "–1", ". All other materials show the “gate-opening” and “gate-closing” effects during the nitrogen adsorption at various ", "p", "/", "p", "0", " values.", "The ", "n-", "butane adsorption cycling experiments at 298 K were performed using the previously described optical calorimeter setup (InfraSORP Technology by Fraunhofer/Rubotherm),", "(22)", " which measures the time-resolved temperature change (i.e., the thermal response) of a porous material during adsorption of an adsorptive in a dynamic gas flow (Scheme S1, ", "ESI", ").", "(23, 24)", "The pressure of pure ", "n", "-butane (used as a test gas in this study) at 298 K and 1 atm corresponds to a relative pressure (", "p", "/", "p", "0", ") of 0.4. For the adsorption/desorption cycling experiments, samples were placed in the sample cell and purged with nitrogen until a constant sample temperature was observed. When the sample was at constant temperature, it was exposed to a flow of 70 cm", "3", "/min ", "n-", "butane at 1 bar for 150 (for MIL-53(Al), ELM-11, and DUT-8(Ni)) or 300 s (for SNU-9), causing a temperature increase of the sample detected by a broad-band infrared sensor. Subsequently, the sample cell was purged with nitrogen for 300 s for MIL-53(Al), ELM-11, and DUT-8(Ni). Because of extremely slow adsorption kinetics in SNU-9, longer desorption times of 1000 s were used in this experiment. The bypass time between adsorption and desorption was 100 s. The exposure times to the measuring and purging gases were chosen based on the corresponding adsorption/desorption temperature profiles (see ", "ESI", ", Figures S7, S10, S13, and S16). The following criterion was used: the baseline temperature detected before the adsorption experiment should be achieved. The thermal response peak area (", "A", ") was integrated using Origin 9.0 and is given in °C min.", "SEM images were recorded using a Hitachi Microscope SU8020.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Performing multiple adsorption/desorption cycles using conventional instruments is very time consuming. For rapid cycling of flexible MOFs, the new type of InfraSORP instrument is ideally suited. The instrument allows one to record the temperature of the sample during  adsorption or desorption. The temperature increase is caused by the heat released associated with the adsorption process as represented by the adsorption enthalpy, and the signal integral is a measure for the total adsorption capacity.", "(22-24)", "As adsorptive, triggering the structural transformation, ", "n-", "butane was used, since it allows one to perform the experiments at room temperature, and all investigated materials show structural transformations during the adsorption of ", "n-", "butane in a pressure range up to 100 kPa at 298 K. This is reflected in the hysteresis in the ", "n-", "butane physisorption isotherms as well as in PXRD patterns collected in situ.", "(25-27)", "As a prototypical breathing MOF we first  investigated aluminum terephthalate, known as MIL-53(Al).", "(18)", " The framework consists of infinite trans chains of corner-sharing AlO", "4", "(OH)", "2", " octahedra interconnected by therephthalate ligands generating one-dimensional rhombic channels (", "Figure ", "1", "a). The adsorption of ", "n-", "butane in MIL-53 at 298 K occurs in two steps (", "Figure ", "1", "b): the first adsorption step corresponds to the initial filling of the micropores causing the transition from large pore (lp) phase to the narrow pore (np) phase pressure below 10 kPa.", "(26)", " The narrow pore phase exists up to ca. 40 kPa. At higher pressures the opening of the framework leads to a steep increase in the adsorbed amount in the pressure region between 40  (", "p", "/", "p", "0", " = 0.16) and 60 kPa (", "p", "/", "p", "0", " = 0.25). The desorption process is characterized by a hysteresis loop, and the lp → np transition takes place in the pressure range 32–25 kPa corresponding to ", "p", "/", "p", "0", " = 0.13–0.10 (", "Figure ", "1", "b). The complete ", "n-", "butane desorption from MIL-53(Al) cannot be reached even at 0.8 kPa, which points to the strong interaction between the np framework and the adsorbate (Figure S18, ", "ESI", ").", "(26)", " The breathing behavior in the MIL-53 framework was already studied in detail by Coudert et al. using a thermodynamic", "(28)", " approach as well as by Maurin and co-authors by combination of molecular simulation with microcalorimetry", "(29)", " and quasi-elastic neutron scattering experiments.", "(30)", "Figure 1. (a) Structural switching between the large pore (lp) form and the narrow pore (np) form of MIL-53(Al) upon ", "n-", "butane adsorption. (b) Adsorption isotherm of ", "n-", "butane at 298 K (left) and nitrogen at 77 K (right) measured on as-synthesized MIL-53 sample (red circles), after 10 adsorption/desorption cycles in the InfraSORP (green triangles), and after 100 InfraSORP cycles (blue diamonds).", "The first adsorption/desorption run performed using InfraSORP gives a characteristic peak with a shoulder in the temperature profile, which can be correlated to the two-step adsorption behavior of MIL-53 (", "Figure ", "2", "a). To desorb the ", "n-", "butane from the pores, a nitrogen flow was purged through the sample cell until a constant sample temperature signal was observed. In the second adsorption cycle, however, a significant decrease in the temperature signal and  a decrease of the thermal response peak area (from 279 to 216 A/g) was observed (", "Figure S17", "). However, no such significant changes in the mentioned parameters were detectable between the second and following adsorption/desorption cycles.", "Obviously, it is not possible to reach the initial large pore state by flushing the sample with nitrogen at room temperature. Only the lp → np transition takes place under such desorption conditions, and the phase partially filled with butane (butane@MIL-53 in narrow pore state) is the initial state before the second adsorption cycle. To prove this assumption, XRD measurement on the sample, subjected to the butane adsorption and purging with nitrogen, was performed. The obtained PXRD pattern does not fit to the lp phase.", "(18, 26)", " The indexing of the pattern resulted (Figure S1, ", "ESI", ") in the unit cell parameters and unit cell volume which are close to that recently reported for np phase of MIL-53(Cr), filled with ", "n-", "butane.", "(26)", "The difference between the thermal response peak area obtained in the first and second adsorption cycles is in good agreement with the butane uptake calculated for the first and second step from the adsorption isotherm as shown in  ", "Figure ", "2", "b.", "Starting from the second cycle, the area of the adsorption thermal response peak decreases continuously from 216 (2nd cycle) to 78 (90th cycle) A/g, indicating decreasing butane uptake (", "Figure S17", "). As it was shown earlier for activated carbons, the effect originates from incomplete desorption of butane from the micropores during the purge with nitrogen. Oschatz at al. demonstrated already a strong correlation between the pore size, the purging time, and the regenerated porosity in carbon materials.", "(31)", " It was shown that with increasing desorption time a larger fraction of the adsorbed ", "n-", "butane is removed from the pore system of the microporous carbons, but even after 5 min the regeneration is not complete. Thus, the decreasing switching capacity can be attributed to butane accumulation in the pores but not necessarily to structural degradation. However, it also implicates that the switching at higher cycles practically occurs between the partially filled np and the completely filled lp phase and does not involve “full breathing”.", "In order to analyze the structural integrity of the material, ", "n-", "butane (at 298 K) and nitrogen (at 77 K) adsorption isotherms for the as-made material as well as for materials subjected to 10 and 100 adsorption/desorption cycles were measured volumetrically as compared in ", "Figure ", "1", "b. The perfect superposition of the isotherms demonstrates the high stability of the material for the repeated adsorption/desorption and structural breathing.", "Figure 2. (a) Thermal response curves during the cycling experiments on MIL-53(Al). (b) Thermal response of MIL-53(Al) exposed to ", "n", "-butane gas flow at ambient pressure for the first time (", "A", "1) and for the second time (", "A", "2). (Inset) Adsorption isotherm of ", "n", "-butane at 298 K measured on as-synthesized sample (", "A", ", area; ", "U", ", uptake). ", "A", "1:", "A", "2 = ", "U", "1:", "U", "2 = 1.7.", "Further confirmation of the high tolerance for structural transformations of MIL-53(Al) was provided by SEM analysis. The images show no changes in the crystallite size but only slight changes in the surface texture of the crystallites (Figure S24, ", "ESI", ").", "Another prototypical flexible MOF is the elastic layer-structured metal–organic framework ELM-11,", "(7)", " which is also among the earliest flexible MOFs discovered.", "(6)", " Recently, Miyahara and co-workers studied in detail the gating adsorption of CO", "2", " on ELM-11 using a combination of in situ XRD and molecular simulation.", "(32)", " The Cu", "2+", " ions are square planar coordinated by four bipyridine ligands to afford two-dimensional, square grid sheets (Cu–Cu squares = 11.15 × 11.15 Å), while two BF", "4", "–", " anions occupy transaxial positions complementing the octahedral coordination", "(33)", " (", "Figure ", "3", "a). The freshly activated material consists of platelike crystallites, ca. 5 μm in size, with a smooth surface (Figure S25, ", "ESI", "). The ", "n", "-butane adsorption isotherm at 298 K shows a typical gate opening behavior: no adsorption up to 13 kPa and a steep uptake increase starting from 13.6 kPa (", "Figure ", "3", "b). In the initial InfraSORP cycles ELM-11 shows a different behavior in comparison to MIL-53. The thermal response peak area of adsorption drastically increases during the first 3 cycles from 57  to 197 A/g and reaches a maximum of 229 A/g after 10 cycles (", "Figure ", "4", "a). The following cycles have only a minor influence on the adsorption behavior, and the peak area remains almost constant.", "Since the ", "n", "-butane and nitrogen adsorption isotherms performed on the material before cycling and after 10 and 100 cycles are conformed (", "Figure ", "3", "b), the increase of the thermal response peak area in the first 10 cycles can be attributed to the displacement of residual water from the pore system by butane. The reason for this is the highly hygroscopic nature of ELM-11 and the sample preparation in the InfraSORP, since the sample transfer into the InfraSORP cannot be performed under inert atmosphere, and consequently, the starting material contains some preadsorbed water from the ambient air. The observations were also confirmed by X-ray diffraction, as the XRD of activated sample contains some peaks corresponding to the open phase. Thus, the first 10 cycles can be considered as sample conditioning. The unchanged thermal response peak areas in the following 90 cycles (", "Figure S17", ") as well as the minor changes in nitrogen (77 K) and ", "n-", "butane (298 and 273 K) physisorption isotherms (", "Figures ", "3", "b and S19, ", "ESI", ") point to the highly stable behavior of ELM-11 under cyclic butane adsorption. In comparison to MIL-53, for ELM-11 the desorption in the purge is nearly complete, because desorption and gate closing is observed at significantly higher pressure (", "Figure ", "3", "b).", "Figure 3. (a) Crystal structure of ELM-11. Carbon atoms belonging to different layers are shown in gray and black.  BF", "4", "–", " anions are shown as green sheers.  Cu atoms are represented in light blue and nitrogen atoms in dark blue. (b) Adsorption isotherm of ", "n", "-butane at 298 K (left) and nitrogen at 77 K (right) measured on as-synthesized ELM-11 sample (red circles), after 10 adsorption/desorption cycles in the InfraSORP (green triangles), and after 100 InfraSORP cycles (blue diamonds).", "Figure 4. Adsorption/desorption cycling of ELM-11. Thermal response curves of the first four adsorption cycling experiments (a) and following 90 cycles (b).", "The analysis of the SEM images shows that the crystallites after the adsorption cycling tests show a defected cracky surface (Figure S25, ", "ESI", ").", "DUT-8 was studied as a typical member of the so-called pillared layer MOFs, where the layers of Ni", "2", "(ndc)", "2", " are pillared by dabco molecules. The compound shows pronounced gate opening during the ", "n-", "butane adsorption as reported by Klein et al. (", "Figure ", "5", "a).", "(19)", " In comparison to MIL-53 and ELM-11, the crystallite size is significantly larger after the synthesis and activation and is approximately 50 μm on average (Figure S21, ", "ESI", "). Moreover, the structural transformation during gating involves a strong distortion of the Ni", "2", "(O", "2", "C)", "4", "-padlle wheel SBU. The freshly synthesized and activated sample shows gate opening in the range between 60 and 80 kPa in the ", "n-", "butane adsorption at 298 K and at 10 kPa in the nitrogen adsorption at 77 K (", "Figure ", "5", "b). The thermal response curve of the first ", "n-", "butane cycle consists of two peaks, similar as for MIL-53 (", "Figure ", "6", "a, red curve). The first temperature increase corresponds to the initial uptake of ca. 20 cm", "3", " g", "–1", " in the pregate region (according to adsorption isotherm of ", "n-", "butane at 298 K).", "Figure 5. (a) Structural switching between the closed pore (cp) and large pore (lp) form of DUT-8(Ni) upon ", "n-", "butane adsorption. (b) Adsorption isotherms of ", "n-", "butane at 298 K (left) and nitrogen at 77 K (right) measured on as-synthesized DUT-8 sample (red circles), after 10 adsorption/desorption cycles in the InfraSORP (green triangles), and after 100 InfraSORP cycles (blue diamonds).", "The main thermal response however originates from the uptake during gate opening. In the next 10 cycles, gradual changes in the adsorption behavior were observed. While the intensity of the first component of the thermal response curve increases slightly from the first to the second cycle and remains almost constant in the next 9 cycles, the area of the second peak component decreases drastically (", "Figure ", "6", "a), and as consequence, the overall peak area of adsorption peaks decreases from 258 A/g in the 1st cycle to only 31 A/g in the 10th cycle.", "Further 90 cycles lead only to slight fluctuations of the thermal response parameters (", "Figures ", "6", "b and S17, ", "ESI", "). The explanation for such a peculiar behavior can be given after analysis of ", "n-", "butane (298 K) and nitrogen (77 K) physisorption isotherms shown in ", "Figure ", "5", "b. Obviously, the multiple adsorption/desorption stress leads to a significant shift of the gate-opening pressure to higher relative pressure values: for butane at 298 K from 60 kPa to a pressure exceeding 100 kPa and thus located beyond the measuring range and for the nitrogen adsorption at 77 K from 10 to 40 kPa. Thus, at 298 K, butane is not able any more to open the framework of DUT-8 in the dynamic flow. The total pore volume calculated at 100 kPa (", "p", "/", "p", "0", " = 0.41) from ", "n", "-butane adsorption isotherms measured at 298 K decreases drastically from 0.96 cm", "3", " g", "–1", " for as-synthesized activated material to 0.35 and 0.27 cm", "3", " g", "–1", " for materials after 10 and 100 adsorption/desorption cycles, correspondingly.", "In order to get deeper insights into the ", "n-", "butane adsorption behavior of the sample subjected to the adsorption stress, additional adsorption isotherms were measured at 273 K (Figure S20, ", "ESI", ") to reach higher relative pressure values and prove the changes of the gate-opening pressure. The gate-opening pressure in this case is shifted from 25 to 70 kPa.", "Figure 6. Adsorption/desorption cycling of DUT-8(Ni): Thermal response curves during the first 10 cycles (a) and next 90 cycles (b).", "The analysis of nitrogen adsorption isotherms shows that the overall pore volume for the freshly activated material and for the same material after cyclic adsorption experiment is almost the same and decreases only slightly from 0.93 to 0.81 cm", "3", " g", "–1", " for materials after 100 adsorption/desorption cycles. The PXRD patterns and DRIFT spectra of both materials show almost no changes, and the sample contains nearly pure DUT-8(Ni) cp phase (Figures S3 and S26, ", "ESI", "). The pronounced changes are observed, however, in the size and texture of the crystallites, according to  SEM analysis. Thus, 50 μm large crystallites of as-synthesized material become smaller and are 5–10 μm in size after multiple adsorption/desorption cycling. Also, the perfectly smooth surface of as-made crystals transforms to a strongly defective surface with a multitude of defects and fissures that are obviously the consequence of adsorption stress during the phase transitions.", "The influence of the crystallite size on the adsorption properties of the flexible pillar-layer MOFs was also shown recently by Sakata et al. for Cu", "2", "(bdc)", "2", "(bpy),", "(34)", " namely, the samples containing crystallites of micrometer size show characteristic switching behavior, while nanocrystalline samples show no signs of flexibility and exist solely in open form. Normally, a decrease of gate-opening pressure is expected for smaller domain sizes due to a reduced activation barrier. In the case of DUT-8(Ni), however, the multiple adsorption/desorption stress leads to a significant reduction of the crystallite (domain) size and in parallel to a shift of the gate-opening pressure to higher values. This observation is contrary to the observations of Sakata et al.,", "(34)", " stating that a switch from macroscopic to mesoscopic scale in flexible pillared-layer MOFs makes the open pore form more favorable, and therefore, the gate pressure shifts to  lower values. Thus, the mechanisms associated with switching in DUT-8 must be distinctly different from those in other switchable MOFs. In our view the repeated adsorption stress in DUT-8(Ni) causes an increased yield stress that is responsible for the shift of gating pressure, probably caused by dislocations and lattice strain.", "Another material that also shows cluster distortion during gating in the adsorption/desorption cycling is [Zn", "2", "(BPnDC)", "2", "(bpy)]", "2", ", also known as SNU-9.", "(21, 35)", " The compound was synthesized in the form of larger crystals, comparable in size to DUT-8. The activated material consists of crystallites with dimensions in the range of 50–100 μm (Figure S23, ", "ESI", "). The structural transformations during  gas adsorption were proved by in situ XRD showing reversible framework switching (", "Figure ", "7", "a).", "(35)", "Figure 7. (a) Structural switching between the np and the lp form of SNU-9 upon ", "n-", "butane adsorption. (b) Adsorption isotherm of ", "n-", "butane at 298 K (left) and nitrogen at 77 K (right) measured on as-synthesized SNU-9 (red circles), after 10 adsorption/desorption cycles in the InfraSORP (green triangles), and after 100 InfraSORP cycles (blue diamonds).", "SNU-9 contains two interpenetrated frameworks with ", "pcu", " topology related by inversion symmetry.", "(21)", " The ", "n-", "butane adsorption isotherm measured at 298 K shows two steps, similar to MIL-53(Al). At pressures up to 37 kPa, a type I run is observed with a saturation uptake of 35 cm", "3", " g", "–1", ". After reaching a pressure of 37 kPa, the second step occurs and the isotherm reaches saturation at 60 cm", "3", " g", "–1", ". The desorption is characterized by a step at 30 kPa resulting in a hysteresis closing at 20 kPa (", "Figure ", "7", "b). In analogy to MIL-53, the thermal response curve profile of SNU-9 can be deconvoluted into two peaks (", "Figure ", "8", "), corresponding to the two adsorption steps in the isotherm. The first most intense one is referred to the steep uptake in the lower pressure range. The second arises as a broad shoulder and corresponds to the smooth adsorption step at 37 kPa.", "The cycling experiments show that the most pronounced changes take place in the first two cycles in which the peak area slightly decreases from 166 to 152 A/g (see ", "ESI", ", Table S4). In the following cycles, the peak area (that corresponds to the amount of adsorbed gas) remains nearly the same showing only slight fluctuations during adsorption cycling (Figure S17, ", "ESI", "). ", "n", "-Butane adsorption isotherms measured after 10 and 100 adsorption/desorption cycles at 298 K show that the slope of the gate opening changes during the initial 10 cycles (presumably after first cycle already) and remains constant for further adsorption/desorption runs.", "Figure 8. Adsorption/desorption cycling on SNU-9. Thermal response curves during the first 10 cycles: 1st, red; 2nd, black; 3rd, blue; 4th, green; 7th, brown; 9th, light blue.", "The ", "n-", "butane uptake in saturation decreases from 61 cm", "3", " g", "–1", " in the 1st run to 55 cm", "3", "/g in the 10th run to the 50 cm", "3", "/g after 100 runs. Pronounced differences in the adsorption behavior are observed in the nitrogen physisorption isotherms measured at 77 K. While the adsorption isotherm of as-made material shows a pronounced and steep gate opening at 700 Pa, a gradual opening over a larger relative pressure range is detected for the material after cyclic butane adsorption (", "Figure ", "7", "b). The saturation uptake of the isotherm decreases from 244  (for the 1st cycle) to 130 cm", "3", " g", "–1", " (after 100 cycles). According to the PXRD and DRIFT spectra (Figure S4, S27, ", "ESI", "), measured before and after the cycling, the structural integrity of the compound as well as phase purity are retained (", "Figure S4", "). The analysis of the SEM images taken before and after cycling experiments shows a strong influence of the adsorption/desorption stress on the crystallite size, which gradually decreases from 100 to 5 μm (Figure S23, ", "ESI", "). Thus, the effect of repeated adsorption stress is similar as for DUT-8(Ni), resulting in a higher gate-opening pressure after adsorption cycling. Both materials have in common that the metal-containing structural building units (“clusters”) undergo significant deformation during the phase transition of the adsorbent. However, further studies are needed to elucidate in detail the defects, dislocations, and phase boundaries formed after adsorption cycling that are responsible for the observed phenomena.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "All investigated flexible MOFs, MIL-53(Al), ELM-11, DUT-8(Ni), and SNU-9, are capable of multiple adsorption/desorption processes at least in butane adsorption at room temperature. MIL-53(Al) and ELM-11 can be considered as very tolerant toward repeated adsorption/desorption cycling without significant changes in the textural properties during 100 physisorption runs.", "DUT-8(Ni) and SNU-9 (as macrocrystalline compounds) show a distinct adsorption behavior during the repeated physisorption experiments that can be explained by the high mechanical stress caused by large volume changes and the large crystallite size of the starting material. As a result, the crystallite size (domain size) changes during adsorption cycling, and the original crystals fragment into smaller domains adjusting to a finite value that can tolerate the adsorption stress. This leads to a less steep gate-opening slope and consequently broadening of the hysteresis loop. After preconditioning in the first cycles, the MOFs show stable adsorption/desorption behavior. An interesting observation is the pronounced shift of the gate pressure toward higher values after cycling. This effect can be interpreted as an analogy of work hardening where multiple plastic deformation generates dislocations and lattice strain fields causing an increasing yield stress with increasing plastic deformation.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acsami.5b05456", ".", "PXRD patterns, DRIFT spectra, additional information on the adsorption/desorption cyclization experiments, ", "n-", "butane physisorption isotherms at 273 K, and SEM images (", "PDF", ")", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This work was supported by the German Federal Ministry of Science and Education (BMBF, Project No 05K13OD3) and “excellence initiative by the German federal and state government” (Institutional strategy, measure “support the best”). Ms. Andrea Brünner (TUD) is kindly acknowledged for  support during SEM measurements.", "Abbreviations", "MIL", "Matériaux de l‘Institut Lavoisier", "ELM", "elastic layer material", "DUT", "Dresden University of Technology", "SNU", "Seoul National University", "PXRD", "powder X-ray diffraction", "SEM", "scanning electron microscopy", "DRIFT", "diffuse reflectance infrared Fourier transform", "BPnDC", "benzophenone 4,4′-dicarboxylic acid", "bpy", "4,4′-bipyridine", "bdc", "benzene dicarboxylate", "np", "narrow pore", "cp", "close pore", "lp", "large pore", "ndc", "2,6-naphtalenedicarboxylate", "dabco", "1,4-diazabicyclo[2.2.2]octane", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 35 other publications.", "1. ", "Schneemann", ", ", "A.", "; ", "Bon", ", ", "V.", "; ", "Schwedler", ", ", "I.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Fischer", ", ", "R. A.", " ", "Flexible Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6062", "– ", "6096", " DOI: 10.1039/C4CS00101J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Flexible metal-organic frameworks", "Schneemann, A.; Bon, V.; Schwedler, I.; Senkovska, I.; Kaskel, S.; Fischer, R. A.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6062-6096", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Advances in flexible and functional metal-org. frameworks (MOFs), also called soft porous crystals, are reviewed by covering the literature of the five years period 2009-2013 with ref. to the early pertinent work since the late 1990s.  Flexible MOFs combine the cryst. order of the underlying coordination network with cooperative structural transformability.  These materials can respond to phys. and chem. stimuli of various kinds in a tunable fashion by mol. design, which does not exist for other known solid-state materials.  Among the fascinating properties are so-called breathing and swelling phenomena as a function of host-guest interactions.  Phase transitions are triggered by guest adsorption/desorption, photochem., thermal, and mech. stimuli.  Other important flexible properties of MOFs, such as linker rotation and sub-net sliding, which are not necessarily accompanied by crystallog. phase transitions, are briefly mentioned as well.  Emphasis is given on reviewing the recent progress in application of in situ characterization techniques and the results of theor. approaches to characterize and understand the breathing mechanisms and phase transitions.  The flexible MOF systems, which are discussed, are categorized by the type of metal-nodes involved and how their coordination chem. with the linker mols. controls the framework dynamics.  Aspects of tailoring the flexible and responsive properties by the mixed component solid-soln. concept are included, and as well examples of possible applications of flexible metal-org. frameworks for sepn., catalysis, sensing, and biomedicine.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nI&md5=b824d2bff6379c9662b50e86739b42f7", "2. ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Soft Porous Crystals", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "– ", "704", " DOI: 10.1038/nchem.444", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "3. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Noguès", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louër", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O", "2", "C–C", "6", "H", "4", "–CO", "2", "}·{HO", "2", "C–C", "6", "H", "4", "–CO", "2", "H}", "x", "·H", "2", "O", "y", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "– ", "13526", " DOI: 10.1021/ja0276974", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "4. ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Vimont", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Daturi", ", ", "M.", "; ", "Filinchuk", ", ", "Y.", "; ", "Leynaud", ", ", "O.", "; ", "Barnes", ", ", "P.", "; ", "Férey", ", ", "G.", " ", "An Explanation for the Very Large Breathing Effect of a Metal–Organic Framework During CO", "2", " Adsorption", " ", "Adv. Mater.", " ", "2007", ",  ", "19", ",  ", "2246", "– ", "2251", " DOI: 10.1002/adma.200602645", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "An explanation for the very large breathing effect of a metal-organic framework during CO2 adsorption", "Serre, Christian; Bourrelly, Sandrine; Vimont, Alexandre; Ramsahye, Naseem A.; Maurin, Guillaume; Llewellyn, Philip L.; Daturi, Marco; Filinchuk, Yaroslav; Leynaud, Olivier; Barnes, Paul; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "17", "),\r\n    ", "2246-2251", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The unusual adsorption behavior of CO2 in a nanoporous hybrid metalorg. solid is discussed.  The gas adsorption-desorption step is related to a breathing phenomenon.  Also probably the main interactions responsible for the breathing phenomenon are strong guest-framework CO2-OH interactions as well as CO2-CO2 interactions along the tunnels present in the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSktrbP&md5=a886b928b0e86e5c709f1364b8dcbdb9", "5. ", "Ferey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "Large Breathing Effects in Three-Dimensional Porous Hybrid Matter: Facts, Analyses, Rules and Consequences", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1380", "– ", "1399", " DOI: 10.1039/b804302g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", "Ferey, Gerard; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1380-1399", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review focuses on a strange behavior of crystd. solid matter: its reversible swelling with large magnitude.  This will be of interest for experts in porous solids but also for solid state chemists and physicists.  Some examples, classified according to the dimensionality of the inorg. subnetwork, present the general requirements and the structural rules which govern the existence of this phenomenon.  Its consequences concern specific applications related to sensors, energy savings, sustainable development and health (100 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu70%253D&md5=a620fc681f135bdce4044f16b18c60b1", "6. ", "Li", ", ", "D.", "; ", "Kaneko", ", ", "K.", " ", "Hydrogen Bond-Regulated Microporous Nature of Copper Complex-Assembled Microcrystals", " ", "Chem. Phys. Lett.", " ", "2001", ",  ", "335", ",  ", "50", "– ", "56", " DOI: 10.1016/S0009-2614(00)01419-6", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Hydrogen bond-regulated microporous nature of copper complex-assembled microcrystals", "Li, D.; Kaneko, K.", "Chemical Physics Letters", "\r\n        (", "2001", "),\r\n    ", "335", "\r\n        (", "1-2", "),\r\n    ", "50-56", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A Cu complex-assembled compd. [Cu(bpy)(BF4)2(H2O)2·(bpy)]n (bpy=4,4'-bipyridine) with non-interpenetrated structure was synthesized and its adsorption properties for N2, Ar, and CO2 were studied.  The adsorption of gas on this complex suddenly begins at a definite relative pressure ('gate pressure') regardless of almost nil adsorption below the gate pressure.  Such a unique adsorption phenomenon is attributed to the hydrogen bond-regulated microporous nature of this complex; hydrogen bonds in pores block adsorption below the gate pressure.  Addnl., the gate pressure depends on both the adsorbate and the pretreatment temp. of the Cu complex solid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtlSrurk%253D&md5=c829308033219bd4236a3a8262dbf765", "7. ", "Kondo", ", ", "A.", "; ", "Noguchi", ", ", "H.", "; ", "Ohnishi", ", ", "S.", "; ", "Kajiro", ", ", "H.", "; ", "Tohdoh", ", ", "A.", "; ", "Hattori", ", ", "Y.", "; ", "Xu", ", ", "W.-C.", "; ", "Tanaka", ", ", "H.", "; ", "Kanoh", ", ", "H.", "; ", "Kaneko", ", ", "K.", " ", "Novel Expansion/Shrinkage Modulation of 2D Layered MOF Triggered by Clathrate Formation with CO", "2", " Molecules", " ", "Nano Lett.", " ", "2006", ",  ", "6", ",  ", "2581", "– ", "2584", " DOI: 10.1021/nl062032b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Novel Expansion/Shrinkage Modulation of 2D Layered MOF Triggered by Clathrate Formation with CO2 Molecules", "Kondo, Atsushi; Noguchi, Hiroshi; Ohnishi, Shunsuke; Kajiro, Hiroshi; Tohdoh, Aya; Hattori, Yoshiyuki; Xu, Wei-Chun; Tanaka, Hideki; Kanoh, Hirofumi; Kaneko, Katsumi", "Nano Letters", "\r\n        (", "2006", "),\r\n    ", "6", "\r\n        (", "11", "),\r\n    ", "2581-2584", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Crystal-to-crystal transformation from a 3-dimensional interpenetrated-type MOF {[Cu(BF4)2(bpy)(H2O)2](bpy)} (1) to a 2-dimensional square-grid-type [Cu(BF4)2(bpy)2] (2, bpy = 4,4'-bipyridine) was obsd.  It was derived from dehydration and confirmed by in situ FTIR, TG, and elemental anal.  Also, the authors elucidate the novel expansion/shrinkage dynamic modulation of 2 triggered by clathrate formation with CO2 gas mols, which was characterized by x-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFSqs7bL&md5=1a2c4deb9a8fb05d4c4df8de9fd41c59", "8. ", "Ferreira", ", ", "A. F. P.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Kulaç", ", ", "S.", "; ", "Rodrigues", ", ", "A. E.", " ", "Methane Purification by Adsorptive Processes on MIL-53(Al)", " ", "Chem. Eng. Sci.", " ", "2015", ",  ", "124", ",  ", "79", "– ", "95", " DOI: 10.1016/j.ces.2014.06.014", " ", "[", "Crossref", "], [", "CAS", "]", "8. ", "Methane purification by adsorptive processes on MIL-53(Al)", "Ferreira, Alexandre F. P.; Ribeiro, Ana Mafalda; Kulac, Seda; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2015", "),\r\n    ", "124", "\r\n        (", "),\r\n    ", "79-95", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The main polluting compd. in natural gas and biogas is CO2.  Therefore, the removal of CO2 from these fuels is a major process in the industry for upgrading their energy content.  The sepn. by Pressure Swing Adsorption (PSA) is energy-wise efficient and the porous aluminum terephthalate - MIL-53(Al) MOF has been pointed out as a promising adsorbent to carry out this sepn.  In this work, MIL-53(Al) tablets (Basolite A100) provided by BASF are evaluated to carry out CO2/CH4 sepn. by adsorption.  The adsorption capacity of CO2 and CH4 was assessed by dynamic expts. in a fixed-bed reactor, carried out at 303 K and pressures up to 3.5 bar.  The evaluated material presents an adsorption capacity of 4.3 mol kg-1 at 3.5 bar for CO2.  Fixed-bed expts. adsorption and desorption in helium flow revealed high selectivity of MIL-53(Al) material for CO2, with a sepn. factor of 4.1 at 303 K and pressures of 0.1-3.5 bar, thus showing to be promising for a PSA process.  The measured single and binary breakthrough curves were simulated with a math. model for fixed bed column.  Two VSA cycles, both with 4-steps but with different pressurization types were designed to produce 96.5% CH4 from a 40:60 CO2/CH4 mixt.; exptl. validation confirms a good model prediction.  Two industrial-scale PSA processes were designed and optimized by simulations, a case similar to natural gas upgrade (but lower inlet pressure) and biogas upgrade.  The CH4 recoveries were detd. as 92.8% and 72.9%.  The productivities were estd. as 2.09 and 2.78 mol kg-1ads h-1 and the power consumptions as 17.0 and 5.1 W h mol-1CH4.  The obtained purity values allow the distribution via pipelines of upgraded CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFSgt7rM&md5=911e86eefa2e4c8c94f48b6b3a7f4ae0", "9. ", "Serra-Crespo", ", ", "P.", "; ", "van der Veen", ", ", "M. A.", "; ", "Gobechiya", ", ", "E.", "; ", "Houthoofd", ", ", "K.", "; ", "Filinchuk", ", ", "Y.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Martens", ", ", "J. A.", "; ", "Sels", ", ", "B. F.", "; ", "De Vos", ", ", "D. E.", "; ", "Kapteijn", ", ", "F.", "; ", "Gascon", ", ", "J.", " ", "NH", "2", "-MIL-53(Al): A High-Contrast Reversible Solid-State Monlinear Optical Switch", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8314", "– ", "8317", " DOI: 10.1021/ja300655f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "NH2-MIL-53(Al): A High-Contrast Reversible Solid-State Nonlinear Optical Switch", "Serra-Crespo, Pablo; van der Veen, Monique A.; Gobechiya, Elena; Houthoofd, Kristof; Filinchuk, Yaroslav; Kirschhock, Christine E. A.; Martens, Johan A.; Sels, Bert F.; De Vos, Dirk E.; Kapteijn, Freek; Gascon, Jorge", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "20", "),\r\n    ", "8314-8317", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework NH2-MIL-53(Al) is the 1st solid-state material displaying nonlinear optical switching due to a conformational change upon breathing.  A switching contrast of at least 38 was obsd.  This transition originates in the restrained linker mobility in the very narrow pore configuration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmvV2nsLY%253D&md5=5c2d17972ea8024a717a721f608e0d2c", "10. ", "Rodenas", ", ", "T.", "; ", "van Dalen", ", ", "M.", "; ", "Serra-Crespo", ", ", "P.", "; ", "Kapteijn", ", ", "F.", "; ", "Gascon", ", ", "J.", " ", "Mixed Matrix Membranes Based on NH", "2", "-Functionalized MIL-type MOFs: Influence of Structural and Operational Parameters on the CO", "2", "/CH", "4", " Separation Performance", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "192", ",  ", "35", "– ", "42", " DOI: 10.1016/j.micromeso.2013.08.049", " ", "[", "Crossref", "], [", "CAS", "]", "10. ", "Mixed matrix membranes based on NH2-functionalized MIL-type MOFs: Influence of structural and operational parameters on the CO2/CH4 separation performance", "Rodenas, Tania; van Dalen, Marion; Serra-Crespo, Pablo; Kapteijn, Freek; Gascon, Jorge", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "192", "\r\n        (", "),\r\n    ", "35-42", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Mixed matrix membranes (MMMs) based on NH2-functionalized MIL-53(Al) and MIL-101(Al) MOFs dispersed in polysulfone (PSF) and polyimide (PI) polymers have been investigated.  The MOF loading was varied in the range of 8-25 wt.%, while membranes with different thicknesses were obtained by two casting methodologies.  The synthesized membranes were tested in the sepn. of CO2 from an equimolar CO2/CH4 mixt.  At steady operation (T = 35 °C, ΔP = 3 bar), incorporation of the MOF filler has a pos. effect on the sepn. performance which consists of a moderate enhancement of the sepn. selectivity, in certain cases along with an improvement in CO2 permeability.  In general, higher sepn. factors and CO2 permeabilities are achieved with PI than with PSF.  Our study reveals the relevance of the membrane thickness for both the sepn. performance under given conditions and the sensitivity to other structural and operational variables.  The incorporation of NH2-MIL-53(Al) as filler in PI-based MMMs has a larger effect, particularly a beneficial increment in CO2 permeability at const. sepn. factor, for thinner membranes casted in a Doctor Blade system.  This is tentatively attributed to the partial preservation of the original narrow pore configuration of this flexible MOF, unlike in thicker membranes casted in the absence of shear forces.  Although improvements in the sepn. performance remain moderate with respect to the neat PI counterpart, the benefits of the incorporation of MOF as filler become more apparent at high pressures: while for pure polymeric membranes a decrease in the sepn. factor is obsd. at increasing ΔP, MMMs maintain large sepn. factors up to transmembrane pressures as high as 12 bar, highlighting the application potential of these composites.  On the other hand, reducing the membrane thickness limits the MOF loading that can be incorporated before the mech. stability of the membrane becomes compromised.  It also enlarges the impact of the temp. and trans-membrane pressure on the sepn. performance.  Overall, this work reveals that an interplay between structural and operational variables dets. the performance of MOF MMMs and calls for a multi-variable optimization to advance this technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2nurjO&md5=383596c3089a892e63da4c804b77781b", "11. ", "Chen", ", ", "X. Y.", "; ", "Hoang", ", ", "V.-T.", "; ", "Rodrigue", ", ", "D.", "; ", "Kaliaguine", ", ", "S.", " ", "Optimization of Continuous Phase in Amino-Functionalized Metal-Organic Framework (MIL-53) Based Co-Polyimide Mixed Matrix Membranes for CO", "2", "/CH", "4", " Separation", " ", "RSC Adv.", " ", "2013", ",  ", "3", ",  ", "24266", "– ", "24279", " DOI: 10.1039/c3ra43486a", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Optimization of continuous phase in amino-functionalized metal-organic framework (MIL-53) based co-polyimide mixed matrix membranes for CO2/CH4 separation", "Chen, Xiao Yuan; Hoang, Vinh-Thang; Rodrigue, Denis; Kaliaguine, Serge", "RSC Advances", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "46", "),\r\n    ", "24266-24279", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nano-size non- and amino-functionalized flexible cryst. metal-org. frameworks (MOFs) MIL-53(Al) and NH2-MIL-53(Al), two co-polyimides 6FDA/ODA-DAM (1 : 1 and 1 : 4) and crosslinked co-polyimide 6FDA-ODA-DAM (1 : 1, 2% agent crosslinking APTMDS) were used to prep. mixed matrix membranes (MMMs) while membranes consisting of MIL-53(Al) and com. polyimides (Matrimid 5218 and Ultem 1000) were also fabricated for comparison.  Pure gases and blends of CO2 and CH4 permeation tests showed enhanced sepn. performance of MMMs with relatively high NH2-MIL-53(Al) loadings (CO2 permeability up to 65 Barrer, ideal selectivity up to 36.5).  A detailed study of the relation between MMM properties and their morphol. as affected by the nature of continuous polyimide phase was performed.  The sepn. factor increased with MOF loading.  Furthermore, these materials showed stable CO2/CH4 selectivity at increasing feed pressure, in contrast to the traditional polymer membranes.  The sepn. performances as functions of operation temp. and compn. of gas mixt. were also studied.  Exptl. permeation data of MMMs with 6FDA-ODA-DAM (1 : 1, 2% agent crosslinking APTMDS) and up to 35 wt% NH2-MIL-53(Al) loading are in excellent agreement with the modeling predictions by both the Maxwell model and the modified Maxwell model.  An approx. ideal morphol. was reached when prepg. MMMs.  A computational optimized process was proposed in order to est. simultaneously three independent parameters, including gas permeability of dispersed filler, interphase thickness and polymer chain rigidification factors, which would be applied for non-ideal MMM systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWrtbfK&md5=080c44e3af0e784c0b2f9ed0a4ef5aca", "12. ", "Lu", ", ", "C.-M.", "; ", "Liu", ", ", "J.", "; ", "Xiao", ", ", "K.", "; ", "Harris", ", ", "A. T.", " ", "Microwave Enhanced Synthesis of MOF-5 and its CO", "2", " Capture Ability at Moderate Temperatures Across Multiple Capture and Release Cycles", " ", "Chem. Eng. J.", " ", "2010", ",  ", "156", ",  ", "465", "– ", "470", " DOI: 10.1016/j.cej.2009.10.067", " ", "[", "Crossref", "], [", "CAS", "]", "12. ", "Microwave enhanced synthesis of MOF-5 and its CO2 capture ability at moderate temperatures across multiple capture and release cycles", "Lu, Chun-Mei; Liu, Jun; Xiao, Kefeng; Harris, Andrew T.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2010", "),\r\n    ", "156", "\r\n        (", "2", "),\r\n    ", "465-470", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The metal-org. framework, MOF-5 (Zn4O(BDC)3), was prepd. by solvothermal synthesis under microwave irradn., followed by solvent exchange to improve mol. stability at high temps., and assessed for its ability to capture CO2 at ambient pressure and temps. ≤300°.  The reaction product was characterized by x-ray diffraction, scanning electron microscope, N2 physisorption, thermogravimetric anal., and CO2 physisorption.  Cyclic CO2 physisorption showed MOF-5 crystal capacity was 3.61 wt.% when cycled from 30 to 300° through 10 sep. capture/release cycles.  At >400°, MOF-5 was thermally decompd. and no longer capable of CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktVekuw%253D%253D&md5=c0c7b12ca90e0c7b7145086189dbce87", "13. ", "Ehrenmann", ", ", "J.", "; ", "Henninger", ", ", "S. K.", "; ", "Janiak", ", ", "C.", " ", "Water Adsorption Characteristics of MIL-101 for Heat-Transformation Applications of MOFs", " ", "Eur. J. Inorg. Chem.", " ", "2011", ",  ", "2011", ",  ", "471", "– ", "474", " DOI: 10.1002/ejic.201001156", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "Ferreira", ", ", "A. F. P.", "; ", "Santos", ", ", "J. C.", "; ", "Plaza", ", ", "M. G.", "; ", "Lamia", ", ", "N.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Suitability of Cu-BTC Extrudates for Propane–Propylene Separation by Adsorption Processes", " ", "Chem. Eng. J.", " ", "2011", ",  ", "167", ",  ", "1", "– ", "12", " DOI: 10.1016/j.cej.2010.07.041", " ", "[", "Crossref", "], [", "CAS", "]", "14. ", "Suitability of Cu-BTC extrudates for propane-propylene separation by adsorption processes", "Ferreira, Alexandre F. P.; Santos, Joao C.; Plaza, Marta G.; Lamia, Nabil; Loureiro, Jose M.; Rodrigues, Alirio E.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "167", "\r\n        (", "1", "),\r\n    ", "1-12", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this work, we investigate the potential of a MOF porous material, Cu-BTC in combination with cyclic adsorption processes (vacuum swing adsorption, VSA, and simulated moving bed, SMB) for the sepn. of propylene/propane mixt.  A gravimetric method has been used to measure the adsorption isotherms of propylene, propane and isobutane onto Cu-BTC extrudates over a temp. range from 323 to 373 K and pressures up to 500 kPa.  These were complemented by exptl. characterization of the Cu-BTC material using XRD and SEM-EDS techniques.  Whereas the sepn. and its kinetics were studied by breakthrough expts. on a column packed with the Cu-BTC material in the extruded form at 373 K.  The Cu-BTC extrudates are selective towards propylene, highlighting the potential of this material for the sepn. of propane and propylene mixts. by PSA process.  Furthermore, in a range of temps. and pressures, the affinity of Cu-BTC for isobutane was obsd. to be intermediate to that of propane and propylene which suggest that isobutane is a promising desorbent in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhvVCktbw%253D&md5=310abc21a97cbd5e6847bdbbbd71f682", "15. ", "Frohlich", ", ", "D.", "; ", "Henninger", ", ", "S. K.", "; ", "Janiak", ", ", "C.", " ", "Multicycle Water Vapour Stability of Microporous Breathing MOF Aluminium Isophthalate CAU-10-H", " ", "Dalton Trans.", " ", "2014", ",  ", "43", ",  ", "15300", "– ", "15304", " DOI: 10.1039/C4DT02264E", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Multicycle water vapour stability of microporous breathing MOF aluminium isophthalate CAU-10-H", "Frohlich Dominik; Henninger Stefan Kai; Janiak Christoph", "Dalton transactions (Cambridge, England : 2003)", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "41", "),\r\n    ", "15300-4", "\r\n        ISSN:", ".\r\n    ", "The hydrothermal stability of aluminium hydroxide isophthalate MOF CAU-10-H was proven, under humid multi-cycling conditions.  Detailed in situ thermogravimetric measurements and in situ powder X-ray diffraction analysis during water ad-/desorption were used.  A reversible structural change during adsorption was detected and thereby exemplified the robustness of breathing-like MOFs over 700 water vapour ad/desorption cycles.  In combination with high water adsorption capacity, hydrophilic CAU-10-H is the first breathing-like MOF with a structural change which is a promising candidate for the use in heat transformation processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2M%252Fot1aluw%253D%253D&md5=4cb5005d974916f0f8f8b4b865400404", "16. ", "Jeremias", ", ", "F.", "; ", "Lozan", ", ", "V.", "; ", "Henninger", ", ", "S. K.", "; ", "Janiak", ", ", "C.", " ", "Programming MOFs for Water Sorption: Amino-Functionalized MIL-125 and UiO-66 for Heat Transformation and Heat Storage Applications", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "15967", "– ", "15973", " DOI: 10.1039/c3dt51471d", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Programming MOFs for water sorption: amino-functionalized MIL-125 and UiO-66 for heat transformation and heat storage applications", "Jeremias, Felix; Lozan, Vasile; Henninger, Stefan K.; Janiak, Christoph", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "45", "),\r\n    ", "15967-15973", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Sorption-based heat transformation and storage appliances are very promising for utilizing solar heat and waste heat in cooling or heating applications.  The economic and ecol. efficiency of sorption-based heat transformation depends on the availability of suitable hydrophilic and hydrothermally stable sorption materials.  We investigated the feasibility of using the metal-org. frameworks UiO-66(Zr), UiO-67(Zr), H2N-UiO-66(Zr) and H2N-MIL-125(Ti) as sorption materials in heat transformations by means of volumetric water adsorption measurements, detn. of the heat of adsorption and a 40-cycle ad/desorption stress test.  The amino-modified compds. H2N-UiO-66 and H2N-MIL-125 feature high heat of adsorption (89.5 and 56.0 kJ mol-1, resp.) and a very promising H2O adsorption isotherm due to their enhanced hydrophilicity.  For H2N-MIL-125 the very steep rise of the H2O adsorption isotherm in the 0.1 < p/p0 < 0.2 region is esp. beneficial for the intended heat pump application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mur7K&md5=52e02916c0ae95f49e755d38c9865818", "17. ", "Jeremias", ", ", "F.", "; ", "Frohlich", ", ", "D.", "; ", "Janiak", ", ", "C.", "; ", "Henninger", ", ", "S. K.", " ", "Water and Methanol Adsorption on MOFs for Cycling Heat Transformation Processes", " ", "New J. Chem.", " ", "2014", ",  ", "38", ",  ", "1846", "– ", "1852", " DOI: 10.1039/c3nj01556d", " ", "[", "Crossref", "], [", "CAS", "]", "17. ", "Water and methanol adsorption on MOFs for cycling heat transformation processes", "Jeremias, Felix; Froehlich, Dominik; Janiak, Christoph; Henninger, Stefan K.", "New Journal of Chemistry", "\r\n        (", "2014", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1846-1852", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Microporous materials with high H2O uptake capacity are gaining attention for low temp. heat transformation applications such as thermally driven adsorption chillers (TDCs) or adsorption heat pumps (AHPs).  TDCs or AHPs are alternatives to traditional air conditioners or heat pumps operating on electricity or fossil fuels.  By using solar or waste heat as the driving energy, TDCs or AHPs can minimize primary energy consumption.  TDCs and AHPs are based on the evapn. and consecutive adsorption of coolant liqs., preferably H2O, under specific conditions.  Their ranges of application, as well as their efficiencies, power densities and total costs, are substantially influenced by the microporosity and hydrophilicity of the employed sorption materials.  Here, the authors briefly summarize current studies, developments and possibilities of metal-org. frameworks (MOFs) compared to classical materials.  With their high H2O uptake, MOFs surpass those materials, while, at the same time, the variability of the building blocks allows for tuning of the microporosity and hydrophobic/hydrophilic design, depending on the specific application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtFSms7o%253D&md5=a7892d2c6f5d7a47d9e37bd6aee6ba4e", "18. ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Huguenard", ", ", "C.", "; ", "Fink", ", ", "G.", "; ", "Taulelle", ", ", "F.", "; ", "Henry", ", ", "M.", "; ", "Bataille", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "A Rationale for the Large Breathing of the Porous Aluminum Terephthalate (MIL-53) upon Hydration", " ", "Chem. - Eur. J.", " ", "2004", ",  ", "10", ",  ", "1373", "– ", "1382", " DOI: 10.1002/chem.200305413", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A rationale for the large breathing of the porous aluminum terephthalate (MIL-53) upon hydration", "Loiseau, Thierry; Serre, Christian; Huguenard, Clarisse; Fink, Gerhard; Taulelle, Francis; Henry, Marc; Bataille, Thierry; Ferey, Gerard", "Chemistry - A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1373-1382", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Al 1,4-benzenedicarboxylate Al(OH)[O2CC6H4CO2][HO2C-C6H4-CO2H]0.70 or MIL-53as (Al) was hydrothermally synthesized by heating a mixt. of Al nitrate, 1,4-benzenedicarboxylic acid, and H2O, for three days at 220°.  Its 3 D framework is built up of infinite trans chains of corner-sharing AlO4(OH)2 octahedra.  The chains are interconnected by the 1,4-benzenedicarboxylate groups, creating 1 D rhombic-shaped tunnels.  Disordered 1,4-benzenedicarboxylic acid mols. are trapped inside these tunnels.  Their evacuation upon heating, between 275 and 420°, leads to a nanoporous open-framework (MIL-53ht (Al) or Al(OH)[O2CC6H4CO2]) with empty pores of diam. 8.5 Å.  This solid exhibits a Langmuir surface area. of 1590(1) m2g-1 together with a remarkable thermal stability, since it starts to decomp. only at 500°.  At room temp., the solid reversibly absorbs H2O in its tunnels, causing a very large breathing effect and shrinkage of the pores.  Anal. of the hydration process by solid-state NMR (1H, 13C, 27Al) has clearly indicated that the trapped H2O mols. interact with the carboxylate groups through H bonds, but do not affect the hydroxyl species bridging the Al atoms.  The H bonds between H2O and the O atoms of the framework are responsible for the contraction of the rhombic channels.  The structures of the three forms were detd. by powder x-ray diffraction anal.  Crystal data for MIL-53as (Al) are as follows: orthorhombic system, Pnma (no. 62), a 17.129(2), b 6.628(1), c 12.182(1) Å; for MIL-53ht (Al), orthorhombic system, Imma (no. 74), a 6.608(1), b 16.675(3), c 12.813(2) Å; for MIL-53lt (Al), monoclinic system, Cc (no. 9), a 19.513(2), b 7.612(1), c 6.576(1) Å, β 104.24(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVykt7s%253D&md5=3a01acd738d767103450cccd3cab8f2e", "19. ", "Klein", ", ", "N.", "; ", "Herzog", ", ", "C.", "; ", "Sabo", ", ", "M.", "; ", "Senkovska", ", ", "I.", "; ", "Getzschmann", ", ", "J.", "; ", "Paasch", ", ", "S.", "; ", "Lohe", ", ", "M. R.", "; ", "Brunner", ", ", "E.", "; ", "Kaskel", ", ", "S.", " ", "Monitoring Adsorption-Induced Switching by ", "129", "Xe NMR Spectroscopy in a New Metal-Organic Framework Ni", "2", "(2,6-ndc)", "2", "(dabco)", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "11778", "– ", "11784", " DOI: 10.1039/c003835k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Monitoring adsorption-induced switching by 129Xe NMR spectroscopy in a new metal-organic framework Ni2(2,6-ndc)2(dabco)", "Klein, Nicole; Herzog, Christin; Sabo, Michal; Senkovska, Irena; Getzschmann, Juergen; Paasch, Silvia; Lohe, Martin R.; Brunner, Eike; Kaskel, Stefan", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "37", "),\r\n    ", "11778-11784", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and structure of a new flexible metal-org. framework Ni2(2,6-ndc)2(dabco) (DUT-8(Ni), DUT = Dresden University of Technol., 2,6-ndc = 2,6-naphthalenedicarboxylate, dabco = 1,4-diazabicyclo[2.2.2]octane) as well as its characterization by gas adsorption and 129Xe NMR spectroscopy is described.  The compd. shows reversible structural transformation without loss of crystallinity upon solvent removal and physisorption of several gases.  Xenon adsorption studies combined with 129Xe NMR spectroscopy turn out to be favorable methods for the detection and characterization of the so-called \"gate-pressure\" effect in this novel MOF material.  The linewidth and chem. shift of the 129Xe NMR signal are very sensitive parameters for the detection of this structural transition from a narrow pore system with low porosity to a wide pore state.  The transition and threshold temp. is clearly detected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFartbbK&md5=72a9350e14fa532d5b105ef550ca101f", "20. ", "Cheng", ", ", "Y.", "; ", "Kajiro", ", ", "H.", "; ", "Noguchi", ", ", "H.", "; ", "Kondo", ", ", "A.", "; ", "Ohba", ", ", "T.", "; ", "Hattori", ", ", "Y.", "; ", "Kaneko", ", ", "K.", "; ", "Kanoh", ", ", "H.", " ", "Tuning of Gate Opening of an Elastic Layered Structure MOF in CO", "2", " Sorption with a Trace of Alcohol Molecules", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "6905", "– ", "6909", " DOI: 10.1021/la201008v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Tuning of Gate Opening of an Elastic Layered Structure MOF in CO2 Sorption with a Trace of Alcohol Molecules", "Cheng, Yan; Kajiro, Hiroshi; Noguchi, Hiroshi; Kondo, Atsushi; Ohba, Tomonori; Hattori, Yoshiyuki; Kaneko, Katsumi; Kanoh, Hirofumi", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "11", "),\r\n    ", "6905-6909", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "It is important to tune the sorption behavior of metal-org. framework (MOF) materials.  Ethanol treatment on the hydrated form of [Cu(bpy)2(BF4)2], which is a representative flexible MOF showing the fascinating gate phenomenon on CO2 sorption, induces an easier dehydration and a significant decrease in the CO2 gate pressure.  The results of IR, XRD, and X-ray absorption fine structure (XAFS) measurements indicated that water mols. in the lattice of the hydrated form can be removed even at room temp. after the ethanol treatment and the basic 2-dimensional layered structure remains with a slight interlayer expansion.  The results of thermogravimetric (TG) and gas chromatograph/mass spectrometry (GC/MS) analyses and of CO2 sorptions indicated that the change of the gate phenomenon was caused by a trace of residual ethanol mols. included in the structure.  Similar phenomena were obsd. on alcs. with different polarity and mol. size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlsVKksb0%253D&md5=6ed5cd87cfc1cd0f32e92dd7d4d2c69b", "21. ", "Park", ", ", "H. J.", "; ", "Suh", ", ", "M. P.", " ", "Stepwise and Hysteretic Sorption of N", "2", ", O", "2", ", CO", "2", ", and H", "2", " Gases in a Porous Metal-Organic Framework [Zn", "2", "(BPnDC)", "2", "(bpy)]", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "610", "– ", "612", " DOI: 10.1039/B913067E", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Stepwise and hysteretic sorption of N2, O2, CO2, and H2 gases in a porous metal-organic framework [Zn2(BPnDC)2(bpy)]", "Park, Hye Jeong; Suh, Myunghyun Paik", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "4", "),\r\n    ", "610-612", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The doubly interpenetrated 3-dimensional porous metal-org. frameworks {[Zn2(BPnDC)2(bpy)]·2DEF·2MeOH}n and {[Zn2(BPnDC)2(bpy)]·6MeOH}n (BPnDC = benzophenone-4,4'-dicarboxylate, bipy = 4,4'-bipyridine, DEF = N,N-diethylformamide) were prepd. and characterized by x-ray crystallog.  The desolvated MOF [Zn2(BPnDC)2(bpy)] (SNU-9) exhibits high gas uptake capacities for N2, O2, CO2, and H2 gases, with uncommon stepwise adsorption and hysteretic desorption behaviors, while not adsorbing CH4 gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFWrsA%253D%253D&md5=5425537068ee80cffb2ee7f56d265be3", "22. ", "Leistner", ", ", "M.", "; ", "Grählert", ", ", "W.", "; ", "Kaskel", ", ", "S.", " ", "Screening of Porous Materials by Thermal Response Measurements", " ", "Chem. Ing. Tech.", " ", "2013", ",  ", "85", ",  ", "747", "– ", "752", " DOI: 10.1002/cite.201200119", " ", "[", "Crossref", "], [", "CAS", "]", "22. ", "Screening of Porous Materials by Thermal Response Measurements", "Leistner, Matthias; Graehlert, Wulf; Kaskel, Stefan", "Chemie Ingenieur Technik", "\r\n        (", "2013", "),\r\n    ", "85", "\r\n        (", "5", "),\r\n    ", "747-752", "CODEN:\r\n                ", "CITEAH", ";\r\n        ISSN:", "0009-286X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Adsorption thermal response screening by optical adsorption calorimetry was recently demonstrated to be a versatile tool for rapid surface area and adsorption capacity testing of porous materials.  Beyond the high throughput approach, further insight in possibilities and application examples for the method will be presented.  Esp. a rapid classification of porous materials regarding their pore properties and the possibility to evaluate adsorption kinetics by using thermal response measurements will be discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXis1Oitbs%253D&md5=e390a178e122c7ab24541efdd34a353a", "23. ", "Wollmann", ", ", "P.", "; ", "Leistner", ", ", "M.", "; ", "Stoeck", ", ", "U.", "; ", "Grunker", ", ", "R.", "; ", "Gedrich", ", ", "K.", "; ", "Klein", ", ", "N.", "; ", "Throl", ", ", "O.", "; ", "Grahlert", ", ", "W.", "; ", "Senkovska", ", ", "I.", "; ", "Dreisbach", ", ", "F.", "; ", "Kaskel", ", ", "S.", " ", "High-Throughput Screening: Speeding up Porous Materials Discovery", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5151", "– ", "5153", " DOI: 10.1039/c1cc10674k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "High-throughput screening: speeding up porous materials discovery", "Wollmann, Philipp; Leistner, Matthias; Stoeck, Ulrich; Gruenker, Ronny; Gedrich, Kristina; Klein, Nicole; Throl, Oliver; Graehlert, Wulf; Senkovska, Irena; Dreisbach, Frieder; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "18", "),\r\n    ", "5151-5153", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new tool (Infrasorb-12) for the screening of porosity is described, identifying high surface area materials in a very short time with high accuracy.  Further, an example for the application of the tool in the discovery of new cobalt-based metal-org. frameworks is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVKrur4%253D&md5=190f093a2cbd215d7d4d8db740d820be", "24. ", "Wollmann", ", ", "P.", "; ", "Leistner", ", ", "M.", "; ", "Grählert", ", ", "W.", "; ", "Throl", ", ", "O.", "; ", "Dreisbach", ", ", "F.", "; ", "Kaskel", ", ", "S.", " ", "Infrasorb: Optical Detection of the Heat of Adsorption for High Throughput Adsorption Screening of Porous Solids", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "149", ",  ", "86", "– ", "94", " DOI: 10.1016/j.micromeso.2011.08.028", " ", "[", "Crossref", "], [", "CAS", "]", "24. ", "Infrasorb: Optical detection of the heat of adsorption for high throughput adsorption screening of porous solids", "Wollmann, Philipp; Leistner, Matthias; Graehlert, Wulf; Throl, Oliver; Dreisbach, Frieder; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "149", "\r\n        (", "1", "),\r\n    ", "86-94", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The demand for fast screening methods in modern materials chem. led to the development of a room temp. operated high-throughput tool for adsorption screening.  Within five minutes a porosity screening of a large sample pool can be realized.  Using a variety of different porous materials (activated carbons, porous polymers, metal-org. frameworks, zeolites) and the test gas n-butane, the reliability of the new instrument is shown.  Also, possible applications in the detn. of n-butane capacities and BET surface areas are given as well as the application in synthesis or product control.  The presented data exhibit high quality factors for the correlation of integrated signal intensity (heat of adsorption) and sp. surface areas (above 0.97).  As an example for the applicability of other gases that can be used with this tool, screening measurements using cyclohexane as test gas are also presented.  The developed automated screening tool is an important step to overcome the bottle-neck between high-throughput syntheses technologies developed in the last decades and measurement of adsorption properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12jurfK&md5=e2dc3b9f0802c3000eb1ff2ab5f9110d", "25. ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Wallacher", ", ", "D.", "; ", "Heerwig", ", ", "A.", "; ", "Klein", ", ", "N.", "; ", "Zizak", ", ", "I.", "; ", "Feyerherm", ", ", "R.", "; ", "Dudzik", ", ", "E.", "; ", "Kaskel", ", ", "S.", " ", "In situ", " Monitoring of Structural Changes During the Adsorption on Flexible Porous Coordination Polymers by X-ray Powder Diffraction: Instrumentation and Experimental Results", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "188", ",  ", "190", "– ", "195", " DOI: 10.1016/j.micromeso.2013.12.024", " ", "[", "Crossref", "], [", "CAS", "]", "25. ", "In situ monitoring of structural changes during the adsorption on flexible porous coordination polymers by X-ray powder diffraction: Instrumentation and experimental results", "Bon, Volodymyr; Senkovska, Irena; Wallacher, Dirk; Heerwig, Andreas; Klein, Nicole; Zizak, Ivo; Feyerherm, Ralf; Dudzik, Esther; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "188", "\r\n        (", "),\r\n    ", "190-195", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A new instrumentation for in situ x-ray powder diffraction allows to follow structural changes in the crystal structure of flexible coordination polymers during adsorption and desorption of gases.  The system is based on closed cycle He-cryostat that ensures the high temp. stability at 5.5-450 K.  The automated gas dosing system facilitates the physisorption measurements in the pressure range of 0.01-130 kPa.  The system is implemented on KMC-2 and MAGS beamlines at Helmholtz Zentrum Berlin fuer Materialien und Energie.  Using new instrumentation, the adsorption of CO2 and n-butane at 273 K on a flexible two-dimensional coordination polymer ELM-11 (ELM - Elastic Layer Material) was studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXivVeqsrs%253D&md5=50d44cfbbf0d57855ef5dcf6c847fde1", "26. ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", "; ", "Devic", ", ", "T.", "; ", "Loera-Serna", ", ", "S.", "; ", "Rosenbach", ", ", "N.", "; ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Horcajada", ", ", "P.", "; ", "Filinchuk", ", ", "Y.", "; ", "Férey", ", ", "G.", " ", "Prediction of the Conditions for Breathing of Metal Organic Framework Materials using a Combination of X-ray Powder Diffraction, Microcalorimetry, and Molecular Simulation", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12808", "– ", "12814", " DOI: 10.1021/ja803899q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Prediction of the Conditions for Breathing of Metal Organic Framework Materials Using a Combination of X-ray Powder Diffraction, Microcalorimetry, and Molecular Simulation", "Llewellyn, Philip L.; Maurin, Guillaume; Devic, Thomas; Loera-Serna, Sandra; Rosenbach, Nilton; Serre, Christian; Bourrelly, Sandrine; Horcajada, Patricia; Filinchuk, Yaroslav; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "38", "),\r\n    ", "12808-12814", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of C1 to C4 linear hydrocarbons in the flexible metal org. framework MIL-53(Cr) has been followed by adsorption manometry coupled with microcalorimetry and Synchrotron X-ray powder diffraction.  This exptl. investigation was completed by mol. modeling.  In the case of methane, the solid remains rigid whatever the adsorbate amt.  However for the C2-C4 series, an increasing flexibility of the structure is obsd., which is ascribed first to a breathing of the material from a large pore to a narrow pore form followed by a further expansion at high pressure.  The collected thermodn. and structural information suggests that a min. adsorption enthalpy of ca. 20 kJ mol-1 in the initial large pore structure of MIL-53(Cr) is required to induce the structural transition \"large to narrow pore\".  Further, the enthalpy of adsorption can be used to predict the pressure at which the structure reopens.  Finally, the magnitude of the breathing can be related to the size of the probe mol. via the van der Waals vol.  The above trends have been successfully verified in the case of water and carbon dioxide.  This combined exptl. and theor. approach gives the first elements for the prediction of whether or not the MIL53 and similar flexible structures will respond to gas loading and what would be the pressure required and further the amplitude of the induced breathing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVChsLvI&md5=cb0ca33f3079f2cf2b582f830162bfa3", "27. ", "Trung", ", ", "T. K.", "; ", "Trens", ", ", "P.", "; ", "Tanchoux", ", ", "N.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Loera-Serna", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Fajula", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "Hydrocarbon Adsorption in the Flexible Metal Organic Frameworks MIL-53(Al, Cr)", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "16926", "– ", "16932", " DOI: 10.1021/ja8039579", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Hydrocarbon Adsorption in the Flexible Metal Organic Frameworks MIL-53(Al, Cr)", "Trung, Thuy Khuong; Trens, Philippe; Tanchoux, Nathalie; Bourrelly, Sandrine; Llewellyn, Philip L.; Loera-Serna, Sandra; Serre, Christian; Loiseau, Thierry; Fajula, Francois; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "50", "),\r\n    ", "16926-16932", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general study of the adsorption of n-alkanes in the flexible metal org. framework (MOF) MIL-53 is presented.  The roles of the length of the alkyl chain (n = 1-9), the nature of the metal (Al, Cr), and temp. were studied.  The shape of the adsorption curves is driven by the alkyl chain length of the n-alkanes.  While traditional type-I isotherms are obsd. for short alkanes (n = 1, 2), adsorbates with longer chains induce clear substeps in the isotherm curves whose positions depend on the chain length.  Such substeps are due to a breathing phenomenon, as proven by ex situ x-ray diffraction anal.  They strongly depend on the amt. of adsorbate in the pores and on the nature of the metal (Al, Cr), which, for a given alkane, leads to a strong change in the substep positions despite the similar characteristics of the two metals.  The adsorption kinetics are highly sensitive to small variations in temp.  Their detailed anal. in different regions of the isotherms shows in some cases the existence of distinct diffusion regimes and/or conformations within the flexible phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWgtL%252FO&md5=f03eb4335a11c70e6b4a870bb916e8a5", "28. ", "Coudert", ", ", "F.-X.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", " ", "Double Structural Transition in Hybrid Material MIL-53 upon Hydrocarbon Adsorption: The Thermodynamics Behind the Scenes", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3442", "– ", "3443", " DOI: 10.1021/ja8094153", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Double Structural Transition in Hybrid Material MIL-53 upon Hydrocarbon Adsorption: The Thermodynamics Behind the Scenes", "Coudert, Francois-Xavier; Mellot-Draznieks, Caroline; Fuchs, Alain H.; Boutin, Anne", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "10", "),\r\n    ", "3442-3443", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We rationalize the thermodn. behind the guest-induced structural transitions of hybrid material MIL-53, showing that the existence of a double transition depends on the relative guest affinities for the two phases, rather than abs. adsorption enthalpies.  Based on a simple model, we interpret recent exptl. data on alkane adsorption and predict transition pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVCit7o%253D&md5=a8bee3c7cc86406b415318614c307161", "29. ", "Rosenbach", ", ", "N.", ", ", " Jr.", "; ", "Ghoufi", ", ", "A.", "; ", "Deroche", ", ", "I.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Adsorption of Light Hydrocarbons in the Flexible MIL-53(Cr) and Rigid MIL-47(V) Metal-Organic Frameworks: A Combination of Molecular Simulations and Microcalorimetry/Gravimetry Measurements", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "6428", "– ", "6437", " DOI: 10.1039/c001173h", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Adsorption of light hydrocarbons in the flexible MIL-53(Cr) and rigid MIL-47(V) metal-organic frameworks: a combination of molecular simulations and microcalorimetry/gravimetry measurements", "Rosenbach, N., Jr.; Ghoufi, A.; Deroche, I.; Llewellyn, P. L.; Devic, T.; Bourrelly, S.; Serre, C.; Ferey, G.; Maurin, G.", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "24", "),\r\n    ", "6428-6437", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of short linear alkanes was explored in the highly flexible MIL-53(Cr) porous metal-org. framework by mol. simulations based on configurational bias grand canonical Monte Carlo.  The unusual shape of the adsorption isotherms with the existence of steps was successfully modelled by creating a (narrow pore, large pore) phase mixt. domain, the compn. of which varies with pressure.  A further step consisted of combining the computational approach with several exptl. tools including microcalorimetry, gravimetry and in situ x-ray diffraction, to fully characterize the adsorption behavior of the isostructural MIL-47(V) rigid MOF, i.e. the preferential arrangement of each type of alkane inside the pores and the resulting interaction energy.  Finally, relations are established between the adsorption enthalpies and both alkyl chain length and polarizability of the alkanes that can be further used to predict the energetics of the adsorption process for longer alkane chains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntF2htrk%253D&md5=7d5d5a672ca9257241fa5fa19e35e204", "30. ", "Rosenbach", ", ", "N.", "; ", "Jobic", ", ", "H.", "; ", "Ghoufi", ", ", "A.", "; ", "Devic", ", ", "T.", "; ", "Koza", ", ", "M. M.", "; ", "Ramsahye", ", ", "N.", "; ", "Mota", ", ", "C. J.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Diffusion of Light Hydrocarbons in the Flexible MIL-53(Cr) Metal–Organic Framework: A Combination of Quasi-Elastic Neutron Scattering Experiments and Molecular Dynamics Simulations", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "14471", "– ", "14477", " DOI: 10.1021/jp504900q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Diffusion of Light Hydrocarbons in the Flexible MIL-53(Cr) Metal-Organic Framework: A Combination of Quasi-Elastic Neutron Scattering Experiments and Molecular Dynamics Simulations", "Rosenbach, N.; Jobic, H.; Ghoufi, A.; Devic, T.; Koza, M. M.; Ramsahye, N.; Mota, C. J.; Serre, C.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "26", "),\r\n    ", "14471-14477", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dynamics of light hydrocarbons, including ethane, propane, and n-butane, is explored in the highly flexible metal-org. framework MIL-53(Cr) by combining quasi-elastic neutron scattering measurements and mol. dynamics simulations.  The loading dependence of the self-diffusivity shows peculiarities, including (i) a relatively rapid decrease of Ds at low loading for ethane and propane, and (ii) an unusual increase of Ds for n-butane at high loading, following a decreasing profile up to intermediate loading.  These diffusion behaviors are analyzed in light of the structural flexibility of the solids upon alkane adsorption characterized by the neutron measurements.  A 1D-type diffusion is evidenced for all alkanes with a jump sequence mainly ruled by the hydroxyl groups present at the surface of the MOF pore wall.  This global translational motion is assocd. with a rotational dynamics that differs according to the nature of the alkane: whereas n-butane follows uniaxial displacements, ethane shows random rotational reorientation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXps1Srur4%253D&md5=d93acbdd60c0a1b6477f478ce2ee465b", "31. ", "Oschatz", ", ", "M.", "; ", "Leistner", ", ", "M.", "; ", "Nickel", ", ", "W.", "; ", "Kaskel", ", ", "S.", " ", "Advanced Structural Analysis of Nanoporous Materials by Thermal Response Measurements", " ", "Langmuir", " ", "2015", ",  ", "31", ",  ", "4040", "– ", "4047", " DOI: 10.1021/acs.langmuir.5b00490", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Advanced Structural Analysis of Nanoporous Materials by Thermal Response Measurements", "Oschatz, Martin; Leistner, Matthias; Nickel, Winfried; Kaskel, Stefan", "Langmuir", "\r\n        (", "2015", "),\r\n    ", "31", "\r\n        (", "13", "),\r\n    ", "4040-4047", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Thermal response measurements based on optical absorption calorimetry are presented as a versatile tool for the time-saving and profound characterization of the pore structure of porous carbon-based materials.  This technique measures the time-resolved temp. change of an adsorbent during adsorption of a test gas.  Six carbide and carbon materials with well-defined nanopore architecture including micro- and/or mesopores are characterized by thermal response measurements based on n-butane and carbon dioxide as the test gases.  With this tool, the pore systems of the model materials can be clearly distinguished and accurately analyzed.  The obtained calorimetric data are correlated with the adsorption/desorption isotherms of the materials.  The pore structures can be estd. from a single expt. due to different adsorption enthalpies/temp. increases in micro- and mesopores.  Adsorption/desorption cycling of n-butane at 298 K/1 bar with increasing desorption time allows to det. the pore structure of the materials in more detail due to different equilibration times.  Adsorption of the org. test gas at selected relative pressures reveals specific contributions of particular pore systems to the increase of the temp. of the samples and different adsorption mechanisms.  The use of carbon dioxide as the test gas at 298 K/1 bar provides detailed insights into the ultramicropore structure of the materials because under these conditions the adsorption of this test gas is very sensitive to the presence of pores smaller than 0.7 nm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXksVOktbk%253D&md5=b6f80651e256add18b2f70b7f92d1b2e", "32. ", "Tanaka", ", ", "H.", "; ", "Hiraide", ", ", "S.", "; ", "Kondo", ", ", "A.", "; ", "Miyahara", ", ", "M. T.", " ", "Modeling and Visualization of CO", "2", " Adsorption on Elastic Layer-Structured Metal–Organic Framework ELM-11: Toward a Better Understanding of Gate Adsorption Behavior", " ", "J. Phys. Chem. C", " ", "2015", ",  ", "119", ",  ", "11533", "– ", "11543", " DOI: 10.1021/jp512870p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Modeling and Visualization of CO2 Adsorption on Elastic Layer-Structured Metal-Organic Framework-11: Toward a Better Understanding of Gate Adsorption Behavior", "Tanaka, Hideki; Hiraide, Shotaro; Kondo, Atsushi; Miyahara, Minoru T.", "Journal of Physical Chemistry C", "\r\n        (", "2015", "),\r\n    ", "119", "\r\n        (", "21", "),\r\n    ", "11533-11543", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Elastic-layer-structured metal-org. framework-11 (ELM-11) is a soft porous crystal (SPC) with a 2D square-grid framework [Cu(BF4)2(bpy)2] (bpy = 4,4'-bipyridine) that has attracted attention as a material for CO2 capture and storage because of its gate adsorption properties.  The structure of CO2-encapsulated ELM-11 at 100 kPa and 273 K can be precisely modeled and visualized by the reported structure refinement method, which combines Rietveld anal. of in situ synchrotron X-ray powder diffraction data with mol. simulations.  The authors believe that this is the first study in which the structure of a guest-SPC system that exhibits an extensive, complex structural transformation by the gate adsorption was successfully refined by such an approach.  The crystallog. data of the open framework structure of ELM-11 enable grand canonical Monte Carlo (GCMC) simulations of CO2 adsorption.  The free energy anal. of the gate adsorption phenomenon with the resulting GCMC adsorption isotherm of CO2 provides the precise Helmholtz free energy change of the host framework during the structural transition, which is difficult to access exptl.  The temp. dependence of the gate adsorption pressure can be predicted using the Helmholtz free energy change of the host.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXmsVenu7s%253D&md5=6174ac5c4d319033f32baed3a5ad019b", "33. ", "Kajiro", ", ", "H.", "; ", "Kondo", ", ", "A.", "; ", "Kaneko", ", ", "K.", "; ", "Kanoh", ", ", "H.", " ", "Flexible Two-Dimensional Square-Grid Coordination Polymers: Structures and Functions", " ", "Int. J. Mol. Sci.", " ", "2010", ",  ", "11", ",  ", "3803", "– ", "3845", " DOI: 10.3390/ijms11103803", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Flexible two-dimensional square-grid coordination polymers: structures and functions", "Kajiro, Hiroshi; Kondo, Atsushi; Kaneko, Katsumi; Kanoh, Hirofumi", "International Journal of Molecular Sciences", "\r\n        (", "2010", "),\r\n    ", "11", "\r\n        (", "),\r\n    ", "3803-3845", "CODEN:\r\n                ", "IJMCFK", ";\r\n        ISSN:", "1422-0067", ".\r\n    \r\n            (", "Molecular Diversity Preservation International", ")\r\n        ", "A review.  Coordination polymers (CPs) or metal-org. frameworks (MOFs) have attracted considerable attention because of the tunable diversity of structures and functions.  A 4,4'-bipyridine mol., which is a simple, linear, exobidentate, and rigid ligand mol., can construct two-dimensional (2D) square grid type CPs.  Only the 2D-CPs with appropriate metal cations and counter anions exhibit flexibility and adsorb gas with a gate mechanism and these 2D-CPs are called elastic layer-structured metal-org. frameworks (ELMs).  Such a unique property can make it possible to overcome the dilemma of strong adsorption and easy desorption, which is one of the ideal properties for practical adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1OiurvF&md5=a1cf669ac6769986785a64d7dcd609ed", "34. ", "Sakata", ", ", "Y.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Hirai", ", ", "K.", "; ", "Horike", ", ", "N.", "; ", "Takashima", ", ", "Y.", "; ", "Uehara", ", ", "H.", "; ", "Louvain", ", ", "N.", "; ", "Meilikhov", ", ", "M.", "; ", "Tsuruoka", ", ", "T.", "; ", "Isoda", ", ", "S.", "; ", "Kosaka", ", ", "W.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", " ", "Science", " ", "2013", ",  ", "339", ",  ", "193", "– ", "196", " DOI: 10.1126/science.1231451", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", "Sakata, Yoko; Furukawa, Shuhei; Kondo, Mio; Hirai, Kenji; Horike, Nao; Takashima, Yohei; Uehara, Hiromitsu; Louvain, Nicolas; Meilikhov, Mikhail; Tsuruoka, Takaaki; Isoda, Seiji; Kosaka, Wataru; Sakata, Osami; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "339", "\r\n        (", "6116", "),\r\n    ", "193-196", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Flexible porous coordination polymers change their structure in response to mol. incorporation but recover their original configuration after the guest was removed.  The crystal downsizing of 2-fold interpenetrated frameworks of [Cu2(dicarboxylate)2(amine)]n regulates the structural flexibility and induces a shape-memory effect in the coordination frameworks.  In addn. to the two structures that contribute to the sorption process (i.e., a nonporous closed phase and a guest-included open phase), the authors isolated an unusual, metastable open dried phase when downsizing the crystals to the mesoscale, and the closed phase was recovered by thermal treatment.  Crystal downsizing suppressed the structural mobility and stabilized the open dried phase.  The successful isolation of two interconvertible empty phases, the closed phase and the open dried phase, provided switchable sorption properties with or without gate-opening behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvVCgtQ%253D%253D&md5=c90dd1835300d097b6002f4bbeefeff3", "35. ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Wallacher", ", ", "D.", "; ", "Többens", ", ", "D. M.", "; ", "Zizak", ", ", "I.", "; ", "Feyerherm", ", ", "R.", "; ", "Mueller", ", ", "U.", "; ", "Kaskel", ", ", "S.", " ", "In situ", " Observation of Gating Phenomena in the Flexible Porous Coordination Polymer Zn", "2", "(BPnDC)", "2", "(bpy) (SNU-9) in a Combined Diffraction and Gas Adsorption Experiment", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "1513", "– ", "1520", " DOI: 10.1021/ic4024844", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "In Situ Observation of Gating Phenomena in the Flexible Porous Coordination Polymer Zn2(BPnDC)2(bpy) (SNU-9) in a Combined Diffraction and Gas Adsorption Experiment", "Bon, Volodymyr; Senkovska, Irena; Wallacher, Dirk; Toebbens, Daniel M.; Zizak, Ivo; Feyerherm, Ralf; Mueller, Uwe; Kaskel, Stefan", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "3", "),\r\n    ", "1513-1520", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The intrinsic structural dynamic during the adsorption of CO2 at 195 K and N2 at 77 K on flexible porous coordination polymer Zn2(BPnDC)2(bpy) (SNU-9) was studied in situ by powder XRD.  The crystal structures of as made and solvent free (activated) phases were detd. by single crystal X-ray diffraction.  During the structural transformation caused by activation, the rearrangement of Zn-O bonds occurs that leads to changes in coordination environment of Zn atoms.  Such changes lead to the contraction of the unit cell and to decreasing unit cell vol. of nearly 28% in comparison to the pristine as made structure.  The solvent accessible vol. of the unit cell decreases from 40.8% to 12.8%.  The adsorption of CO2 and N2 on SNU-9 proceeds in a different way: the formation of intermediate phase during the CO2 adsorption could be postulated, while the transformation from narrow pore form to the open structure occurs in quasi-one-step in the case of N2 adsorption (the intermediate phase is formed only in very narrow pressure region).  The transformation of the structure is guest dependent and the differences in the structures of CO2@SNU-9 at 195 K and N2@SNU-9 at 77 K were proven by Pawley and Rietveld refinements of powder XRD patterns.  The structure of N2@SNU-9 is identical to this of as synthesized phase, while the structure of CO2@SNU-9 differs slightly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpt1GhtQ%253D%253D&md5=fb2d71421fa5993c28adfaf3c587ed64"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-40/acsami.5b05456/20151008/images/small/am-2015-05456w_0009.gif\">"]}
