{"title": ["Structural Diversity in Metal−Organic Frameworks Built from Rigid Tetrahedral [Si(", "C", "H", "CO", ")", "]", " Struts"], "authors": ["Robert P. Davies", "Rob Less", "Paul D. Lickiss", "Karen Robertson", "Andrew J. P. White"], "doi": ["10.1021/cg1008768"], "abstract": ["Six new metal−organic framework materials have been prepared using the silicon-based tetracarboxylate linker [Si(", "C", "H", "CO", ")", "]", " together with Cd", ", Cu", ", Mn", ", or Zn", " metal centers. The use of the rigid tetrahedral linker is demonstrated in each case to result in the formation of a 3D microporous network. Significant structural and topological diversity between the frameworks is reported, and this is shown to be dependent upon the choice of metal center and the reaction conditions.", "The silicon-based connector [Si(", "-C", "H", "CO", ")", "]", " (", " has been employed in the construction of six new metal−organic framework (MOF) materials, all of which have been characterized by single crystal X-ray diffraction techniques. The isostructural frameworks [Cd", "(", ")(H", "O)", "]·(DMA) and [Mn", "(", ")(H", "O)", "]·(DMA)", ", IMP-8Cd and IMP-8Mn, respectively, contain extended [M(CO", ")", "]", " chains, often termed rod SBUs (secondary building units), which are cross-linked into a 3D network by tetrahedral ", " struts to give microporous networks. In contrast, [Cu", "(", ")(H", "O)", "]·(DMA)", " (IMP-9) contains dinuclear paddle-wheel Cu", "(CO", ")", " SBUs connected together with ", " struts to give an overall PtS type net. [Me", "NH", "]", "[Cd", "(", ")", "(H", "O)", "]·(DMA)", "(H", "O)", ", [Me", "NH", "]", "[Zn", "(", ")", "]·(DMF)", ", and [Me", "NH", "]", "[Zn", "(", ")", "]·(DMF)", " (IMP-10, IMP-11, and IMP-12, respectively) all contain anionic 3D frameworks which are charge balanced by the presence of dimethylammonium cations within their pores. These dimethylammonium cations arise from the hydrolysis of DMA or DMF, or they can be introduced directly by addition of [Me", "NH", "]Cl. IMP-10, IMP-11, and IMP-12 all contain trinuclear octacoordinate SBU nodes, although subtle differences in the geometry of these SBUs result in the formation of different network topologies in each case. Examples of MOFs containing rigid tetrahedral carboxylate connectors are currently uncommon, and several previously unobserved topologies are introduced in this study."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "The synthesis and properties of metal containing coordination polymers and metal−organic frameworks (MOFs) are currently a burgeoning field of interest within the scientific community.", "(1-8)", " MOFs are typically microporous materials containing nanometer sized spaces within their structures. They can be considered as hybrid organic−inorganic materials, built from metal-based nodes assembled into highly uniform lattices by organic connectors. As well as being highly robust, these regular crystalline networks or scaffolds can be highly flexible and can contain a large amount of empty-space or porosity within them. Crucially, the modular construction of MOFs allows the architecture and chemical functionality of the micropores to be precisely controlled, leading to some remarkable properties. This has fueled research into their potential applications in a wide range of fields, including gas storage and capture, molecular separations, catalysis, nonlinear optics, electronics, and ion-exchange.", "(9)", "Many MOFs are constructed from simple and commercially available bent or linear dicarboxylic acids, which act as connecting units between metal-based nodes or clusters (often defined as secondary building units or SBUs)", "(10, 11)", " to give a three-dimensional network structure. The desire to better control the physical and chemical properties of the resultant networks has motivated recent research into the systematic design of new connecting ligands with specifically tailored dimensionality or pendant functional groups.", "(12)", "We have been interested in the preparation of novel silicon-based connecting units for the construction of MOFs.", "(13)", " When compared to their carbon analogues, the increased bond angle flexibility, decreased conformational rigidity, and longer bond lengths to silicon have been shown in some cases to contribute to the formation of coordination polymers with novel topological and structural forms.", "(13-15)", " Moreover, tetrahedral silicon centers are in general more synthetically accessible than their carbon equivalents and are thus promising candidates for a series of new connecting units with easily modifiable structural and chemical properties. We have previously reported the synthesis and properties of three Zn(II) based MOFs: IMP-5, IMP-6, and IMP-7 (where IMP is short for Imperial College London), constructed from the tetra-, tri-, and bipodal silicon containing connectors [Si(", "p", "-C", "6", "H", "4", "CO", "2", ")", "4", "]", "4−", " (", "L", "), [MeSi(", "p", "-C", "6", "H", "4", "CO", "2", ")", "3", "]", "3−", ", and [Me", "2", "Si(", "p", "-C", "6", "H", "4", "CO", "2", ")", "2", "]", "2−", ", respectively.", "(13)", "Figure 1. Tetrahedral organic tetracarboxylates used in MOF synthesis.", "There are currently only a handful of rigid tetrahedral carboxylate connectors known in the literature for the construction of MOFs (see Figure ", "1", "), and studies using them are rare due to their often difficult and low yielding preparations. This contrasts markedly with the very large number of MOF studies involving linear/bent organic dicarboxylates and trigonal planar/pyramidal organic tricarboxylates. Despite this, tetrahedral connectors remain of high interest, since their inherent 3D nature is expected to assist in the formation of novel 3D-networked MOFs.", "Methanetetrabenzoate (", "L1", ") was first used in MOF construction by Yaghi, where it was reported to assemble with bimetallic Zn(II) paddle-wheel SBUs to give a PtS type network (MOF-36).", "(16)", " The isostructural Cu(II) analogue of MOF-36 has recently been reported by Lin, as has a similar but interpenetrated PtS network involving the extended reach methanetetra(biphenyl-", "p", "-carboxylate) connector.", "(17)", " ", "L1", " has also been incorporated into fluorite structures with either tetranuclear Cd(II)", "(18)", " or tetranuclear Co(II)", "(19)", " SBUs, and into an interpenetrating diamondoid network with Ni(cyclam)", "2", " (cyclam = 1,4,8,11-tetraazacyclotetradecane) units.", "(20)", " The analogous silicon based connector ", "L", ", which is the focus of study in this paper, has been used in the construction of morphologically different Zn(II) based MOFs by Lambert", "(14)", " and ourselves.", "(13)", " In addition, Lambert has also reported a Zn(II) MOF with the germanium-centered ligand ", "L2", ".", "(14)", " A small number of studies involving the adamantyl based tetracarboxylates ", "L3", " and ", "L4", " have also been reported with Cu(II), Zn(II), Cd(II), and Ni(II) based SBUs.", "(16, 21, 22)", " It should be noted that much more flexible tetracarboxylate ligands are also known, for example [C(O-", "p-", "C", "6", "H", "4", "CO", "2", ")", "4", "] and biphenyl-3,3′,5,5′-tetracarboxylate, and these connectors have been shown to be capable of adopting a range of geometries in MOF networks, including tetrahedral and square planar.", "(23-25)", "Given the paucity of MOF studies in the literature involving rigid tetrahedral carboxylate connectors, especially when compared to rigid bi- and tripodal carboxylate connectors, we decided to explore thoroughly the application of the silicon based tetracarboxylate ", "L", " in MOF synthesis. This was achieved by treating ", "L", "-H", "4", " with a range of metal centers under differing solvent systems and synthetic conditions. As a result of this study, six new MOF materials have been prepared and structurally characterized using single crystal X-ray diffraction techniques. An overview of all new MOFs presented herein along with a comparison to other known MOFs incorporating rigid tetracarboxylate connectors (as shown in Figure ", "1", ") is presented in Table ", "1", ".", "Table 1. MOF Materials Containing Rigid Tetrahedral Carboxylate Based Connectors", "compound", "formula", "SBU", "Schläfli symbol", "ref", "MOF-11", "[Cu", "2", "(", "L3", ")(H", "2", "O)", "2", "]·(H", "2", "O)", "4", "Cu", "2", "(CO", "2", ")", "4", "(4", "2", "·8", "4", ")", "21", "MOF-32", "[Cd(", "L3", ")]·[Cd(OH", "2", ")", "6", "](H", "2", "O)", "5", "Cd(CO", "2", ")", "4", "(6", "6", ")", "16", "MOF-33", "[Zn", "2", "(", "L4", ")(H", "2", "O)]·(H", "2", "O)", "3", "(DMF)", "3", "Zn", "2", "(CO", "2", ")", "4", "(6", "6", ")", "a", "16", "MOF-34", "[Ni", "2", "(μ-OH", "2", ")(L3)(H", "2", "O)", "3", "](H", "2", "O)", "4", "Ni", "2", "(μ-OH", "2", ")(CO", "2", ")", "4", "(4", "2", "·6", "3", "·8)", "16", "MOF-35", "[Zn", "2", "(", "L3", ")(EtOH)", "3", "]·(EtOH)(H", "2", "O)", "2", "Zn", "2", "(CO", "2", ")", "4", "(4·6", "5", ")", "16", "MOF-36", "[Zn", "2", "(", "L1", ")(H", "2", "O)", "2", "]·(DMF)", "6", "(H", "2", "O)", "5", "Zn", "2", "(CO", "2", ")", "4", "(4", "2", "·8", "4", ")", "16", "MOF-77", "[Zn", "2", "(", "L3", ")]", "[Zn(CO", "2", ")", "2", "]", "n", " rods", "b", "22", " ", "[Cu", "2", "(", "L1", ")(H", "2", "O)", "2", "]·(DEF)", "6", "(H", "2", "O)", "2", "Cu", "2", "(CO", "2", ")", "4", "(4", "2", "·8", "4", ")", "17", " ", "[Cd", "4", "(", "L1", ")(DMF)", "4", "]·(DMF)", "4", "(H", "2", "O)", "4", "Cd", "4", "(CO", "2", ")", "8", "(4", "6", ")", "2", "(4", "12", "·6", "12", "·8", "4", ")", "18", "SNU-15", "[Co", "4", "(μ-OH", "2", ")", "4", "(", "L1", ")", "2", "(H", "2", "O)", "4", "]·(DMF)", "13", "(H", "2", "O)", "11", "Co", "4", "(μ-OH", "2", ")", "4", "(CO", "2", ")", "8", "(4", "6", ")", "2", "(4", "12", "·6", "12", "·8", "4", ")", "19", " ", "[Ni(cyclam)", "2", "(", "L1", ")]·(DMF)", "4", "(H", "2", "O)", "8", "Ni(CO", "2", ")", "2", "(6", "6", ")", "a", "20", "IMP-5", "[Zn", "4", "(", "L", ")", "2", "(H", "2", "O)", "5", "]·(DMA)", "5.5", "(H", "2", "O)", "0.5", "Zn", "2", "(CO", "2", ")", "4", "(4", "2", "·6", "3", "·8)", "13", " ", "[Zn", "2", "(", "L", ")(H", "2", "O)]·(DMF)", "1.5", "[Zn(CO", "2", ")", "2", "]", "n", " rod", "b", "14", " ", "[Zn", "3", "(", "L2", "-H)", "2", "]·(DMF)", "6", "Zn", "3", "(CO", "2", ")", "6", "(CO", "2", "H)", "2", "(4", "6", ")", "2", "(4", "12", "·6", "12", "·8", "4", ")", "14", "IMP-8Cd", "[Cd", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA)", "[Cd(CO", "2", ")", "2", "]", "n", " rod", "b", "c", "IMP-8Mn", "[Mn", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA)", "2.5", "[Mn(CO", "2", ")", "2", "]", "n", " rod", "b", "c", "IMP-9", "[Cu", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA)", "12", "Cu", "2", "(CO", "2", ")", "4", "(4", "2", "·8", "4", ")", "c", "IMP-10", "[Me", "2", "NH", "2", "]", "2", "[Cd", "3", "(", "L", ")", "2", "(H", "2", "O)", "2", "]· (DMA)", "8", "(H", "2", "O)", "8", "Cd", "3", "(CO", "2", ")", "8", "(4", "5", "·6)", "2", "(4", "10", "·6", "14", "·8", "4", ")", "c", "IMP-11", "[Me", "2", "NH", "2", "]", "2", "[Zn", "3", "(", "L", ")", "2", "]·(DMF)", "6", "Zn", "3", "(CO", "2", ")", "8", "(4", "4", "·6", "2", ")", "2", "(4", "8", "·6", "17", "·8", "3", ")", "c", "IMP-12", "[Me", "2", "NH", "2", "]", "2", "[Zn", "3", "(", "L", ")", "2", "]·(DMF)", "3", "Zn", "3", "(CO", "2", ")", "8", "(4", "6", ")", "2", "(4", "12", "·6", "12", "·8", "4", ")", "c", "a", "Interpenetrated network.", "b", "Schläfli symbols are only quoted here for networks with discrete SBUs. DMA = ", "N,N", "-dimethylacetamide; DEF = ", "N,N", "-diethylformamide; DMF = ", "N", ",", "N", "-dimethylformamide; cyclam = 1,4,8,11-tetraazacyclotetradecane.", "c", "This work.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "General Methods", "All chemicals and solvents used in the syntheses were commercial reagent grade and were used without further purification. ", "L", "-H", "4", " was prepared according to literature procedures.", "(26)", " NMR spectra were recorded on a Bruker AV-400 spectrometer and infrared spectra on a Perkin-Elmer spectrum 100 series spectrometer with a universal ATR sampling accessory. Microanalytical data were obtained from the Science Technical Support Unit, London Metropolitan University. Thermal gravimetric analyses (TGA) were carried out using a Perkin-Elmer Pyris 1 machine under a constant stream of dry nitrogen gas (flow rate 20 mL min", "−1", ") over the temperature range 50−600 °C and at a heating rate of 10 °C min", "−1", ". Phase purity was confirmed using a Philips PW1700 series automated powder X-ray diffractometer with Cu Kα radiation and a graphite secondary crystal monochromator.", "Synthesis of [Cd", "2", "(L)(H", "2", "O)", "2", "]·(DMA) (IMP-8Cd)", "A mixture of ", "L-", "H", "4", " (50 mg, 0.10 mmol) and cadmium(II) nitrate tetrahydrate (50 mg, 0.16 mmol) in 10 mL of DMA and 10 mL of H", "2", "O was heated to 100 °C in a sealed screw-top vial for 18 h. The mixture was allowed to cool to room temperature, and the resulting colorless crystals were removed by filtration and then washed with water and a 1:1 mixture of DMA/H", "2", "O. Yield = 16 mg (23%). Anal. Calcd for C", "28", "H", "20", "Cd", "2", "O", "10", "Si·C", "4", "H", "9", "NO: C, 44.88; H, 3.41; N, 1.64. Found: C, 44.90; H, 3.47; N, 1.64. IR (ATR): 3364, 3024, 2944, 1582, 1526, 1389, 1263, 1190, 1142, 1097, 1018, 857, 772, 725 cm", "−1", ".", "Synthesis of [Mn", "2", "(L)(H", "2", "O)", "2", "]·(DMA)", "2.5", " (IMP-8Mn)", "A mixture of ", "L-", "H", "4", " (50 mg, 0.10 mmol) and manganese(II) nitrate hydrate (50 mg, 0.20 mmol) in 10 mL of DMA and 10 mL of H", "2", "O was heated to 100 °C in a sealed screw-top vial for 18 h. The mixture was allowed to cool to room temperature, and the resulting colorless crystals removed from the reaction mixture by filtration and then washed with water and a 1:1 mixture of DMA/H", "2", "O. Yield = 54 mg (62%). Anal. Calcd for C", "28", "H", "20", "Mn", "2", "O", "10", "Si·C", "4", "H", "9", "NO: C, 51.83; H, 3.94; N, 1.89. Found: C, 51.86; H, 3.87; N, 2.02. Drying procedures for elemental analysis and X-ray crystallography differed so that there are minor differences in solvation. IR (ATR): 3500, 1588, 1526, 1497, 1390, 1961, 1190, 1099, 1018, 857, 773, 723 cm", "−1", ".", "Synthesis of [Cu", "2", "(L)(H", "2", "O)", "2", "]·(DMA)", "12", " (IMP-9)", "A mixture of ", "L-", "H", "4", " (50 mg, 0.10 mmol) and copper(II) nitrate hemipentahydrate (50 mg, 0.21 mmol) in 2 mL of DMA, 2 mL of H", "2", "O, and 0.1 mL of concentrated HCl was heated to 80 °C in a sealed screw-top vial for 2 days. The mixture was allowed to cool to room temperature, and the resulting blue crystals were removed from the reaction mixture by filtration and washed with water and a 1:1 mixture of DMA/H", "2", "O. Yield = 165 mg (96%). Anal. Calcd for C", "28", "H", "20", "Cu", "2", "O", "10", "Si·(C", "4", "H", "9", "NO)", "12", ": C, 53.16; H, 7.51; N, 9.79. Found; C, 52.99; H, 7.46; N, 9.92. Drying procedures for elemental analysis and X-ray crystallography differed so that there are minor differences in solvation. IR (ATR): 3383, 2933, 1714, 1599, 1546, 1498, 1396, 1263, 1188, 1098, 1018, 847, 771, 726, 706 cm", "−1", ".", "Synthesis of [Me", "2", "NH", "2", "]", "2", "[Cd", "3", "(L)", "2", "(H", "2", "O)", "2", "]·(DMA)", "8", "(H", "2", "O)", "8", " (IMP-10)", "A mixture of ", "L-", "H", "4", " (5 mg, 0.01 mmol) and cadmium(II) nitrate tetrahydrate (5 mg, 0.02 mmol) in 1 mL of DMA and 1 mL of H", "2", "O was heated to 70 °C in a sealed screw-top vial for 6 days. The mixture was allowed to cool to room temperature, and a small quantity of resulting colorless crystals were removed from the reaction mixture by filtration and then washed with water and a 1:1 mixture of DMA/H", "2", "O. An improved yield was achieved by adding dimethylamine hydrochloride (2.5 mg, 0.03 mmol) to the original reaction mixture before heating. Yield = 4.3 mg (48%). Anal. Calcd for C", "56", "H", "34", "Cd", "3", "O", "18", "Si", "2", "·C", "4", "H", "16", "N", "2", ": C, 48.61; H, 3.54; N, 1.89. Found: C, 48.49; H, 3.61; N, 2.00. Drying procedures for elemental analysis and X-ray crystallography differed so that there are differences in solvation. IR (ATR): 3373, 1602, 1527, 1399, 1262, 1191, 1147, 1098, 1018, 859, 728 cm", "−1", ".", "Synthesis of [Me", "2", "NH", "2", "]", "2", "[Zn", "3", "(L)", "2", "]·(DMF)", "6", " (IMP-11) and [Me", "2", "NH", "2", "]", "2", "[Zn", "3", "(L)", "2", "]·(DMF)", "3", " (IMP-12)", "A mixture of ", "L-", "H", "4", " (5 mg, 0.01 mmol) and zinc(II) nitrate tetrahydrate (5 mg, 0.02 mmol) in 2 mL of DMF and 2 mL of H", "2", "O was heated to 110 °C in a sealed screw-top vial for 3 days. The mixture was allowed to cool to room temperature, and the resulting crystals were removed from the reaction mixture by filtration. Three main crystalline products were identified in the product mix using single-crystal X-ray diffraction studies: colorless needle-like crystals of IMP-11, colorless crystalline plates of IMP-12, and colorless shards of IMP-5. Observation of the crystalline morphologies under a microscope indicated that the major product was IMP-11, and IMP-5 was only present in small quantities. Reducing the reaction temperature to 80 °C resulted in a mixture of the same three MOFs, except with IMP-12 as the major product. The presence of all three phases was also confirmed using powder X-ray diffraction studies (see ", "Figure S20", ").", "Single Crystal X-ray Crystallography", "Table ", "2", " provides a summary of the crystallographic data for all new MOFs. Data were collected using Oxford Diffraction PX Ultra (IMP-8Mn, IMP-9, IMP-10, IMP-11) and Xcalibur 3 (IMP-8Cd, IMP-12) diffractometers, and the structures were refined based on ", "F", "2", " using the SHELXTL and SHELX-97 program systems.", "(27)", " The absolute structure of IMP-10 was shown to be a ", "ca", ". 53:47 racemic twin by a combination of ", "R", "-factor tests [", "R", "1", "+", " = 0.0469, ", "R", "1", "−", " = 0.0479] and by use of the Flack parameter [", "x", "+", " = +0.473(7), ", "x", "−", " = +0.527(7)]. Full details of the X-ray structure solutions, including the handling of disorder present in the structures, are given in the ", "Supporting Information", ". The crystal structure data for all new MOFs (IMP-8Cd to IMP-12) have been deposited with the Cambridge Crystallographic Data Center under deposition numbers CCDC 78199 to 782004. This material can be obtained free of charge via ", "www.ccdc.cam.ac.uk/data_request/cif", ", by e-mailing ", "data_request@ccdc.cam.ac.uk", ", or by contacting the Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, U.K.", "Table 2. Crystal Data and Data Collection and Refinement Parameters for All New Compounds", "data", "IMP-8Cd", "IMP-8Mn", "IMP-9", "IMP-10", "IMP-11", "IMP-12", "formula", "C", "14", "H", "10", "CdO", "5", "Si", "0.5", "C", "14", "H", "10", "MnO", "5", "Si", "0.5", "C", "3.5", "H", "2.5", "Cu", "0.25", "O", "1.25", "Si", "0.125", "[C", "28", "H", "18", "Cd", "1.5", "O", "9", "Si][C", "2", "H", "8", "N]", "[C", "28", "H", "16", "O", "8", "SiZn", "1.5", "][C", "2", "H", "8", "N]", "[C", "28", "H", "16", "O", "8", "SiZn", "1.5", "][C", "2", "H", "8", "N]", "solvent", "0.5(C", "4", "H", "9", "NO)", "1.25(C", "4", "H", "9", "NO)", "1.5(C", "4", "H", "9", "NO)", "4(C", "4", "H", "9", "NO)·4H", "2", "O", "3(C", "3", "H", "7", "NO)", "1.5(C", "3", "H", "7", "NO)", "formula weight", "428.23", "436.11", "214.63", "1161.76", "871.93", "762.29", "color, habit", "colorless prismatic needles", "colorless needles", "blue blocky needles", "colorless blocks", "colorless needles", "colorless plates", "crystal size/mm", "0.31 × 0.14 × 0.09", "0.13 × 0.09 × 0.08", "0.32 × 0.12 × 0.09", "0.08 × 0.08 × 0.05", "0.26 × 0.16 × 0.12", "0.21 × 0.14 × 0.02", "temperature/K", "173", "173", "173", "173", "173", "173", "crystal system", "monoclinic", "monoclinic", "tetragonal", "orthorhombic", "monoclinic", "orthorhombic", "space group", "I", "2/", "a", " (no. 15)", "I", "2/", "a", " (no. 15)", "P", "4", "2", "/", "mmc", " (no. 131)", "C", "222", "1", "(no. 20)", "C", "2/", "c", " (no. 15)", "Pnnn", " (no. 48)", " ", "a", "/Å", "12.9161(2)", "13.0355(18)", "12.3710(12)", "15.62062(10)", "25.205(5)", "14.1529(4)", " ", "b", "/Å", "23.2940(4)", "22.908(4)", " ", "27.71138(15)", "13.701(4)", "23.4060(6)", " ", "c", "/Å", "14.1869(2)", "13.882(4)", "24.0689(10)", "22.84956(14)", "25.803(9)", "23.8325(6)", " α/deg", " ", " ", " ", " ", " ", " ", " β/deg", "94.2482(14)", "93.070(19)", " ", " ", "114.49(3)", " ", " γ/deg", " ", " ", " ", " ", " ", " ", "V", "/Å", "3", "4256.65(12)", "4139.5(15)", "3683.5(5)", "9890.87(10)", "8109(4)", "7894.8(4)", "Z", "8", "8", "16", "8", "8", "8", "D", "c", "/(g cm", "−3", ")", "1.336", "1.400", "1.548", "1.560", "1.428", "1.283", "radiation used", "Mo Kα", "Cu Kα", "Cu Kα", "Cu Kα", "Cu Kα", "Mo Kα", "μ/mm", "−1", "1.074", "5.783", "1.607", "6.101", "1.971", "1.001", "2θ max/deg", "65", "142", "148", "143", "142", "65", "no. of unique reflns", " ", " ", " ", " ", " ", " ", "measured", "7006", "3988", "2036", "9564", "7815", "13908", "obs, |", "F", "o", "| > 4σ(|", "F", "o", "|)", "5603", "3387", "1278", "7718", "6232", "3485", "no. of variables", "188", "196", "56", "368", "363", "362", "R", "1", "(obs), ", "wR", "2", "(all)", "a", "0.0375, 0.1407", "0.0294, 0.0895", "0.1879, 0.4358", "0.0400, 0.0776", "0.0719, 0.2389", "0.0555, 0.1621", "a", "R", "1", " = ∑||", "F", "o", "| − |", "F", "c", "||/∑|", "F", "o", "|; ", "wR", "2", " = {∑[", "w", "(", "F", "o", "2", " − ", "F", "c", "2", ")", "2", "]/∑[", "w", "(", "F", "o", "2", ")", "2", "]}", "1/2", "; ", "w", "−1", " = σ", "2", "(", "F", "o", "2", ") + (", "aP", ")", "2", " + ", "bP", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Characterization of [Cd", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA) (IMP-8Cd) and [Mn", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA)", "2.5", " (IMP-8Mn)", "The reaction of the silicon-centered tetracarboxylic acid ", "L", "-H", "4", " with either Cd(NO", "3", ")", "2", " or Mn(NO", "3", ")", "2", " in DMA/H", "2", "O (1:1) in a sealed vial at 100 °C gave needle-like crystals in both cases. Single crystal X-ray diffraction revealed these to be [Cd", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA) (IMP-8Cd) and [Mn", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA)", "2.5", " (IMP-8Mn), respectively. Both compounds are isostructural 3D-networked MOF materials (Figure ", "2", "), neither of which contain discrete SBUs but instead are built around metal carboxylate infinite chains (often termed rod SBUs", "(22)", "). Both MOFs crystallize in the monoclinic space group ", "I", "2/", "a", " (no. 15), with the asymmetric unit containing one metal atom, one coordinating H", "2", "O molecule, and half of an ", "L", " ligand.", "Figure 2. Structures of IMP-8Cd and IMP-8Mn: Ball and stick representation of (a) the coordination environment in the metal carboxylate chains, (b) a section of the network viewed along 001, (c) a section of the network viewed along 010. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Cd(II)/Mn(II), purple; oxygen, red; carbon, gray; silicon, blue.", "Within the linear metal carboxylate chains in IMP-8Cd/Mn, the metals atoms lie in one of two distinct coordination environments—M1 or M2 (see Figure ", "2", "a)—both of which are hexacoordinate. The M1 center is coordinated to two carboxylate groups via just one of their oxygen atoms (O8 or O8B) and to two chelating carboxylates (via O18, O19, O18B, and O19B). The acute character of the O18−M1−O19 and O18B−M1−O19B angles, as imposed by the steric requirements of the chelating carboxylate groups, results in a highly distorted octahedral coordination environment about M1. The second metal, M2, is much closer to octahedral in nature. M2 coordinates to four different carboxylate groups, each via one oxygen atom only (O9, O18, O9A, O18A). Opposing octahedral positions on M2 contain water molecules (O1, O1A). Overall, there are therefore two types of carboxylate groups present in the structures of IMP-8Cd/Mn: dimonodentate (μ-η", "1", ":η", "1", ") and chelating/bridging bidentate (μ-η", "1", ":η", "2", ").", "In IMP-8Cd, the Cd−OH", "2", " distance is 2.216(2) Å and the Cd−O(carboxylate) distances lie in the range 2.2099(19)−2.379(2) Å, whereas, in IMP-8Mn, the Mn−OH", "2", " distance is 2.1384(15) Å and the Mn−O(carboxylate) distances lie in the range 2.0980(12)−2.2879(14) Å. The metal−oxygen distances within the manganese(II) MOF are therefore approximately 0.1 Å shorter when compared to those within the cadmium(II) MOF. This is to be expected due to the smaller ionic radius of the Mn(II) cation (0.80 Å) when compared to a Cd(II) cation (0.95 Å).", "(28)", " Overall, this results in a slight shortening of the ", "b", " and ", "c", " cell lengths for IMP-8Mn, and in addition, the β angle is more acute than that in IMP-8Cd. This is also reflected in the overall cell volume, which is 4256.65(12) Å", "3", " in IMP-8Cd and 4139.5(15) Å", "3", " in IMP-8Mn (an approximate 2.7% contraction).", "The metal carboxylate chains run along the 100 direction and are cross-linked by the tetracarboxylate ligands to give a 3D network structure with small (up to 5 Å in diameter) solvent accessible channels running along the 100, 010, 001, and 111 directions. The crystal data of IMP-8Cd and IMP-8Mn suggests the presence of uncoordinated molecules of DMA within these channels (1 and 2.5 molecules of DMA per formula unit, respectively, as calculated using the ", "SQUEEZE", " routine of ", "PLATON", "(29)", "). Despite the difference in cell volumes, the ", "PLATON", "(29)", " calculated solvent accessible void space (on removal of the uncoordinated DMA and coordinated water molecules) is similar in both cases: 1954.5 Å", "3", " (45.9%) for IMP-8Cd and 1907.3 Å", "3", " (46.1%) for IMP-8Mn.", "Powder X-ray diffraction on bulk samples of both IMP-8Cd and IMP-8Mn shows signals which closely match those of simulated diffractograms based on the respective single crystal data (see ", "Figures S16", " and ", "S17", "), thus confirming the bulk purity of the products. Thermogravimetric analysis (TGA) measurements on IMP-8Cd (see ", "Figure S13", ") show a 13.9% weight loss occurring in the temperature range 140−250 °C. This is close to the predicted value of 14.4% for the loss of the noncoordinated DMA and coordinated H", "2", "O molecules within the structure. Further weight loss associated with decomposition of the product occurs above 360 °C. TGA measurements on IMP-8Mn (see ", "Figure S14", ") show a gradual 16.9% weight loss occurring over the temperature range 100−300 °C. This is close to the predicted value of 16.7% for the loss of the noncoordinated DMA and coordinated H", "2", "O molecules (assuming one DMA molecule is present per formula unit of the isolated MOF, as indicated by elemental analysis). Further weight loss associated with decomposition of IMP-8Mn occurs above 430 °C. Interestingly, both IMP-8Cd and IMP-8Mn retain their framework structures when desolvated by heating under a dynamic vacuum at 100 °C, as evidenced by powder X-ray diffraction studies (", "Figures S16", " and ", "S17", ").", "Attempts to prepare an exact Zn(II) analogue of IMP-8Cd/Mn using the same synthetic conditions gave instead a very different MOF structure (IMP-5), which, in contrast, contains distinct binuclear SBUs (", "vide infra", "). However, a closely related zinc(II) containing MOF, [Zn", "4", "(", "L", ")", "2", "(H", "2", "O)]·(DMF)", "1.5", ", has been reported in the literature by Lambert and co-workers from the treatment of Zn(NO", "3", ")", "2", " with ", "L", "-H", "4", " in a DMF/ethanol/H", "2", "O solvent system at 75 °C for 3 days.", "(14)", " Lambert’s zinc(II) MOF is topologically identical and structurally very similar to IMP-8Cd and IMP-8Mn. The main difference, besides the identity of the divalent metal center and noncoordinated solvent, is only one coordinated H", "2", "O molecule is present per formula unit, thus giving a monoaquated distorted trigonal bipyramidal metal center, as opposed to the octahedral diaquated metal centers in IMP-8Cd/Mn. The smaller Zn(II) cation also results in shorter metal−oxygen bond distances and a smaller cell volume of 3863.8(4) Å", "3", ", with a concomitant lower ", "PLATON", " calculated solvent accessible void volume of 42.8%.", "(14)", "Characterization of [Cu", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA)", "12", " (IMP-", "9", ")", "Heating a mixture of copper(II) nitrate and ", "L", "-H", "4", " in DMA:H", "2", "O (1:1) in a sealed vial at 80 °C quickly resulted in the deposition of a blue crystalline powder. Repeating the experiment with addition of a small quantity of concentrated HCl to the reaction mixture slowed down the crystal growth sufficiently to yield (after 18 h at 80 °C) a batch of blue crystals of [Cu", "2", "(", "L", ")(H", "2", "O)", "2", "]·(DMA)", "12", " (IMP-9) suitable for study by single-crystal X-ray diffraction (see below). Powder X-ray diffraction studies (see ", "Figure S18", ") confirmed that the identity of the bulk compound formed in both the presence and absence of HCl was indeed the same as that determined in the single-crystal diffraction experiment.", "Single-crystal X-ray studies show IMP-9 to form a 3D framework containing discrete bimetallic SBUs. The MOF crystallizes in the tetragonal ", "P", "4", "2", "/", "mmc", " space group (no. 131), with the asymmetric unit containing one-quarter of a Cu atom, one-quarter of a coordinating H", "2", "O molecule, and one-eighth of an ", "L", " ligand. The binuclear SBUs in IMP-9 comprise two Cu(II) atoms linked together by four bridging dimonodentate carboxylate groups and two coordinating water molecules in the axial positions (Figure ", "3", "a). This gives a square planar paddle-wheel SBU, common to many Cu(II) carboxylate MOFs.", "(11)", " The paddle-wheel SBUs assemble with the tetrahedral silicon-based connectors to give a 3D network with Schläfli notation (4", "2", "·8", "4", ") and an overall PtS network topology (Figure ", "3", "d). The structure is highly porous and is estimated, using the ", "SQUEEZE", " routine of ", "PLATON", ",", "(29)", " to contain 1.5 molecules of uncoordinated DMA per asymmetric unit (equivalent to 12 DMA per formula unit). TGA measurements on IMP-9 (", "Figure S15", ") are congruent with this, showing a 25.0% weight loss occurring in the temperature range 80−250 °C and a further 36.8% drop from 250 to 400 °C. Overall, this represents a 61.8% drop, which is close to that predicted for the removal of the 12 DMA from the pores of IMP-8 (predicted 60.9%). The overall quality of X-ray data is somewhat poor, mainly due to the large number of uncoordinated and disordered DMA molecules within the structure. Although this precludes a detailed discussion of the bond lengths, the connectivity remains clear (see ", "Supporting Information", " for further discussion).", "Figure 3. Structures of IMP-9: Ball and stick representation of (a) the coordination environment about the binuclear SBU, (b) a section of the network viewed along 100, (c) a section of the network viewed along 001, and (d) a schematic representation of the network showing the SBU (red) and ", "L", " based (blue) nodes. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Cu, orange; oxygen, red; carbon, gray; silicon, blue.", "The uncoordinated DMA molecules in IMP-9 sit in the channels which permeate the framework. The largest of these channels are approximately 19.5 by 7.0 Å", "2", " in cross section and run in the 100 and 010 directions, as do smaller 7.5 by 7.0 Å", "2", " channels (see Figure ", "3", "b). In addition, channels of cross section ", "ca.", " 8.5 by 8.5 Å", "2", " are present in the 001 direction (Figure ", "3", "c) and ", "ca.", " 6.0 by 5.0 Å", "2", " in the 011 and 101 directions. The overall ", "PLATON", " calculated void space (assuming removal of the noncoordinated DMA molecules and the coordinated H", "2", "O molecules) is 2718.0 Å", "3", " per unit cell (3683.5(5) Å", "3", ") or 73.8% of the cell volume. This moderately large void volume is potentially significant for the efficacy of IMP-9 in gas storage or other applications. Moreover, powder X-ray diffraction studies on a sample of IMP-9 which had been desolvated by heating at 100 °C under a dynamic vacuum for 8 h revealed the sample to be robust in retaining its original framework structure (see ", "Figure S18", ").", "IMP-9 is isostructural to [Cu", "2", "(", "L1", ")(H", "2", "O)", "2", "]·(DEF)", "6", "(H", "2", "O)", "2", ", which also forms a PtS net containing Cu", "2", " paddle-wheel SBUs.", "(17)", " Contrary to previous assumptions,", "(13, 14)", " this therefore shows that, given the appropriate synthetic conditions, silicon-based connectors can be used to directly replace carbon based connectors in MOF construction, leading to isostructural products. The main advantage of using silicon-based ", "L", " over ", "L1", " lies in its relatively facile synthetic accessibility. In addition, the IMP-9 network is also isostructural to the Zn(II) based MOF-36", "(16)", " and isorecticular to the Cu(II)-", "L3", " based MOF-11", "(21)", " (see Table ", "1", ").", "Characterization of [Me", "2", "NH", "2", "]", "2", "[Cd", "3", "(", "L", ")", "2", "(H", "2", "O)", "2", "]·(DMA)", "8", "(H", "2", "O)", "8", " (IMP-", "10", ")", "The treatment of ", "L", "-H", "4", " with Cd(NO", "3", ")", "2", " in DMA/H", "2", "O (1:1) at 70 °C in a sealed vial for 6 days gave a small quantity of colorless block crystals. These were characterized by single crystal X-ray diffraction to be [Me", "2", "NH", "2", "]", "2", "[Cd", "3", "(", "L", ")", "2", "(H", "2", "O)", "2", "]·(DMA)", "8", "(H", "2", "O)", "8", " (IMP-10). The connectivity and topology of IMP-10 is very different from that of IMP-8Cd, which was formed from the same starting materials, but at a higher reaction temperature (100 °C). While IMP-8Cd contains infinitely long cadmium carboxylate rod SBUs (", "vide supra", "), IMP-10 is built around discrete trinuclear SBUs.", "Figure 4. Structures of IMP-10: Ball and stick representation of (a) the coordination environment about the binuclear SBU, (b) a section of the network viewed along 001, and (c) a schematic representation of the network showing the SBU (red) and ", "L", " based (blue) nodes. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Cd, light blue; oxygen, red; carbon, gray; silicon, blue.", "The SBU in IMP-10 sits on a crystallographic inversion center and contains three Cd(II) cations binding to eight carboxylate groups (each from a different ", "L", " ligand) and two H", "2", "O molecules to give an octacoordinate node or SBU (Figure ", "4", "a). The outer cadmium ions in the SBU (Cd2 and Cd2A) are each eight coordinate to the oxygen atoms of four chelating carboxylate groups (Cd−O in the range 2.287(3)−2.580(5) Å, mean 2.412 Å). The central cadmium ion (Cd2) is hexacoordinate to four bridging carboxylate oxygens (Cd−O8 = 2.305(4) Å; Cd−O39 = 2.294(3) Å) and two trans water molecules (Cd−O40 = 2.176(3) Å). To our knowledge, this is the first example of a trimetallic octacoordinate Cd(II) SBU or complex in coordination chemistry.", "(30)", "The RCO", "2", " groups in IMP-10 are all either chelating (η", "2", ") or chelating/bridging bidentate (μ-η", "1", ":η", "2", ") and are close to symmetric in nature (C−O distances in the range 1.220(5)−1.275(6) Å). All four of the carboxylic acids groups in the ", "L", "-H", "4", " precursor have therefore been deprotonated in MOF formation. However, with one ", "L", "4−", " organic connector to every 1.5 Cd(II) center in the asymmetric unit, the overall charge of the MOF framework must be negative. The negative charge is most likely to be balanced by the presence of dimethyl ammonium cations within the pores of the framework. It has previously been shown that [Me", "2", "NH", "2", "]", "+", " cations can be formed as a result of DMA hydrolysis in MOF synthesis protocols.", "(31)", " Further evidence for the presence of [Me", "2", "NH", "2", "]", "+", " was obtained by dissolving a sample of IMP-10 (1 mg) in a dilute solution of DCl (0.1 mL) in ", "D", "6", "-dimethylsulfoxide (0.5 mL) and analyzing the resulting solution using ", "1", "H NMR spectroscopy. A peak was clearly visible in the resulting spectrum at 2.37 ppm, attributable to [Me", "2", "NH", "2", "]", "+", " cations.", "(31)", " Moreover, addition of a stoichiometric amount of [Me", "2", "NH", "2", "]Cl to the initial reaction mixture resulted in much improved yields of IMP-10: The bulk purity of the product formed in this reaction was confirmed using powder X-ray diffraction studies (see ", "Figure S19", ").", "The tetrahedral ", "L", " connectors link together the octacoordinated SBUs in IMP-10 to give a 3D-framework structure with channels along the 100, 010, and 001 directions. The largest of these channels are ", "ca.", " 6 × 3.5 Å", "2", " in cross section and are present in the 001 direction (Figure ", "4", "b). Disordered within these channels are one ion of [Me", "2", "NH", "2", "]", "+", ", four molecules of DMA, and four molecules of H", "2", "O per asymmetric unit (as calculated using the ", "SQUEEZE", " routine of ", "PLATON", "(29)", "). Theoretical removal of these noncoordinated ions/molecules gives a calculated void space for IMP-10 of 5381.9 Å", "3", " per unit cell (9890.9 Å", "3", ") or 54.3%. However, full removal of all noncoordinating molecules is not possible, since the [Me", "2", "NH", "2", "]", "+", " cations are required for charge balance of the framework and, thus, cannot be readily removed under vacuum or by heating. TGA measurements on IMP-10 were inconclusive, possibly as a result of the [Me", "2", "NH", "2", "]", "+", " cations blocking the channels. However, as the NMR studies above show, displacement of the dimethyl ammonium cations with other cations should be feasible. Postsynthetic exchange of extraframework dimethyl ammonium cations has been reported for other MOF systems in order to optimize their pore dimensions and metrics for specific applications, for example the uptake and storage of H", "2", "(25)", " or CO", "2", ",", "(32)", " or the storage and delivery of cationic drug molecules.", "(33)", "The overall connectivity in IMP-10 is represented by the Schläfli notation (4", "5", "·6)", "2", "(4", "10", "·6", "14", "·8", "4", "), in which the topological term for the SBU is 4", "10", "·6", "14", "·8", "4", " and that for the silicon center is 4", "5", "·6. It is salient to compare the topology of IMP-10 with that of [Cd", "4", "(", "L1", ")(DMF)", "4", "]·(DMF)", "4", "(H", "2", "O)", "4", " reported by Kim and co-workers (see Table ", "1", ").", "(18)", " Although both networks contain octacoordinate Cd(II) based SBUs and rigid tetrahedral organic connectors, Kim’s network contains cyclic tetranuclear Cd", "4", "(CO", "2", ")", "8", " SBUs of regular cubic geometry, leading to the formation of a fluorite type net (Schläfli notation (4", "6", ")", "2", "(4", "12", "·6", "12", "·8", "4", ")), whereas the linear trinuclear Cd", "3", "(CO", "2", ")", "8", " nodes in IMP-10 are distorted hexagonal bipyramidal in geometry, leading to a framework of lower symmetry.", "Characterization of [Zn", "4", "(", "L", ")", "2", "(H", "2", "O)", "5", "]·(DMA)", "5.5", "(H", "2", "O)", "0.5", " (IMP-5)", "The Zn(II) framework material IMP-5 has been previously reported by us;", "(13)", " however, a brief summary is included here to aid comparison with the newly reported MOFs, in particular the Zn(II) MOFs IMP-11 and IMP-12 (", "vide infra", ").", "Crystals of IMP-5, [Zn", "4", "(", "L", ")", "2", "(H", "2", "O)", "5", "]·(DMA)", "5.5", "(H", "2", "O)", "0.5", ", can be prepared from the reaction of ", "L", "-H", "4", " and Zn(NO", "3", ")", "2", " in DMA and H", "2", "O (1:1) at 100 °C for 18 h. The framework of IMP-5 contains two different kinds of dinuclear tetracoordinate SBUs (Figure ", "5", "a). These SBUs assemble with the silicon based connector ", "L", " to give a 3D porous network (Figure ", "5", "b) with a theoretical ", "PLATON", " calculated void volume of 47.6%. The overall structure is a distorted interpenetrating SrAl", "2", " net of Schläfli notation 4", "2", "·6", "3", "·8 (denoted: sra-c", "(34)", ") with both the silicon centers and bimetallic SBUs acting as nodal points. Full characterization and further studies on the properties of IMP-5 can be found in our earlier paper.", "(13)", "Figure 5. Structures of IMP-5: Ball and stick representation of (a) the coordination environment about the two different binuclear SBUs, (b) a section of the network viewed along 010, and (c) a schematic representation of the network showing the 2-fold interpenetrated nets viewed along 100. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Zn, green; oxygen, red; carbon, gray; silicon, blue.", "Characterization of [Me", "2", "NH", "2", "]", "2", "[Zn", "3", "(", "L", ")", "2", "]·(DMF)", "6", " (IMP-11) and [Me", "2", "NH", "2", "]", "2", "[Zn", "3", "(", "L", ")", "2", "]·(DMF)", "3", " (IMP-12)", "Treatment of zinc(II) nitrate with ", "L", "-H", "4", " in DMF/H", "2", "O (1:1) in a sealed vial at 110 °C for 3 days gave a batch of mixed colorless crystals. Three different crystalline morphologies were observed under the microscope: needles, crystalline plates, and shards. Single crystal X-ray diffraction studies on representative samples of each type of crystalline morphology revealed these to be, respectively, the new framework materials [Me", "2", "NH", "2", "]", "2", "[Zn", "3", "(", "L", ")", "2", "]·(DMF)", "6", " (IMP-11) and [Me", "2", "NH", "2", "]", "2", "[Zn", "3", "(", "L", ")", "2", "]·(DMF)", "3", " (IMP-12) and the known framework [Zn", "4", "(", "L", ")", "2", "(H", "2", "O)", "5", "]·(DMA)", "5.5", "(H", "2", "O)", "0.5", " (IMP-5). The presence of all three phases was also confirmed using powder X-ray diffraction studies (see ", "Figure S20", "). Attempts to prepare pure samples of IMP-11 and IMP-12 by systematic variation of the reaction temperature, concentration, and solvent system proved futile. However, higher temperatures (110 °C) were observed to favor the formation of IMP-11, whereas lower temperatures (80 °C) favored IMP-12 growth. At all temperatures, IMP-11/IMP-12 cross-contamination was evident and IMP-5 was always observed in low concentration. Due to the difficulties in obtaining pure samples of these MOFs, detailed analytical and spectroscopic data have not been obtained for these materials and only the single-crystal diffraction results are presented. However, it should be noted that pure IMP-5 can be prepared using DMA instead of DMF as the solvent system (", "vide supra", ").", "Single crystal X-ray studies show both IMP-11 and IMP-12 to have a similar [Zn", "3", "(", "L", ")", "2", "] formulation, resulting in anionic frameworks which are most likely charge balanced by the presence of [Me", "2", "NH", "2", "]", "+", " cations within the framework. Hydrolysis of DMF solvent to give [Me", "2", "NH", "2", "]", "+", " cations during MOF synthesis is well-known, and these cations are thought to template the formation of the anionic framework.", "(35)", " Similar cations are also observed in IMP-10 from the hydrolysis of DMA (", "vide supra", ").", "Figure 6. Structure of IMP-11: Ball and stick representation of (a) the coordination environment of the trinuclear SBUs and (b) a section of the network viewed along 100; and (c) a schematic representation of the network showing the SBU (red) and ", "L", " based (blue) nodes. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Zn, green; oxygen, red; carbon, gray; silicon, blue.", "IMP-11 crystallizes in the monoclinic space group ", "C", "2/", "c", " (no. 15). The asymmetric unit contains 1.5 atoms of Zn(II) and one ", "L", " unit. The trinuclear SBUs in IMP-11 coordinate eight carboxylate groups from eight different ", "L", " connectors, thus giving an eight-coordinate node.", "Within the SBU, the central Zn atom (Zn2) is octahedrally coordinated by six oxygen atoms from six different carboxylate groups. Four of these carboxylate groups are bridging dimonodentate (μ-η", "1", ":η", "1", "), with Zn2−O9 and Zn2−O38 distances of 2.062(3) and 2.008(3) Å, respectively. The other two carboxylate groups bridge two metal centers via just one of their oxygen atoms (Zn2−O28 = 2.237(3) Å), leaving one uncoordinated oxygen (O29). The terminal zinc (Zn1) is approximately tetrahedral coordinate to two bridging dimonodentate (μ-η", "1", ":η", "1", ") carboxylates (Zn1−O39 = 1.972(3); Zn1−O8 = 1.972(3) Å), one bridging carboxylate oxygen (Zn1−O28 = 1.959(3) Å), and a terminal monodentate carboxylate (Zn1−O19 = 1.929(5) Å). Each Zn", "3", "(CO", "2", ")", "8", " SBU therefore supports a double negative charge, thus giving a negatively charged network. Analysis of the crystallographic data suggests that this is charge-balanced by the presence of cations within the pores (similar to IMP-10) rather than by incomplete deprotonation of the ", "L", "-H", "4", " ligand: Within each asymmetric unit, there are two carboxylate groups (based on C17 and C27) which coordinate zinc cation(s) via just one of their oxygen atoms. In each case, the carbon−oxygen bond which is part of the C−O−Zn", "(2)", " unit can be considered a single bond to an anionic oxygen (C17−O19 = 1.297(10); C27−O28 = 1.307(5) Å), whereas the distal oxygen is doubly bonded (C17−O18 = 1.237(10); C27−O29 = 1.230(6) Å). This behavior is strongly indicative of a deprotonated carboxylic acid. All other carboxylates are symmetric (C−O bonds in the range 1.240(6)−1.265(5) Å). Moreover, it was not possible to locate any H atoms on the carboxylate groups in the crystallographic Δ", "F", " map.", "The eight coordinate SBUs in IMP-11 pack with the four-coordinate silicon based ", "L", " connectors to give a 3D framework structure. Channels run throughout the structure along the 010, 001, 110, and 011 directions (e.g., see Figure ", "6", "b). The largest of the channels are ", "ca.", " 4.5 × 5.0 Å", "2", " along the 011 direction. Analysis of the crystallographic data using the ", "SQUEEZE", " routine of ", "PLATON", "(29)", " suggests one molecule of [Me", "2", "NH", "2", "]", "+", " and three molecules of uncoordinated DMF reside within the pores per asymmetric unit. The free volume was calculated to be 48.4% on removal of all noncoordinated solvent molecules and cations (equivalent to 3926.1 Å", "3", " per 8109.0 Å", "3", " unit cell). Further studies to verify the identity of these guest molecules using TGA or elemental analysis were prohibited by the fact that we were unable to obtain IMP-11 in high enough purity (see ", "Experimental Details", "). The overall topology of the framework in IMP-11 is shown in Figure ", "6", "c and is represented by a Schläfli notation of (4", "4", "·6", "2", ")", "2", "(4", "8", "·6", "17", "·8", "3", "), in which the topological term for the SBU is 4", "8", "·6", "17", "·8", "3", " and that for the silicon center is 4", "4", "·6", "2", ".", "Figure 7. Structure of IMP-12: Ball and stick representation of (a) the coordination environment of the trinuclear SBUs and (b) a section of the network viewed along 100; and (c) a schematic representation of the network showing the SBU (red) and ", "L", " based (blue) nodes. Noncoordinated solvent molecules and hydrogen atoms have been omitted for clarity. Color scheme: Zn, green; oxygen, red; carbon, gray; silicon, blue.", "In contrast to IMP-11, IMP-12 crystallizes in the orthorhombic space group ", "Pnnn", " (no. 48). The asymmetric unit in IMP-12 contains 1.5 zinc(II) cations and one ", "L", " connector. The trinuclear eight-coordinate SBUs in IMP-12 (Figure ", "7", "a) are similar in many respects to those observed in IMP-11. The central zinc atom (Zn2) is octahedral coordinate to four dimonodentate (μ-η", "1", ":η", "1", ") carboxylate groups (Zn2−O18 = 2.113(3), Zn2−O39 = 1.987(3) Å) and to two bridging carboxylate oxygens (Zn2−O29 = 2.252(3) Å). The terminal zinc (Zn1) is however now five coordinate in a distorted square-based pyramid geometry, as opposed to the four coordinate tetrahedral zinc center in IMP-11. This is due to the terminal carboxylate adopting an asymmetric chelating mode (Zn1−O8 = 2.425(11) Å; Zn1−O9 = 1.985(9) Å) compared to the terminal monodentate mode observed in IMP-11. Other zinc−oxygen bond distances in IMP-12 are 1.948(3) Å (Zn1−O19), 2.002(3) Å (Zn1−O29), and 1.966(3) Å (Zn1−O38). The C27 carboxylate group uses just one of its two oxygen atoms in metal coordination and has a C═O terminal bond of length 1.228(5) Å (C27−O28) and a coordinating C−O bond length of 1.294(5) Å (C27−29). This is again indicative of a carboxylate group, thus leading to an anionic network which is presumably charge balanced by the presence of [Me", "2", "NH", "2", "]", "+", " cations within the pores of the structure.", "The eight coordinate SBUs in IMP-12 link with the tetrahedral organic ", "L", " connectors to give a porous network with channels running in all three crystallographic directions. The largest channels lie along the 100 direction and are ", "ca.", " 8.0 × 10.0 Å", "2", " in cross section (see Figure ", "7", "b). It has been calculated, using the ", "SQUEEZE", " routine of ", "PLATON", ", that within these channels sits one molecule of the [Me", "2", "NH", "2", "]", "+", " cation and 1.5 molecules of DMF. The free space within the network upon theoretical removal of these noncoordinated molecules and cations is 3528.9 Å", "3", " per unit cell (7883.6 Å", "3", ") or 44.8%.", "Overall, IMP-12 adopts a network structure with Schläfli notation (4", "6", ")", "2", "(4", "12", "·6", "10", "·8", "6", ") in which the topological term for the silicon center is 4", "6", " and that for the SBU is 4", "12", "·6", "10", "·8", "6", " (Figure ", "7", "c). This framework topology is therefore a distorted version of the fluorite type networks seen in [Cd", "4", "(", "L1", ")(DMF)", "4", "]·(DMF)", "4", "(H", "2", "O)", "4", "(18)", " and SNU-15", "(19)", " (Table ", "1", ") and is also very similar to the network adopted by [Zn", "3", "(", "L2", "-H)", "2", "]·(DMF)", "6", "(14)", " based on the analogous germanium-based connector ", "L2", ". However, a key difference between IMP-12 and [Zn", "3", "(", "L2", "-H)", "2", "]·(DMF)", "6", " is that the ", "L2", " connector is still monoprotonated in [Zn", "3", "(", "L2", "-H)", "2", "]·(DMF)", "6", ", whereas all evidence points to completed deprotonation of ", "L", "-H", "4", " in IMP-12.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "There is currently a paucity of studies on the application of rigid tetrahedral carboxylate connectors for the construction of MOF materials, especially when compared to the large number of studies involving linear and bent dicarboxylate and trigonal tricarboxylate connectors. We have employed the tetracarboxylate silicon-based connector ", "L", "(13, 14)", " to prepare six new MOF compounds. The structure of the resultant MOF and its network topology is shown to be dependent upon the choice of metal salt as well as the reaction conditions. However, in each case, the tetrahedral arrangement of the chelating carboxylate groups results in the formation of a microporous 3D network structure.", "IMP-8Cd and IMP-8Mn are isostructural and contain infinite chain [M(CO", "2", ")", "2", "]", "n", " rod SBUs. The copper(II) based network IMP-9 contains paddle-wheel dinuclear Cu", "2", "(CO", "2", ")", "4", " SBUs and forms a PtS net which is isostructural with its previously reported carbon based analogue.", "(17)", " IMP-10, IMP-11, and IMP-12 are all anionic networks which are charge balanced by the presence of dimethylammonium cations in their pores (derived from the hydrolysis of the DMA or DMF under the solvothermal conditions). Despite the fact that each of these three network materials contain rigid tetrahedral connectors and trinuclear, eight-coordinate M", "3", "(CO", "2", ")", "8", " SBUs in a 2:1 ratio, the overall topology is different in each case. Close analysis of the SBUs reveals subtle but significant geometric differences between the SBUs in these MOFs. Within IMP-11 and IMP-12, the SBUs can both be considered bicapped hexagons; in IMP-12 the apical coordination points are approximately perpendicular to the six equatorial coordination points; however, in IMP-11, the apical points are offset from the center. However, in IMP-10, the SBU adopts a distorted cubic geometry. These subtle differences result in the formation of different topological nets and thus different properties (such as pore size) in each case. Further studies on readily synthetically accessible silicon-based connectors for MOF construction are ongoing.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the EPSRC (DTA for K.R. and Grant EP/C528816/1 for R.L.).", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Full details on the X-ray single crystal structure determinations of IMP-8Cd, IMP-8Mn, IMP-9, IMP-10, IMP-11, and IMP-12 (Figures S1−S12), TGA traces from IMP-8Cd, IMP-8Mn, and IMP-9 (Figures S13−15), X-ray powder diffraction profiles for all compounds (Figures S16−S20), and X-ray crystallographic files (CIF). This information is available free of charge via the Internet at ", "http://pubs.acs.org/", ".", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 35 other publications.", "1. ", "Ma", ", ", "S. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "44", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Gas storage in porous metal-organic frameworks for clean energy applications", "Ma, Shengqian; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "1", "),\r\n    ", "44-53", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of clean energy applications of porous metal-org. frameworks, including hydrogen storage, methane storage and carbon dioxide capture.  Porous metal-org. frameworks have exceptionally high surface areas as well as chem.-tunable structures.  A significant tech. challenge has been recognized as the development of a viable method to efficiently trap hydrogen, methane and carbon dioxide gas mols. in a confined space for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFektrbI&md5=f68836fe1535bf9cef9bc006a9cc0cad", "2. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "3. ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "4. ", "Kitagawa", ", ", "S.", "; ", "Matsuda", ", ", "R.", " ", "Coord. Chem. Rev.", " ", "2007", ",  ", "251", ",  ", "2490", "[", "Crossref", "], [", "CAS", "]", "4. ", "Chemistry of coordination space of porous coordination polymers", "Kitagawa, Susumu; Matsuda, Ryotaro", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "21-24", "),\r\n    ", "2490-2509", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Recently, syntheses of epoch-making space materials using coordination compds. are underway by various groups.  The rational synthetic strategy of the space of coordination compds. provides unique structures and functions, which were not found in traditional materials.  Now, the authors intend to focus on this scientific field from a new viewpoint.  The authors define coordination space as the space where the coordination bond plays an important role in the formation of the spatial structures and where various phys. properties are exhibited.  The authors focus on the coordination spaces provided by porous coordination polymers, and their uniqueness is illustrated with current representative results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKhs77L&md5=1552e3eeb4989b9f8c862048f86e7094", "5. ", "Maspoch", ", ", "D.", "; ", "Ruiz-Molina", ", ", "D.", "; ", "Veciana", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2007", ",  ", "36", ",  ", "770", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Old materials with new tricks: multifunctional open-framework materials", "Maspoch, Daniel; Ruiz-Molina, Daniel; Veciana, Jaume", "Chemical Society Reviews", "\r\n        (", "2007", "),\r\n    ", "36", "\r\n        (", "5", "),\r\n    ", "770-818", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The literature on open-framework materials has shown numerous examples of porous solids with addnl. structural, chem., or phys. properties.  These materials show promise for applications ranging from sensing, catalysis and sepn. to multifunctional materials.  This crit. review provides an up-to-date survey to this new generation of multifunctional open-framework solids.  For this, a detailed revision of the different examples so far reported will be presented, classified into five different sections: magnetic, chiral, conducting, optical, and labile open-frameworks for sensing applications. (413 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkslClt7g%253D&md5=ce0c19a954a16793d98466a8e3fbab35", "6. ", "Ferey", ", ", "G.", " ", "Dalton Trans.", " ", "2009", ",  ", "4400", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Some suggested perspectives for multifunctional hybrid porous solids", "Ferey, Gerard", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "23", "),\r\n    ", "4400-4415", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  From the current state-of-the-art, this paper looks at different perspectives offered in several ways by the outstanding properties of porous hybrid frameworks.  These suggested orientations concern all the aspects of the field: syntheses, structures and the dedicated potential applications related to energy, energy savings, sustainable development and health.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Oitbs%253D&md5=a36fb320e2909409df7d2bacc0b2c03f", "7. ", "Thomas", ", ", "K. M.", " ", "Dalton Trans.", " ", "2009", ",  ", "1487", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Adsorption and desorption of hydrogen on metal-organic framework materials for storage applications: comparison with other nanoporous materials", "Thomas, K. Mark", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "1487-1505", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  H adsorption on porous materials is proposed for H storage for transport applications.  High pressure exptl. studies of a range of porous materials have obtained max. H excess capacities of 6-8% at 77 K for metal-org. frameworks (MOFs) and porous C materials.  Grand canonical Monte Carlo (GCMC) simulation studies indicate that higher H capacities are possible for covalent org. frameworks (COFs).  Currently, the max. isosteric enthalpies of adsorption of ∼13 kJ/mol at 77 K were obsd. for metal-org. framework materials and this is higher than for COFs, where the max. predicted from GCMC simulations is ∼8 kJ/mol.  Metal-org. framework materials have structural diversity and scope for modification of surface chem. to enhance H surface interactions.  The synthesis of MOFs with stronger H2-surface interactions to give similar H capacities at much higher temps. than 77 K is required and eventually, materials that have these high capacities at ambient temps. with rapid adsorption/desorption characteristics are necessary for applications as H storage materials for transport applications.  The current methods envisaged for increasing adsorption at higher temps. involve modification of the surface chem., in particular, the inclusion of open metal centers to increase H surface site interactions, and use of the framework flexibility are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvFGqur0%253D&md5=a693740bb0b9e14ea91778844b3e9678", "8. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "9. ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q. R.", "; ", "Li", ", ", "J. R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W. J.", "; ", "Zhou", ", ", "H. C.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "[", "Crossref", "], [", "CAS", "]", "9. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "10. ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H. L.", "; ", "Chen", ", ", "B. L.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "11. ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1257", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", "12. ", "Qiu", ", ", "S. L.", "; ", "Zhu", ", ", "G. S.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "2891", "[", "Crossref", "], [", "CAS", "]", "12. ", "Molecular engineering for synthesizing novel structures of metal-organic frameworks with multifunctional properties", "Qiu, Shilun; Zhu, Guangshan", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "2891-2911", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) which are constructed from metal ions or metal ion clusters and bridging org. linkers, have recently emerged as an important family of porous materials due to their unique structural and functional properties.  This review provides the mol. engineering for synthesizing novel MOF structures and summarizes their potential applications.  In this review, the authors present the promotion of the synthesis chem. in this area and introduce the general methods and the important factor of org. template in the synthesis process.  To obtain MOFs with high porosity, three strategies will be introduced.  The authors also discuss how to functionalize the MOFs from two directions: chiral frameworks and frameworks constructed from rare earth metals.  The burgeoning area of MOF membranes will also be introduced.  Most applications of MOFs are based on their ability to function as hosts.  The potential applications including hydrogen storage and methane storage, mol. sepn., catalysis, and sensor, are summarized.  It is expected that MOFs will provide extraordinary advantages over traditional porous materials and have an important and permanent impact on the future of porous compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt77J&md5=1149976d71048b8c03a153553969404b", "13. ", "Davies", ", ", "R. P.", "; ", "Less", ", ", "R. J.", "; ", "Lickiss", ", ", "P. D.", "; ", "Robertson", ", ", "K.", "; ", "White", ", ", "A. J. P.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "9958", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Tetravalent Silicon Connectors MenSi(p-C6H4CO2H)4-n (n = 0, 1, 2) for the Construction of Metal-Organic Frameworks", "Davies, R. P.; Less, R. J.; Lickiss, P. D.; Robertson, K.; White, A. J. P.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "21", "),\r\n    ", "9958-9964", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Si-centered connecting units, MenSi(C6H4CO2H-p)4-n (n = 0, 1, 2), were prepd. and their coordination polymers with Zn(II) metal atoms studied.  The tetra-acid L1 (n = 0) acts as a tetrahedral node and reacts with Zn(II) centers to give complex 1, a novel interpenetrating 3-dimensional network contg. distorted tetrahedral bimetallic secondary building units (SBUs).  The triacid L2 (n = 1) acts as a trigonal pyramidal node and forms an intercalated 2-dimensional layered network, 2, with Zn(II) ions, contg. distorted octahedral tetranuclear SBUs.  Last, the bent diacid L3 (n = 2) reacts with Zn(II) centers to give 3, a corrugated 2-dimensional layered structure contg. 1-dimensional Zn hydroxo chains.  Together these three new coordination polymers demonstrate the potential versatility of tetravalent Si contg. connecting ligands for metal-org. framework construction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFygt7fI&md5=cc201efa71b2b952aded1f03007aa1f4", "14. ", "Lambert", ", ", "J. B.", "; ", "Liu", ", ", "Z. Q.", "; ", "Liu", ", ", "C. Q.", " ", "Organometallics", " ", "2008", ",  ", "27", ",  ", "1464", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Metal-Organic Frameworks from Silicon- and Germanium-Centered Tetrahedral Ligands", "Lambert, Joseph B.; Liu, Zhongqiang; Liu, Chunqing", "Organometallics", "\r\n        (", "2008", "),\r\n    ", "27", "\r\n        (", "7", "),\r\n    ", "1464-1469", "CODEN:\r\n                ", "ORGND7", ";\r\n        ISSN:", "0276-7333", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have been constructed from the reaction of Si(C6H4CO2H)4 and of Ge(C6H4CO2H)4 with Zn(II).  The two structures Si(C6H4CO2)4Zn2(H2O)2(DMF)1.5 and (Ge(C6H4CO2)4)2Zn3(H2O)4.6(DMF)2 are quite different from each other, and both are different from that of the known MOF of C(C6H4CO2H)4 with Zn(II).  The zinc portion of the carbon system is a dinuclear zinc-oxo cluster with square-planar geometry, whereas that of the silicon system consists of zinc-oxo chains contg. two zinc atoms with different geometries, and that of the germanium system consists of linear zinc-oxo clusters contg. three zinc atoms with two different geometries.  For the silicon system, the secondary building unit around zinc is a distorted tetrahedron, whereas for the germanium system, the secondary building unit around zinc is a bipyramid with eight coordination.  The differences in morphol. may be due to the more open geometry provided as the M-C bond increases from carbon to germanium.  Both MOFs have considerable vacancy in the crystal lattice, calcd. to be ca. 42% for the silicon system and ca. 46% for the germanium system.  Gas sorption expts. on the germanium system indicated significant uptake of both nitrogen and carbon dioxide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivVSrs7c%253D&md5=4678d89e32deca8f92d8c684024ba8fb", "15. ", "Wenzel", ", ", "S. E.", "; ", "Fischer", ", ", "M.", "; ", "Hoffmann", ", ", "F.", "; ", "Froba", ", ", "M.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "6559", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Highly Porous Metal-Organic Framework Containing a Novel Organosilicon Linker - A Promising Material for Hydrogen Storage", "Wenzel, Stephanie E.; Fischer, Michael; Hoffmann, Frank; Froba, Michael", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "14", "),\r\n    ", "6559-6565", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and characterization of the new metal-org. framework PCN-12-Si (isoreticular to PCN-12) is reported.  PCN-12-Si comprises dicopper paddle-wheel units located at the vertexes of a cuboctahedron, which are connected by the new linker 5,5'-(dimethylsilanediyl)diisophthalate (dmsdip).  The microporous MOF has a high sp. surface area of SBET = 2430 m2 g-1 and a high specific micropore vol. of Vp = 0.93 cm3 g-1 (p/p = 0.18).  The activated form of PCN-12-Si shows a remarkable hydrogen storage capacity.  Volumetric low pressure hydrogen physisorption isotherms at 77 K reveal an uptake of 2.6% H2 at 1 bar.  Also, results of theor. GCMC simulations of hydrogen adsorption are presented.  The simulated low pressure isotherm is in excellent agreement with the exptl. one.  Simulations for the high pressure regime predict an excess hydrogen uptake of 4.8% at 30 bar, which corresponds to an abs. amt. adsorbed of 5.5%.  The potential field of H2 inside PCN-12-Si was derived from the simulations and analyzed in detail, providing valuable insights concerning the preferred adsorption sites on an at. scale.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXntleltb4%253D&md5=eae0f717e1a963cd4afb7571fef8e0de", "16. ", "Kim", ", ", "J.", "; ", "Chen", ", ", "B. L.", "; ", "Reineke", ", ", "T. M.", "; ", "Li", ", ", "H. L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "8239", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Assembly of Metal-Organic Frameworks from Large Organic and Inorganic Secondary Building Units: New Examples and Simplifying Principles for Complex Structures", "Kim, Jaheon; Chen, Banglin; Reineke, Theresa M.; Li, Hailian; Eddaoudi, Mohamed; Moler, David B.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "34", "),\r\n    ", "8239-8247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The secondary building unit (SBU) was identified as a useful tool in the anal. of complex metal-org. frameworks (MOFs).  The authors illustrate its applicability to rationalizing MOF crystal structures by anal. of nine new MOFs which were characterized by single-crystal x-ray diffraction.  Tetrahedral SBUs in Zn(ADC)2·(HTEA)2 (MOF-31; H2ADC = acetylenedicarboxylic acid; HTEA = monoprotonated triethylamine), Cd(ATC)·[Cd(H2O)6](H2O)5 (MOF-32; H4ATC = adamantanetetracarboxylic acid), and Zn2(ATB)(H2O)·(H2O)3(DMF)3 (MOF-33; H4ATB = adamantanetetrabenzoic acid) are linked into diamond networks, while those of Ni2(ATC)(H2O)4·(H2O)4 (MOF-34) have the structure of the Al network in SrAl2.  Frameworks constructed from less sym. tetrahedral SBUs have the Ga network of CaGa2O4 as illustrated by Zn2(ATC)·(EtOH)2(H2O)2 (MOF-35) structure.  Squares and tetrahedral SBUs in Zn2(MTB)(H2O)2·(DMF)6(H2O)5 (MOF-36; H4MTB = methanetetrabenzoic acid) are linked into the PtS network, which is the simplest structure type known for the assembly of these shapes.  The octahedral SBUs found in Zn2(NDC)3·[(HTEA)(DEF)(ClBz)]2 (MOF-37; H2NDC = 2,6-naphthalenedicarboxylic acid) form the most common structure for linking octahedral shapes, namely, the B network in CaB6.  New structure types for linking triangular and trigonal prismatic SBUs are found in Zn3O(BTC)2·(HTEA)2 (MOF-38; H3BTC = 1,3,5-benzenetricarboxylic acid) and Zn3O(HBTB)2(H2O)·(DMF)0.5(H2O)3 (MOF-39; H3BTB = 1,3,5-benzenetribenzoic acid).  The synthesis, crystal structure, and structure anal. using the SBU approach are presented for each MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXls1Okt7w%253D&md5=b62be98fb09b7b7995390315da27c217", "17. ", "Ma", ", ", "L. Q.", "; ", "Jin", ", ", "A.", "; ", "Xie", ", ", "Z. G.", "; ", "Lin", ", ", "W. B.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "9905", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Freeze Drying Significantly Increases Permanent Porosity and Hydrogen Uptake in 4,4-Connected Metal-Organic Frameworks", "Ma, Liqing; Jin, Athena; Xie, Zhigang; Lin, Wenbin", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "52", "),\r\n    ", "9905-9908, S9905/1-S9905/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "4,4-Connected metal-org. frameworks (MOFs) [Cu2(L1)(H2O)2](Et2NCHO)6(H2O)2 [1, L1-H4 = methanetetra(p-benzoic acid)] and [Cu2(L2)(H2O)2](Et2NCHO)14(H2O)5 [2, L2-H4 = methanetetrakis(biphenyl-p-carboxylic acid)] were solvothermally prepd. and crystallog. characterized and permanent porosities were detd. by N2 adsorption and H2 uptake at 77 K.  Pre-treatment of the MOFs with a freeze-drying process, esp. ones contg. elongated ligands and large channels, resulted in better preserved structures and enhanced porosity and hydrogen uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsF2hsrjK&md5=ea9975cb232a0f3763ccb8c8be3ea196", "18. ", "Chun", ", ", "H.", "; ", "Kim", ", ", "D.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "971", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Metal-organic replica of fluorite built with an eight-connecting tetranuclear cadmium cluster and a tetrahedral four-connecting ligand", "Chun, Hyungphil; Kim, Dongwoo; Dybtsev, Danil N.; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "971-974", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A non-interpenetrating 3-dimensional metal-org. framework, [Cd4(TCPM)2(DMF)4]·4DMF·4H2O, synthesized by a solvothermal reaction of cadmium nitrate and the tetracarboxylate ligand tetrakis(4-carboxyphenyl)methane (TCPM), is the 1st metal-org. analog of fluorite (CaF2).  In the structure of the title compd. an eight-connecting tetranuclear cadmium cluster and a tetracarboxylate ligand play the role of Ca2+ and F- ions, resp., in fluorite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhslKlu7w%253D&md5=6b73bbb0306c438d0b3591547a1676b4", "19. ", "Cheon", ", ", "Y. E.", "; ", "Suh", ", ", "M. P.", " ", "Chem. Commun.", " ", "2009", ",  ", "2296", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Selective gas adsorption in a microporous metal-organic framework constructed of CoII4 clusters", "Cheon, Young Eun; Suh, Myunghyun Paik", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "17", "),\r\n    ", "2296-2298", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous metal-org. framework, [CoII4(μ-OH2)4(MTB)2·(H2O)4]n·13nDMF·11nH2O (SNU-15), has been prepd.; the X-ray crystal structure reveals a CaF2-like structure that generates 3D channels and the desolvated solid [CoII4 (μ-OH2)4(MTB)2]n (SNU-15') exhibits selective gas sorption properties for H2 and O2 gases over N2 at 77 K, with exceptionally high O2 d., as well as for CO2 over CH4 at 195 and 273 K, suggesting its potential application in gas sepn. processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslGktb8%253D&md5=e1a802fe221d4c5f3231682e3d70acf8", "20. ", "Cheon", ", ", "Y. E.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "3961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Multifunctional fourfold interpenetrating diamondoid network: gas separation and fabrication of palladium nanoparticles", "Cheon, Young Eun; Suh, Myunghyun Paik", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "13", "),\r\n    ", "3961-3967", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A 4-fold interpenetrating diamondoid network, [{[Ni(cyclam)]2(mtb)}n]·8nH2O·4nDMF (1, MTB = methanetetrabenzoate), was assembled from [Ni(cyclam)][ClO4]2 (cyclam = 1,4,8,11-tetraazacyclotetradecane) and methanetetra-4-benzoic acid (H4MTB) in DMF/H2O (7:3, vol./vol.) in the presence of triethylamine (TEA).  Despite the high-fold interpenetration, 1 generates 1-dimensional channels that are occupied by water and DMF guest mols.  Solid 1, after removal of guest mols., exhibits selective gas adsorption behavior for H2, CO2, and O2 rather than N2 and CH4, suggesting possible applications in gas sepn. technologies.  Solid 1 can be applied in the fabrication of small Pd (2.0 ± 0.6 nm) nanoparticles without any extra reducing or capping agent because a NiII macrocyclic species incorporated in 1 reduces PdII ions to Pd0 on immersion of 1 in the soln. of Pd(NO3)2·2H2O in MeCN at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVynu78%253D&md5=a76576466fa0ab3068d4aedd646e8b4c", "21. ", "Chen", ", ", "B. L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Reineke", ", ", "T. M.", "; ", "Kampf", ", ", "J. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2000", ",  ", "122", ",  ", "11559", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Cu2(ATC)·6H2O: Design of Open Metal Sites in Porous Metal-Organic Crystals (ATC: 1,3,5,7-Adamantane Tetracarboxylate)", "Chen, Banglin; Eddaoudi, M.; Reineke, T. M.; Kampf, J. W.; O'Keeffe, M.; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "46", "),\r\n    ", "11559-11560", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "[Cu2(ATC)(H2O)2]·4H2O (ATC = 1,3,5,7-adamantanetetracarboxylate) was prepd. and its crystal structure detd.  The structure consists of a porous metal-org. framework (MOF) with a 3-D channel system filled with the water guest mols.  Thermal treatment removes all of the water mols., including those coordinated to copper, to give Cu2(ATC) which has a rigid and porous 3-D structure which was also detd. by x-ray crystallog.  Magnetic susceptibility data indicate an increase in the antiferromagnetic coupling in the dehydrated complex which is expected as a result of the shorter Cu-O bond distances.  Gas sorption isotherms for sorption of N2 and Ar by Cu2(ATC) show fully reversible behavior.  Sorption of CH2Cl2 is immeasurably fast and sorption of C6H6, CCl4 and C6H12 showed first order rate consts. (k × 104 s-1) 11.1, 5.3, 1.4, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXnslyjur4%253D&md5=5e07f071a49371e19ba22f11bffdb69b", "22. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "23. ", "Kishan", ", ", "M. R.", "; ", "Tian", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Fernandez", ", ", "C. A.", "; ", "Dalgarno", ", ", "S. J.", "; ", "Warren", ", ", "J. E.", "; ", "McGrail", ", ", "B. P.", "; ", "Atwood", ", ", "J. L.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "538", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Flexible metal-organic supramolecular isomers for gas separation", "Kishan, Motkuri Radha; Tian, Jian; Thallapally, Praveen K.; Fernandez, Carlos A.; Dalgarno, Scott J.; Warren, John E.; McGrail, B. Peter; Atwood, Jerry L.; Treat, Simon J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "4", "),\r\n    ", "538-540", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three interpenetrated metal-org. framework supramol. complexes, [Zn2(L)(DMF)m(H2O)n] (m = 4, n = 1, 2; m = 1, n = 0, 3; m = n = 0, 4), contg. binuclear Zn2 paddle-wheel units, were synthesized using a flexible tetrahedral org. linker (H4L = tetrakis(4-carboxyphenoxymethyl)methane) and characterized by x-ray crystallog.,.  Complexes 2-4 adsorb CO2 preferably over N2, H2 and methane at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFWrtg%253D%253D&md5=ad52883fef44a34c428f2cd6ef06ff3c", "24. ", "Chen", ", ", "B. L.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "25. ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Blake", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schroder", ", ", "M.", " ", "Chem. Commun.", " ", "2008", ",  ", "6108", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Enhancement of H2 adsorption in Li+-exchanged co-ordination framework materials", "Yang, Sihai; Lin, Xiang; Blake, Alexander J.; Thomas, K. Mark; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "46", "),\r\n    ", "6108-6110", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "H2 adsorption in (Me2NH2)[In(L)] is enhanced by exchange of Me2NH2+ for Li+ cations; the Li+-exchanged material displays a lower isosteric heat for H2 adsorption than the parent material, indicating that the increase in H2 capacity is due to an increase in the accessible pore vol. on cation exchange, while the lower adsorption enthalpy is consistent with increased pore size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVersbnF&md5=cddc676a01ea73a971567bb7f8e8070b", "26. ", "Fournier", ", ", "J. H.", "; ", "Wang", ", ", "X.", "; ", "Wuest", ", ", "J. D.", " ", "Can. J. Chem.", " ", "2003", ",  ", "81", ",  ", "376", "[", "Crossref", "], [", "CAS", "]", "26. ", "Derivatives of tetraphenylmethane and tetraphenylsilane: Synthesis of new tetrahedral building blocks for molecular construction", "Fournier, Jean-Hugues; Wang, Xin; Wuest, James D.", "Canadian Journal of Chemistry", "\r\n        (", "2003", "),\r\n    ", "81", "\r\n        (", "5", "),\r\n    ", "376-380", "CODEN:\r\n                ", "CJCHAG", ";\r\n        ISSN:", "0008-4042", ".\r\n    \r\n            (", "National Research Council of Canada", ")\r\n        ", "Useful derivs. of tetraphenylmethane and tetraphenylsilane have been synthesized by efficient methods that give cryst. products without chromatog. purifn.  New compds. include tetrakis(4-hydroxyphenyl)methane, tetrakis(4-formylphenyl)methane, tetrakis[(4-hydroxymethyl)phenyl]methane, tetrakis(4-bromophenyl)silane, tetrakis(4-iodophenyl)silane, tetrakis(4-hydroxyphenyl)silane, tetrakis[(4-hydroxymethyl)phenyl]silane, and tetrakis[(4-chloromethyl)phenyl]silane.  These compds. are valuable precursors for the construction of complex mols. with tetrahedral geometries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXlt1Krsrs%253D&md5=64923016e5d184d2c8c1405e77d137bf", "27. ", "SHELXTL PC, version 5.1; ", "Bruker AXS", ": ", "Madison, WI", ", ", "1997", "; SHELC-97, G. Sheldrick, ", "Institut Anorg. Chemie", ", ", "Tammannstre. 4, D37077 Gottingen, Germany", ", ", "1998", ".", "There is no corresponding record for this reference.", "28. ", "Stark", ", ", "J. G.", "; ", "; ", "Wallace", ", ", "H. G.", " Chemistry Data Book, ", "2", "nd ed.; ", "John Murray (Publishers) Ltd", ": ", "London", ", ", "1988", ".", "There is no corresponding record for this reference.", "29. ", "Spek", ", ", "A. L.", " PLATON (2008), A Multipurpose Crystallographic Tool; ", "Utrecht University", ": ", "Utrecht, The Netherlands", ". See also: ", "Spek", ", ", "A. L.", " J. Appl. Crystallogr. ", "2003", ",  ", "36", ",  ", "7", ".", "There is no corresponding record for this reference.", "30. ", "Search of the Cambridge Structural Database, CSD version 5.31, Update 2 (Feb 2010).", "There is no corresponding record for this reference.", "31. ", "Hao", ", ", "X. R.", "; ", "Wang", ", ", "X. L.", "; ", "Su", ", ", "Z. M.", "; ", "Shao", ", ", "K. Z.", "; ", "Zhao", ", ", "Y. H.", "; ", "Lan", ", ", "Y. Q.", "; ", "Fu", ", ", "Y. M.", " ", "Dalton Trans.", " ", "2009", ",  ", "8562", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Two unprecedented porous anionic frameworks: organoammonium templating effects and structural diversification", "Hao, Xiang-Rong; Wang, Xin-Long; Su, Zhong-Min; Shao, Kui-Zhan; Zhao, Ya-Hui; Lan, Ya-Qian; Fu, Yao-Mei", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "40", "),\r\n    ", "8562-8566", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two unprecedented 3-dimensional porous anionic metal-org. frameworks, [Me2NH2]2[Cd2(bpdc)3]·4dma (1) and [Me2NH2]2[Cd2(NH2bdc)3]·4dma (2) (dma = N,N-dimethylacetamide, bpdc = 4,4'-biphenyldicarboxylate, NH2bdc = 2-amino-1,4-benzenedicarboxylate) were solvothermally synthesized with a dimethylammonium cations template.  Both 1 and 2 are constructed from low-symmetry SBUs.  1 Has a chiral framework with helical nanotube-like channels, and 2 has a MOF-5-like motif.  The fluorescence, N2 adsorption and ion-exchange properties for 1 were examd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1agsr7N&md5=496df3be60cae425905117bd3df72260", "32. ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "33. ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8376", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Cation-Triggered Drug Release from a Porous Zinc-Adeninate Metal-Organic Framework", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8376-8377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous anionic metal-org. framework, {[Zn8(ad)4(BPDC)6O]·8DMF·11H2O}n (bio-MOF-1; Had = adenine, H2BPDC = biphenyl-4,4'-dicarboxylic acid), constructed using adenine as a biomol. building block is described.  The porosity of this material is evaluated, its stability in biol. buffers is studied, and its potential as a material for controlled drug release is investigated.  Specifically, procainamide HCl is loaded into the pores of bio-MOF-1 using a simple cation exchange process.  Exogenous cations from biol. buffers are shown to affect the release of the adsorbed drug mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kntbw%253D&md5=e7c5bc9294614369af1be7c69a7198d5", "34. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "35. ", "Burrows", ", ", "A. D.", "; ", "Cassar", ", ", "K.", "; ", "Friend", ", ", "R. M. W.", "; ", "Mahon", ", ", "M. F.", "; ", "Rigby", ", ", "S. P.", "; ", "Warren", ", ", "J. E.", " ", "CrystEngComm", " ", "2005", ",  ", "7", ",  ", "548", "[", "Crossref", "], [", "CAS", "]", "35. ", "Solvent hydrolysis and templating effects in the synthesis of metal-organic frameworks", "Burrows, Andrew D.; Cassar, Kevin; Friend, Richard M. W.; Mahon, Mary F.; Rigby, Sean P.; Warren, John E.", "CrystEngComm", "\r\n        (", "2005", "),\r\n    ", "7", "\r\n        (", "),\r\n    ", "548-550", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrolysis of the DMF or DEF solvent influences the nature of the product obsd. in the reaction between Zn(II) nitrate and 1,4-benzenedicarboxylic acid, with dialkylammonium cations able to template the formation of anionic networks.  In fresh DEF [Zn4(μ4-O)(μ-bdc)3]·3DEF was prepd. whereas in DEF that had been in the lab. for several weeks, [NH2Et2]2[Zn3(μ-bdc)4]·2.5DEF was prepd.  When the reactions were carried out in DMF instead of DEF, similar observations were recorded.  Use of a partially hydrolyzed sample of solvent, or addn. of [NH2Me2]Cl. led exclusively to [NH2Me2]2[Zn3(μ-bdc)4]·DMF·H2O.  The prepn. and characterization of compds. 1-3 demonstrate that solvent quality is crucially important in prepg. dicarboxylate-based coordination compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpslWhtrc%253D&md5=c47d94e87719ba10887f4fcae8c8fc63"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-10/cg1008768/production/images/small/cg-2010-008768_0001.gif\">"]}
