{"title": ["Syngas Purification by Porous Amino-Functionalized Titanium Terephthalate MIL-125"], "authors": ["Maria João Regufe", "Javier Tamajon", "Ana M. Ribeiro", "Alexandre Ferreira", "U-Hwang Lee", "Young Kyu Hwang", "Jong-San Chang", "Christian Serre", "José M. Loureiro", "Alírio E. Rodrigues"], "doi": ["10.1021/acs.energyfuels.5b00975"], "abstract": ["The adsorption equilibrium of carbon dioxide (CO", "), carbon monoxide (CO), nitrogen (N", "), methane (CH", "), and hydrogen (H", ") was studied at 303, 323, and 343 K and pressures up to 7 bar in titanium-based metal–organic framework (MOF) granulates, amino-functionalized titanium terephthalate MIL-125(Ti)_NH", ". The affinity of the different adsorbates toward the adsorbent presented the following order: CO", " > CH", " > CO > N", " > H", ", from the most adsorbed to the least adsorbed component. Subsequently, adsorption kinetics and multicomponent adsorption equilibrium were studied by means of single, binary, and ternary breakthrough curves at 323 K and 4.5 bar with different feed mixtures. Both studies are complementary and aim the syngas purification for two different applications, hydrogen production and H", "/CO composition adjustment, to be used as feed in the Fischer–Tropsch processes. The isosteric heats were calculated from the adsorption equilibrium isotherms and are 21.9 kJ mol", " for CO", ", 14.6 kJ mol", " for CH", ", 13.4 kJ mol", " for CO, and 11.7 kJ mol", " for N", ". In the overall pressure and temperature range, the adsorption equilibrium isotherms were well-regressed against the Langmuir model. The multicomponent breakthrough experimental results allowed for validation of the adsorption equilibrium predicted by the multicomponent extension of the Langmuir isotherm and validation of the fixed-bed mathematical model. To conclude, two pressure swing adsorption (PSA) cycles were designed and performed experimentally, one for hydrogen purification from a 30/70% CO", "/H", " mixture (hydrogen purity was 100% with a recovery of 23.5%) and a second PSA cycle to obtain a light product with a H", "/CO ratio between 2.2 and 2.4 to feed to Fischer–Tropsch processes. The experimental cycle produced a light stream with a H", "/CO ratio of 2.3 and a CO", "-enriched stream with 86.6% purity as a heavy product. The CO", " recovery was 93.5%."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Synthesis gas or syngas is used as raw material for various industrial processes. It is a key intermediate to produce a vast quantity of compounds in the chemical industry. One of the main goals of many research groups involves the exploration of effective ways of purifying syngas either for the production of high-purity hydrogen or for tuning its composition (H", "2", " + CO). Syngas can be produced from different carbon-containing raw materials (natural gas, naphta, biomass, coal, alcohols or oxygenates, and liquid residues) and by diverse processes (steam reforming of hydrocarbons, gasification, autothermal reforming, and non-catalytic partial oxidation). Dependent on its origin, syngas can contain various impurities, such as carbon dioxide, nitrogen, methane, ethane, ethylene, hydrogen sulfide, ammonia, and water.", "(1)", "Besides being used to obtain high-purity H", "2", ", syngas can be converted into high-value products, such as methanol or synthetic fuel, via the Fischer–Tropsch (FT) process. To be used in these processes, the syngas composition must be adjusted in terms of ideal H", "2", "/CO ratios.", "(2)", " The syngas is therefore treated to remove the impurities and/or adjust its composition to the desired values.", "(3, 4)", " Adsorptive processes, because of their low-energy requirements, are the focus of many research works.", "(5-10)", "Commercial applications for production of high-purity hydrogen use pressure swing adsorption (PSA) processes with layered beds of activated carbons and 5A zeolite.", "(11)", " The hydrogen purity can reach 99.999% at 70–80% recovery.", "(12)", "In the case of syngas composition adjustment, amine absorption is the currently used process,", "(13)", " but PSA processes have been looked at as a viable alternative.", "(3, 4, 10, 14, 15)", " Ortiz et al.", "(3)", " performed an optimization study for a methanol synthesis process from supercritical water reforming of glycerol, in which PSA was considered for syngas conditioning. In another work, Martin et al.", "(4)", " reported the results of the optimization of a process to produce FT diesel from biomass gasification. The use of a PSA for adjustment of the syngas composition was assessed. In both of these studies, the authors looked into the overall process, from carbon source to liquid, with minor detail on the PSA process. Ribeiro et al.", "(10, 14, 15)", " presented the design of PSA processes at an industrial scale for adjustment of syngas composition for the production of methanol or FT diesel and simultaneous production of a CO", "2", " stream with a purity of above 95%. The selected adsorbent material was the activated carbon Norit R2030. They concluded that, using the designed PSA process coupled with a series of tanks that collect the blowdown stream at different pressures, the PSA process can compete with the state of the art absorbent-based processes.", "One of the main focuses of the ongoing research is on new adsorbent materials that can improve the process performance. The past few decades have been marked by the emergence of new materials, such as molecular sieves, carbon nanotubes, mesoporous silica materials, and more recently, metal–organic frameworks (MOFs).", "(16)", " MOFs are hybrid solids that are composed of organic and inorganic moieties linked by strong coordination bonds. The moieties can be extended infinitely in one, two, or three dimensions.", "(17)", " Large pore surface area, highly designable framework, pore shape and size, and surface functionality are key features of these materials.", "(16)", " Different studies of gas-phase separations with MOFs have been reported in the literature, such as methane/carbon dioxide separation,", "(18-20)", " separation of light olefins and paraffins,", "(21-24)", " separation of xylene and hexane isomers,", "(25-28)", " and hydrogen purification.", "(7, 29-31)", "In this work, the amino-functionalized titanium terephthalate MIL-125(Ti)_NH", "2", ", produced in the form of granulates, was studied for syngas treatment by adsorptive processes (PSA), considering both the objectives of hydrogen purification and composition adjustment for a FT process. Adsorption equilibrium data of pure gases CO", "2", ", CO, N", "2", ", CH", "4", ", and H", "2", " were measured. Single, binary, and ternary adsorption and desorption breakthrough curves were carried out at 323 K and 4.5 bar. A mathematical model was used to predict the breakthrough curves and design two PSA experimental tests, one for the purification of H", "2", " from a binary mixture (CO", "2", "/H", "2", ") and one to adjust the syngas composition from a CO", "2", "/CO/H", "2", " feed mixture.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Materials", "In this study, the MIL-125(Ti)_NH", "2", " adsorbent in granulated form manufactured by the Korea Research Institute of Chemical Technology (KRICT) was used for syngas purification (Figure ", "1", "). This material is a titanium(IV) 2-aminoterephthalate, built up from cyclic Ti", "8", "O", "8", "(OH)", "4", " oxoclusters and 2-aminoterephthalate ligands, with the chemical formula Ti", "8", "O", "8", "(OH)", "4", "–(O", "2", "C–C", "6", "H", "3", "NH", "2", "–CO", "2", ")", "6", ", and has a three-dimensional pseudo-cubic structure with highly interconnected pores. It possesses two types of cages corresponding to the octahedral (12.5 Å) and tetrahedral (6 Å) vacancies of a cc packing accessible through triangular narrow windows of ca. 6 Å.", "(32)", "Figure 1. MIL-125(Ti)_NH", "2", " granulates as manufactured by KRICT.", "MIL-125(Ti)_NH", "2", " was synthesized at 373 K for 24 h according to the method described elsewhere.", "(33)", " The molar ratio of Ti/2-aminoterephthalic acid/MeOH/", "N", ",", "N", "-dimethylformamide (DMF) was 1:1.5:24:50. The MIL-125(Ti)_NH", "2", " granules were prepared by wet granulation of the powder thus obtained. The powder was first mixed with an ethanolic solution of 3 wt % polymer binder mixture containing polyvinyl groups. The mixture of the MOF powder and binder was then shaped by a homemade fan-type granulator. Before the granulation, the powder samples were finely ground to achieve a fine and similar particle size (<20 μm). Then, ethanol as the solvent was periodically wetted on the solid mixture to allow for the agglomeration of the powder, yielding MIL-125(Ti)_NH", "2", " granules.", "The MIL-125(Ti)_NH", "2", " granulates were characterized by helium pycnometry, mercury porosimetry, and scanning electron micrography (SEM)/energy-dispersive X-ray (EDS). The main characteristics of the adsorbent are presented in Table ", "1", ". The SEM images and the EDS spectra are presented in ", "Figure S1 of the Supporting Information", ". It can be seen that the crystals have an irregular shape but with narrow size distribution. The average crystal size is about 0.6 μm. The EDS spectra present the expected elements from the MIL-125(Ti)_NH", "2", " composition (C, O, Ti, and N).", "Table 1. MIL-125(Ti)_NH", "2", " Granulate Characteristics", "particle radius (mm)", "2.00", "crystal radius (μm)", "0.6", "solid density (kg m", "–3", ")", "1450", "apparent particle density (kg m", "–3", ")", "550", "The adsorbate gases used in the experiments were carbon dioxide (99.998%), carbon monoxide (99.997%), methane (99.95%), nitrogen (99.995%), and hydrogen (99.9999%). Helium (99.999%) was used as an inert gas for adsorbent activation and regeneration. All gases were provided by L’Air Liquide.", "Adsorption Equilibrium", "Pure gas adsorption equilibrium isotherms were measured in a magnetic suspension microbalance (Rubotherm, Germany) with a precision of 0.01 mg. The inlet of the balance is connected to a system of valves, three-way and needle, for adsorptive addition. The outlet is connected to a K-type thermocouple to measure the temperature, to two pressure transducers, one that operates between 0 and 350 mbar and the other between 0 and 10 bar, and to a vacuum pump used for sample activation and cell depressurization. The temperature inside the cell is controlled by fluid circulation in a cell jacket. The system control and data acquisition are performed by LabVIEW software. Figure ", "2", " represents the experimental setup used for the adsorption measurements.", "Figure 2. Schematic diagram of the experimental setup used for the adsorption measurements.", "Initially, approximately 2 g of adsorbent was placed in a basket suspended by the permanent magnet of the balance. The adsorbent was activated at 423 K under vacuum. The heating rate to reach this temperature was 1 K/min. To correct the buoyancy effect, two helium pycnometries to the system were performed, one with and another without the adsorbent. To obtain one experimental point of the adsorption isotherm, a small amount of gas was added to the cell that contains the adsorbent sample. After the equilibrium was reached, the procedure was repeated to obtain additional points, until the high desired pressure is achieved. Afterward, the cell was progressively depressurized and desorption points of the isotherm were obtained.", "To calculate the amount adsorbed, it is necessary to correct for the buoyancy effect, in particular, for high pressures. This was performed according to the following equation:", "(34)", "(1)", "where Δ", "m", " is the difference of the weight between one measurement and the previous measurement, ", "V", "s", " is the volume of the solid adsorbent, ", "V", "c", " is the volume of the permanent magnet, the sample basket, and the glass wool used to hold the sample, ρ", "G", " is the density the gas phase at the measuring conditions (", "T", " and ", "P", "), ρ", "L", " is the density of the adsorbed phase, ", "m", "S", " is the adsorbent mass, and ", "M", "w", " is the adsorbate molecular weight. ", "V", "s", ", ", "V", "c", ", and ", "m", "s", " are measured by helium pycnometry, assuming that helium is not adsorbed.", "The adsorption equilibrium isotherms were measured for H", "2", ", CO", "2", ", CO, CH", "4", ", and N", "2", " at 303, 323, and 343 K up to 7 bar. The CO isotherms were measured up to 3 bar. Because this value is above the CO partial pressure in the fixed-bed tests, this limit was found to be reasonable.", "Fixed Bed and PSA", "Breakthrough curves and PSA experiments were performed in a lab-scale fixed-bed/PSA unit. This unit can work at temperatures between 298 and 423 K and in the pressure range of 0.1–5 bar. The system pressure is controlled via a back-pressure regulator (BPR) from Bronkhorst, which works between 0 and 5 bar. The feed is obtained from individual gas streams, through the accurate control of three mass flow controllers from Alicat Scientific. The total flow rate at the outlet of the column is assessed by a flow meter also from Alicat Scientific. The setup is remotely and automatically controlled by Labview software. The temperature histories of three thermocouples as well as the total flow rate at the outlet of the column were recorded during the experiments. The composition of the outlet stream is analyzed by gas chromatography. A Varian CP-3800 gas chromatograph (GC) was used, coupled with a system of two valves, a two-position, six-port automatic valve and a 16 loop valve, to collect the samples. The analyses were performed using a Supelco GC packed column under isothermal conditions (483 K) and using a constant inert carrier gas flow rate, which was helium. A thermal conductivity detector (TCD) that operates at 453 K was used.", "A stainless-steel column with a 2.11 cm internal diameter was packed with 42.4 g of MIL-125(Ti)_NH", "2", ", which resulted in a bed with 32.3 cm. The adsorbent was activated ", "in situ", " under a 0.05 standard liters per minute (SLPM) helium flow rate at 423 K overnight. After the activation, the final mass of adsorbent was 40.2 g, which corresponds to 5.2% loss. The three thermocouples are located at 8.1 cm (bottom), 19.1 cm (middle), and 30 cm (top) from the beginning of the bed and are placed approximately at the center of the bed (radially), measuring the gas temperature. The characteristics of the column are given in Table ", "2", ".", "Table 2. Adsorption Bed Characteristics", "bed length (m)", "0.323", "bed diameter (m)", "0.021", "bed porosity", "0.35", "mass of adsorbent (kg)", "0.0402", "thermocouple position (m)", "0.081, 0.191, and 0.300", "Single, binary, and ternary breakthrough curves were performed, and all experiments were carried out at 323 K and 4.5 bar. The conditions under which the breakthrough curves were obtained are summarized in Table ", "3", ". Additional experiments are presented in the ", "Supporting Information", ", and their corresponding conditions are given in ", "Table S1 of the Supporting Information", ". At the beginning of each experiment, the column was filled with He or H", "2", " at the feed pressure and temperature. The desired gas mixture was fed to the column until saturation (adsorption). After this, the inlet stream was changed to He or H", "2", " at the same total volumetric flow rate (desorption).", "Table 3. Experimental Conditions Used in the Breakthrough Experiments at 323 K and 4.5 bar", "run", "column initial condition", "flow rate (SLPM)", "adsorption feed composition (%)", "desorption feed composition (%)", "start time of desorption (s)", "BT1", "He", "0.481", "CO", "2", ", 41.6", "He, 100", "3474", "BT2", "He", "0.470", "CO", "2", ", 32.4; H", "2", ", 67.6", "He, 100", "5304", "BT3", "H", "2", "0.530", "CO", "2", ", 26.6; CO, 23.5; H", "2", ", 49.9", "H", "2", ", 100", "8504", "Two PSA cycles were performed with different objectives. In the first cycle (run PSA1), hydrogen purification was carried out at 323 K from a mixture containing 30% CO", "2", " and 70% H", "2", ". Run PSA1 starts with co-current pressurization with a feed mixture up to a high pressure (", "P", "high", ") of 4.0 bar. After the high pressure is reached, the back-pressure regulator opens and a feed step starts. In this step, a H", "2", " stream is obtained at the product end. Afterward, a blowdown step is carried out where the pressure bed is decreased to a low pressure (", "P", "low", ") of 1.0 bar countercurrently. The last step is purge, also performed countercurrently, in which a stream of pure H", "2", " is fed to the column. This PSA scheme is illustrated in Figure ", "3", ".", "Figure 3. Cycle sequence used in the PSA for hydrogen purification (run PSA1).", "In the second cycle (run PSA2), also performed at 323 K, a mixture with 30% CO", "2", ", 22% CO, and 48% H", "2", " was fed to the PSA process to obtain two products: a CO", "2", "-enriched stream (heavy product) and a H", "2", " + CO product with a H", "2", "/CO stoichiometric ratio of approximately 2.3, suitable as feed for the FT process (light product). As in the previous run, this cycle starts with co-current pressurization and feed steps with a feed mixture at ", "P", "high", " of 4.0 bar. Then, a rinse step with a pure CO", "2", " stream is carried out to increase the CO", "2", " content in the bed. The enriched stream with H", "2", " and CO is obtained during the feed and rinse steps. Again, in the blowdown step, the pressure is decreased to ", "P", "low", " (1.0 bar) countercurrently. A purge step is carried out with a mixture containing 32% CO and 68% H", "2", ". These last two steps produce a CO", "2", "-enriched stream. The run PSA2 cycle scheme is presented in Figure ", "4", ".", "Figure 4. Cycle sequence used in the PSA for syngas composition adjustment (run PSA2).", "The PSA run experimental conditions are presented in Table ", "4", ". At the beginning of each PSA experiment, the column was filled with hydrogen at a high pressure (4 bar) and feed temperature.", "Table 4. Experimental Conditions Used in the PSA Experiments Performed at 323 K", "run", " ", "pressurization", "feed", "rinse", "blowdown", "purge", "PSA1", "duration (s)", "310", " ", "79", "123", "pressure (bar)", "1.0–4.0", "4.0", " ", "4.0–1.0", "1.0", "flow rate (SLPM)", "0.50", " ", " ", "0.50", "PSA2", "duration (s)", "332", "221", "94", "92", "pressure (bar)", "1.0–4.0", "4.0", "4.0", "4.0–1.0", "1.0", "flow rate (SLPM)", "0.43", "0.50", " ", "0.30", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Adsorption Equilibrium Isotherms", "Adsorption equilibrium data of CO", "2", ", N", "2", ", CH", "4", ", and H", "2", " on MIL-125(Ti)_NH", "2", " were determined at 303, 323, and 343 K in the pressure range of 0–7 bar. The adsorption equilibrium of CO was measured at the same three temperatures but in the pressure range of 0–3 bar. The experimental results are presented as points in Figure ", "5", ". The closed and open symbols represent the points determined for adsorption and desorption, respectively. No hysteresis was observed for any of the adsorbates at the three different temperatures.", "Figure 5. Amount of (a) CO", "2", ", (b) CO, (c) N", "2", ", (d) CH", "4", ", and (e) H", "2", " adsorbed on MIL-125(Ti)_NH", "2", ": points, experimental (closed, adsorption; open, desorption) at 303 K (blue diamonds), 323 K (red triangles) and 343 K (green circles); lines, Langmuir isotherm fitting.", "The experimental adsorption equilibrium data were fitted by the Langmuir model", "(2)", "where ", "q", "i", " is the adsorbed amount of the component ", "i", ", ", "q", "m,", "i", " is the maximum adsorption capacity of the adsorbent for component ", "i", ", ", "K", "i", " is the adsorption or Langmuir constant of component ", "i", ", and ", "P", " is the pressure. The Langmuir constant temperature dependency is expressed by the van’t Hoff equation:", "(3)", "where ", "K", "i", "0", " is the adsorption constant at infinite temperature, −Δ", "H", " is the heat of adsorption, ", "R", "g", " is the universal gas constant, and ", "T", " is the temperature of the system.", "The isotherm parameters for each component were obtained by minimizing the sum of squared absolute errors between the calculated and experimental values and are presented in Table ", "5", ".", "Table 5. Fitting Parameters of the Langmuir Model for CO", "2", ", CO, N", "2", ", CH", "4", ", and H", "2", " Adsorption Equilibrium on MIL-125(Ti)_NH", "2", "component", "q", "m", " (mol kg", "–1", ")", "K", "i", "0", " (bar", "–1", ")", "–Δ", "H", " (kJ mol", "–1", ")", "CO", "2", "8.509", "5.782 × 10", "–5", "21.9", "CO", "3.482", "3.360 × 10", "–4", "13.4", "N", "2", "5.377", "2.807 × 10", "–4", "11.7", "CH", "4", "7.093", "2.422 × 10", "–4", "14.6", "H", "2", "0.304", "7.480 × 10", "–5", "23.3", "It is possible to observe the following order of adsorption: CO", "2", " > CH", "4", " > CO > N", "2", " > H", "2", ", from the most adsorbed to the least adsorbed. The adsorption capacity determined in this work is in agreement with results previously reported in the literature. Kim et al.", "(32)", " determined the adsorption isotherms of CO", "2", " from 273 to 303 K and N", "2", " at 298 K for an in-house-prepared MIL-125(Ti)_NH", "2", ". For the adsorption of CO", "2", " at 1 bar and 303 K, they reported a value of 2.7 mol/kg, and for N", "2", " at 1 bar and 298 K, a value of 0.18 mol/kg was reported. Both values are around 11% higher than the values determined in this study (2.4 and 0.16 mol/kg, respectively). In the case of CH", "4", ", Vaesen et al.", "(35)", " determined an adsorption capacity of 1.25 mol/kg at 2 bar and 303 K, which is around 17% higher than the value measured in this work (1.03 mol/kg). Because, in this study, a shaped adsorbent is being used, some loss in adsorption capacity is expected.", "Comparing the CO", "2", " adsorption equilibrium isotherm of this material (303 K) with isotherms reported for other MOFs in shaped form", "(7, 18, 29)", " (298–308 K) (see ", "Figure S2 of the Supporting Information", "), it can be observed that CuBTC and UTSA-16 present higher adsorption capacities than MIL-125(Ti)_NH", "2", " and that Mil-53 presents similar values. However, UTSA-16 has a high capacity at low pressures, which results in a lower working capacity for application in H", "2", " purification processes. In this point, the linearity of CuBTC, MIL-53, and MIL-125(Ti)_NH", "2", " is advantageous. With respect to stability, MIL-125(Ti)_NH", "2", " is more advantageous because it is more stable in the presence of humidity than CuBTC.", "With regard to the H", "2", " adsorption capacity determined in this study, it is seen that Mil-125(Ti)_NH", "2", " presents higher values than those reported for activated carbons", "(8, 36)", " and zeolites,", "(8, 37)", " but in the same range as capacities previously reported for other MOFs.", "(7, 29, 38, 39)", " A graphic that compares the H", "2", " adsorption equilibrium isotherm obtained in this work at 303 K with previously reported H", "2", " adsorption equilibrium isotherms at similar temperatures (from 298 to 308 K) for other materials is presented in ", "Figure S3 of the Supporting Information", ".", "The experimental isosteric heat of adsorption as a function of the loading was determined using the Clausius–Clapeyron equation (eq ", "4", ").", "(40)", "(4)", "Under the assumption that the isosteric heat of adsorption values do not depend upon the temperature, the following equation is obtained:", "(5)", "where ", "A", " is the integration constant. With representation of ln(", "P", "i", ") as a function of 1/", "T", " for each loading, the corresponding isosteric heat of adsorption is obtained from the slope.", "The results obtained are presented in Figure ", "6", ", where they are also compared to the heats of adsorption obtained through the Langmuir isotherm model. A good agreement between the experimental and fitted values was found. In the results reported in Figure ", "6", ", a small increase of the values of the isosteric heats of adsorption is observed at low loadings, which may indicate attractive lateral interactions between the adsorbed molecules.", "Figure 6. Single-component isosteric heats of adsorption on MIL-125(Ti)_NH", "2", " for CO", "2", " (blue squares), CH", "4", " (red circles), N", "2", " (orange triangles), and CO (green diamonds) as a function of the amount adsorbed in the temperature range of 303–343 K. Lines are the values obtained through the Langmuir fitting.", "The heat of adsorption determined in this work for CO", "2", " is 21.9 kJ/mol, which compares to 29.8 kJ/mol reported by Vaesen et al.", "(35)", " Kim et al.", "(32)", " calculated the heat of adsorption of CO", "2", " as a function of the loading and obtained values ranging from 30 to 22 kJ/mol. In the case of CH", "4", ", Vaesen et al.", "(35)", " determined a value of 18.8 kJ/mol, slightly higher than the value obtained in this study (14.6 kJ/mol).", "The value of the heat of adsorption calculated in this work for H", "2", " (23.3 kJ/mol) is higher than expected. However, the order of magnitude of this value is in agreement with the average value of the isosteric heat of adsorption reported by Zhang et al.", "(41)", " for MIL-53(Al)_NH", "2", " (17.4 kJ/mol).", "Breakthrough Curves", "Single, binary, and ternary breakthrough curves were measured with the experimental conditions presented in Table ", "3", " and ", "Table S1 of the Supporting Information", ". The fixed-bed experimental data were compared to simulation results obtained with a mathematical model. The model employed describes fixed-bed adsorption for multicomponent mixtures, and it includes the mass, energy, and momentum balances. Some assumptions were made to derive the model: ideal gas behavior throughout the column, no mass, heat, or velocity gradients considered in the radial direction, axially dispersed plug flow, external mass- and heat-transfer resistances expressed with the film model, internal mass-transfer resistance expressed with the linear driving force model, no temperature gradients inside each particle because the heat transfer in the solid particles is higher than in the gas phase, constant porosity along the bed, and Ergun equation valid locally. The model equations are given in ", "Table S2 of the Supporting Information", ". Further details about the mathematical model can be found elsewhere.", "(5, 42)", " The mathematical model was implemented in gProms.", "(43)", " The orthogonal collocation on the finite element method with second-order polynomials and 60 intervals was applied to solve the equations. The transport parameters used in the mathematical model were calculated at the feed conditions of each breakthrough experiment by commonly used correlations.", "(5, 42, 44)", " The values of the transport parameters are given in ", "Table S3 of the Supporting Information", ".", "The results obtained for runs BT1–BT3 are shown in Figures ", "7", "–", "9", ", respectively, and those for runs BT4–BT9 are shown in ", "Figures S4–S9 of the Supporting Information", ". In these figures, panel a presents the molar flow rate of each component at the column outlet and panel b shows the temperature history at the bottom (8.1 cm), middle (19.1 cm), and top (30 cm) positions in the column. The points are experimental data, and the lines are simulation results.", "Figure 7. Breakthrough curve results of run BT1: (a) CO", "2", "/He molar flow rate at the column outlet and (b) temperature histories in the column. Points correspond to experimental data, and lines correspond to simulation results. The vertical line corresponds to the beginning of desorption.", "Figure 8. Breakthrough curve results of run BT2: (a) CO", "2", "/H", "2", " molar flow rate at the column outlet and (b) temperature histories in the column. Points correspond to experimental data, and lines correspond to simulation results. The vertical line corresponds to the beginning of desorption.", "Figure 9. Breakthrough curve results of run BT3: (a) CO", "2", "/CO/H", "2", " molar flow rate at the column outlet and (b) temperature histories in the column. Points correspond to experimental data, and lines correspond to simulation results. The vertical line corresponds to the beginning of desorption.", "Run BT1 (Figure ", "7", ") corresponds to a single breakthrough curve of carbon dioxide. It can be seen that the molar flow rate and temperature histories obtained experimentally and predicted by simulation are in good agreement. A temperature increase of around 15 K is observed during adsorption for all thermocouples.", "Figure ", "8", " shows the results obtained for a CO", "2", "/H", "2", " binary breakthrough curve. The simulation results given in this ", "figure", " assume that there is no competitive adsorption between H", "2", " and the other components; that is, the competitive adsorption capacities are calculated by the following equation:", "(6)", "This hypothesis was considered because, if competitive adsorption of CO", "2", " and H", "2", " was calculated from the multicomponent extended Langmuir isotherm for all components, a significative difference between the experimental and simulation results would be observed (see ", "Figure S10 of the Supporting Information", "). The simulation would predict a significant decrease of the adsorption capacity of CO", "2", " because of the presence of H", "2", ", which is not observed experimentally. On the other hand, if one assumes that H", "2", " does not adsorb (", "K", "l", "0", " = 0), the simulation predicts well the CO", "2", " front but the H", "2", " front breaks through earlier than observed experimentally (see ", "Figure S11 of the Supporting Information", "). When non-competitive adsorption is considered (Figure ", "8", "), the simulation predicts well the behavior of both compounds, including the breakthrough time of H", "2", ". This comparison shows that the hypothesis of no competitive adsorption between H", "2", " and the other components represents better the experimental results and, therefore, was used to simulate all other runs.", "The results of a CO", "2", "/CO/H", "2", " ternary breakthrough curve are reported in Figure ", "9", ". It can be seen that the experimental results are well-predicted by the simulation, confirming the hypothesis discussed above.", "The results of two single breakthrough curves (H", "2", " and CO), two binary breakthrough curves (CO", "2", "/CO and CO", "2", "/N", "2", "), and two ternary breakthrough curves (CO", "2", "/N", "2", "/H", "2", " and CO", "2", "/CH", "4", "/H", "2", ") are given in the ", "Supporting Information", ". For all of these results, good agreement between the experimental and simulation data is observed.", "PSA Experiments", "Two PSA cycles were studied aiming two different scenarios.", "The objective of the first test (run PSA1) was hydrogen purification from a CO", "2", "/H", "2", " mixture. The cycle scheme used is shown in Figure ", "3", ", and the operating conditions are shown in Table ", "4", ". The results obtained are shown in Figure ", "10", ", where, in panels a and b, the molar flow rate of each component at the column outlet for cycles 1, 2, 3, and 18, respectively, is given, in panel c, the temperature history at the bottom (8.1 cm), middle (19.1 cm), and top (30 cm) positions in the column is presented, and, in panel d, the column pressure history is shown. Again, the points represent the experimental data, and the lines represent the simulation results. The same mathematical model coupled with the appropriate boundary conditions for PSA simulation was employed.", "(5, 42)", "Figure 10. PSA results of run PSA1: (a) molar flow rate at the column outlet for cycles 1, 2, and 3, (b) molar flow rate at the column outlet for cycle 18, (c) temperature histories at 8.1 cm (bottom), 19.1 cm (middle), and 30 cm (top), and (d) pressure history. Points correspond to experimental data, and lines correspond to simulation results. The vertical lines indicate the duration of each step (pressurization, feed, blowdown, and purge) along the cycles.", "In this cycle, pure hydrogen is produced during the feed step, while a CO", "2", "-enriched stream is obtained during the blowdown and purge steps. The temperature increases during the feed step and decreases during the blowdown. The experimental results in terms of the molar flow rate, temperature, and pressure are well-predicted by the simulation.", "The process performance is evaluated according to three performance parameters: hydrogen purity, hydrogen recovery, and productivity.", "(45)", " For the cycle used in run PSA 1, these parameters are calculated by", "(7)", "(8)", "(9)", "A hydrogen purity of 100%, a hydrogen recovery of 23.5%, and a productivity of 2.8 mol", "H", "2", " kg", "–1", " h", "–1", " were obtained from the simulation results.", "The purpose of the second PSA test (run PSA2) was the adjustment of the syngas stream to a composition suitable to feed a FT reactor and the production of an enriched CO", "2", " stream. The cycle scheme used is shown in Figure ", "4", ", and the operating conditions are shown in Table ", "4", ". Figure ", "11", " presents the results obtained.", "Figure 11. PSA results of run PSA2: (a) molar flow rate at the column outlet for cycles 1, 2, and 3, (b) molar flow rate at the column outlet for cycle 12, (c) temperature histories at 8.1 cm (bottom), 19.1 cm (middle), and 30 cm (top), and (d) pressure history. Points correspond to experimental data, and lines correspond to simulation results. The vertical lines indicate the duration of each step (pressurization, feed, blowdown, and purge) along the cycles.", "During the feed and rinse steps, the (H", "2", " + CO) product is obtained, and during the blowdown and purge steps, the CO", "2", " stream is produced. In the temperature history, two peaks are observed. One originated from the CO", "2", " adsorption during the feed step, and the other originated from the increase in the CO", "2", " concentration from the rinse step. Once again, the model predicts well the simulation results.", "In the case of run PSA2, the process performance is assessed by the H", "2", "/CO stoichiometric ratio in the light product, the CO", "2", " purity and recovery in the heavy product, and the productivity, each calculated by", "(10)", "(11)", "(12)", "(13)", "(14)", "In this test, the following values were obtained for the performance parameters using the simulation results: H", "2", "/CO stoichiometric ratio of 2.3, CO", "2", " purity of 86.6%, CO", "2", " recovery of 93.5%, and productivities of 3.0 mol", "CO", "2", " kg", "–1", " h", "–1", " and 5.6 mol", "H", "2", " + CO", " kg", "–1", " h", "–1", ". Furthermore, in this case study, the inert fraction in the light is also an important constraint. A value of 3.0% was obtained, which is below the 5% constraint.", "(14)", "The PSA cycles were designed taking into consideration the limitations of the lab-scale experimental setup, namely, in terms of possible steps, flow rates, and pressure, and therefore, the process performances are not optimized. However, the results obtained show the feasibility of using this adsorbent in PSA processes for syngas conditioning.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "The MOF MIL-125(Ti)_NH", "2", " in the form of granulates was assessed for use in adsorptive separation processes for syngas treatment. The basic single adsorption equilibrium data necessary for the design of the PSA processes were measured for CO", "2", ", CH", "4", ", CO, N", "2", ", and H", "2", ". The material showed higher adsorption capacity for CO", "2", ", followed by CH", "4", ", CO, N", "2", ", and H", "2", ". Fixed-bed tests were performed to evaluate the multicomponent adsorption capacity and the adsorption kinetics. The results showed that the multicomponent adsorption of mixtures with hydrogen was not well described considering competition between hydrogen and all other adsorbates. The hypothesis that H", "2", " adsorbs without competition and that the other compounds compete with each other was made. With this hypothesis, the experimental data were successfully described by the model. Furthermore, the breakthrough curves presented a fast increase of concentration (sharp concentration fronts) and easy desorption. It can, therefore, be concluded that the material does not present important mass-transfer limitations. Two lab-scale PSA experiments were designed focusing on two main purposes: hydrogen purification and syngas composition adjustment with co-production of a CO", "2", "-enriched stream. For the first case study, a cycle with four steps, co-current pressurization, feed, blowdown, and purge, was employed. Starting with a feed stream of 70/30% H", "2", "/CO", "2", ", a hydrogen product with 100% H", "2", " and a recovery of 23.5% were obtained. For the second case study, a cycle with five steps, co-current pressurization, feed, rinse, blowdown, and purge, was designed. Using a feed stream with 30% CO", "2", ", 22% CO, and 48% H", "2", ", a light product with a H", "2", "/CO ratio of 2.3 and 3% CO", "2", " suitable as feed stream for a FT process was obtained. The other product of the process was a CO", "2", "-enriched stream with 86.6%. A CO", "2", " recovery of 93.5% was attained. The feasibility of using this adsorbent in PSA processes for syngas purification was proven.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "SEM images of MIL-125(Ti)_NH", "2", " granulates (Figure S1), experimental conditions for breakthrough experiments BT4–BT9 (Table S1), comparison of CO", "2", " adsorption equilibrium isotherms in shaped MOFs (Figure S2), comparison of H", "2", " adsorption equilibrium isotherms in different materials (Figure S3), fixed-bed mathematical model (Table S2), transport parameter values for breakthrough experiments BT1–BT9 (Table S3), breakthrough curve results for BT4–BT9 (Figures S4–S8), and breakthrough curve simulation results of run BT2 with competitive adsorption for all components (including H", "2", ") and with ", "K", "H", "2", " = 0 (Figures S9 and S10) (PDF). The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.energyfuels.5b00975", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "The authors acknowledge financial support provided by Fundação para a Ciência e a Tecnologia (FCT, Portugal) and FEDER under Programme COMPETE through the Project EXPL/AAG-TEC/2205/2013. This work was co-financed by FCT/MEC and FEDER under Programme PT2020 (Project UID/EQU50020/2013). This work was also co-financed by QREN, ON2, and FEDER (Project NORTE-07-0124-FEDER-0000006). The Korean authors acknowledge the financial support from the R&D Convergence Program of Ministry of Science, Information and Communications Technology (ICT) and Future Planning (MSIP) and National Research Council of Science and Technology (NST) of the Republic of Korea (CRC-14-1-KRICT).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 45 other publications.", "1. ", "Rostrup-Nielsen", ", ", "J.", "; ", "Christiansen", ", ", "L. J.", "  ", "Concepts in Syngas Manufacture", "; ", "Imperial College Press", ": ", "London, U.K.", ", ", "2011", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Wilhelm", ", ", "D. J.", "; ", "Simbeck", ", ", "D. R.", "; ", "Karp", ", ", "A. D.", "; ", "Dickenson", ", ", "R. L.", " ", "Syngas production for gas-to-liquids applications: Technologies, issues and outlook", " ", "Fuel Process. Technol.", " ", "2001", ",  ", "71", " (", "1–3", ")  ", "139", "– ", "148", "[", "Crossref", "], [", "CAS", "]", "2. ", "Syngas production for gas-to-liquids applications: technologies, issues and outlook", "Wilhelm, D. J.; Simbeck, D. R.; Karp, A. D.; Dickenson, R. L.", "Fuel Processing Technology", "\r\n        (", "2001", "),\r\n    ", "71", "\r\n        (", "1-3", "),\r\n    ", "139-148", "CODEN:\r\n                ", "FPTEDY", ";\r\n        ISSN:", "0378-3820", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The main gas-to-liqs. (GTL) interest now is in Fischer-Tropsch (F-T) synthesis of hydrocarbons.  While synthesis gas (syngas) for GTL can be produced from any carbon-based feedstock (hydrocarbons, coal, petroleum coke, biomass), the lowest cost routes to syngas so far are based on natural gas.  Thus, the focus for GTL has been largely on assocd. gas, so-called stranded or remotely located gas reserves, and larger gas reserves that are not currently being economically exploited.  The principal technologies for producing syngas from natural gas are: catalytic steam methane reforming (SMR), two-step reforming, autothermal reforming (ATR), partial oxidn. (POX), and heat exchange reforming.  The distinguishing characteristics of these technologies and their com. uses are discussed.  Ongoing R&D efforts to develop lower-cost syngas generation technologies are also briefly discussed.  Relevant com. experience with large-scale syngas generation for GTL is also discussed.  As a frame of ref., in terms of syngas flow rates, a 20,000 b/day F-T plant would be comparable to three 2500 mt/day methanol plants.  Single-train methanol plants are now producing more than 2500 t/day-and plants approaching 3000 mt/day have been announced.  The projected relative economies of scale of the various syngas prodn. technologies indicate that two-step reforming and ultimately, ATR, should be the technologies of choice for large-scale GTL plants.  Nevertheless, for a 20,000 b/day F-T liqs. plant, capital charges still dominate the manufg. costs.  Syngas prodn. (oxygen plant and reforming) comprises half of the total capital cost of this size GTL plant.  While air-blown reforming eliminates the expensive oxygen plant, air-blown reforming is unlikely to be competitive with, or offer the flexibility of, oxygen-blown reforming.  The reasons for this conclusion are discussed.  The proposed and future GTL facilities should be substantially less costly than their very expensive predecessors-as the result of improvements in FT catalyst and reactor design, the most significant of which have been pioneered by Sasol.  In the absence of a breakthrough technol., economy of scale will be the only significant mechanism by which GTL can achieve greater economic viability.  However, even with such further cost redns., the economic viability of GTL plants will remain confined to special situations until crude price levels rise substantially.  In the long term, if a ceramic membrane reactor (combining air sepn. and partial oxidn.) can be developed that enables the 20% redn. in GTL investment costs that the R&D effort is targeting, GTL could become economically viable at crude prices below US20/b.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjsFWmsr8%253D&md5=8a1a573841e975f57ee68d651e01e2b6", "3. ", "Ortiz", ", ", "F. J. G.", "; ", "Serrera", ", ", "A.", "; ", "Galera", ", ", "S.", "; ", "Ollero", ", ", "P.", " ", "Methanol synthesis from syngas obtained by supercritical water reforming of glycerol", " ", "Fuel", " ", "2013", ",  ", "105", ",  ", "739", "– ", "751", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Martin", ", ", "M.", "; ", "Grossmann", ", ", "I. E.", " ", "Process optimization of FT-diesel production from lignocellulosic switchgrass", " ", "Ind. Eng. Chem. Res.", " ", "2011", ",  ", "50", " (", "23", ")  ", "13485", "– ", "13499", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Process Optimization of FT-Diesel Production from Lignocellulosic Switchgrass", "Martin, Mariano; Grossmann, Ignacio E.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "23", "),\r\n    ", "13485-13499", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present the conceptual design for the optimization of Fischer-Tropsch diesel prodn. process from switchgrass via gasification of biomass.  The authors propose a limited superstructure where the process starts with the gasification of the biomass.  Two different alternatives are evaluated, direct and indirect gasification.  The gas obtained is cleaned up and its compn. adjusted in terms of the ratio CO/H2 considering a bypass, a PSA system and water gas shift reaction.  Next, the removal of CO2 and H2S is performed using absorption in monoethanolamines and PSA.  Once the syngas is prepd., the Fischer-Tropsch reaction is conducted and the products sepd.  Hydrocracking of the heavy products is also considered to increase the yield toward green diesel.  The optimization of the system is formulated as an equation-based Mixed-Integer Nonlinear Programming (MINLP) problem that is solved for the optimal prodn. of the biodiesel fraction while minimizing the energy consumption and the H consumption.  The optimal soln. requires the use of indirect gasification followed by steam reforming.  The ratio of CO/H2 is left unchanged as the one obtained after gas reforming, while adjusting the temp. at the FT reactor and the operating conditions of the hydrocracking to increase the FT-diesel prodn.  A promising prodn. cost of 0.71 $/gal is obtained, and only 0.15 gal Water/gal bioifuel of H2O consumption is required if air cooling is implemented in the plant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlKjs77L&md5=02b6814e4b3f4ed7ab4cc6b7e5ba36ea", "5. ", "Ribeiro", ", ", "A. M.", "; ", "Grande", ", ", "C. A.", "; ", "Lopes", ", ", "F. V. S.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Four beds pressure swing adsorption for hydrogen purification: Case of humid feed and activated carbon beds", " ", "AIChE J.", " ", "2009", ",  ", "55", " (", "9", ")  ", "2292", "– ", "2302", "[", "Crossref", "], [", "CAS", "]", "5. ", "Four beds pressure swing adsorption for hydrogen purification: Case of humid feed and activated carbon beds", "Ribeiro, Ana M.; Grande, Carlos A.; Lopes, Filipe V. S.; Loureiro, Jose M.; Rodrigues, Alirio E.", "AIChE Journal", "\r\n        (", "2009", "),\r\n    ", "55", "\r\n        (", "9", "),\r\n    ", "2292-2302", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "The novelty of this manuscript is the study of purifn. of hydrogen from a mixt. of H2/CO2/CH4/CO/N2 satd. in water vapor.  Simulations results of fixed bed behavior and of an eight steps PSA process are presented using an activated carbon as adsorbent.  Several operating conditions were considered, namely different feed flow rates, humid/dry feed and adiabatic/nonadiabatic operation.  Simulation with single column PSA showed that a 99.9979% purity hydrogen stream could be obtained with a recovery of 71.3% and a productivity of 63.9 molH2/kgads/day.  The simulation of a four columns PSA predicted a decrease in H2 purity to 99.8193% for the same operating conditions, due to the impurities present in the recycled stream of the continuous multicolumn process.  To increase the hydrogen purity above 99.99%, the feed time was decreased 25%.  Thus, the multicolumn simulation predicted a hydrogen recovery, purity, and productivity, resp., of 62.7%, 99.9992%, and 55.2 molH2/kgads/day. © 2009 American Institute of Chem. Engineers AIChE J, 2009.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvFaqurY%253D&md5=a30d3726052119cfeee20c7a2b7659ed", "6. ", "You", ", ", "Y. W.", "; ", "Lee", ", ", "D. G.", "; ", "Yoon", ", ", "K. Y.", "; ", "Moon", ", ", "D. K.", "; ", "Kim", ", ", "S. M.", "; ", "Lee", ", ", "C. H.", " ", "H", "2", " PSA purifier for CO removal from hydrogen mixtures", " ", "Int. J. Hydrogen Energy", " ", "2012", ",  ", "37", " (", "23", ")  ", "18175", "– ", "18186", "[", "Crossref", "], [", "CAS", "]", "6. ", "H2 PSA purifier for CO removal from hydrogen mixtures", "You, Young-Woo; Lee, Dong-Geun; Yoon, Ki-Yong; Moon, Dong-Kyu; Kim, Seong Man; Lee, Chang-Ha", "International Journal of Hydrogen Energy", "\r\n        (", "2012", "),\r\n    ", "37", "\r\n        (", "23", "),\r\n    ", "18175-18186", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A two-bed PSA purifier was developed to produce high purity hydrogen for fuel cell applications.  Two types of hydrogen-rich mixts. produced from coal off-gas were used.  Feed 1 consisted of a 99% H2 mixt. (H2:CO:CO2:N2 = 99:0.1:0.05:0.85 vol.%) contg. 0.1% CO while Feed 2 was a 95% H2 mixt. (H2:CO:CO2:CH4:N2 = 95:0.3:0.1:0.05:4.55 vol.%) contg. 0.3% CO.  An increase in the P/F ratio and adsorption pressure led to an almost linear decrease in H2 recovery with increasing purity.  However, a sharp drop in CO concn. occurred at a specific operating range in both feeds.  The feed was purified to 1.1 ppm CO with 99.99+% H2 purity and 80.0% recovery under 6.5 bar and 0.15 P/F ratio while CO in Feed 2 could be reduced to 6.7 ppm with 99.96% H2 purity and 78.4% recovery.  The PVSA process, which combined vacuum and purge steps, could improve recovery by about 10% compared to the PSA process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVCnsLrI&md5=2cda0573462667b300ebf9e5ee88f484", "7. ", "Silva", ", ", "B.", "; ", "Solomon", ", ", "I.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Lee", ", ", "U. H.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J. S.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "H", "2", " purification by pressure swing adsorption using CuBTC", " ", "Sep. Purif. Technol.", " ", "2013", ",  ", "118", ",  ", "744", "– ", "756", "[", "Crossref", "], [", "CAS", "]", "7. ", "H2 purification by pressure swing adsorption using CuBTC", "Silva, Bruna; Solomon, Ioan; Ribeiro, Ana M.; Lee, U.-Hwang; Hwang, Young Kyu; Chang, Jong-San; Loureiro, Jose M.; Rodrigues, Alirio E.", "Separation and Purification Technology", "\r\n        (", "2013", "),\r\n    ", "118", "\r\n        (", "),\r\n    ", "744-756", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Nowadays, the prodn. of H has received increased attention due to its important industrial applications and to its promising potential as an alternative energy source.  The use of H in fuel cell applications requires a high purity.  H purifn. from mixts. that also contain CO2, CO, CH4, and N2 was performed by Pressure Swing Adsorption (PSA) with CuBTC as adsorbent (supplied by KRICT).  The equil. adsorption of each pure gas was measured and fixed-bed adsorption expts. were carried out.  The same column, employed for the fixed-bed breakthrough curves, was used to carry out expts. of a 4-step PSA cycle.  A math. model of multicomponent adsorption in fixed bed was developed.  This model was validated against the results obtained in breakthrough expts. and PSA tests, presenting a good prediction of the exptl. data.  Therefore, this model can be used as a base for the design of optimized PSA cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFGjs7zN&md5=bddd14ebd5b35bf560fbc67f4f0d0f76", "8. ", "Delgado", ", ", "J. A.", "; ", "Agueda", ", ", "V. I.", "; ", "Uguina", ", ", "M. A.", "; ", "Sotelo", ", ", "J. L.", "; ", "Brea", ", ", "P.", "; ", "Grande", ", ", "C. A.", " ", "Adsorption and diffusion of H", "2", "/CO, CH", "4", ", and CO", "2", " in BPL activated carbon and 13X zeolite: Evaluation of performance in pressure swing adsorption hydrogen purification by simulation", " ", "Ind. Eng. Chem. Res.", " ", "2014", ",  ", "53", " (", "40", ")  ", "15414", "– ", "15426", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Adsorption and Diffusion of H2, CO, CH4, and CO2 in BPL Activated Carbon and 13X Zeolite: Evaluation of Performance in Pressure Swing Adsorption Hydrogen Purification by Simulation", "Delgado, Jose A.; Agueda, V. I.; Uguina, M. A.; Sotelo, J. L.; Brea, P.; Grande, Carlos A.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "40", "),\r\n    ", "15414-15426", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "H is an important energetic vector nowadays.  The most common industrial method to produce ultrapure H is by steam methane reforming (SMR), where H is 1st produced as a mixt. mainly composed of H, CO, methane, and CO2.  A purifn. step by pressure swing adsorption (PSA) is carried out usually using activated C and 5A zeolite as adsorbents.  The design of this process requires fundamental information about the adsorption and diffusion of the components of SMR-off gas, which is only available in the literature for a limited no. of adsorbents.  Adsorption Henry's law consts. and reciprocal diffusion time consts. were measured for H, CO, methane, and CO2 on BPL 4X10 activated C and 13X zeolite pellets from pulse expts.  Adsorption isotherms of these gases in both adsorbents at 298 - 338°K, up to pressures of 20 bar for H and 2-5 bar for the other gases, also were measured volumetrically.  A PSA cycle for H purifn. using BPL activated C and 13X zeolite was designed introducing the measured adsorption and diffusion data in a simulation tool.  The process can yield 99.99+% H with 90% recovery and 7.2 mol H2 kg-1 h-1.  If 13X zeolite is replaced by 5A zeolite with the same operating conditions, the H purity falls down to 99.81%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlslChug%253D%253D&md5=3c8ee9b7935b16531fb0f68b6777738c", "9. ", "Luberti", ", ", "M.", "; ", "Friedrich", ", ", "D.", "; ", "Brandani", ", ", "S.", "; ", "Ahn", ", ", "H.", " ", "Design of a H", "2", " PSA for cogeneration of ultrapure hydrogen and power at an advanced integrated gasification combined cycle with pre-combustion capture", " ", "Adsorption", " ", "2014", ",  ", "20", " (", "2–3", ")  ", "511", "– ", "524", "[", "Crossref", "], [", "CAS", "]", "9. ", "Design of a H2 PSA for cogeneration of ultrapure hydrogen and power at an advanced integrated gasification combined cycle with pre-combustion capture", "Luberti, Mauro; Friedrich, Daniel; Brandani, Stefano; Ahn, Hyungwoong", "Adsorption", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "2-3", "),\r\n    ", "511-524", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "A novel hydrogen pressure swing adsorption system has been studied that is applied to an advanced integrated gasification combined cycle plant for cogenerating power and ultrapure hydrogen (99.99+ mol%) with CO2 capture.  In designing the H2 PSA, it is essential to increase the recovery of ultrapure hydrogen product to its max. since the power consumption for compressing the H2 PSA tail gas up to the gas turbine operating pressure should be minimized to save the total auxiliary power consumption of the advanced IGCC plant.  In this study, it is sought to increase the H2 recovery by increasing the complexity of the PSA step configuration that enables a PSA cycle to have a lower feed flow to one column for adsorption and more pressure equalization steps.  As a result the H2 recovery reaches a max. around 93 % with a Polybed H2 PSA system having twelve columns and the step configuration contains simultaneous adsorption at three columns and four-stage pressure equalization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFensLjI&md5=ce4aabb74d108edc78501807e3da750f", "10. ", "Ribeiro", ", ", "A. M.", "; ", "Santos", ", ", "J. C.", "; ", "Rodrigues", ", ", "A. E.", " ", "Pressure swing adsorption for CO", "2", " capture in Fischer–Tropsch fuels production from biomass", " ", "Adsorption", " ", "2011", ",  ", "17", " (", "3", ")  ", "443", "– ", "452", "[", "Crossref", "], [", "CAS", "]", "10. ", "Pressure swing adsorption for CO2 capture in Fischer-Tropsch fuels production from biomass", "Ribeiro, Ana M.; Santos, Joao C.; Rodrigues, Alirio E.", "Adsorption", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "3", "),\r\n    ", "443-452", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Environmental concerns and oil price rises and dependency promoted strong research in alternative fuel sources and vectors.  Fischer-Tropsch products are considered a valid alternative to oil derivs. having the advantage of being able to share current infrastructures.  As a renewable source of energy, synthesis gas obtained from biomass gasification presents itself as a sustainable alternative.  However, prior to hydrocarbon conversion, the bio-syngas must be conditioned, which includes the removal of carbon dioxide for subsequent sequestration and capture.  A pressure swing adsorption cycle was developed for the removal and concn. of CO2 from the bio-syngas stream.  Activated carbon was chosen as adsorbent.  The simulation results showed that it was possible to produce a (H2 + CO) product with a H2/CO stoichiometric ratio of 2.14 (suitable as feed stream for the Fischer-Tropsch reactor) and a CO2 product with a purity of 95.18%.  A CO2 recovery of 90.3% was obtained.  A power consumption of 3.36 MW was achieved, which represents a redn. of about 28% when compared to a Rectisol process with the same recovery.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGmsrc%253D&md5=adac30dedab78dc4ab7f519a7d6128b6", "11. ", "Sircar", ", ", "S.", "; ", "Golden", ", ", "T. C.", " ", "Purification of hydrogen by pressure swing adsorption", " ", "Sep. Sci. Technol.", " ", "2000", ",  ", "35", " (", "5", ")  ", "667", "– ", "687", "[", "Crossref", "], [", "CAS", "]", "11. ", "Purification of hydrogen by pressure swing adsorption", "Sircar, S.; Golden, T. C.", "Separation Science and Technology", "\r\n        (", "2000", "),\r\n    ", "35", "\r\n        (", "5", "),\r\n    ", "667-687", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Marcel Dekker, Inc.", ")\r\n        ", "A review with 21 refs.  Pressure swing adsorption (PSA) processes are used for the prodn. of high purity hydrogen from steam methane reforming off-gas (SMROG) and refinery off-gases (ROG).  A variety of com. PSA processes for the prodn. of H2 with or without a byproduct (CO2 from SMROG), as well as PSA processes for direct prodn. of ammonia synthesis gas (from SMROG), are reviewed.  The equil. ad(de)sorption characteristics of the components of SMROG and ROG feed gas on an activated carbon, a zeolite, and a silica gel are reported, and the criteria for adsorbent selection in these PSA processes are discussed.  Recent ideas to increase the H2 recovery from these PSA processes by integrating them with selective surface flow membranes or other PSA units are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXisFWhs7s%253D&md5=5e97bf338ec51c5df6064f93959cf3ea", "12. ", "Fuderer", ", ", "A.", "; ", "Rudelstorfer", ", ", "E.", " ", " ", "Selective adsorption process", ". U.S. Patent 3,986,849, ", "1976", ".", "There is no corresponding record for this reference.", "13. ", "Koytsoumpa", ", ", "E. I.", "; ", "Atsonios", ", ", "K.", "; ", "Panopoulos", ", ", "K. D.", "; ", "Karellas", ", ", "S.", "; ", "Kakaras", ", ", "E.", "; ", "Karl", ", ", "J.", " ", "Modelling and assessment of acid gas removal processes in coal-derived SNG production", " ", "Appl. Therm. Eng.", " ", "2015", ",  ", "74", ",  ", "128", "– ", "135", "[", "Crossref", "], [", "CAS", "]", "13. ", "Modelling and assessment of acid gas removal processes in coal-derived SNG production", "Koytsoumpa, E.-I.; Atsonios, K.; Panopoulos, K. D.; Karellas, S.; Kakaras, E.; Karl, J.", "Applied Thermal Engineering", "\r\n        (", "2015", "),\r\n    ", "74", "\r\n        (", "),\r\n    ", "128-135", "CODEN:\r\n                ", "ATENFT", ";\r\n        ISSN:", "1359-4311", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Solid fuel conversion into Substitute Natural Gas (SNG) enables its use in remote heat and power applications via storage and transportation through the existing natural gas infrastructure.  The product gas of an allothermal coal gasification process, requires cleaning and conditioning before the final methanation process.  Catalysts' restrictions and grid requirements emerge the need of CO2-and sulfur species removal before the methanator.  This paper investigates the different acid gas removal processes through a comparison of their final integration on the coal-to-SNG prodn. chain.  Among these technologies, absorption with phys. (i.e. Rectisol, Selexol) or chem. (K2CO3, MDEA) solvents which have been implemented in various clean syngas production applications are compared for their efficiency and feasibility.  The paper presents conceptual designs comparison, mass and energy analyses of the four processes integrated in the coal-to-SNG system, based on AspenPlus modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXls1Omurc%253D&md5=0aac440efe92799abe69ef235c2a29a2", "14. ", "Ribeiro", ", ", "A. M.", "; ", "Santos", ", ", "J. C.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Rifflart", ", ", "S.", " ", "Pressure swing adsorption process in coal to Fischer–Tropsch fuels with CO", "2", " capture", " ", "Energy Fuels", " ", "2012", ",  ", "26", " (", "2", ")  ", "1246", "– ", "1253", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Pressure Swing Adsorption Process in Coal to Fischer-Tropsch Fuels with CO2 Capture", "Ribeiro, Ana M.; Santos, Joao C.; Rodrigues, Alirio E.; Rifflart, Sebastien", "Energy & Fuels", "\r\n        (", "2012", "),\r\n    ", "26", "\r\n        (", "2", "),\r\n    ", "1246-1253", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The carbon dioxide capture by pressure swing adsorption in a coal to Fischer-Tropsch process is addressed.  The simulations results show that a (hydrogen + carbon monoxide) product with required compn. for Fischer-Tropsch synthesis, H2/CO ratio of 2.22, and inerts content of 3.90% can be obtained.  Addnl., the PSA process produces high purity carbon dioxide of 95.16% with high recovery of 91.6%.  This CO2 stream is compressed to 110 bar for transportation and storage.  The power consumption requirement was calcd. to be 311 kW·h/tonCO2 (191 kW·h/tonCO2 for sepn. and 120 kW·h/tonCO2 for compression), which is too high for competitive operation of the PSA process when compared to absorbent based processes.  A modification of the PSA process operation procedure involving the introduction of a no. of tanks to collect fractions of the blowdown stream drastically reduces the power consumption to 129 kW·h/tonCO2 (including sepn. and compression to 110 bar) without affecting the products specifications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpslGmsw%253D%253D&md5=47e274869f8ae441ceb8946c62692c3b", "15. ", "Ribeiro", ", ", "A. M.", "; ", "Santos", ", ", "J. C.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Rifflart", ", ", "S.", " ", "Syngas stoichiometric adjustment for methanol production and co-capture of carbon dioxide by pressure swing adsorption", " ", "Sep. Sci. Technol.", " ", "2012", ",  ", "47", " (", "6", ")  ", "850", "– ", "866", "[", "Crossref", "], [", "CAS", "]", "15. ", "Syngas Stoichiometric Adjustment for Methanol Production and Co-Capture of Carbon Dioxide by Pressure Swing Adsorption", "Ribeiro, Ana M.; Santos, Joao C.; Rodrigues, Alirio E.; Rifflart, Sebastien", "Separation Science and Technology (Philadelphia, PA, United States)", "\r\n        (", "2012", "),\r\n    ", "47", "\r\n        (", "6", "),\r\n    ", "850-866", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "Methanol is an important raw material in industry and is commonly produced from syngas.  The stoichiometric ratio (H2-CO2)/(CO + CO2) of the methanol synthesis reactor feed stream must be adjusted to approx. 2.1.  In this study, the replacement of the solvent unit within a coal to methanol process by a pressure swing adsorption (PSA) unit is proposed.  The PSA produces a hydrogen enriched stream, to adjust the stoichiometric ratio of the methanol feed stream, and simultaneously captures the carbon dioxide for future sequestration.  The feed flow rate is sub divided into eight 4-bed PSA units, operated with a defined phase lag between them in order to flatten the products (compn. and flow rate) oscillations.  The results show that the stoichiometric adjustment is possible and that oscillations on the products flow rate and compn. are reduced to less than 3%.  A carbon dioxide stream of 95.15% is obtained with a recovery of 94.2% and a productivity of 82.7 mol CO2/kg/day.  The power consumption of the global process is 119.7 MW, which includes the requirements for the rinse stream (64.4 MW) and the compression of the CO2 product to 110 bar for sequestration (55.3 MW).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFegtbw%253D&md5=d3d5fcc00e5cd1ee6e607d79d6467cfb", "16. ", "Farrusseng", ", ", "D.", "  ", "Metal–Organic Frameworks: Applications from Catalysis to Gas Storage", "; ", "Wiley-VCH", ": ", "Weinheim, Germany", ", ", "2011", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "17. ", "Férey", ", ", "G.", " ", "Hybrid porous solids: Past, present, future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", " (", "1", ")  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "18. ", "Ferreira", ", ", "A. F. P.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Kulac", ", ", "S.", "; ", "Rodrigues", ", ", "A. E.", " ", "Methane purification by adsorptive processes on MIL-53(Al)", " ", "Chem. Eng. Sci.", " ", "2015", ",  ", "124", ",  ", "79", "– ", "95", "[", "Crossref", "], [", "CAS", "]", "18. ", "Methane purification by adsorptive processes on MIL-53(Al)", "Ferreira, Alexandre F. P.; Ribeiro, Ana Mafalda; Kulac, Seda; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2015", "),\r\n    ", "124", "\r\n        (", "),\r\n    ", "79-95", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The main polluting compd. in natural gas and biogas is CO2.  Therefore, the removal of CO2 from these fuels is a major process in the industry for upgrading their energy content.  The sepn. by Pressure Swing Adsorption (PSA) is energy-wise efficient and the porous aluminum terephthalate - MIL-53(Al) MOF has been pointed out as a promising adsorbent to carry out this sepn.  In this work, MIL-53(Al) tablets (Basolite A100) provided by BASF are evaluated to carry out CO2/CH4 sepn. by adsorption.  The adsorption capacity of CO2 and CH4 was assessed by dynamic expts. in a fixed-bed reactor, carried out at 303 K and pressures up to 3.5 bar.  The evaluated material presents an adsorption capacity of 4.3 mol kg-1 at 3.5 bar for CO2.  Fixed-bed expts. adsorption and desorption in helium flow revealed high selectivity of MIL-53(Al) material for CO2, with a sepn. factor of 4.1 at 303 K and pressures of 0.1-3.5 bar, thus showing to be promising for a PSA process.  The measured single and binary breakthrough curves were simulated with a math. model for fixed bed column.  Two VSA cycles, both with 4-steps but with different pressurization types were designed to produce 96.5% CH4 from a 40:60 CO2/CH4 mixt.; exptl. validation confirms a good model prediction.  Two industrial-scale PSA processes were designed and optimized by simulations, a case similar to natural gas upgrade (but lower inlet pressure) and biogas upgrade.  The CH4 recoveries were detd. as 92.8% and 72.9%.  The productivities were estd. as 2.09 and 2.78 mol kg-1ads h-1 and the power consumptions as 17.0 and 5.1 W h mol-1CH4.  The obtained purity values allow the distribution via pipelines of upgraded CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFSgt7rM&md5=911e86eefa2e4c8c94f48b6b3a7f4ae0", "19. ", "Garcia", ", ", "E. J.", "; ", "Mowat", ", ", "J. P. S.", "; ", "Wright", ", ", "P. A.", "; ", "Perez-Pellitero", ", ", "J.", "; ", "Jallut", ", ", "C.", "; ", "Pirngruber", ", ", "G. D.", " ", "Role of structure and chemistry in controlling separations of CO", "2", "/CH", "4", " and CO", "2", "/CH", "4", "/CO mixtures over honeycomb MOFs with coordinatively unsaturated metal sites", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "50", ")  ", "26636", "– ", "26648", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Role of Structure and Chemistry in Controlling Separations of CO2/CH4 and CO2/CH4/CO Mixtures over Honeycomb MOFs with Coordinatively Unsaturated Metal Sites", "Garcia, Edder J.; Mowat, John P. S.; Wright, Paul A.; Perez-Pellitero, Javier; Jallut, Christian; Pirngruber, Gerhard D.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "50", "),\r\n    ", "26636-26648", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic study of the effect of coordinatively unsatd. sites (cus) in the sepn. of CO2/CH4 and CO/CO2/CH4 mixts. on CPO-27-M (M = Ni, Co, and Zn) and STA-12-Ni metal-org. frameworks was carried out using gravimetric and breakthrough expts.  The sepn. selectivity and the working capacity of these structures were evaluated as important performance indicators for CO2 sepns. by PSA.  The results demonstrate a remarkable effect of coordinatively unsatd. sites on the selectivity and the working capacity.  Particularly, the high affinity of CPO-27-Ni and CPO-27-Co for CO2 leads to a low working capacity for CO2 (because regeneration of the adsorbents is difficult) but a high CO2/CH4 selectivity.  With a ternary CO/CO2/CH4 feed mixt., CPO-27-Ni and -Co prefer the adsorption of CO over CO2 due to the strong specific interaction of CO with cus.  Surprisingly, STA-12-Ni does not exhibit the same behavior: it is selective for the adsorption of CO2 in a ternary mixt., just like CPO-27-Zn.  Among the four MOFs tested in this study, CPO-27-Zn presents the best compromise between the working capacity and the CO2/CH4 and CO2/CO selectivities.  The results are discussed in terms of the coordination chem. of the coordinatively unsatd. metal sites, their acid-base properties, and their accessibility.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsleqtL3P&md5=02dcebbc2c3bec0397d0eaed6cff1e2a", "20. ", "Asadi", ", ", "T.", "; ", "Ehsani", ", ", "M. R.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "CO", "2", "/CH", "4", " separation by adsorption using nanoporous metal organic framework copper-benzene-1,3,5-tricarboxylate tablet", " ", "Chem. Eng. Technol.", " ", "2013", ",  ", "36", " (", "7", ")  ", "1231", "– ", "1239", "[", "Crossref", "], [", "CAS", "]", "20. ", "CO2/CH4 Separation by Adsorption using Nanoporous Metal organic Framework Copper-Benzene-1,3,5-tricarboxylate Tablet", "Asadi, T.; Ehsani, M. R.; Ribeiro, A. M.; Loureiro, J. M.; Rodrigues, A. E.", "Chemical Engineering & Technology", "\r\n        (", "2013", "),\r\n    ", "36", "\r\n        (", "7", "),\r\n    ", "1231-1239", "CODEN:\r\n                ", "CETEER", ";\r\n        ISSN:", "0930-7516", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Equil. data for CO2 and CH4 adsorption on nanoporous metal org. framework Cu-BTC powder and tablets were measured in a magnetic suspension balance at 308-373 K and pressure 0-7 bar and fitted with Langmuir model.  The tablets adsorption loading is 0.63 mol/Kg for CH4 and 3.1 mol/Kg for CO2 at 1 bar and 308 K, while these values are 0.77 and 3.9 mol/Kg for powder in the same conditions.  Isosteric heats of adsorption were 22.8 and 15.0 KJ/mol for CO2 and CH4, resp., on both adsorbents, which indicates a strong adsorption of CO2.  Single and binary breakthrough curves were measured in the same temp. range and atm. pressure using Cu-BTC tablets as adsorbent.  A complete model was used in the simulation of breakthrough curves and good agreement was obsd. with exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXptFWnsL8%253D&md5=2540668a85b69bff3fac376ed4c58edf", "21. ", "Ribeiro", ", ", "A. M.", "; ", "Campo", ", ", "M. C.", "; ", "Narin", ", ", "G.", "; ", "Santos", ", ", "J. C.", "; ", "Ferreira", ", ", "A.", "; ", "Chang", ", ", "J. S.", "; ", "Hwang", ", ", "Y. K.", "; ", "Seo", ", ", "Y. K.", "; ", "Lee", ", ", "U. H.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Pressure swing adsorption process for the separation of nitrogen and propylene with a MOF adsorbent MIL-100(Fe)", " ", "Sep. Purif. Technol.", " ", "2013", ",  ", "110", ",  ", "101", "– ", "111", "[", "Crossref", "], [", "CAS", "]", "21. ", "Pressure swing adsorption process for the separation of nitrogen and propylene with a MOF adsorbent MIL-100(Fe)", "Ribeiro, Ana M.; Campo, Marta C.; Narin, Guler; Santos, Joao C.; Ferreira, Alexandre; Chang, Jong-San; Hwang, Young Kyu; Seo, You-Kyong; Lee, U-Hwang; Loureiro, Jose M.; Rodrigues, Alirio E.", "Separation and Purification Technology", "\r\n        (", "2013", "),\r\n    ", "110", "\r\n        (", "),\r\n    ", "101-111", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The recovery of propylene and nitrogen from the stream formed during the resin degassing (70% N2/30% C3H6) within the polypropylene prodn. process is important from the economic and environmental points of view.  This work proposes the use of a pressure swing adsorption process with MIL-100(Fe) as an adsorbent to carry out this sepn., either for recovering only nitrogen, or recovering both nitrogen and propylene.  Single and binary breakthrough curves were exptl. detd. on a lab-scale set-up and simulated to validate the math. model.  PSA simulation results showed that for the nitrogen recovery process, a product purity of 99.9% and a recovery of 81.5% could be achieved with a power consumption of only 115 Wh/kgN2.  For the nitrogen and propylene recovery process, the products purities obtained were resp. 99.9% for nitrogen and 97.9% for propylene with recoveries of 97.4% and 87.6%.  The adsorbent productivity was 0.20 kgN2/kgads/h and 0.07 kgC3H6/kgads/h.  The total power consumption increased to 179 W h/kgN2 or 309 W h/kgC3H6 a value that is still below the ones reported previously in the literature for other technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmsFCnsrY%253D&md5=9206e8951272e1743ec8d499b95a94db", "22. ", "Plaza", ", ", "M. G.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Ferreira", ", ", "A.", "; ", "Santos", ", ", "J. C.", "; ", "Hwang", ", ", "Y. K.", "; ", "Seo", ", ", "Y. K.", "; ", "Lee", ", ", "U. H.", "; ", "Chang", ", ", "J. S.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Separation of C", "3", "/C", "4", " hydrocarbon mixtures by adsorption using a mesoporous iron MOF: MIL-100(Fe)", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "153", ",  ", "178", "– ", "190", "[", "Crossref", "], [", "CAS", "]", "22. ", "Separation of C3/C4 hydrocarbon mixtures by adsorption using a mesoporous iron MOF: MIL-100(Fe)", "Plaza, M. G.; Ribeiro, A. M.; Ferreira, A.; Santos, J. C.; Hwang, Y. K.; Seo, Y.-K.; Lee, U.-H.; Chang, J.-S.; Loureiro, J. M.; Rodrigues, A. E.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "153", "\r\n        (", "),\r\n    ", "178-190", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "An iron MOF, MIL-100(Fe) is proposed as a plausible adsorbent to carry out C3/C4 sepn. by adsorption.  The adsorption equil. of pure propane, propylene and isobutane over MIL-100(Fe) was studied by a magnetic suspension balance in a wide range of temp. and pressure (323-423 K and 0-500 kPa).  Propane and propylene present nearly linear isotherms at high temp., while isobutane present steeper isotherms at low pressures, showing higher adsorption capacity than that of propane and propylene in most of the studied range.  Multicomponent fixed-bed adsorption expts. confirmed the preferential adsorption of isobutane over propane and propylene, with an adsorption sepn. factor of 3.  A nonisothermal, nonadiabatic, bidisperse mass transfer model that describes satisfactorily the single and multicomponent breakthrough expts. is proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitF2ltrw%253D&md5=95165939f77e23fc3509a348a55bf111", "23. ", "Plaza", ", ", "M. G.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Ferreira", ", ", "A.", "; ", "Santos", ", ", "J. C.", "; ", "Lee", ", ", "U. H.", "; ", "Chang", ", ", "J. S.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Propylene/propane separation by vacuum swing adsorption using Cu-BTC spheres", " ", "Sep. Purif. Technol.", " ", "2012", ",  ", "90", ",  ", "109", "– ", "119", "[", "Crossref", "], [", "CAS", "]", "23. ", "Propylene/propane separation by vacuum swing adsorption using Cu-BTC spheres", "Plaza, M. G.; Ribeiro, A. M.; Ferreira, A.; Santos, J. C.; Lee, U.-Hwang; Chang, Jong-San; Loureiro, J. M.; Rodrigues, A. E.", "Separation and Purification Technology", "\r\n        (", "2012", "),\r\n    ", "90", "\r\n        (", "),\r\n    ", "109-119", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Cu-BTC MOF is an appealing candidate to carry out propane/propylene sepn. by adsorption due to its high adsorption capacity and propylene selectivity.  In this work a new sample of Cu-BTC, synthesized and shaped into spheres by the Korean Research Institute of Chem. Technol. (KRICT) is studied for this commitment.  The sample under evaluation presents the highest propylene specific adsorption capacity known up to date for a shaped material (up to 8 mol kg-1 of dry adsorbent at 323 K).  A math. model is proposed that adequately describes breakthrough expts.  This model has also been used to simulate an exptl. 5-step VSA cycle conceived to produce polymer grade propylene.  Although this cycle presents low recoveries, the validated model can be used as a base for VPSA design.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFaqtLg%253D&md5=40bd5d709bd62389b89813c171f3e375", "24. ", "Bohme", ", ", "U.", "; ", "Barth", ", ", "B.", "; ", "Paula", ", ", "C.", "; ", "Kuhnt", ", ", "A.", "; ", "Schwieger", ", ", "W.", "; ", "Mundstock", ", ", "A.", "; ", "Caro", ", ", "J.", "; ", "Hartmann", ", ", "M.", " ", "Ethene/ethane and propene/propane separation via the olefin and paraffin selective metal–organic framework adsorbents CPO-27 and ZIF-8", " ", "Langmuir", " ", "2013", ",  ", "29", " (", "27", ")  ", "8592", "– ", "8600", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Ethene/ethane and propene/propane separation via the olefin and paraffin selective metal-organic framework adsorbents CPO-27 and ZIF-8", "Bohme Ulrike; Barth Benjamin; Paula Carolin; Kuhnt Andreas; Schwieger Wilhelm; Mundstock Alexander; Caro Jurgen; Hartmann Martin", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "27", "),\r\n    ", "8592-600", "\r\n        ISSN:", ".\r\n    ", "Two types of metal-organic frameworks (MOFs) have been synthesized and evaluated in the separation of C2 and C3 olefins and paraffins.  Whereas Co2(dhtp) (=Co-CPO-27 = Co-MOF-74) and Mg2(dhtp) show an adsorption selectivity for the olefins ethene and propene over the paraffins ethane and propane, the zeolitic imidazolate framework ZIF-8 behaves in the opposite way and preferentially adsorbs the alkane.  Consequently, in breakthrough experiments, the olefins or paraffins, respectively, can be separated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sjlslyhsw%253D%253D&md5=aa26a28de0881e52f542e943b9c7e90c", "25. ", "Couck", ", ", "S.", "; ", "Liu", ", ", "Y. Y.", "; ", "Leus", ", ", "K.", "; ", "Baron", ", ", "G. V.", "; ", "Van der Voort", ", ", "P.", "; ", "Denayer", ", ", "J. P. M.", " ", "Gas phase adsorption of alkanes, alkenes and aromatics on the sulfone-DUT-5 metal organic framework", " ", "Microporous Mesoporous Mater.", " ", "2015", ",  ", "206", ",  ", "217", "– ", "225", "[", "Crossref", "], [", "CAS", "]", "25. ", "Gas phase adsorption of alkanes, alkenes and aromatics on the sulfone-DUT-5 Metal Organic Framework", "Couck, Sarah; Liu, Ying-Ya; Leus, Karen; Baron, Gino V.; Van der Voort, Pascal; Denayer, Joeri F. M.", "Microporous and Mesoporous Materials", "\r\n        (", "2015", "),\r\n    ", "206", "\r\n        (", "),\r\n    ", "217-225", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A sulfone-functionalized DUT-5 metal org. framework 'SO2-DUT-5' was synthesized using 4,4'-bibenzoic acid-2,2'-sulfone linkers.  Its adsorption properties were studied and compared to those of the pristine DUT-5 material.  The inverse gas chromatog. method was used to study the adsorption of C5-C7 linear, branched and cyclic alkanes, alkenes and arom. mols.  SO2-DUT-5 shows shape-selective behavior in the adsorption of linear, branched and iso-alkanes, whereas DUT-5 is non-selective.  The presence of sulfone groups results in both a reduced pore size and more specific interaction sites, leading to the shape-selective behavior towards linear alkanes and the slightly elevated preference for arom. compds. in the low coverage area.  The sepn. of n-hexane/benzene and 1-hexene/benzene mixts. at higher coverage was studied by performing breakthrough expts. at different temps. and pressures.  A remarkable change in selectivity is obsd. when the loading of the adsorbing mols. increases.  At low degree of pore filling, no significant sepn. between n-hexane/benzene or 1-hexene/benzene occurs, while at higher loading sepn. becomes apparent with a preferential adsorption of benzene.  This sepn. at high loading is a result of the more favorable packing of benzene in this unidimensional pore system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVyksLbO&md5=db708793bd42b6fe23713d0e713b6826", "26. ", "Trens", ", ", "P.", "; ", "Belarbi", ", ", "H.", "; ", "Shepherd", ", ", "C.", "; ", "Gonzalez", ", ", "P.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Lee", ", ", "U. H.", "; ", "Seo", ", ", "Y. K.", "; ", "Chang", ", ", "J. S.", " ", "Adsorption and separation of xylene isomers vapors onto the chromium terephthalate-based porous material MIL-101(Cr): An experimental and computational study", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "183", ",  ", "17", "– ", "22", "[", "Crossref", "], [", "CAS", "]", "26. ", "Adsorption and separation of xylene isomers vapors onto the chromium terephthalate-based porous material MIL-101(Cr). An experimental and computational study", "Trens, Philippe; Belarbi, Hichem; Shepherd, Celine; Gonzalez, Philippe; Ramsahye, Naseem A.; Lee, U-Hwang; Seo, You-Kyong; Chang, Jong-San", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "183", "\r\n        (", "),\r\n    ", "17-22", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The adsorption of the xylene mixt. onto MIL-101(Cr) was studied exptl. and theor.  The adsorption isotherms of the xylene isomers show a high affinity for each isomer with MIL-101(Cr).  This is in good agreement with the enthalpies of adsorption extrapolated at zero coverage, -75 kJ mol-1, -68 kJ mol-1 and -64 kJ mol-1 for o-, m- and p-xylene resp.  The order of these values is consistent with that obtained by the computer simulations.  The satn. plateau obtained with p-xylene is higher than that obtained with the adsorption of o- or m-xylene onto MIL-101(Cr).  This was discussed in terms of stacking in the cavities of MIL-101(Cr).  The filling of the small cavities of MIL-101(Cr) was found more difficult in the case of m-xylene which was interpreted by a weaker interaction with the cavities walls.  The chromatog. sepn. of the xylene mixt. was consistent with these results.  Different retention times could be found, agreeing the different enthalpies of adsorption for the different isomers.  O-xylene was successfully sepd. from the xylene mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1yitLnE&md5=9556b2d686196250e953ad19d540e0b1", "27. ", "Mendes", ", ", "P. A. P.", "; ", "Ragon", ", ", "F.", "; ", "Rodrigues", ", ", "A. E.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Silva", ", ", "J. A. C.", " ", "Hexane isomers sorption on a functionalized metal–organic framework", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "170", ",  ", "251", "– ", "258", "[", "Crossref", "], [", "CAS", "]", "27. ", "Hexane isomers sorption on a functionalized metal-organic framework", "Mendes, Patricia A. P.; Ragon, Florence; Rodrigues, Alirio E.; Horcajada, Patricia; Serre, Christian; Silva, Jose A. C.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "170", "\r\n        (", "),\r\n    ", "251-258", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Functionalized porous zirconium terephthalate metal-org. frameworks (MOFs) of the UiO-66(Zr) structure type bearing either Br, NH2 or NO2 groups were synthesized at the multi-gram scale through an atm. pressure solvothermal route with the final aim of studying the influence of functionalization on the sepn. of hexane isomers (2,2-dimethylbutane (22DMB), 2,3-dimethylbutane (23DMB), 3,-methylpentane (3MP) and n-hexane (nHEX)).  The studies performed in a fixed bed adsorption column with equimolar mixts. at 343-423 K and partial pressure up to 10 kPa showed that the Br, NO2 and NH3 forms exhibit an uptake reaching 15%, being the sorption selectivity hierarchy on the whole comparable to the bared UiO-66 solid: 22DMB ≈ 23DMB > 3MP » nHEX.  The 22DMB/nHEX selectivity reaches approx. three at low uptake while the 22DMB/3MP selectivity of UiO-66-NO2 is nearly const. (1.3).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGmtrY%253D&md5=b5dc4735fbc5ca72eb82ea195dcda8d0", "28. ", "Moreira", ", ", "M. A.", "; ", "Santos", ", ", "J. C.", "; ", "Ferreira", ", ", "A. F. P.", "; ", "Loureiro", ", ", "J. M.", "; ", "Ragon", ", ", "F.", "; ", "Horcajada", ", ", "P.", "; ", "Yot", ", ", "P. G.", "; ", "Serre", ", ", "C.", "; ", "Rodrigues", ", ", "A. E.", " ", "Toward understanding the influence of ethylbenzene in ", "p", "-xylene selectivity of the porous titanium amino terephthalate MIL-125(Ti): Adsorption equilibrium and separation of xylene isomers", " ", "Langmuir", " ", "2012", ",  ", "28", " (", "7", ")  ", "3494", "– ", "3502", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Toward Understanding the Influence of Ethylbenzene in p-Xylene Selectivity of the Porous Titanium Amino Terephthalate MIL-125(Ti): Adsorption Equilibrium and Separation of Xylene Isomers", "Moreira, Mariana A.; Santos, Joao C.; Ferreira, Alexandre F. P.; Loureiro, Jose M.; Ragon, Florence; Horcajada, Patricia; Yot, Pascal G.; Serre, Christian; Rodrigues, Alirio E.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "7", "),\r\n    ", "3494-3502", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The potential of the porous cryst. titanium dicarboxylate MIL-125(Ti) in powder form was studied for the sepn. in liq. phase of xylene isomers and ethylbenzene (MIL stands for Materials from Institut Lavoisier).  The authors report a detailed exptl. study consisting of binary and multi-component adsorption equil. of xylene isomers in MIL-125(Ti) powder at low (≤0.8 M) and bulk (≥0.8 M) concns.  A series of multi-component breakthrough expts. was first performed using n-heptane as the eluent at 313 K, and the obtained selectivities were compared, followed by binary breakthrough expts. to det. the adsorption isotherms at 313 K, using n-heptane as the eluent.  MIL-125(Ti) is a para-selective material suitable at low concns. to sep. p-xylene from the other xylene isomers.  Pulse expts. indicate a sepn. factor of 1.3 for p-xylene over o-xylene and m-xylene, while breakthrough expts. using a dild. ternary mixt. lead to selectivity values of 1.5 and 1.6 for p-xylene over m-xylene and o-xylene, resp.  Introduction of ethylbenzene in the mixt. results however in a decrease of the selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvVOhtQ%253D%253D&md5=9f9ad91346ddd4aeb3e1888f61f60af3", "29. ", "Agueda", ", ", "V. I.", "; ", "Delgado", ", ", "J. A.", "; ", "Uguina", ", ", "M. A.", "; ", "Brea", ", ", "P.", "; ", "Spjelkavik", ", ", "A. I.", "; ", "Blom", ", ", "R.", "; ", "Grande", ", ", "C.", " ", "Adsorption and diffusion of H", "2", ", N", "2", ", CO, CH", "4", " and CO", "2", " in UTSA-16 metal–organic framework extrudates", " ", "Chem. Eng. Sci.", " ", "2015", ",  ", "124", ",  ", "159", "– ", "169", "[", "Crossref", "], [", "CAS", "]", "29. ", "Adsorption and diffusion of H2, N2, CO, CH4 and CO2 in UTSA-16 metal-organic framework extrudates", "Agueda, Vicente I.; Delgado, Jose A.; Uguina, Maria A.; Brea, Pablo; Spjelkavik, Aud I.; Blom, Richard; Grande, Carlos", "Chemical Engineering Science", "\r\n        (", "2015", "),\r\n    ", "124", "\r\n        (", "),\r\n    ", "159-169", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Recently, a new metal-org. framework, named UTSA-16, has been proposed for removing carbon dioxide from gas mixts. by pressure swing adsorption in view of its high adsorption capacity and selectivity to this gas.  Fundamental adsorption and diffusion parameters are required for designing a pressure swing adsorption (PSA) process with this adsorbent, which are lacking in the literature.  In this work, adsorption Henry's law consts. and reciprocal diffusion time consts. of hydrogen, nitrogen, carbon monoxide, methane and carbon dioxide on UTSA-16 extrudates have been measured.  The pure gas adsorption isotherms of these gases at high pressures and different temps. have also been measured.  Based on the pure gas adsorption equil. and kinetic parameters, a PSA cycle for hydrogen purifn. from steam-methane reforming off-gas (contg. hydrogen, carbon monoxide, methane and carbon dioxide) has been simulated.  Introducing a rinse step, the process can yield hydrogen with 99.99-99.999% purity with 93-96% recovery and productivities between 2 and 2.8 mol kg-1 h-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVKnu7bI&md5=54c7fb2e9bec91e8c4352d5c764d9cc4", "30. ", "Herm", ", ", "Z. R.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Metal–organic frameworks as adsorbents for hydrogen purification and precombustion carbon dioxide capture", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", " (", "15", ")  ", "5664", "– ", "5667", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Metal-Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", "Herm, Zoey R.; Swisher, Joseph A.; Smit, Berend; Krishna, Rajamani; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5664-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Selected metal-org. frameworks exhibiting representative properties - high surface area, structural flexibility, or the presence of open metal cation sites - were tested for utility in the sepn. of CO2 from H2 via pressure swing adsorption.  Single-component CO2 and H2 adsorption isotherms were measured at 313 K and pressures up to 40 bar for Zn4O(BTB)2 (MOF-177, BTB3- = 1,3,5-benzenetribenzoate), Be12(OH)12(BTB)4 (Be-BTB), Co(BDP) (BDP2- = 1,4-benzenedipyrazolate), H3[(Cu4Cl)3(BTTri)8] (Cu-BTTri, BTTri3- = 1,3,5-benzenetristriazolate), and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate).  Ideal adsorbed soln. theory was used to est. realistic isotherms for the 80:20 and 60:40 H2/CO2 gas mixts. relevant to H2 purifn. and precombustion CO2 capture, resp.  In the former case, the results afford CO2/H2 selectivities between 2 and 860 and mixed-gas working capacities, assuming a 1. bar purge pressure, ≤8.6 mol/kg and 7.4 mol/L.  In particular, metal-org. frameworks with a high concn. of exposed metal cation sites, Mg2(dobdc) and Cu-BTTri, offer significant improvements over commonly used adsorbents, indicating the promise of such materials for applications in CO2/H2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVShs70%253D&md5=bec4f213a7844d1573bef3d22b37562e", "31. ", "Banu", ", ", "A. M.", "; ", "Friedrich", ", ", "D.", "; ", "Brandani", ", ", "S.", "; ", "Duren", ", ", "T.", " ", "A multiscale study of MOFs as adsorbents in H", "2", " PSA purification", " ", "Ind. Eng. Chem. Res.", " ", "2013", ",  ", "52", " (", "29", ")  ", "9946", "– ", "9957", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "A multiscale study of MOFs as adsorbents in H2 PSA purification", "Banu, Ana-Maria; Friedrich, Daniel; Brandani, Stefano; Duren, Tina", "Industrial & Engineering Chemistry Research", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "29", "),\r\n    ", "9946-9957", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this multiscale study, four robust zirconium oxide based metal-org. frameworks (MOFs) were examd. using powerful mol. simulation tools as well as indispensable full-scale PSA system modeling to det. their potential for H2 purifn.  Grand canonical Monte Carlo (GCMC) and mol. dynamics (MD) simulations were employed to evaluate the MOF working capacities, binary-mixt. selectivities, and micropore transport diffusivities for each of the components of a steam methane reformer offgas (SMROG) stream: H2, CO, CH4, N2, and CO2.  The small, functionalized pores of UiO-66(Zr)-Br were found to result in high N2 and CO selectivities and working capacities, whereas the slightly larger pore vol. of UiO-66(Zr) favored higher CO2 and CH4 working capacities.  The collective impact of impurity uptakes and selectivities on the purifn. of H2 from five-component steam methane reformer offgas mixts. was investigated through PSA column modeling.  The breakthrough behavior of SMROG mixts. in columns contg. MOF crystallites was detd. using the simulated adsorption and diffusivity data as input.  MOF breakthrough curves for single and two-layered beds were compared to those of com. adsorbents including Zeolite 5A and Calgon PCB.  Two of the MOFs, namely, UiO-66(Zr) and UiO-66(Zr)-Br, were found to have longer dimensionless breakthrough times than the com. zeolite materials and are therefore expected to result in larger yields of high-purity H2 per PSA cycle.  UiO-66(Zr)-Br was found to be the most promising of the four MOFs, having the longest dimensionless breakthrough times in both single and two-layered bed setups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsFWrtLg%253D&md5=e91004dcd20b94f5db8b26e85b1625e4", "32. ", "Kim", ", ", "S.-N.", "; ", "Kim", ", ", "J.", "; ", "Kim", ", ", "H.-Y.", "; ", "Cho", ", ", "H.-Y.", "; ", "Ahn", ", ", "W.-S.", " ", "Adsorption/catalytic properties of MIL-125 and NH", "2", "-MIL-125", " ", "Catal. Today", " ", "2013", ",  ", "204", ",  ", "85", "– ", "93", "[", "Crossref", "], [", "CAS", "]", "32. ", "Adsorption/catalytic properties of MIL-125 and NH2-MIL-125", "Kim, Se-Na; Kim, Jun; Kim, Hee-Young; Cho, Hye-Young; Ahn, Wha-Seung", "Catalysis Today", "\r\n        (", "2013", "),\r\n    ", "204", "\r\n        (", "),\r\n    ", "85-93", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A Ti-incorporated metal org. framework structure, MIL-125, and its amine-functionalized form, NH2-MIL-125, were synthesized via a solvothermal route aided by microwave heating.  The samples were characterized by XRD, SEM, TGA, EA, UV-vis spectroscopy, and N2 adsorption-desorption measurements.  MIL-125 was unstable in aq. soln., but NH2-MIL-125 was stable both in water and in heptane; its hydrophilic property was further confirmed by water vapor adsorption.  NH2-MIL-125 showed moderate CO2 adsorption capacity (136 mg g-1) but excellent selectivity over N2 (>27:1) at 298 K with a low heat of adsorption surpassing the performance of MIL-125.  Four consecutive CO2 adsorption-desorption cycles over NH2-MIL-125 showed completely reversible adsorbent regeneration at 298 K under a helium flow for a total duration of 550 min.  Catalytic properties of the materials were evaluated by cycloaddn. of epichlorohydrin and oxidative desulfurization of dibenzothiophene.  Finally, batch mode liq.-phase competitive sepn. of isoprene from 2-Me butane was conducted, revealing high selectivity of isoprene against 2-Me butane (ca. 7.8 and 9.7) over MIL-125 and NH2-MIL-125, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlertbnP&md5=6d668f60d65f6ce9d3a0306c32bfaed9", "33. ", "Moreira", ", ", "M. A.", "; ", "Santos", ", ", "J. C.", "; ", "Ferreira", ", ", "A. F. P.", "; ", "Loureiro", ", ", "J. M.", "; ", "Ragon", ", ", "F.", "; ", "Horcajada", ", ", "P.", "; ", "Yot", ", ", "P. G.", "; ", "Serre", ", ", "C.", "; ", "Rodrigues", ", ", "A. E.", " ", "Effect of ethylbenzene in ", "p", "-xylene selectivity of the porous titanium amino terephthalate MIL-125(Ti)_NH", "2", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "158", ",  ", "229", "– ", "234", "[", "Crossref", "], [", "CAS", "]", "33. ", "Effect of ethylbenzene in p-xylene selectivity of the porous titanium amino terephthalate MIL-125(Ti)NH2", "Moreira, M. A.; Santos, J. C.; Ferreira, A. F. P.; Loureiro, J. M.; Ragon, F.; Horcajada, P.; Yot, P. G.; Serre, C.; Rodrigues, A. E.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "158", "\r\n        (", "),\r\n    ", "229-234", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The synthesis of the microporous cryst. Ti(IV) 2-amino-terephthalate (MIL-125(Ti)NH2; MIL stands for Materials from Institut Lavoisier) was improved at the lab. scale (40 g) to be evaluated as powder for the selective adsorption and sepn. of xylene isomers and ethylbenzene in liq. phase using n-heptane as eluent.  Multi-component breakthrough expts., conducted at 313 K, showed a preferential adsorption of ethylbenzene or para-xylene depending on the ethylbenzene concn.  Thus, MIL-125(Ti)NH2 solid is para-xylene selective in liq. phase in presence of low ethylbenzene concns. while at higher ethylbenzene concns. it becomes ethylbenzene selective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12rs74%253D&md5=0534b1ddeb055ca129dc3636a9fcc13f", "34. ", "Ferreira", ", ", "A. F. P.", "; ", "Santos", ", ", "J. C.", "; ", "Plaza", ", ", "M. G.", "; ", "Lamia", ", ", "N.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Suitability of Cu-BTC extrudates for propane–propylene separation by adsorption processes", " ", "Chem. Eng. J.", " ", "2011", ",  ", "167", " (", "1", ")  ", "1", "– ", "12", "[", "Crossref", "], [", "CAS", "]", "34. ", "Suitability of Cu-BTC extrudates for propane-propylene separation by adsorption processes", "Ferreira, Alexandre F. P.; Santos, Joao C.; Plaza, Marta G.; Lamia, Nabil; Loureiro, Jose M.; Rodrigues, Alirio E.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "167", "\r\n        (", "1", "),\r\n    ", "1-12", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this work, we investigate the potential of a MOF porous material, Cu-BTC in combination with cyclic adsorption processes (vacuum swing adsorption, VSA, and simulated moving bed, SMB) for the sepn. of propylene/propane mixt.  A gravimetric method has been used to measure the adsorption isotherms of propylene, propane and isobutane onto Cu-BTC extrudates over a temp. range from 323 to 373 K and pressures up to 500 kPa.  These were complemented by exptl. characterization of the Cu-BTC material using XRD and SEM-EDS techniques.  Whereas the sepn. and its kinetics were studied by breakthrough expts. on a column packed with the Cu-BTC material in the extruded form at 373 K.  The Cu-BTC extrudates are selective towards propylene, highlighting the potential of this material for the sepn. of propane and propylene mixts. by PSA process.  Furthermore, in a range of temps. and pressures, the affinity of Cu-BTC for isobutane was obsd. to be intermediate to that of propane and propylene which suggest that isobutane is a promising desorbent in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhvVCktbw%253D&md5=310abc21a97cbd5e6847bdbbbd71f682", "35. ", "Vaesen", ", ", "S.", "; ", "Guillerm", ", ", "V.", "; ", "Yang", ", ", "Q. Y.", "; ", "Wiersum", ", ", "A. D.", "; ", "Marszalek", ", ", "B.", "; ", "Gil", ", ", "B.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Devic", ", ", "T.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "De Weireld", ", ", "G.", " ", "A robust amino-functionalized titanium(IV) based MOF for improved separation of acid gases", " ", "Chem. Commun.", " ", "2013", ",  ", "49", " (", "86", ")  ", "10082", "– ", "10084", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "A robust amino-functionalized titanium(iv) based MOF for improved separation of acid gases", "Vaesen, Sebastien; Guillerm, Vincent; Yang, Qingyuan; Wiersum, Andrew D.; Marszalek, Bartosz; Gil, Barbara; Vimont, Alexandre; Daturi, Marco; Devic, Thomas; Llewellyn, Philip L.; Serre, Christian; Maurin, Guillaume; De Weireld, Guy", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "86", "),\r\n    ", "10082-10084", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A combination of adsorption, microcalorimetry, infra-red spectroscopy and modeling has been implemented to reveal the potential of the H2S resistant amino-functionalized Ti MOF MIL-125 porous solid for the concomitant elimination of CO2 and H2S from biogas and natural gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFOisrrK&md5=a068fbe2e3043d915dcd77f9163add98", "36. ", "Grande", ", ", "C. A.", "; ", "Lopes", ", ", "F. V. S.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption of off-gases from steam methane reforming (H", "2", ", CO", "2", ", CH", "4", ", CO and N", "2", ") on activated carbon", " ", "Sep. Sci. Technol.", " ", "2008", ",  ", "43", " (", "6", ")  ", "1338", "– ", "1364", "[", "Crossref", "], [", "CAS", "]", "36. ", "Adsorption of Off-Gases from Steam Methane Reforming (H2, CO2, CH4, CO and N2) on Activated Carbon", "Grande, Carlos A.; Lopes, Filipe V. S.; Ribeiro, Ana M.; Loureiro, Jose M.; Rodrigues, Alirio E.", "Separation Science and Technology", "\r\n        (", "2008", "),\r\n    ", "43", "\r\n        (", "6", "),\r\n    ", "1338-1364", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "A review.  Hydrogen is the energy carrier of the future and could be employed in stationary sources for energy prodn.  Com. sources of hydrogen are actually operating employing the steam reforming of hydrocarbons, normally methane.  Sepn. of hydrogen from other gases is performed by Pressure Swing Adsorption (PSA) units where recovery of high-purity hydrogen does not exceed 80%.  In this work we report adsorption equil. and kinetics of five pure gases present in off-gases from steam reforming of methane for hydrogen prodn. (H2, CO2, CH4, CO and N2).  Adsorption equil. data were collected in activated carbon at 303, 323, and 343 K between 0-22 bar and was fitted to a Virial isotherm model.  Carbon dioxide is the most adsorbed gas followed by methane, carbon monoxide, nitrogen, and hydrogen.  This adsorbent is suitable for selective removal of CO2 and CH4.  Diffusion of all the gases studied was controlled by micropore resistances.  Binary (H2-CO2) and ternary (H2-CO2-CH4) breakthrough curves are also reported to describe the behavior of the mixts. in a fixed-bed column.  With the data reported it is possible to completely design a PSA unit for hydrogen purifn. from steam reforming natural gas in a wide range of pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksVaitrw%253D&md5=2f41569dfc44f09e1382e839a277ac08", "37. ", "Lopes", ", ", "F. V. S.", "; ", "Grande", ", ", "C. A.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Loureiro", ", ", "J. M.", "; ", "Evaggelos", ", ", "O.", "; ", "Nikolakis", ", ", "V.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption of H", "2", ", CO", "2", ", CH", "4", ", CO, N", "2", " and H", "2", "O in activated carbon and zeolite for hydrogen production", " ", "Sep. Sci. Technol.", " ", "2009", ",  ", "44", " (", "5", ")  ", "1045", "– ", "1073", "[", "Crossref", "], [", "CAS", "]", "37. ", "Adsorption of H2, CO2, CH4, CO, N2 and H2O in activated carbon and zeolite for hydrogen production", "Lopes, Filipe V. S.; Grande, Carlos A.; Ribeiro, Ana M.; Loureiro, Jose M.; Evaggelos, Oikonomopoulos; Nikolakis, Vladimiros; Rodrigues, Alirio E.", "Separation Science and Technology", "\r\n        (", "2009", "),\r\n    ", "44", "\r\n        (", "5", "),\r\n    ", "1045-1073", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "The design of a layered pressure swing adsorption unit to treat a specified off-gas stream is based on the properties of the adsorbent materials.  In this work we provide adsorption equil. and kinetics of the pure gases in a SMR off-gas: H2O, CO2, CH4, CO, N2, and H2 on two different adsorbents: activated carbon and zeolite.  Data were measured gravimetrically at 303-343 K and 0-7 bar.  Water adsorption was only measured in the activated carbon at 303 K and kinetics was evaluated by measuring a breakthrough curve with high relative humidity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXls1SqtLo%253D&md5=4a4c65c3dda9eaebcd5b3867df0c3619", "38. ", "Saha", ", ", "D. P.", "; ", "Wei", ", ", "Z. J.", "; ", "Deng", ", ", "S. G.", " ", "Hydrogen adsorption equilibrium and kinetics in metal–organic framework (MOF-5) synthesized with DEF approach", " ", "Sep. Purif. Technol.", " ", "2009", ",  ", "64", " (", "3", ")  ", "280", "– ", "287", "[", "Crossref", "], [", "CAS", "]", "38. ", "Hydrogen adsorption equilibrium and kinetics in metal-organic framework (MOF-5) synthesized with DEF approach", "Saha, Dipendu; Wei, Zuojun; Deng, Shuguang", "Separation and Purification Technology", "\r\n        (", "2009", "),\r\n    ", "64", "\r\n        (", "3", "),\r\n    ", "280-287", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "MOF-5, also known as isoreticular MOF-1 (IRMOF-1) was successfully synthesized with di-Et formamide (DEF) as a solvent using modified procedures aiming at improving its crystal structure, pore texture and ultimately the hydrogen adsorption performance.  The MOF-5 adsorbent was characterized with nitrogen adsorption for pore textural properties, SEM for crystal structure, and XRD for phase structure.  Hydrogen adsorption in MOF-5 was measured at low pressure in a volumetric unit at 77 K, 194.5 K and 298 K and at hydrogen pressure up to 120 bar and 77 K in a gravimetric adsorption unit.  The MOF-5 synthesized in this work has ideal pore textural properties with a large Langmuir (3917 m2/g) and BET sp. surface area (2449 m2/g), a median pore size of 8.6 Å and a pore vol. of 1.39 cm3/g.  The MOF-5 adsorbent synthesized in this work has a hydrogen adsorption capacity of 1.46 wt.% at 77 K and 1 bar, an excess hydrogen adsorption capacity of 6.9 wt.% at 77 K and 100 bar, and an abs. hydrogen adsorption capacity of 11.8 wt.% at 77 K and 120 bar.  Hydrogen diffusivity in MOF-5 estd. from the adsorption kinetic data measured at low pressure are 2.4 × 10-5 cm2/s, 5.2 × 10-5 cm2/s and 6.0 × 10-5 cm2/s at 77 K, 194.5 K and 298 K, resp.  The activation energy for hydrogen diffusion and the isosteric heat of adsorption for hydrogen adsorption in MOF-5 are 0.8 kJ/mol and 2.2-2.6 kJ/mol, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFamt73E&md5=1ebeed8857bf63f468d4a477147b6b0d", "39. ", "Saha", ", ", "D.", "; ", "Wei", ", ", "Z. J.", "; ", "Deng", ", ", "S. G.", " ", "Equilibrium, kinetics and enthalpy of hydrogen adsorption in MOF-177", " ", "Int. J. Hydrogen Energy", " ", "2008", ",  ", "33", " (", "24", ")  ", "7479", "– ", "7488", "[", "Crossref", "], [", "CAS", "]", "39. ", "Equilibrium, kinetics and enthalpy of hydrogen adsorption in MOF-177", "Saha, Dipendu; Wei, Zuojun; Deng, Shuguang", "International Journal of Hydrogen Energy", "\r\n        (", "2008", "),\r\n    ", "33", "\r\n        (", "24", "),\r\n    ", "7479-7488", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Metal-org. framework (MOF-177) was prepd., characterized and evaluated for H2 adsorption as a potential adsorbent for H2 storage.  The H2 adsorption equil. and kinetic data were measured in a volumetric unit at low pressure and in a magnetic suspension balance at H2 pressure ≤100 bar.  The MOF-177 adsorbent was characterized with nitrogen adsorption for pore textural properties, SEM for morphol. and particle size, and x-ray powder diffraction for phase structure.  The MOF-177 prepd. in this work was found to have a uniform pore size distribution with median pore size of 12.7 Å, a higher sp. surface area (Langmuir: 5994 m2/g; BET: 3275 m2/g), and a higher H2 adsorption capacity (11.0 wt.% excess adsorption, 19.67 wt.% abs. adsorption) than previously reported values on MOF-177.  Freundlich equation fits well the H2 adsorption isotherms at low and high pressures.  Diffusivity and isosteric heat of H2 adsorption were estd. from the H2 adsorption kinetics and equil. data measured in this work.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVOmsrnL&md5=eba8f97291d3d539dacbad3f4f52d801", "40. ", "Do", ", ", "D. D.", "  ", "Adsorption Analysis: Equilibria and Kinetics", "; ", "Imperial College Press", ", ", "London, U.K.", ", ", "1998", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "41. ", "Zhang", ", ", "F.", "; ", "Zou", ", ", "X. Q.", "; ", "Gao", ", ", "X.", "; ", "Fan", ", ", "S. J.", "; ", "Sun", ", ", "F. X.", "; ", "Ren", ", ", "H.", "; ", "Zhu", ", ", "G. S.", " ", "Hydrogen selective NH", "2", "-MIL-53(Al) MOF membranes with high permeability", " ", "Adv. Funct. Mater.", " ", "2012", ",  ", "22", " (", "17", ")  ", "3583", "– ", "3590", "[", "Crossref", "], [", "CAS", "]", "41. ", "Hydrogen Selective NH2-MIL-53(Al) MOF Membranes with High Permeability", "Zhang, Feng; Zou, Xiaoqin; Gao, Xue; Fan, Songjie; Sun, Fuxing; Ren, Hao; Zhu, Guangshan", "Advanced Functional Materials", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "17", "),\r\n    ", "3583-3590, S3583/1-S3583/3", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydrogen-based energy is a promising renewable and clean resource.  Thus, hydrogen selective microporous membranes with high performance and high stability are demanded.  Novel NH2-MIL-53(Al) membranes are evaluated for hydrogen sepn. for this goal.  Continuous NH2-MIL-53(Al) membranes have been prepd. successfully on macroporous glass frit disks assisted with colloidal seeds.  The gas sorption ability of NH2-MIL-53(Al) materials is studied by gas adsorption measurement.  The isosteric heats of adsorption in a sequence of CO2 > N2 > CH4 ≈ H2 indicates different interactions between NH2-MIL-53(Al) framework and these gases.  As-prepd. membranes are measured by single and binary gas permeation at different temps.  The results of singe gas permeation show a decreasing permeance in an order of H2 > CH4 > N2 > CO2, suggesting that the diffusion and adsorption properties make significant contributions in the gas permeation through the membrane.  In binary gas permeation, the NH2-MIL-53(Al) membrane shows high selectivity for H2 with sepn. factors of 20.7, 23.9 and 30.9 at room temp. (288 K) for H2 over CH4, N2 and CO2, resp.  In comparison to single gas permeation, a slightly higher sepn. factor is obtained due to the competitive adsorption effect between the gases in the porous MOF membrane.  Addnl., the NH2-MIL-53(Al) membrane exhibits very high permeance for H2 in the mixts. sepn. (above 1.5 × 10-6 mol/(m2·s·Pa)) due to its large cavity, resulting in a very high sepn. power.  The details of the temp. effect on the permeances of H2 over other gases are investigated from 288 to 353 K.  The supported NH2-MIL-53(Al) membranes with high hydrogen sepn. power possess high stability, resistance to cracking, temp. cycling and show high reproducibility, necessary for the potential application to hydrogen recycling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmslKmsrY%253D&md5=f169f2c7151629ef56cc58c49c924233", "42. ", "Da Silva", ", ", "F. A.", "; ", "Silva", ", ", "J. A.", "; ", "Rodrigues", ", ", "A. E.", " ", "A general package for the simulation of cyclic adsorption processes", " ", "Adsorption", " ", "1999", ",  ", "5", " (", "3", ")  ", "229", "– ", "244", "[", "Crossref", "], [", "CAS", "]", "42. ", "A general package for the simulation of cyclic adsorption processes", "Da Silva, Francisco A.; Silva, Jose A.; Rodrigues, Alirio E.", "Adsorption", "\r\n        (", "1999", "),\r\n    ", "5", "\r\n        (", "3", "),\r\n    ", "229-244", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "A general purpose package for simulation of fixed-bed and cyclic adsorption processes (PSA/VSA and TSA) has been developed.  The package allows various models options depending on combinations of conservation equations: Equil. model, Macropore or Micropore model (LDF model), Bidisperse model (double LDF model).  The fluid flow follows Ergun's equation locally and the operation of the column can be isothermal, adiabatic or non-isothermal, non-adiabatic.  Two important industrial sepn. processes are considered: the propylene/propane and the n/iso paraffins systems.  A three-step TSA and a four-step VSA are considered for propylene/propane mixt. while a four-step PSA and two-step adsorption/purge-desorption processes are applied to the n/iso paraffins sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlvVSltLk%253D&md5=58751e3694a7346acc59cc680ff6203a", "43. ", "Process Systems Enterprise. gPROMS; ", "www.psenterprise.com/gproms", ".", "There is no corresponding record for this reference.", "44. ", "Bird", ", ", "R. B.", "; ", "Stewart", ", ", "W. E.", "; ", "Lightfoot", ", ", "E. N.", "  ", "Transport Phenomena", ", ", "2", "nd ed.; ", "Wiley International", ": ", "Singapore", ", ", "2002", ".", "There is no corresponding record for this reference.", "45. ", "Rota", ", ", "R.", "; ", "Wankat", ", ", "P. C.", " ", "Intensification of pressure swing adsorption processes", " ", "AIChE J.", " ", "1990", ",  ", "36", " (", "9", ")  ", "1299", "– ", "1312", "[", "Crossref", "], [", "CAS", "]", "45. ", "Intensification of pressure swing adsorption processes", "Rota, Renato; Wankat, Phillip C.", "AIChE Journal", "\r\n        (", "1990", "),\r\n    ", "36", "\r\n        (", "9", "),\r\n    ", "1299-312", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Scaling rules are developed which are able to change the dimension of a pressure-swing adsorption plant keeping its main performance const.  Such scaling rules result from a system of algebraic equations which arises by constraining the soln. of a fairly general dimensionless math. model to be the same in the old and new plant configuration.  Different heat- and mass-transfer mechanisms, purifn., and multicomponent bulk sepn. processes, both isothermal and nonisothermal, are considered.  The effect of different equil. isotherms and the main practical limitations are discussed.  The application of these rules shows that column size can be decreased significantly using smaller particles in shorter beds with rapid cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXlslCltrg%253D&md5=cbb8a8d4ea1d3aa38dde4f9bee926443"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2015/enfuem.2015.29.issue-7/acs.energyfuels.5b00975/20150710/images/small/ef-2015-00975z_0011.gif\">"]}
