{"title": ["Tuning the Host–Guest Interactions in a Phosphine Coordination Polymer through Different Types of ", "-Synthetic Modification"], "authors": ["Ana J. Nuñez", "Maxwell S. Chang", "Ilich A. Ibarra", "Simon M. Humphrey"], "doi": ["10.1021/ic4022239"], "abstract": ["PCM-10 is a Phosphine Coordination Material with 3D structure and porosity that undergoes a series of ", "-synthetic modifications at the phosphine sites inside the pores to generate unusual pore moieties (P−AuCl, P═O, and [P−CH", "]", " X", "). The resulting family of isostructural materials display broad tunability in CO", " and H", " uptake behavior; the measured isosteric heats of adsorption can be directly related to the nature of the modification.", "The porous Phosphine Coordination Material, PCM-10 contains abundant free P(III) donor sites that can be subjected to a variety of ", "-synthetic modifications. The diverse P(III)/P(V) organic reactivity and coordination chemistry available to aryl phosphines have been exploited to decorate the pores of PCM-10, allowing for an extensive structure–function study. Polar P═O moieties, charged P", "–CH", " phosphonium species with exchangeable coanions (I", ", F", ", BF", ", and PF", ") and P–AuCl groups have been successfully ", "-synthetically incorporated. These modifications directly affect the strength of the resulting host–guest interactions, as demonstrated by comparative sorption studies of CO", ", H", ", and other gases in the solid-state. Broad tunability of the enthalpy of CO", " adsorption is observed: incorporation of BF", " ions inside the pores of PCM-10 results in 24% enhancement of the isosteric adsorption enthalpy of CO", " compared to the parent material, while F", " anions induce a 36% reduction. Meanwhile, AuCl-decorated PCM-10 shows a high H", " sorption capacity of 4.72 wt % at 77 K and 1.0 bar, versus only 0.63 wt % in the unmodified material."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Post", "-synthetic modification (PSM) of porous coordination polymer (PCP) materials is a powerful and versatile method for functionalization of the pores toward specific, advanced solid-state applications.", "(1)", " PSM allows for the rational incorporation of substituents that can alter the chemical nature of the framework, without changing the lattice structure.", "(2)", " Host–guest interactions can therefore be tuned ", "ex post facto", " to improve performance in molecular sorption and sequestration.", "(3)", " PSM is also an ideal strategy for the introduction of chemical functionality that cannot be incorporated directly into PCPs in a one-pot synthetic approach. For example, PSM enables the incorporation of organic moieties that do not withstand the reaction conditions required for direct PCP assembly, or whose presence may impede PCP formation.", "Recent efforts by a number of groups have expanded the PSM toolkit to provide a variety of routes toward desired PCPs. Pore immobilization of secondary organic species via covalent bond formation has been demonstrated widely.", "(4-8)", " Some notable examples include: incorporation of Lewis basic sites (e.g., amines), to enhance the strength of host–guest interactions inside the pores and thus improve guest uptake and selectivity;", "(4)", " addition of chelate groups for the subsequent uptake of unsaturated metal sites;", "(5)", " “click” chemistry;", "(6)", " installation of charged organic species for ion exchange applications;", "(7)", " uptake and release of small molecules bound to metal sites, for example, NO;", "(8)", " and, ligand exchange at metal sites in ", "pre", "-formed materials.", "(9)", " There are also a limited number of examples of PSM via coordination chemistry, in which reactive (and potentially catalytically active) secondary metal species are directly incorporated into ", "pre", "-formed PCPs.", "(10)", " Examples include: attachment of Cr(CO)", "3", " sites to aromatic moieties in the pore walls;", "(10a)", " addition of Pd(II) organometallics to ", "N", "-heterocyclic carbenes;", "(10b)", " and, coordination of metal cations to vacant electron pair donors.", "(10c-10e)", " Ion exchange has also been investigated in frameworks as a means to incorporate polarizable groups within the pores that can influence host–guest behavior.", "(11)", "Although PSM chemistry continues to increase in variety, systematic structure–function relationship studies remain sparse. Ideally, such studies should be performed on chemically modified PCPs with identical lattice structures. Thus, trends in sorption behavior would be a direct consequence of the type of pore-based chemical modification, and would not be potentially affected by other factors (e.g., differences in pore topology). There are very few examples where it is possible to perform a range of PSMs on the same parent PCP. In the current work, we present a method to broadly functionalize pore surfaces by PSM, demonstrated with a Phosphine Coordination Material (PCM) that contains abundant R", "3", "P: Lewis base sites.", "PCMs are constructed using aryl phosphine ligands that have ancillary carboxylic acid groups. The acids preferentially coordinate to “hard” metal ions to form crystalline polymers, while the “soft” phosphine lone pair remains uncoordinated. Phosphine-P: sites in the resulting PCMs are readily available for a wide range of PSMs, based on known P(III)/P(V) chemistry. To prove the PSM versatility of PCMs, we have successfully synthesized a family of new isostructural materials based on PCM-10, a material previously reported by our group.", "(12)", " PCM-10 contains [P(C", "6", "H", "5", "-", "p", "-CO", "2", ")", "3", "]", "3–", " ligands coordinated to Ca", "2+", " ions and has a 3-dimensional structure with ", "inter", "-connecting pore openings (6.8–11.8 Å) in all three crystallographic axes. Importantly, the free phosphine sites are readily accessible inside the pore walls. ", "Post", "-synthetic coordination chemistry was already demonstrated using (Me", "2", "S)AuCl to obtain a P–AuCl-functionalized composite, in which accessible AuCl moieties in the pores selectively adsorbed C6 alkenes over their corresponding alkanes via moderately strong Au–alkene binding in the solid-state.", "(12)", " Here, the PSM of PCM-10 has been expanded to include polar P═O groups, and a series of phosphonium [P–Me]", "+", "X", "–", " groups (X = I", "–", ", F", "–", ", BF", "4", "–", ", and PF", "6", "–", ") obtained by anion exchange (Scheme ", "1", "). The small molecule sorption behavior of the composite materials can be tuned over a significant range, according to the type of pore modification.", "Scheme 1. Summary of PSMs Applied to PCM-10 to Obtain Six Modified Isostructural Materials", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Materials and Methods", "Tris", "(", "p", "-carboxylated) triphenylphosphine P(C", "6", "H", "4", "-", "p", "-COOH)", "3", " was synthesized according to the literature method;", "(13)", " 1,4-dibromobenzene (99%; Acros), ", "n", "-butyllithium (2.5 M in hexanes; Acros), and metal salts (Sigma-Aldrich) were used as received. All solvents (Fisher Scientific) were ", "pre", "-dried and degassed using an Innovative Technologies Solvent Purification System. FT-IR data were collected using a Thermo Scientific Nicolet iS50 spectrometer equipped with an ATR apparatus. Thermogravimetric analyses (TGA) were performed on a TA Instruments Q50 analyzer using high purity He carrier gas in the range of 25–800 °C. Solid-state NMR data were collected on a Bruker Avance-400 spectrometer (400 MHz for ", "1", "H) equipped by a standard 4-mm MAS NMR probe head, spinning rates varied between 6 and 12 kHz. H", "3", "PO", "4", " was used as an external reference for chemical shift calculations. Powder X-ray diffraction (PXRD) experiments were performed in borosilicate capillaries in a Rigaku R-Axis Spider diffractometer using Cu", "K", "α radiation with data collected in the range 5–40° 2θ. Simulated PXRD was generated using single crystal reflection data via the ", "SimPowPatt", " facility in PLATON. All samples were activated under reduced pressure at 393 K prior to gas uptake experiments. Gas adsorption isotherms were recorded on a Quantachrome Autosorb-1 system; all gases (99.995+%) were purchased from Praxair.", "Modified Synthesis of PCM-10", "The phosphine ligand {P(C", "6", "H", "4", "-", "p", "-CO", "2", "H)", "3", "}(39 mg, 0.10 mmol) was dissolved in DMF/H", "2", "O/dioxane (1:1:1, 4.0 cm", "3", "). To this was added a second solution of Ca(OH)", "2", " (26 mg, 0.350 mmol) dissolved in 4.0 cm", "3", " of the same solvent. A drop of HCl (12.1 M) was added to the resulting slurry, and the solution was sonicated (10–15 s). The reaction was heated in a scintillation vial using a graphite thermal bath at 75 °C for 4–5 days. The resulting colorless crystals of PCM-10 were isolated by consecutive washes with ethanol and decanting away any impurities. The solid was then suspended in CH", "2", "Cl", "2", " (10 cm", "3", ") overnight, after which the solvent was decanted off and fresh CHCl", "3", " was added. This process was repeated 3 times before the crystals were washed with fresh CHCl", "3", " and evaporated to dryness. Yield =25%; ", "31", "P-MAS NMR (solid, 161.9 MHz) δ = −6.7; Anal. %; Found: C, 49.4; H, 3.38; N, 0; P, 5.3. C", "42", "H", "28", "Ca", "3", "O", "14", "P", "2", "·5H", "2", "O requires: C, 49.0; H, 3.72; N, 0; P, 6.0. ν", "max", " (KBr/cm–1): 3623 w, 3322 br s, 1577 s, 1525 s, 1495 w, 1387 s, 1321 w, 1275 w, 1177 m, 1119 w, 1107 m, 1087 m, 1023 w, 1014 s, 967 w, 854 s, 777 s, 729 m, 720 m, 703 s, 699 m, 664 w, 634 m, 580 m, 544 m, 485 m, 405 w, 366s.", "Synthesis of ClAu–PCM-10", "The previously reported method", "(12)", " was employed to obtain ClAu–PCM-10. PCM-10 (100 mg, 0.092 mmol) obtained as described above was suspended in degassed CH", "2", "Cl", "2", " (5 cm", "3", ") to which a solution of (Me", "2", "S)AuCl (56 mg, 0.19 mmol) dissolved in the same solvent (5.0 cm", "3", ") was slowly added dropwise under a N", "2", " atmosphere in the dark. The reaction was swirled several times in the dark for 4 h at room temp. The solvent and other volatiles were then removed in vacuo, and the composite was then treated with CH", "2", "Cl", "2", " (5 cm", "3", "), allowed to settle for a few minutes (10–15 min), and the solvent was removed. The solid was filtered and washed with more degassed CH", "2", "Cl", "2", ". The resulting off-white crystalline solid was dried under reduced pressure, and transferred to a vial and stored under N", "2", ". Yield = 64.9%. ", "31", "P-MAS NMR (solid, 161.9 MHz) δ = 31.3; Anal. Found: C, 39.9; H, 2.70; N, 0. C", "42", "H", "28", "Au", "1.5", "Ca", "3", "Cl", "1.5", "O", "14", "P", "2", " requires: C, 39.2; H, 2.19; N, 0%. ", "v", "max", " (solid/cm", "–1", "): 3606 w, 3328 br s, 1577 s, 1523 s, 1511 w, 1382 s, 1303 w, 1261 w, 1197 m, 1141 w, 1107 m, 1087 m, 1014 s, 971 w, 854 s, 773 s, 732 w, 722 m, 698 m, 631 w, 582 w, 538 br w, 470 m, 412 w, 362 s, 297 w.", "Synthesis of O=PCM-10", "Chloroform-exchanged PCM-10 (100 mg, 0.092 mmol) was suspended in ethanol (15 cm", "3", "), to which H", "2", "O", "2", " (0.5 mmol, 30%) was added dropwise. The reaction was left to stand in a Schlenk flask without stirring for 10 h. This process was repeated two more times with fresh reagent, after which the crystals were isolated by Büchner filtration and washed with ethanol. Yield = 81%; ", "31", "P-MAS NMR (solid, 11 kHz) δ = 30.0; Anal. Found: C, 49.8; H, 3.15; N, 0. C", "42", "H", "28", "Ca", "3", "O", "16", "P", "2", "·2H", "2", "O requires: C, 50.1; H, 3.20; N, 0%. ", "v", "max", " (solid/cm", "–1", "): 3632 w, 3293 br s, 1584 s, 1533 s, 1497 w, 1390 s, 1308 w, 1169 m, 1111 s, 1046 m, 1016 m, 858 m, 776 m, 737 s, 699 m, 632 w, 577 s, 476 m, 414 s.", "Synthesis of [Me–PCM-10]I", "Chloroform-exchanged PCM-10 (100 mg, 0.092 mmol) was suspended in degassed CHCl", "3", " (15 cm", "3", "), and CH", "3", "I (0.10 cm", "3", ", 1.6 mmol) was added by pipet. The reaction was allowed to sit in a Schlenk flask under N", "2", " without stirring for 10 h. This process was repeated twice more using fresh MeI, then the crystals were isolated by Büchner filtration and washed with CHCl", "3", ". Yield = 79%. ", "31", "P-MAS NMR (solid, 12 kHz) δ = 19.6; Anal. Found: C, 44.7; H, 2.94; P, 4.6. C", "44", "H", "34", "Ca", "3", "I", "2", "O", "14", "P", "2", " requires: C, 43.2; H, 2.80; P, 5.0%. ", "v", "max", " (solid/cm", "–1", "): 3365 br s, 1582 s, 1533 s, 1496 w, 1385 s, 1314 w, 1283 w, 1174 w, 1125 w, 1106 s, 1015 m, 901 m, 852 m, 769 m, 734 m, 693 m, 631 w, 578 w, 552 w, 467 m.", "Ion Exchange Procedure for [Me–PCM-10]BF", "4", "As-synthesized [Me–PCM-10]I (100 mg, 0.073 mmol) was suspended in degassed CHCl", "3", " (10 cm", "3", "), to which tetrabutylammonium tetrafluoroborate, [", "n", "-Bu", "4", "N]BF", "4", " (60 mg, 0.18 mmol) had been dissolved. The reaction was allowed to sit at room temperature without stirring for 10 h The solution was then decanted away from the crystals, and a second aliquot of CHCl", "3", " (10 cm", "3", ") containing the same amount of [", "n-", "Bu", "4", "N]BF", "4", " was added and allowed to react overnight. The crystals were then recovered and washed with dry CHCl", "3", ". Yield = 100%; Anal. C", "44", "H", "34", "B", "2", "Ca", "3", "F", "8", "O", "14", "P", "2", "·4H", "2", "O requires: C, 43.5; H, 3.48; P, 5.0%; Found: C, 43.6; H, 3.31; P, 4.2%. ", "v", "max", " (solid/cm", "–1", "): 3355 br s, 1582 s, 1533 s, 1496 w, 1385 s, 1314 w, 1283 w, 1174 w, 1125 w, 1106 s, 1015 m, 901 m, 852 m, 769 m, 734 m, 693 m, 631 w, 578 w, 552 w, 467 m.", "Ion Exchange Procedure for [Me–PCM-10]PF", "6", "The same procedure as for [Me-PCM-10]BF", "4", " was followed, but using tetrabutylammonium hexafluorophosphate, [", "n-", "Bu", "4", "]PF", "6", " (72 mg, 0.18 mmol) dissolved in CHCl", "3", " (10 cm", "3", ") instead of [", "n-", "Bu", "4", "N]BF", "4", ". Yield = 98%. ", "31", "P-MAS NMR (solid, 13 kHz) δ = 18.7 (s), 146.8 (m); Anal. C", "44", "H", "34", "Ca", "3", "F", "6", "O", "14", "P", "2", "·4H", "2", "O requires: C, 45.7; H, 3.66; P, 5.3%. Found: C, 45.2; H, 2.97; P, 4.8. ", "v", "max", " (solid/cm", "–1", "): 3357 m br, 1582 s, 1533 s, 1496 w, 1385 s, 1314 w, 1283 w, 1174 w, 1125 w, 1105 m, 1015 m, 901 w, 852 m, 792 m, 734 m, 693 m, 631 w, 578 w, 552 w, 467 m.", "Ion Exchange Procedure for [Me–PCM-10]F", "The same procedure was employed as for [Me-PCM-10]BF", "4", ", but using tetrabutylammonium fluoride, [", "n-", "Bu", "4", "N]F·", "x", "H", "2", "O (48 mg, 0.18 mmol) dissolved in CHCl", "3", " (10 cm", "3", "). Yield = 75%. ", "v", "max", " (solid/cm", "–1", "): 3355 m br, 2960 w, 2871 w, 1685 m, 1592 s, 1544 s, 1488 w, 1379 s, 1242 w br, 1174 w, 1125 w, 1108 w, 1085 w, 1014 w, 860 w br, 841 w, 795 m, 7345 m, 698 m, 631 w, 578 w, 552 w, 467 w br.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "1", "Preparation and Characterization of PCM-10 and Its PSM Derivatives", "For the purpose of this study, PCM-10 was prepared using a modified version of the original method:", "(12)", " a 1:1:1 mixture of DMF/dioxane/H", "2", "O solvent was found to reproducibly give a significantly higher yield of crystalline solid (cf. original reactions performed in DMF/ethanol/H", "2", "O; see ", "Supporting Information", "). Powder X-ray diffraction (PXRD) was employed to ensure phase purity and crystallinity of each freshly prepared sample (Figure ", "1", "). Prior to each PSM, freshly prepared PCM-10 crystallites were subjected to solvent exchange in ethanol for 1–2 days, followed by further solvent exchange in CHCl", "3", ". Initially, the crystallites floated in CHCl", "3", " and sank after 2–3 days upon complete displacement of ethanol from the pores. PSM was most effectively performed by direct addition of reagents to the CHCl", "3", "-exchanged materials, and leaving to stand (without agitation) for 3 days. Magnetic stirring always resulted in lower bulk crystallinity of the modified solids because of mechanical grinding. ClAu–PCM-10 was prepared by treatment of solvent-exchanged PCM-10 with a slight stoichiometric excess of (Me", "2", "S)AuCl in CH", "2", "Cl", "2", " (Scheme ", "1", "a). The phosphine oxide material O=PCM-10 was obtained by slow addition of 5 equiv of H", "2", "O", "2", " in ethanol over 2 days (Scheme ", "1", "b). The methyl phosphonium iodide material [Me–PCM-10]I was prepared in CHCl", "3", " by slow addition of excess MeI over 1–2 days (Scheme ", "1", "c). The ion exchanged derivatives [Me–PCM-10]X were prepared via a secondary PSM step, which involved treatment of [Me–PCM-10]I with 5 equiv of [", "n", "-Bu", "4", "N]X (X = F", "–", ", BF", "4", "–", ", PF", "6", "–", ") in fresh CHCl", "3", " over 1–2 days (Scheme ", "1", "d).", "Figure 1. Left: PXRD spectra for PCM-10 and the six PSM derivatives; Right: MAS NMR spectra (‘*’ denotes satellite peaks).", "PXRD analysis of the composites obtained from each PSM confirmed that bulk crystallinity was maintained in all instances and the composites retained the original PCM-10 lattice structure (Figure ", "1", "). ", "31", "P-MAS NMR was also employed to monitor the extent of PSM conversion (Figure ", "1", "). Solvent-exchanged PCM-10 showed a major peak at −6.7 ppm corresponding to R", "3", "P", ", in addition to a minor phosphine oxide peak at 31.5 ppm. MAS NMR spectra of the PSM materials confirmed complete conversion of R", "3", "P: sites, with new peaks at 31.3 ppm for ClAu–PCM-10,", "(12)", " 30.0 ppm for O=PCM-10, and 19.6 ppm for [Me–PCM-10]I (Figure ", "1", "). In the case of the anion exchanged derivative [Me–PCM-10]PF", "6", ", two phosphorus environments were observed, corresponding to R", "3", "P", "+", "–Me at 18.7 ppm, and a multiplet centered at −146.8 ppm due to ", "P", "F", "6", "–", " (Figure ", "1", "). Elemental analysis of the phosphonium composites was also employed to quantify the degree of modification by phosphorus:counterion ratios. The P:I ratio in [Me-PCM-10]I was found to be 1:1.12. For the anion exchanged materials, the percent P:F ratios were obtained to assess the degree of I", "–", "/X", "–", " exchange. Results indicated approximately 50% exchange for BF", "4", "–", ", 17% for PF", "6", "–", ", while complete exchange was achieved for F", "–", ". The lower degree of exchange obtained for PF", "6", "–", " is likely due to the significantly larger size of the anion (", "r", " = 2.76 Å; ", "V", " = 88.1 Å", "3", ") compared to that of BF", "4", "–", " and F", "–", " (", "r", " = 2.20, 1.33 Å, ", "V", " = 44.6, 9.85 Å", "3", ", respectively), resulting in slower diffusion into the pores. The F", "–", "-exchanged materials were found to have moderate excesses of F", "–", " per R", "3", "P", "+", "–Me (∼1 equiv), which is not unreasonable since hydrated [", "n", "-Bu", "4", "N]F used as the F", "–", " precursor is known to result in the formation of HF", "2–", " anions, especially in the presence of trace H", "+", ", with which the parent PCM-10 was prepared.", "(14a)", " The presence of HF", "2–", " was confirmed by decomposition of some freshly prepared [Me–PCM-10]F in DMSO/D", "2", "O and two drops of 20% DCl, by with sonication treatment. Direct analysis of the resulting solution by ", "(19)", "F-NMR showed a single intense peak at −150.9 ppm, which is indicative of HF", "2", "–", ".", "(14b)", " Thermal stabilities of all materials were assessed by thermogravimetric analysis (", "Supporting Information, Figure S4", "). CHCl", "3", " exchanged and vacuum-activated materials displayed high thermal stability; the onset of framework decomposition was not observed until 733–803 K.", "For gas sorption studies, all materials were ", "pre", "-activated by heating at 393 K under reduced pressure (1 × 10", "–6", " bar) over 12 h. First, the bulk surface areas of the PSM materials were obtained and compared to the parent PCM-10. As previously observed for PCM-10,", "(12)", " none of the PSM analogues showed appreciable uptake of N", "2", " (at 77 K and 1.0 bar), but were able to adsorb CO", "2", " (at 196 K and 0–1 bar) with typical type-I adsorption profiles (Figure ", "2", "; closed symbols). Significant desorption hysteresis was observed for the anionic PSM materials (Figure ", "2", "; open symbols). Bulk surface areas (Brunauer–Emmett–Teller (BET) method;", "(15)", " ", "p", " = 0.03–0.50 bar) and corresponding micropore volumes and diameters (DR method;", "(15)", " ", "p", " = 0.01–1.0 bar) were derived from the CO", "2", " isotherm data. These data are summarized in Table ", "1", ". The bulk surface area of the parent material PCM-10 (247 m", "2", " g", "–1", ") is similar to what was found in the original report,", "(12)", " and confirms microporosity. The surface area of PCM-10 is modest in comparison to the largest surface areas observed for microporous coordination polymer materials (>5,000 m", "2", " g", "–1", ").", "(16)", " However, in this work, a pore network that allows for small molecule adsorbates and reactants to access the free P: sites inside the pores is much more important than obtaining a material with an ultrahigh surface area that may be able to store large amounts of gases. Upon PSM, the PCM-10 composites all maintained microporosity, albeit with slightly diminished surface areas in comparison to PCM-10, as would be expected because of the incorporation of additional moieties within the pores. Only the surface area of [Me–PCM-10]F was significantly lower than expected, which further supports the notion that larger fluoride species were incorporated. A numerical assessment of moles of CO", "2", " adsorbed per mole of P–X in the materials at 196 K and 1.0 atm is also presented in ", "Supporting Information, Table S1", "; this indicates that between 0.7–2.0 CO", "2", " molecules were adsorbed per repeat unit as a function of the type of PSM applied.", "Figure 2. Left: CO", "2", " isotherms for PCM-10 and the six PSM derivatives (closed symbols = adsorption, open symbols = desorption); Right: corresponding ", "Q", "st", " plots for the same materials.", "Table 1. Summary of Textural Data and Gas Adsorption Properties of PCM-10 and the PSM-Obtained Composites", "material", "S", "CO", "2", "BET", " (m", "2", " g", "–1", ")", "micropore vol. (μL g", "–1", ")", "Q", "st", " (calc.)", "(22)", " (kJ mol", "–1", ")", "wt % H", "2", " ads. (77 K, 1 bar)", "PCM-10", "247", "137", "–18.4", "0.63", "ClAu–PCM-10", "155", "92", "–20.6", "4.72", "O=PCM-10", "234", "129", "–19.4", "0.88", "[Me–PCM-10]I", "137", "79", "–15.9 (−15.0)", "neg.", "[Me–PCM-10]F", "80", "47", "–11.7 (−118)", "neg.", "[Me–PCM-10]BF", "4", "220", "127", "–22.8 (−19.9)", "neg.", "[Me–PCM-10]PF", "6", "95", "57", "–13.0 (−14.2)", "neg.", "2", "CO", "2", " Adsorption Enthalpies", "The isosteric heat of adsorption (", "Q", "st", ") describes the average heat released when a guest molecule encounters a surface at a given loading.", "(17)", " Strong host–guest binding implies high energy expenditure for regeneration; conversely, very weak host–guest interactions result in low sorption selectivity and total uptake capacity.", "(18)", " Minimal deviation between the ", "Q", "st", " value at zero coverage and upon higher loading is also desirable from an application standpoint. Therefore, control over the nature of host–guest interactions is crucial if PCPs are to be utilized as effective sequestration materials. PSM offers an ideal opportunity to tailor the heats of adsorption in PCPs via pore functionalization.", "(11c, 11d)", "Specifically regarding CO", "2", " sequestration, zero coverage ", "Q", "st", " values in PCPs have been observed to range from −12 kJ mol", "–1", " to −114 kJ mol", "–1", ",", "(19, 20)", " but are most typically found between −20 to −35 kJ mol", "–1", ".", "(21)", " A recent gas-phase theoretical study by Bhargava and Balasubramanian presented calculated values of CO", "2", " binding toward a range of common anions.", "(22)", " In general, CO", "2", " was predicted to act as a Lewis acid, forming C–X contacts with donor anions. A large distribution of binding energies were predicted (between −5.6 and −35.0 kJ mol", "–1", " for [C(CF", "3", "SO", "2", ")", "3", "]", "−", " and CHCO", "2", "–", ", respectively). Only F", "–", " (−118 kJ mol", "–1", ") did not fall within this range of binding energies and was predicted to spontaneously react with CO", "2", " to form FCO", "2", "–", ".", "(22)", " Their study indicates that PCPs with pore-based anions that can be readily exchanged could be exploited to tune the resulting ", "Q", "st", " for guest molecules. Noro et al. recently showed that PF", "6", "–", " anions coordinated to square-planar Cu(II) sites in a PCP induced an increase in the average CO", "2", " binding energy.", "(23)", "The isosteric heats of adsorption of CO", "2", " in PCM-10 and the PSM composites were obtained by independently fitting isotherm data obtained at 278 and 298 K to a virial-type equation, followed by calculation of ", "Q", "st", " as a function of surface coverage using the Clausius–Clapeyron equation", "(24)", " (Table ", "1", " and Figure ", "2", "; see ", "Supporting Information", " for further details). As described by Ruthven,", "(25a)", " a negative slope (decreasing ", "Q", "st", " with increased loading) is indicative of heterogeneous interactions and is commonly observed for surfaces that contain polarizable groups, especially polar or quadrupolar species. Conversely, ", "Q", "st", " plots with positive slopes are commonly observed for homogeneous surface interactions; such behavior can arise from spatial averaging of larger molecules, or because of cooperative adsorbate–adsorbate interactions upon increasing pressure.", "(25b)", " Constant ", "Q", "st", " versus loading is attributed to a balance between adsorbate-adsorbant heterogeneity and adsorbate–adsorbate interactions (Figure ", "2", ").", "(25)", "The observed CO", "2", " ", "Q", "st", " value at zero surface coverage for the parent PCM-10 was −18.4 kJ mol", "–1", ", which remained constant at higher loading (Figure ", "2", "). The various PSMs applied to PCM-10 resulted in wide tunability, between −11.7 and −22.8 kJ mol", "–1", " (for [Me–PCM-10]F and [Me–PCM-10]BF", "4", ", respectively; Table ", "1", "). Neutral PSMs that did not incorporate free anions into the pores resulted in small changes in the zero coverage value of ", "Q", "st", " for CO", "2", "; this suggests that P═O and P–AuCl moieties are only slightly better Lewis bases for CO", "2", " coordination than the free P: sites in PCM-10. However, the [Me–PCM-10]X materials showed a much wider variation in CO", "2", " ", "Q", "st", ", suggesting that CO", "2", " binding was directly affected by preferential interaction with free anions inside the pores, both at zero coverage and upon higher loading (Figure ", "2", "). The order of CO", "2", " ", "Q", "st", " values observed for X = I", "–", ", BF", "4", "–", ", and PF", "6", "–", " varied as predicted in the theoretical study of these anions (PF", "6", "–", " < I", "–", " < BF", "4", "–", "). Perhaps more interestingly, the experimentally determined magnitudes all showed excellent agreement with the calculated values (Table ", "1", "). However, in stark contrast to the theoretical prediction, F", "–", " doping resulted in the weakest CO", "2", " binding. We attribute this to solvation of F", "–", " anions, leading to conversion to less polarizing anionic species such as HF", "2–", ", which impede strong F–CO", "2", " interactions.", "3", "H", "2", " Adsorption Behavior", "H", "2", " sorption studies were conducted on PCM-10 and the PSM products. Only PCM-10, O=PCM-10, and ClAu–PCM-10 were able to adsorb significant amounts of H", "2", " gas at 77 K and 1.0 bar (Figure ", "3", "); the [Me–PCM-10]X materials showed negligible adsorption, which is interesting because larger CO", "2", " guest molecules were readily adsorbed inside these materials at much higher temperatures. Apparently, the ionic nature of the [Me–PCM-10]X derivatives selectively prevented sorption of H", "2", ". However, other cationic PCP materials with pore-based counter-anions are known to adsorb H", "2", ".", "(26)", " At 77 K and ", "p", " = 1.0 bar the charge-neutral materials PCM-10 and O=PCM-10 showed modest H", "2", " capacities of 0.63 wt % (69.5 cm", "3", " g", "–1", ") and 0.88 wt % (98.3 cm", "3", " g", "–1", "), respectively. However, ClAu–PCM-10 adsorbed 4.72 wt % (525.0 cm", "3", " g", "–1", ") under the same conditions, even though it is significantly (49%) heavier than PCM-10. Generally, microporous PCP-type materials show H", "2", " adsorption capacities at 77 K and 1 atm in the approximate range 0–3 wt %. Only a minority of designed PCPs have shown H", "2", " capacities in excess of 4 wt % under the same conditions. Higher H", "2", " capacities are often linked to the presence of open or unsaturated metal sites within the pores, such as those presented by P–AuCl structures in this work.", "(27)", " H", "2", " sorption in ClAu–PCM-10 was completely reversible upon desorption-readsorption cycling (Figure ", "3", "; yellow and brown data). It is noteworthy that all three materials that were able to adsorb H", "2", " displayed linear uptake isotherms across the entire range ", "p", " = 0–1 bar, with no marked desorption hysteresis. Similar adsorption profiles were obtained at slightly elevated temperature (87 K; ", "Supporting Information, Figure S5", "). Because of the nonclassical uptake behavior, it was not possible to accurately estimate ", "Q", "st", " values for H", "2", " binding using the standard virial approach. However, further numerical assessment of the H", "2", " uptake at 77 K and ", "p", " = 1.0 bar indicates that approximately 132 H", "2", " molecules were adsorbed per unit cell of ClAu–PCM-10 (", "Z", " = 4), which equates to 16.5 H", "2", " molecules per repeat unit. Hence, it is very unlikely that the increased H", "2", " capacity is solely due to preferential interactions with the AuCl species. The H", "2", " uptake can be explained by increased surface packing density, as observed previously in other materials that offer preferential H", "2", " binding sites. Unsaturated metal centers display the highest binding energy toward H", "2", ", followed by oxygen sites, then aromatic rings.", "(28)", " Although direct H", "2", "···Au interactions at mononuclear Au", "+", " sites are not unreasonable based on a number of catalytic studies,", "(29)", " it is also likely that the AuCl moieties decrease the size of the cavities in a manner that promotes more effective overall H", "2", " physisorption. Furthermore, PXRD studies on ClAu–PCM-10 before and after H", "2", " sorption do not show any evidence for the formation of colloidal Au", "0", " (nanoparticles). While it is impossible to rule out the presence of tiny Au clusters, no diffraction for Au metal was observed. The only intense diffraction peaks ", "post", "-H", "2", " loading corresponded to the ClAu–PCM-10 lattice (", "Supporting Information, Figure S1", "). Furthermore, H", "2", " chemisorption is not observed for metallic Au at 77K and 1 bar.", "(30)", "Figure 3. Comparison of H", "2", " adsorption at 77 K in PCM-10 (black), O=PCM-10 (red) and ClAu–PCM-10 (orange = first cycle; brown = second cycle); closed symbols are for adsorption, open symbols are for desorption.", "4", "Comparative Sorption Selectivity for Multiple Gases", "PSM of the parent PCM-10 with methyl phosphonium groups and subsequent I", "–", "/BF", "4", "–", " anion exchange resulted in overall improvement of sorption selectivity for multiple probe adsorbates at low temperature (Figure ", "4", "). PCM-10 showed similar capacities for H", "2", " and CO", "2", " (0.63 and 14.0 wt % respectively) at ", "p", " = 1.0 bar at low temperature, and was also able to adsorb O", "2", " and N", "2", " at 77 K to a lesser extent. However, the BF", "4", "–", " composite showed almost no measurable uptake of the latter gases and only 0.14 wt % H", "2", " sorption, while the CO", "2", " sorption ability of the material was unchanged. Hence, the incorporation of charged Me–P", "+", " and BF", "4", "–", " species into the pores appears to improve relative sorption selectivity for particular separations of complex gas mixtures, as has been reported recently for other ionic PCPs.", "(31)", "Figure 4. Comparison of adsorption selectivity for PCM-10 (left) and [Me–PCM-10]BF", "4", " (right) for CO", "2", " at 196 K (blue diamonds), H", "2", " (black triangles), O", "2", " (red circles), and N", "2", " (green squares), all at 77 K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In summary, the preparation of PCP materials using aryl phosphine ligand building blocks provides access to a range of PSM opportunities, which can be employed to improve the overall small molecule sorption properties. In particular, conversion of a PCM with abundant free phosphine sites into a cationic phosphonium framework that contains exchangeable anions was found to be a facile means to tune both the CO", "2", " adsorption characteristics and the relative sorption selectivity in the solid-state. Meanwhile, neutral AuCl coordination complexes in the pores resulted in an unusually large 8-fold increase in H", "2", " sorption at the same temperature.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Full experimental information, additional PXRD spectra, variable temperature adsorption isotherms, TGA data, FT-IR spectra. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "†", "Author Present Address", "Department of Materials and Environmental Chemistry, Stockholm University, Svante Arrhenium väg 16C, SE-106 91, Stockholm, Sweden.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "The authors thank Dr. Vincent M. Lynch (Texas; X-ray) and Dr. Vladimir Bakhmutov (Texas A&M; MAS NMR) for analytical assistance. This work was financially supported by The Welch Foundation (F-1738).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 31 other publications.", "1. ", "(a) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "(b) ", "Wang", ", ", "Z.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1315", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Postsynthetic modification of metal-organic frameworks", "Wang, Zhenqiang; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1315-1329", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review discusses modification of metal-org. frameworks (MOFs) in a postsynthetic scheme.  In this approach, the MOF is assembled and then modified with chem. reagents with preservation of the lattice structure.  Recent findings show amide couplings, isocyanate condensations, click' chem., and other reactions are suitable for postsynthetic modification (PSM).  In addn., a no. of MOFs, from IRMOF-3 to ZIF-90, are amenable to PSM.  The generality of PSM, in both scope of chem. reactions and range of suitable MOFs, clearly indicates that the approach is broadly applicable.  Indeed, the rapid increase in reports on PSM demonstrates this methodol. will play an increasingly important role in the development of MOFs for the foreseeable future (117 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurs%253D&md5=10201324893034e6f13702e86b62db16", "(c) ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "498", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Postsynthetic modification of metal-organic frameworks-a progress report", "Tanabe, Kristine K.; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "498-519", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are an important class of hybrid inorg.-org. materials.  In this tutorial review, a progress report on the postsynthetic modification (PSM) of MOFs is provided.  PSM refers to the chem. modification of the MOF lattice in a heterogeneous fashion.  This powerful synthetic approach has grown in popularity and resulted in a no. of advances in the functionalization and application of MOFs.  The use of PSM to develop MOFs with improved gas sorption, catalytic activity, bioactivity, and more robust phys. properties is discussed.  The results reported to date clearly show that PSM is an important approach for the development and advancement of these hybrid solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsg%253D%253D&md5=1dc915e25e01c1453862f2828fbe0804", "(d) ", "Song", ", ", "Y.-F.", "; ", "Cronin", ", ", "L.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4635", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Postsynthetic covalent modification of metal-organic framework (MOF) materials", "Song, Yu-Fei; Cronin, Leroy", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "25", "),\r\n    ", "4635-4637", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review is presented on the recent progress on post-synthetic covalent modification of MOF (metal-org. framework) materials which has led to the discovery of exciting new porous inorg. materials.  For example, the amine functionality of MOF's contg. 2-amino-1,4-benzenedicarboxylate may be converted to acetamide or urea derivs.  These results involve transformation of the org. groups of MOFs without altering the three-dimensional structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnvFKrtbs%253D&md5=225d3230ba2aad46022e0b48fdede619", "2. ", "(a) ", "Cohen", ", ", "S. M.", "; ", "Wang", ", ", "Z.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "12368", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Postsynthetic Covalent Modification of a Neutral Metal-Organic Framework", "Wang, Zhenqiang; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "41", "),\r\n    ", "12368-12369", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The covalent modification of the metal-org. framework (MOF) [Zn4O(2-NH2-1,4-(CO2)2C6H4)3]n (IRMOF-3) has been achieved using acetic anhydride.  Mass spectrometry and 1H NMR evidence shows that the free amine groups in IRMOF-3 are converted to amides in high yields.  Control expts. and X-ray diffraction studies suggest that this reaction occurs on the intact framework with preservation of crystallinity.  This finding opens up new possibilities for the prepn. of novel MOFs using a postsynthetic modification strategy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVGmtbfF&md5=098b12685835b7c2afba484ac6042a74", "(b) ", "Banerjee", ", ", "D.", "; ", "Kim", ", ", "S. J.", "; ", "Wu", ", ", "H.", "; ", "Xu", ", ", "W.", "; ", "Borkowski", ", ", "L. A.", "; ", "Li", ", ", "J.", "; ", "Parise", ", ", "J. B.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "208", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Anionic Gallium-Based Metal-Organic Framework and Its Sorption and Ion-Exchange Properties", "Banerjee, Debasis; Kim, Sun Jin; Wu, Haohan; Xu, Wenqian; Borkowski, Lauren A.; Li, Jing; Parise, John B.", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "1", "),\r\n    ", "208-212", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A gallium-based metal-org. framework Ga6(C9H3O6)8·(C2H8N)6(C3H7NO)3(H2O)26 [1, Ga6(1,3,5-BTC)8·6DMA·3DMF·26H2O], GaMOF-1; BTC = benzenetricarboxylate/trimesic acid and DMA = dimethylamine], with space group I4[n.773]3d, a = 19.611(1) Å, and V = 7953.4(6) Å3, was synthesized using solvothermal techniques and characterized by synchrotron-based X-ray microcrystal diffraction.  Compd. 1 contains isolated gallium tetrahedra connected by the org. linker (BTC) forming a 3,4-connected anionic porous network.  Disordered pos. charged ions and solvent mols. are present in the pore, compensating for the neg. charge of the framework.  These pos. charged mols. could be exchanged with alkali-metal ions, as is evident by an ICP-MS study.  The H2 storage capacity of the parent framework is moderate with a H2 storage capacity of ∼0.5 wt % at 77 K and 1 atm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaksbrL&md5=1ad7e7c9fb800e3146508173372179ee", "3. ", "(a) ", "Kandiah", ", ", "M.", "; ", "Usseglio", ", ", "S.", "; ", "Svelle", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Lillerud", ", ", "K. P.", "; ", "Tilset", ", ", "M.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "9848", "[", "Crossref", "], [", "CAS", "]", "3. ", "Post-synthetic modification of the metal-organic framework compound UiO-66", "Kandiah, Mathivathani; Usseglio, Sandro; Svelle, Stian; Olsbye, Unni; Lillerud, Karl Petter; Tilset, Mats", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "44", "),\r\n    ", "9848-9851", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Post-synthetic modification is a viable route for the introduction of surface sites with new chem. properties in metal-org. framework compds.  Herein it is possible to perform covalent post-synthetic modifications of the UiO-66-NH2 MOF ([Zr6O4(OH)4L6]n, H2L = 2-amino-1,4-benzenedicarboxylic acid) with four different acid anhydrides.  FTIR is employed to monitor the reactions and the extent of reaction depends on the bulkiness of the anhydrides.  For the smallest one, acetic anhydride, 100% conversion to UiO-66-NHCOCH3 was obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKjtLzE&md5=7530c31750ac8f6b997bbf5dcb27c1eb", "(b) ", "Yan", ", ", "Q.", "; ", "Lin", ", ", "Y.", "; ", "Wu", ", ", "P.", "; ", "Zhao", ", ", "L.", "; ", "Cao", ", ", "L.", "; ", "Peng", ", ", "L.", "; ", "Kong", ", ", "C.", "; ", "Chen", ", ", "L.", " ", "ChemPlusChem", " ", "2013", ",  ", "78", ",  ", "86", "[", "Crossref", "], [", "CAS", "]", "3. ", "Designed Synthesis of Functionalized Two-Dimensional Metal-Organic Frameworks with Preferential CO2 Capture", "Yan, Qiuju; Lin, Yichao; Wu, Pengyan; Zhao, Li; Cao, Lujie; Peng, Luming; Kong, Chunlong; Chen, Liang", "ChemPlusChem", "\r\n        (", "2013", "),\r\n    ", "78", "\r\n        (", "1", "),\r\n    ", "86-91", "CODEN:\r\n                ", "CHEMM5", ";\r\n        ISSN:", "2192-6506", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In metal-org. framework (MOF) chem., polar functionalities greatly affect the gas adsorption properties.  However, synthesis of MOFs with desired functionality is very challenging because many chem. functionalities cannot be achieved under the conditions for MOF assembly.  Herein, a facile synthesis of new functionalized two-dimensional MOFs with preferential CO2 capture is presented, which uses two successive synthesis steps: 1) rational design and template-free synthesis of the parent MOF with designated pendant amino groups and 2) postsynthetic modification of the active amino groups with acetic acid and trimesoyl chloride functionalities.  The only variation in structure arises from the functional groups of these materials.  Exptl. results demonstrate that the three 2D layered MOFs have remarkable thermal stability and moisture resistance, which are particularly advantageous for practical CO2 capture.  Although their surface areas are moderate (270-340 m2 g-1), they still have excellent CO2 adsorption capacity (up to 2.9 mmol g-1 at 1 bar and 273 K) comparable to that of previously reported MOFs with much higher surface areas.  Based on first-principles calcns., it is shown that the acidic carbonyl functionalities in addn. to the amino groups are also favorable to bind CO2 mols.  The adsorption sites generated from polar functionalities are key factors leading to high CO2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFGhur0%253D&md5=420c22b624f4d69904dbd6dfdaff01bb", "(c) ", "Wang", ", ", "Z.", "; ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "212", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Tuning Hydrogen Sorption Properties of Metal-Organic Frameworks by Postsynthetic Covalent Modification", "Wang, Zhenqiang; Tanabe, Kristine K.; Cohen, Seth M.", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "1", "),\r\n    ", "212-217, S212/1-S212/29", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Postsynthetic modification is presented as a means to tune the hydrogen adsorption properties of metal-org. frameworks (MOFs).  IRMOF-3 (isoreticular metal-org. framework), UMCM-1-NH2 (University of Michigan cryst. material), and DMOF-1-NH2 (DABCO metal-org. framework), which are all based on ZnII and 2-amino-1,4-benzenedicarboxylate, were covalently modified with anhydrides or isocyanates and the hydrogen sorption properties were studied.  Both the storage capacities and isosteric heats of adsorption clearly show that covalent postsynthetic modification can significantly enhance the sorption affinity of MOFs with hydrogen and in some cases increase both gravimetric and volumetric uptake of the gas ≤40%.  The significance of the present study is illustrated by: (1) the nature of the substituents introduced by postsynthetic modification result in different effects on the binding of hydrogen; (2) the covalent postsynthetic modification approach allows for systematic modulation of hydrogen sorption properties; and (3) the ease of postsynthetic modification of MOFs allows a direct evaluation of the interplay between MOF structure, hydrogen uptake, and heat of adsorption.  The findings presented herein show that postsynthetic modification is a powerful method to manipulate and better understand the gas sorption properties of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1WksLnK&md5=74cf38bb04eff48b534f12eccc041cba", "4. ", "(a) ", "McDonald", ", ", "T. M.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "2022", "[", "Crossref", "], [", "CAS", "]", "4. ", "Enhanced carbon dioxide capture upon incorporation of N,N'-dimethylethylenediamine in the metal-organic framework CuBTTri", "McDonald, Thomas M.; D'Alessandro, Deanna M.; Krishna, Rajamani; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "2022-2028", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High capacity, high selectivity, and low-cost regeneration conditions are the most important criteria by which new adsorbents for post-combustion CO2 capture will be judged.  The incorporation of N,N'-dimethylethylenediamine (mmen) into H3(Cu4Cl)3(BTTri)8 (CuBTTri; H3BTTri = 1,3,5-tri(1H-1,2,3-triazol-4-yl)benzene), a H2O-stable, triazolate-bridged framework, is shown to drastically enhance CO2 adsorption, resulting in one of the best performing metal-org. frameworks for CO2 sepn. reported to date.  High porosity was maintained despite stoichiometric attachment of mmen to the open metal sites of the framework, resulting in a BET surface area of 870 m2 g-1.  At 25° under a 0.15 bar CO2/0.75 bar N2 mixt., mmen-CuBTTri adsorbs 2.38 mmol CO2 g-1 (9.5%) with a selectivity of 327, as detd. using Ideal Adsorbed Soln. Theory (IAST).  The high capacity and selectivity are consequences of the exceptionally large isosteric heat of CO2 adsorption, calcd. to be -96 kJ mol-1 at zero coverage.  IR spectra support chemisorption between amines and CO2 as one of the primary mechanisms of uptake.  Despite the large initial heat of adsorption, the CO2 uptake was fully reversible and the framework could be easily regenerated at 60°, enabling a cycling time of just 27 min with no loss of capacity over 72 adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFagtrzM&md5=eeb691022dc2b81537158452bbc9f11c", "(b) ", "Montoro", ", ", "C.", "; ", "García", ", ", "E.", "; ", "Calero", ", ", "S.", "; ", "Pérez-Fernández", ", ", "M. A.", "; ", "López", ", ", "A. L.", "; ", "Barea", ", ", "E.", "; ", "Navarro", ", ", "J. A. R.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10155", "[", "Crossref", "], [", "CAS", "]", "4. ", "Functionalisation of MOF open metal sites with pendant amines for CO2 capture", "Montoro, Carmen; Garcia, Elena; Calero, Sofia; Perez-Fernandez, Maria A.; Lopez, Antonio L.; Barea, Elisa; Navarro, Jorge A. R.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10155-10158", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The effect of functionalization of open metal sites in [Cu3(btc)2] (btc = 1,3,5-benzenetricarboxylate) [HKUST-1] with bifunctional amines for CO2 adsorption was studied under dry and humid conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhtLw%253D&md5=60fa8ba1767bbbfe293caa52cc1663db", "(c) ", "Wang", ", ", "X.", "; ", "Li", ", ", "H.", "; ", "Hou", ", ", "X.-J.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "19814", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Amine-Functionalized Metal Organic Framework as a Highly Selective Adsorbent for CO2 over CO", "Wang, Xingrui; Li, Huiquan; Hou, Xin-Juan", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "37", "),\r\n    ", "19814-19821", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An amine-functionalized metal org. framework, TEPA-MIL-101, was prepd. by grafting tetraethylenepentamine (TEPA) on the coordinatively unsatd. Cr(III) sites of MIL-101 for the selective adsorption of CO2 over CO.  The adsorbents were characterized using various techniques.  The TEPA mol. was successfully grafted on Cr(III) without destroying the intrinsic structure of MIL-101.  Isotherms for CO2 and CO adsorption on MIL-101 and TEPA-MIL-101 were obtained to det. the effects of the grafted TEPA on the CO2 adsorption capacity and selectivity.  The CO2 capacity on TEPA-MIL-101 was higher than that on MIL-101 at lower pressures, whereas the CO capacity sharply decreased.  The selectivity for CO2 over CO was clearly improved from 1.77 to 70.2 at 298 K and total pressure 40 kPa.  The d. functional theory calcn. for the adsorption of CO2 and CO on TEPA indicates that the bonding energy of CO2 is obviously higher than that of CO.  Anal. of the cyclic adsorption performance reveals the high stability of the adsorbent.  From the exptl. and simulation results, the grafting of amines on coordinatively unsatd. sites of metal org. frameworks is an effective method of achieving selective adsorption of CO2 over CO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Gnu7vJ&md5=c60b6f1b981232ec7fb254043ee6567c", "(d) ", "Choi", ", ", "S.", "; ", "Watanabe", ", ", "T.", "; ", "Bae", ", ", "T.-H.", "; ", "Sholl", ", ", "D. S.", "; ", "Jones", ", ", "C. W.", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "1136", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Modification of the Mg/DOBDC MOF with Amines to Enhance CO2 Adsorption from Ultradilute Gases", "Choi, Sunho; Watanabe, Taku; Bae, Tae-Hyun; Sholl, David S.; Jones, Christopher W.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "9", "),\r\n    ", "1136-1141", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The MOF Mg/DOBDC has one of the highest known CO2 adsorption capacities at the low to moderate CO2 partial pressures relevant for CO2 capture from flue gas but is difficult to regenerate for use in cyclic operation.  In this work, Mg/DOBDC is modified by functionalization of its open metal coordination sites with ethylene diamine (ED) to introduce pendent amines into the MOF micropores.  DFT calcns. and exptl. nitrogen physisorption and thermogravimetric anal. suggest that 1 ED mol. is added to each unit cell, on av.  This modification both increases the material's CO2 adsorption capacity at ultradilute CO2 partial pressures and increases the regenerability of the material, allowing for cyclic adsorption-desorption cycles with identical adsorption capacities.  This is one of the first MOF materials demonstrated to yield significant adsorption capacities from simulated ambient air (400 ppm CO2), and its capacity is competitive with the best-known adsorbents based on amine-oxide composites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlsVaru7w%253D&md5=2b504f0d0af0a67d0bffddcbebfc1e02", "5. ", "(a) ", "Gadzikwa", ", ", "T.", "; ", "Farha", ", ", "O. M.", "; ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "Chem. Commun.", " ", "2009", ",  ", "3720", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A Zn-based, pillared paddlewheel MOF containing free carboxylic acids via covalent post-synthesis elaboration", "Gadzikwa, Tendai; Farha, Omar K.; Mulfort, Karen L.; Hupp, Joseph T.; Nguyen, SonBinh T.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "25", "),\r\n    ", "3720-3722", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A Zn-based, mixed-ligand (pillared paddlewheel), metal-org. framework (MOF), [Zn2(TCPB)(DPG)]n [TCPB = 1,2,4,5-tetrakis(4-carboxyphenyl)benzene, DPG = meso-1,2-bis(4-pyridyl)-1,2-ethanediol], was covalently and quant. decorated with free carboxylic acids to demonstrate the utility of covalent post-synthesis modification in the construction of otherwise inaccessible carboxy-functionalized MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnslent7k%253D&md5=b602810d65773fa33357c802204f3fca", "(b) ", "Ingleson", ", ", "M. J.", "; ", "Perez Barrio", ", ", "J.", "; ", "Guilbaud", ", ", "J.-B.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Chem. Commun.", " ", "2008", ",  ", "44", ",  ", "2680", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Dau", ", ", "P. V.", "; ", "Kim", ", ", "M.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "601", "[", "Crossref", "], [", "CAS", "]", "5. ", "site-selective cyclometalation of a metal-organic framework", "Dau, Phuong V.; Kim, Min; Cohen, Seth M.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "601-605", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Although porous materials, including metal-org. frameworks (MOFs), can be functionalized using heterogeneous reactions (soln.-solid, gas-solid), there are no reports that modify chem. identical sites in a spatially selective, periodic fashion.  Herein, the cyclometalation of two noninterpenetrated MOFs and an interpenetrated MOF in the solid state is reported using [Ir(COD)(OCH3)]2 and [Rh(COD)(Cl)]2 (COD = 1,5-cyclooctadiene).  Incredibly, the cyclometalation of the interpenetrated MOF occurs only on ligands that lie along, one crystallog. axis, providing an unprecedented example of site-selective postsynthetic modification (PSM).  This represents a degree of control on the functionalization of a porous, material that was not otherwise realized, and is achieved in part because of the cryst., periodic nature of MOFs.  Also, the degree of cyclometalation, increases the sorption capacity of the interpenetrated MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlyruw%253D%253D&md5=abf3007371d3b3b1a16068a346b4340f", "6. ", "(a) ", "Goto", ", ", "Y.", "; ", "Sato", ", ", "H.", "; ", "Shinkai", ", ", "S.", "; ", "Sada", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14354", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "\"Clickable\" Metal-Organic Framework", "Goto, Yuta; Sato, Hiroki; Shinkai, Seiji; Sada, Kazuki", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "44", "),\r\n    ", "14354-14355", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors demonstrated the metal-org. framework bearing the azide group in the org. linkers and in situ click reactions with some small alkynes.  The XRPD patterns indicated that the click reaction proceeded without any decompn. of the original MOF network.  Controlling the org. linkers and incorporation of the azide groups should provide the designer-made MOFs that have controlled mol. cavities with the desired steric dimensions and functionality.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1Squ7fE&md5=04bc565fb80d5bc90c4bf06f4f09acc3", "(b) ", "Zhu", ", ", "W.", "; ", "He", ", ", "C.", "; ", "Wu", ", ", "P.", "; ", "Wu", ", ", "X.", "; ", "Duan", ", ", "C.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3072", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "\"Click\" post-synthetic modification of metal-organic frameworks with chiral functional adduct for heterogeneous asymmetric catalysis", "Zhu, Wenting; He, Cheng; Wu, Pengyan; Wu, Xiao; Duan, Chunying", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "10", "),\r\n    ", "3072-3077", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two enantiomeric Zn-MOFs, having l- or d-proline chiral functionality, were achieved through in situ click reactions by modifying two opposite chiral adducts within the same pre-assembled achiral MOFs, resp.  Both of them exhibited remarkable catalytic activities in the relative asym. aldol reactions, and led to the formation of opposite enantiomorphs.  The significant advantage of this approach not only includes the conversion of chem. and thermally robust MOFs into enantiomeric chiral material having catalytically active sites, but also involves the potential applications in asym. transformations with desirable chiralities of a special enantiomorph.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisFOruro%253D&md5=b431b90735d1ed9ec7e795bc254db31e", "(c) ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Liu", ", ", "T.-F.", "; ", "Li", ", ", "J.-R.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14690", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Pore Surface Engineering with Controlled Loadings of Functional Groups via Click Chemistry in Highly Stable Metal-Organic Frameworks", "Jiang, Hai-Long; Feng, Dawei; Liu, Tian-Fu; Li, Jian-Rong; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "14690-14693", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of ZrCl4 and single or mixed linear dicarboxylic acids bearing Me or azide groups lead to highly stable isoreticular metal-org. frameworks (MOFs) with content-tunable, accessible, reactive azide groups inside the large pores.  These Zr-based MOFs offer an ideal platform for pore surface engineering by anchoring various functional groups with controlled loadings onto the pore walls via the click reaction, endowing the MOFs with tailor-made interfaces.  Significantly, the framework and crystallinity of the functionalized MOFs are well-retained, and the engineered pore surfaces are readily accessible, thus providing more opportunities for powerful and broad applications of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7nN&md5=934b568c0acb7ed4e8c55a2f22d54a51", "(d) ", "Savonnet", ", ", "M.", "; ", "Camarata", ", ", "A.", "; ", "Canivet", ", ", "J.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Bats", ", ", "N.", "; ", "Lecocq", ", ", "V.", "; ", "Pinel", ", ", "C.", "; ", "Farrusseng", ", ", "D.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3945", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Tailoring metal-organic framework catalysts by click chemistry", "Savonnet, Marie; Camarata, Aurelie; Canivet, Jerome; Bazer-Bachi, Delphine; Bats, Nicolas; Lecocq, Vincent; Pinel, Catherine; Farrusseng, David", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "3945-3948", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We successively introduce new catalytic centers through click reaction into MOFs and modify their environment by addn. of lipophilic groups.  The resulting bifunctionalized MOF provides an optimized balance between basicity and lipophilicity and shows outstanding performance for the transesterification reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegs7w%253D&md5=06ce80b15e8a736191f4cd16b7ced119", "7. ", "(a) ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "(b) ", "Cao", ", ", "J.", "; ", "Gao", ", ", "Y.", "; ", "Wang", ", ", "Y.", "; ", "Du", ", ", "C.", "; ", "Liu", ", ", "Z.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "6897", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A microporous metal-organic open framework containing uncoordinated carbonyl groups as postsynthetic modification sites for cation exchange and Tb3+ sensing", "Cao, Jianwei; Gao, Yanfei; Wang, Yanqin; Du, Chunfang; Liu, Zhiliang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "61", "),\r\n    ", "6897-6899", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel 3-dimensional microporous compd. [Zn3(Httca)2(4,4'-bpy)(H2O)2]n (MOF-COOH) (H4ttca = [1,2':2',1''-terphenyl]-4,4',4''',5'-tetracarboxylic acid) contg. uncoordinated carbonyl groups pointing to the pores was prepd.  The uncoordinated carbonyl groups in the channels can act as postsynthetic modification sites for cation exchange.  The MOF-COOH compd. can effectively and selectively serve as an antenna for sensitizing the visible-emitting Tb3+ cation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVOjsrfK&md5=cf398ae43ecc537af09fe327cbba71d9", "(c) ", "Akhbari", ", ", "K.", "; ", "Morsali", ", ", "A.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "4786", "[", "Crossref", "], [", "CAS", "]", "7. ", "Modulating methane storage in anionic nano-porous MOF materials via post-synthetic cation exchange process", "Akhbari, Kamran; Morsali, Ali", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "14", "),\r\n    ", "4786-4789", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The post-synthesis cation exchange process of [HDMA]2[Zn2(BDC)3(DMA)2]·6DMF (I) (HDMA+: dimethylamonnium, BDC2-: 1,4-benzenedicarboxilate, DMA: dimethylamine and DMF: N,N'-dimethylformamide) anionic MOF with Ni2+, Cu2+, Li+, Na+ and K+ ions was investigated by ICP, CHN, XRD, 1H-NMR and TG analyses.  Replacement of the org. cation with the smaller Li+ ion in I leads to an increase in its internal surface area and methane sorption capacity.  By the strategy developed here, it is possible to prep. ion exchanged MOFs with higher surface area and methane sorption capacity capable of operating at more ambient temp. and pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjslGksL0%253D&md5=de65d706dd3a5d3aed4c2bd21db6d232", "(d) ", "Yang", ", ", "S.", "; ", "Martin", ", ", "G. S. B.", "; ", "Titman", ", ", "J. J.", "; ", "Blake", ", ", "A. J.", "; ", "Allan", ", ", "D. R.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "9374", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Pore with Gate: Enhancement of the Isosteric Heat of Adsorption of Dihydrogen via Postsynthetic Cation Exchange in Metal-Organic Frameworks", "Yang, Sihai; Martin, Gregory S. B.; Titman, Jeremy J.; Blake, Alexander J.; Allan, David R.; Champness, Neil R.; Schroder, Martin", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "19", "),\r\n    ", "9374-9384", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three isostructural anionic frameworks {[(Hdma)(H3O)][In2(L1)2]·4DMF·5H2O}∞ (NOTT-206-solv, H4L1 = 2,7-bis(3,5-dicarboxyphenyl)-9,10-dihydrophenanthrene), {[H2ppz][In2(L2)2]·3.5DMF·5H2O}∞ (NOTT-200-solv, H4L2 = [1,1':4',1'':4'',1'''-quaterphenyl]-3,3''',5,5'''-tetracarboxylic acid), and {[H2ppz][In2(L3)2]·4DMF·5.5H2O}∞ (NOTT-208-solv, H4L3 = [1,1':4',1'':4'',1''':4''',1''''-quinquephenyl]-3,3'''',5,5''''-tetracarboxylic acid, dma = dimethylamine; ppz = piperazine) each featuring org. countercations that selectively block the channels and act as pore gates were prepd.  The org. cations within the as-synthesized frameworks can be replaced by Li+ ions to yield the corresponding Li+-contg. frameworks {Li1.2(H3O)0.8[In2(L1)2]·14H2O}∞ (NOTT-207-solv), {Li1.5(H3O)0.5[In2(L2)2]·11H2O}∞ (NOTT-201-solv), and {Li1.4(H3O)0.6[In2(L3)2]·4acetone·11H2O}∞ (NOTT-209-solv) in which the pores are now unblocked.  The desolvated framework materials NOTT-200a, NOTT-206a, and NOTT-208a display nonporous, hysteretic and reversible N2 uptakes, resp., while NOTT-206a and NOTT-200a provide a strong kinetic trap showing adsorption/desorption hysteresis with H2.  Single crystal x-ray anal. confirms that the Li+ ions are either tetrahedrally (in NOTT-201-solv and NOTT-209-solv) or octahedrally (in NOTT-207-solv) coordinated by carboxylate oxygen atoms and/or water mols.  This is supported by 7Li solid-state NMR spectroscopy.  NOTT-209a, compared with NOTT-208a, shows a 31% enhancement in H2 storage capacity coupled to a 38% increase in the isosteric heat of adsorption to 12 kJ/mol at zero coverage.  Thus, by modulating the pore environment via postsynthetic cation exchange, the gas adsorption properties of the resultant MOF can be fine-tuned.  This affords a methodol. for the development of high capacity storage materials that may operate at more ambient temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFeksr%252FE&md5=01e33115d8d0fd68b3f2a21cc18e8d3d", "8. ", "(a) ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "(b) ", "Ingleson", ", ", "M. J.", "; ", "Heck", ", ", "R.", "; ", "Gould", ", ", "J. A.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "9986", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Nitric Oxide Chemisorption in a Postsynthetically Modified Metal-Organic Framework", "Ingleson, Michael J.; Heck, Romain; Gould, Jamie A.; Rosseinsky, Matthew J.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "21", "),\r\n    ", "9986-9988", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic metal-org. framework (MOF) derivatization introduces accessible secondary amine functionalities that react with nitric oxide (NO) to form N-diazenium diolates.  This is in contrast to the parent MOF that binds NO essentially irreversibly at open metal coordination sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SrurrK&md5=32a0c338b5998cb08b9b5c88108c3e6b", "(c) ", "Nguyen", ", ", "J. G.", "; ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "2335", "[", "Crossref", "], [", "CAS", "]", "8. ", "Postsynthetic diazeniumdiolate formation and NO release from MOFs", "Nguyen, Joseph G.; Tanabe, Kristine K.; Cohen, Seth M.", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "8", "),\r\n    ", "2335-2338", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two different metal-org. frameworks (MOFs) zinc μ-[2-amino-1,4-benzenedicarboxylato(2-)-κO1:κO1']-μ4-oxo complexes modified with nitric oxide (NO) through covalent postsynthetic modification (PSM) to form diazeniumdiolate-functionalized and releasing MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht12jtrnK&md5=053e39edd1c95b6832d2716502c5a1a6", "9. ", "(a) ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "A. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "(b) ", "Southon", ", ", "P. D.", "; ", "Price", ", ", "D. J.", "; ", "Nielsen", ", ", "P. K.", "; ", "McKenzie", ", ", "C. J.", "; ", "Kepert", ", ", "C. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "10885", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Reversible and Selective O2 Chemisorption in a Porous Metal-Organic Host Material", "Southon, Peter D.; Price, David J.; Nielsen, Pia K.; McKenzie, Christine J.; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "28", "),\r\n    ", "10885-10891", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. host material [{CoIII2(bpbp)(O2)}2bdc](PF6)4 (1·2O2; bpbp- = 2,6-bis(N,N-bis(2-pyridylmethyl)aminomethyl)-4-tert-butylphenolato; bdc2- = 1,4-benzenedicarboxylato) displays reversible chemisorptive desorption and resorption of dioxygen through conversion to the deoxygenated Co(II) form [{CoII2(bpbp)}2bdc](PF6)4 (1).  Single crystal x-ray diffraction anal. indicates that the host lattice 1·2O2, achieved through desorption of included water guests from the as-synthesized phase 1·2O2·3H2O, consists of an ionic lattice contg. discrete tetranuclear complexes, between which lie void regions that allow the migration of dioxygen and other guests.  Powder x-ray diffraction analyses indicate that the host material retains crystallinity through the dioxygen desorption/chemisorption processes.  Dioxygen chemisorption measurements on 1 show near-stoichiometric uptake of dioxygen at 5 mbar and 25°, and this capacity is largely retained at temps. >100°.  Gas adsorption isotherms of major atm. gases on both 1 and 1·2O2 indicate the potential suitability of this material for air sepn., with a O2/N2 selectivity factor of 38 at 1 atm.  Comparison of oxygen binding in soln. and in the solid state indicates a dramatic increase in binding affinity to the complex when it is incorporated in a porous solid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotFSgu70%253D&md5=c98980231c11bba4545d76c28ad08316", "10. ", "(a) ", "Kaye", ", ", "S. S.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "806", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Matrix Isolation Chemistry in a Porous Metal-Organic Framework: Photochemical Substitutions of N2 and H2 in Zn4O[(η6-1,4-Benzenedicarboxylate)Cr(CO)3]3", "Kaye, Steven S.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "3", "),\r\n    ", "806-807", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of the microporous metal-org. framework Zn4O(BDC)3 (BDC2- = 1,4-benzenedicarboxylate) with Cr(CO)6 at 140 °C in a 6:1 mixt. of di-Bu ether and THF affords Zn4O[(BDC)Cr(CO)3]3 (1).  This compd. retains the porous cubic structure of the parent framework, but features Cr(CO)3 groups attached in an η6 fashion to all of the benzene rings.  Compd. 1 is also microporous, exhibiting a BET surface area of 2130 m2/g.  It can be fully decarbonylated by heating at 200° C, but the resulting gray solid (2) shows little affinity for N2 or H2 at 298 K, suggesting aggregation of the chromium atoms.  In contrast, photolysis of 1 using 450-nm light in an atm. of N2 or H2 produces solids with IR spectra indicative of Zn4O[(BDC)Cr(CO)2(N2)]3 (3) and Zn4O[(BDC)Cr(CO)2(H2)]3 (4).  Under an N2 atmosphere, compd. 4 completely converts into compd. 3 over the course of 12 h, demonstrating the lability of the Cr0-H2 bond.  Owing to isolation of the metal centers within the rigid, evacuable framework structures, the N2- and H2-substituted compds. show greatly enhanced stability relative to mol. analogs generated in frozen gas matrixes or supercrit. fluid solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOnur3J&md5=85a5ab8f94a2f3803a4c68446cad6718", "(b) ", "Oisaki", ", ", "K.", "; ", "Li", ", ", "Q.", "; ", "Furukawa", ", ", "H.", "; ", "Czaja", ", ", "A. U.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "9262", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "A Metal-Organic Framework with Covalently Bound Organometallic Complexes", "Oisaki, Kounosuke; Li, Qiaowei; Furukawa, Hiroyasu; Czaja, Alexander U.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "27", "),\r\n    ", "9262-9264", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A procedure for making covalently linked organometallic complexes within the pores of metal-org. frameworks (MOFs) has been described.  An N-heterocyclic carbene precursor contg. link I was prepd. and then constructed into a MOF-5-type structure (IRMOF-76).  Attempts to produce covalently bound organometallic complexes in IRMOF-76 were unsuccessful.  An alternative way of linking the first metalated link, palladium-NHC complex II, into the desired metalated MOF structure, IRMOF-77, was successful.  IRMOF-76 and -77 were characterized by single-crystal x-ray studies.  Demonstration of permanent porosity and successful substitution of the pyridine coligand in IRMOF-77 are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnsFyhtL0%253D&md5=bb5a99422f2766efb5eb706e9c847381", "(c) ", "Wu", ", ", "C.-D.", "; ", "Hu", ", ", "A.", "; ", "Zhang", ", ", "L.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "8940", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "A Homochiral Porous Metal-Organic Framework for Highly Enantioselective Heterogeneous Asymmetric Catalysis", "Wu, Chuan-De; Hu, Aiguo; Zhang, Lin; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "25", "),\r\n    ", "8940-8941", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral porous noninterpenetrating metal-org. framework (MOF) was constructed by linking infinite 1D [Cd(μ-Cl)2]n zigzag chains with axially chiral bipyridine bridging ligands contg. orthogonal secondary functional groups.  The secondary chiral dihydroxy groups accessible via the large open channels in the MOF were used to generate a heterogeneous asym. catalyst for the addn. of diethyzinc to arom. aldehydes to afford chiral secondary alcs. at ≤ 93% enantiomeric excess.  Control expts. with dendritic arom. aldehydes of different sizes indicate that the heterogeneous asym. catalyst derived from the MOF is both highly active and enantioselective as a result of the creation of readily accessible, uniform active catalyst sites inside the porous MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkslGju7k%253D&md5=be949b8f1137bf47943fc56138ccbec3", "(d) ", "Canivet", ", ", "J.", "; ", "Aguado", ", ", "S.", "; ", "Schuurman", ", ", "Y.", "; ", "Farrusseng", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "4195", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "MOF-Supported Selective Ethylene Dimerization Single-Site Catalysts through One-Pot Postsynthetic Modification", "Canivet, Jerome; Aguado, Sonia; Schuurman, Yves; Farrusseng, David", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "11", "),\r\n    ", "4195-4198", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The one-pot postfunctionalization allows anchoring a mol. nickel complex into a mesoporous metal-org. framework (Ni@(Fe)MIL-101).  It is generating a very active and reusable catalyst for the liq.-phase ethylene dimerization to selectively form 1-butene.  Higher selectivity for 1-butene is found using the Ni@(Fe)MIL-101 catalyst than reported for mol. nickel diimino complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjslSnsbs%253D&md5=caadb2e76899e1c959ce8da3de02f781", "(e) ", "Jacobs", ", ", "T.", "; ", "Clowes", ", ", "R.", "; ", "Cooper", ", ", "A. I.", "; ", "Hardie", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "5192", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A Chiral, Self-Catenating and Porous Metal-Organic Framework and its Post-Synthetic Metal Uptake", "Jacobs, Tia; Clowes, Rob; Cooper, Andrew I.; Hardie, Michaele J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "21", "),\r\n    ", "5192-5195", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A robust and porous metal-org. framework material with unique 4-connected self-catenating structure, [Zn(iso)(L)]·2DMF (1) (iso = isophthalate, DMF = N,N'-dimethylformamide, L = N,N'-bis(pyridin-4-yl)-2,2'-bipyridine-5,5'-dicarboxamide), was synthesized.  The structure features empty bipyridine metal-chelating sites that can be doped with copper cations in a single-crystal-to-single-crystal post-synthetic modification, generating [ZnCu1/3(iso)(L)]·1/3Cl·[CuCl2]0.3·n(DMF) (2).  The crystal structure of complexes 1 and 2 were detd. by single crystal X-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xls1elu7c%253D&md5=553109d4c9d1bbcd5be7e00102eaa24a", "11. ", "(a) ", "Chen", ", ", "Y.-Q.", "; ", "Li", ", ", "G.-R.", "; ", "Chang", ", ", "Z.", "; ", "Qu", ", ", "Y.-K.", "; ", "Zhang", ", ", "Y.-H.", "; ", "Bu", ", ", "X.-H.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3678", "[", "Crossref", "], [", "CAS", "]", "11. ", "A Cu(I) metal-organic framework with 4-fold helical channels for sensing anions", "Chen, Yong-Qiang; Li, Guo-Rong; Chang, Ze; Qu, Yang-Kun; Zhang, Ying-Hui; Bu, Xian-He", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "3678-3682", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new Cu(I) metal-org. framework, {[Cu(pytpy)]·NO3·MeOH}∞ (1), which is a 4-fold interpenetrating 3-dimensional framework with (10,3)-b topol., was synthesized by self-assembly of Cu(NO3)2·3H2O with 2,4,6-tris(4-pyridyl)pyridine (pytpy) in mixed-solvent.  The guest MeOH mols. in the channels of 1 could be replaced by H2O mols. via a single-crystal-to-single-crystal (SC-SC) process, and the hydrated complex could serve as a host for sensing anions with different geometries which can be conveniently recognized visually.  Also, the desolvated complex shows selective uptake of CO2 over N2 at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOksL7F&md5=57c8310d004fd648e16fe8efbeab9d87", "(b) ", "Manna", ", ", "B.", "; ", "Chaudhari", ", ", "A. K.", "; ", "Joarder", ", ", "B.", "; ", "Karmakar", ", ", "A.", "; ", "Ghosh", ", ", "S. K.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "998", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Dynamic Structural Behavior and Anion-Responsive Tunable Luminescence of a Flexible Cationic Metal-Organic Framework", "Manna, Biplab; Chaudhari, Abhijeet K.; Joarder, Biplab; Karmakar, Avishek; Ghosh, Sujit K.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "3", "),\r\n    ", "998-1002", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A dynamic luminescent cationic porous framework was synthesized using a newly designed chelating N-donor ligand I (L).  The compd. [{Zn(L)(MeOH)2}(NO3)2·xG]n (1a, G = disordered guest mols.), with a H-bonded 1D chain structure, shows guest- as well as anion-dependent structural dynamic behavior.  Upon standing for 1 h without the mother liquor, 1a loses two coordinated MeOH which are replaced by H2O to afford [{Zn(L)(H2O)2}(NO3)2·2H2O]n (1).  Guest-dependent dynamic behavior has been demonstrated by SCSC expts.  Anions of the compd. encapsulated in the channels are completely exchangeable by other anions.  Completely reversible, partially reversible, and nonreversible anion exchange was obsd. depending upon the nature of the anions.  Furthermore, different kinds of affinities of the anions toward the framework were obsd.  Anion-exchanged compds. showed interesting anion-responsive tunable luminescent properties, which might have important biol. and environmental applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhslynu7zO&md5=54e1209126af6bfb0000b887b7f05868", "(c) ", "Wang", ", ", "S.", "; ", "Li", ", ", "L.", "; ", "Zhang", ", ", "J.", "; ", "Yuan", ", ", "X.", "; ", "Su", ", ", "C.-Y.", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "7098", "[", "Crossref", "], [", "CAS", "]", "11. ", "Anion-tuned sorption and catalytic properties of a soft metal-organic solid with polycatenated frameworks", "Wang, Sujuan; Li, Lei; Zhang, Jianyong; Yuan, Xiaochen; Su, Cheng-Yong", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "20", "),\r\n    ", "7098-7104", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A structurally flexible porous metal-org. framework, [CuII(bped)2(H2O)2(SiF6)] ∋ 4H2O (Cu-MOF-SiF6) was prepd. from CuSiF6 and meso-1,2-bis(4-pyridyl)-1,2-ethanediol (bped) in EtOH-H2O.  Cu-MOF-SiF6 is a three-dimensional (3D) polycatenated framework consisting of two-dimensional (2D) (4,4) topol. grid networks which display 2-fold inclined interpenetration in the crystal lattice.  The SiF62- anions hosted in the one-dimensional channels of Cu-MOF-SiF6 can be readily exchanged with NO3- anions while keeping the framework intact, leading to isomorphous Cu-MOF-NO3.  The Cu-MOFs show selective adsorption behaviors due to the host-guest interaction, which is dependent on the anions and the guest size.  The MeOH uptake study indicates that Cu-MOF-SiF6 demonstrates a breathing effect, while Cu-MOF-NO3 exhibits distinctive stepwise MeOH sorption due to the smaller size of NO3- and the larger voids in the crystal lattice.  Cu-MOF-NO3 also exhibits stepwise sorption for larger EtOH guests, while the uptake of EtOH is blocked in Cu-MOF-SiF6.  In addn., the solids show anion-responsive catalytic properties.  Both Cu-MOF-SiF6 and Cu-MOF-NO3 efficiently oxidize benzylic compds. to the corresponding carbonyl functionality under mild and convenient reaction conditions, but improved catalytic activity was obsd. for Cu-MOF-NO3.  The catalysts can be reused with the framework left intact at least three times without losing of any activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlsV2gu7g%253D&md5=b63af7aea440de2de64965ed5ccb24a3", "(d) ", "Tan", ", ", "Y.-X.", "; ", "He", ", ", "Y.-P.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "10647", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Pore partition effect on gas sorption properties of an anionic metal-organic framework with exposed Cu2+ coordination sites", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "38", "),\r\n    ", "10647-10649", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An anionic nanoporous framework [(Me)NH2]3[(Cu4Cl)3(btc)8]·9DMA (1, btc = 1,3,5-benzenetricarboxylate, DMA = N,N-dimethylacetamide) is prepd. with mobile guest cations which can perform ion exchanges with different tetraalkylammonium cations, and the resulting tunable pore structures exhibit interesting pore partition effects on gas storage and sepn.  1 Has exposed Cu2+ coordination sites and can perform ion exchanges with different tetraalkylammonium cations.  This framework material exhibits high and selective CO2 uptake under ambient conditions and cation exchange within this anionic framework creates unusual pore partition effects on either gas adsorption (N2, CO2 or H2) or gas sepn. (CO2/N2).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFyqtbzE&md5=1cf06fade75cff8ada346e2d99cf2a2d", "12. ", "Nuñez", ", ", "A. J.", "; ", "Shear", ", ", "L. N.", "; ", "Dahal", ", ", "N.", "; ", "Ibarra", ", ", "I. A.", "; ", "Yoon", ", ", "J.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J.-S.", "; ", "Humphrey", ", ", "S. M.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "11855", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A coordination polymer of (Ph3P)AuCl prepared by post-synthetic modification and its application in 1-hexene/n-hexane separation", "Nunez, Ana J.; Shear, Lindsey N.; Dahal, Naween; Ibarra, Ilich A.; Yoon, JiWoong; Hwang, Young Kyu; Chang, Jong-San; Humphrey, Simon M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "43", "),\r\n    ", "11855-11857", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "PCM-10 (I) is a porous phosphine coordination material (PCM) based on Ca(II) and tris(p-carboxylated) PPh3.  The material provides a unique 3-dimensional surface of P(III) Lewis base sites, which is ideal for post-synthetic functionalization.  The addn. of Au(I) yields an advanced material that can selectively adsorb 1-hexene over n-hexane at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlKgtrbM&md5=09fe72893d968de7491917c30ca804a7", "13. ", "Humphrey", ", ", "S. M.", "; ", "Allan", ", ", "P. K.", "; ", "Oungoulian", ", ", "S. E.", "; ", "Ironside", ", ", "M. S.", "; ", "Wise", ", ", "E. R.", " ", "Dalton Trans.", " ", "2009", ",  ", "2298", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Metal-organophosphine and metal-organophosphonium frameworks with layered honeycomb-like structures", "Humphrey, Simon M.; Allan, Phoebe K.; Oungoulian, Shaunt E.; Ironside, Matthew S.; Wise, Erica R.", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "13", "),\r\n    ", "2298-2305", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Phosphanotriylbenzenecarboxylic acid (ptbcH3; P(C6H4-p-CO2H)3) and its Me phosphonium iodide deriv. (mptbcH3I; {H3CP(C6H4-p-CO2H)3}I) were used as org. building blocks in reaction with Zn(II) salts to obtain related two-dimensional coordination polymers with honeycomb-like networks.  The variable coordination no. and oxidn. states available to phosphorus were exploited to produce a family of related phosphine coordination materials (PCMs) using a single ligand precursor.  The phosphine carboxylate trianion, ptbc3-, reacted with Zn(II) to form 3,3-connected undulating hexagonal sheets based on tetrahedral P and Zn nodes, where Zn-ptbc = 1:1.  When hydroxide was used as an addnl. framework ligand, Zn4(OH)2 clusters were obtained.  The clusters support 6,3-connected bilayers that consist of pairs of fused hexagonal sheets (Zn-ptbc = 2:1) with intra-layer pore spaces.  The Zn4(OH)2 clusters are also coordinated by solvent, which was preferentially displaced when the bilayer material was synthesized in the presence of ethylene diamine.  Treatment of ptbc3- with MeI resulted in methylation of the phosphine to give the P(V) phosphonium iodide salt deriv.  The formally dianionic methylphosphonium tricarboxylate building block, mptbc2-, has the same trigonal-pyramidal bridging geometry as the parent phosphine.  However, mptbc2- reacted with Zn(II) on a 1:1 stoichiometric ratio to give an unusual trilayer sheet polymer that is based exclusively on 3-connected nodes.  Solid-state 31P NMR studies confirmed that the phosphine ligands were resistant to oxidn. upon solvothermal reaction under aerobic conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjt1CqsL0%253D&md5=1ba7ee59dd72cfbbd533d67bd2330099", "14. ", "(a) ", "Sharma", ", ", "R. K.", "; ", "Fry", ", ", "J. L.", " ", "J. Org. Chem.", " ", "1983", ",  ", "48", ",  ", "2112", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Instability of anhydrous tetra-n-alkylammonium fluorides", "Sharma, Ramesh K.; Fry, James L.", "Journal of Organic Chemistry", "\r\n        (", "1983", "),\r\n    ", "48", "\r\n        (", "12", "),\r\n    ", "2112-14", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    ", "Attempts to produce anhyd. Bu4N+F- (I) by dehydration of the trihydrate under vacuum above 40° led instead to anhyd. Bu4N+ HF2-, 1-butene, and Bu3N, as detd. by 1H, 13C, and 19F NMR and IR spectroscopy.  Similar decompn. occurred with Et4N+F- dihydrate.  After 6 days at 40°/2 torr, I·3H2O had become nearly anhyd.; but 10% solns. of this material in CD2Cl2 were quite unstable at room temp.  Within 12 h, no F- was in soln.; only HF2- ion was seen.  Similar but somewhat slower decompn. occurred both in THF soln. and upon storage in the solid state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXktVGisb4%253D&md5=e7394133ec7ae93883ab972250428772", "(b) ", "Sun", ", ", "H.", "; ", "DiMagno", ", ", "S. G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "2050", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Anhydrous Tetrabutylammonium Fluoride", "Sun, Haoran; DiMagno, Stephen G.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "7", "),\r\n    ", "2050-2051", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Anhyd. tetrabutylammonium fluoride (TBAF) is prepd. at low temp. by nucleophilic arom. substitution of hexafluorobenzene with tetrabutylammonium cyanide; adventitious water is removed in situ by reaction with hexacyanobenzene generated in the formation of TBAF.  Solid TBAF prepd. in this manner is isolated and is stable for weeks under nitrogen at -35°.  In acetonitrile, anhyd. TBAF prepd. in this manner is stable for hours at 25°, while in DMSO TBAF is stable for up to 24 h at 25°; TBAF decomps. slowly in THF soln. or in the solid phase at ≥0°.  TBAF either generated in situ or added as a solid reagent is an effective nucleophilic fluorinating reagent for alkyl halides and sulfonates, providing the fluorides in 40-100% yields; tosyl chloride and benzoyl chloride also react with TBAF to yield the corresponding fluorides in 100% yields, and 3,5-bis(trifluoromethyl)-1-nitrobenzene undergoes fluorodenitration at <20° with anhyd. TBAF to yield 1-fluoro-3,5-bis(trifluoromethyl)benzene in >95% yield.  Addn. of benzyl alc. to TBAF generated in situ provides benzyl fluoride quant. through reaction with the hexacyanobenzene byproduct and nucleophilic substitution of the benzyl pentacyanophenyl ether intermediate.  Water catalyzes the decompn. of TBAF by Hofmann elimination and the exchange of protons with DMSO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXotVGgsQ%253D%253D&md5=0fb6038a25ca4bb249a1623771e6557f", "15. ", "Scherdel", ", ", "C.", "; ", "Reichenauer", ", ", "G.", "; ", "Wiener", ", ", "M.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "132", ",  ", "572", "[", "Crossref", "], [", "CAS", "]", "15. ", "Relationship between pore volumes and surface areas derived from the evaluation of N2-sorption data by DR-, BET- and t-plot", "Scherdel, C.; Reichenauer, G.; Wiener, M.", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "572-575", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "3 Of the most common methods to analyze sorption isotherms with respect to micropore vol. and sp. surface, resp., are the Brunauer-Emmett-Teller (BET) theory, established for the sp. surface area of meso- and macroporous materials, the t-plot-method, which separates micropore from multilayer adsorption and the micropore anal. based on the work of Dubinin and Radushkevich (DR).  While BET-anal. is assumed to be sensitive to multilayer adsorption on the external surface area, the DR-method is expected to be in particular sensitive to the micropores.  However, the data for a series of synthetic carbons investigated reveal that the values derived by both methods are equiv., despite the different underlying assumptions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmt1aqs7c%253D&md5=a68cb380b8b57789d1fac8c6cf037bbc", "16. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "16. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "17. ", "Sircar", ", ", "S.", "; ", "Cao", ", ", "D. V.", " ", "Chem. Eng. Technol.", " ", "2002", ",  ", "25", ",  ", "945", "[", "Crossref", "], [", "CAS", "]", "17. ", "Heat of adsorption", "Sircar, S.; Cao, D. V.", "Chemical Engineering & Technology", "\r\n        (", "2002", "),\r\n    ", "25", "\r\n        (", "10", "),\r\n    ", "945-948", "CODEN:\r\n                ", "CETEER", ";\r\n        ISSN:", "0930-7516", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Sepn. of gas mixts. by pressure swing and thermal swing adsorption processes is an established unit operation in the chem. industry.  Math. simulations of these processes require precise knowledge of multicomponent gas adsorption equil., kinetics, and heats for the system of interest over all conditions of pressure, temp., gas compn. and adsorbate loading encountered by the adsorber during the sepn. process.  Unfortunately, the published data on heats of adsorption are often not adequate.  Limited heat data are generally available for pure gas adsorption, heat data for binary gas mixts. are rare, and heat data for mixts. contg. 3 or more components are nonexistent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xot12isLc%253D&md5=97463475f3126276fa25eb32035449b4", "18. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "[", "Crossref", "], [", "CAS", "]", "18. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "19. ", "Mu", ", ", "B.", "; ", "Schoenecker", ", ", "P. M.", "; ", "Walton", ", ", "K. S.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "6464", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Gas Adsorption Study on Mesoporous Metal-Organic Framework UMCM-1", "Mu, Bin; Schoenecker, Paul M.; Walton, Krista S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "14", "),\r\n    ", "6464-6471", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A mesoporous metal-org. framework (MOF) material, UMCM-1, was synthesized and characterized using N2 adsorption, powder x-ray diffraction, SEM, and FTIR techniques.  A detailed exptl. study was made of the adsorption of pure methane, hydrogen, carbon dioxide, oxygen, and nitrogen at various temps. (298-338 K) and pressures (up to 25 bar).  Multitemperature isotherms were modeled using the Dubinin-Astakhov equation to obtain useful thermodn. properties including adsorption potential characteristic curves and isosteric heats of adsorption.  Results are compared with mesoporous carbons and silicas.  Large-pore materials exhibit relatively high heats of adsorption for CO2 when open metal sites are present.  This phenomenon is not obsd. for methane, which indicates the importance of the CO2 quadrupole in influencing binding strength.  Adsorption results for N2 and O2 show that selectivities in MOFs can be manipulated by the presence or absence of open metal sites.  UMCM-1 and MOF-177 show a slight preference for O2 over N2.  However, open metal site MOFs such as Cu-BTC show the opposite adsorption preference, which is similar to zeolite selectivities.  This exptl. study reveals interesting adsorption information about a novel mesoporous MOF within the context of other MOFs and traditional mesoporous adsorbents.  These results can be used to advance the development of structure-property relations for metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjs1Ohsbo%253D&md5=ee568d9fd0bb3aa815e36aa8266b1c7f", "20. ", "Wu", ", ", "D.", "; ", "Gassensmith", ", ", "J. J.", "; ", "Gouvêa", ", ", "D.", "; ", "Ushkov", ", ", "S.", "; ", "Stoddart", ", ", "J. F.", "; ", "Navrotsky", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "6790", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Direct Calorimetric Measurement of Enthalpy of Adsorption of Carbon Dioxide on CD-MOF-2, a Green Metal-Organic Framework", "Wu, Di; Gassensmith, Jeremiah J.; Gouvea, Douglas; Ushakov, Sergey; Stoddart, J. Fraser; Navrotsky, Alexandra", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "18", "),\r\n    ", "6790-6793", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The enthalpy of adsorption of CO2 on an environmentally friendly metal-org. framework, CD-MOF-2, was detd. directly for the 1st time using adsorption calorimetry at 25°.  This calorimetric methodol. provides a much more accurate and model-independent measurement of adsorption enthalpy than that obtained by calcn. from the adsorption isotherms, esp. for systems showing complex and strongly exothermic adsorption behavior.  The differential enthalpy of CO2 adsorption shows enthalpy values in line with chemisorption behavior.  At near-zero coverage, an irreversible binding event with an enthalpy of -113.5 kJ/mol CO2 is obsd., which is followed by a reversible -65.4 kJ/mol binding event.  These enthalpies are assigned to adsorption on more and less reactive hydroxyl groups, resp.  Further, a 2nd plateau shows an enthalpy of -40.1 kJ/mol and is indicative of physisorbed CO2.  The calorimetric data confirm the presence of at least two energetically distinct binding sites for chemisorbed CO2 on CD-MOF-2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtlWhtLc%253D&md5=c9cdba9e33db7fa1d220d8e7fd587211", "21. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "22. ", "Bhargava", ", ", "B. L.", "; ", "Balasubramanian", ", ", "S.", " ", "Chem. Phys. Lett.", " ", "2007", ",  ", "444", ",  ", "242", "[", "Crossref", "], [", "CAS", "]", "22. ", "Probing anion-carbon dioxide interactions in room temperature ionic liquids: Gas phase cluster calculations", "Bhargava, B. L.; Balasubramanian, S.", "Chemical Physics Letters", "\r\n        (", "2007", "),\r\n    ", "444", "\r\n        (", "4-6", "),\r\n    ", "242-246", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The interaction of a CO2 mol. with different anions commonly used in room temp. ionic liqs. (RTILs) has been studied under isolated conditions.  Min. energy structures obtained using d. functional theory based calcns. suggest the dominance of Lewis acid-base interactions between the species.  In the optimized configurations, the CO2 mol. is found to adopt a non-linear geometry. The extent of the consequent split in the CO2 bending mode calcd. from a Hessian anal. agrees qual. with vibrational spectroscopic results.  The implication of CO2-anion interaction to the soly. of CO2 in RTILs is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpt1Sgurg%253D&md5=15d0359b22b4e3bb72b462b362d371eb", "23. ", "Noro", ", ", "S.", "; ", "Hijikata", ", ", "Y.", "; ", "Inukai", ", ", "M.", "; ", "Fukushima", ", ", "T.", "; ", "Horike", ", ", "S.", "; ", "Higuchi", ", ", "M.", "; ", "Kitagawa", ", ", "S.", "; ", "Akutagawa", ", ", "T.", "; ", "Nakamura", ", ", "T.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "280", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Highly Selective CO2 Adsorption Accompanied with Low-Energy Regeneration in a Two-Dimensional Cu(II) Porous Coordination Polymer with Inorganic Fluorinated PF6- Anions", "Noro, Shin-ichiro; Hijikata, Yuh; Inukai, Munehiro; Fukushima, Tomohiro; Horike, Satoshi; Higuchi, Masakazu; Kitagawa, Susumu; Akutagawa, Tomoyuki; Nakamura, Takayoshi", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "1", "),\r\n    ", "280-285", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "High selectivity and low-energy regeneration for adsorption of CO2 gas were achieved concurrently in a two-dimensional Cu(II) porous coordination polymer, [Cu(PF6)2(4,4'-bpy)2]n (4,4'-bpy = 4,4'-bipyridine), contg. weakly coordinated inorg. fluorinated PF6- anions that can act as moderate interaction sites for CO2 mols.  The crystal structure was detd. for {[Cu(PF6)(4,4'-bpy)2(MeOH)](PF6)·3MeOH}n.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCqsb%252FF&md5=4d7ab0c874348287048d281b561db715", "24. ", "Ibarra", ", ", "I. A.", "; ", "Hesterberg", ", ", "T. W.", "; ", "Holliday", ", ", "B. J.", "; ", "Lynch", ", ", "V. M.", "; ", "Humphrey", ", ", "S. M.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "8003", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Gas sorption and luminescence properties of a terbium(III)-phosphine oxide coordination material with two-dimensional pore topology", "Ibarra, Ilich A.; Hesterberg, Travis W.; Holliday, Bradley J.; Lynch, Vincent M.; Humphrey, Simon M.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "26", "),\r\n    ", "8003-8009", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The structure, stability, gas sorption properties and luminescence behavior of a new lanthanide-phosphine oxide coordination material are reported.  The polymer PCM-15 is based on Tb(III) and tris(p-carboxylated) triphenylphosphine oxide and has a 5,5-connected net topol.  It exhibits an infinite three-dimensional structure that incorporates an open, two-dimensional pore structure.  The material is thermally robust and remains cryst. under high vacuum at 150°.  When desolvated, the solid has a CO2 BET surface area of 1187 m2 g-1 and shows the highest reported uptake of both O2 and H2 at 77 K and 1 bar for a lanthanide-based coordination polymer.  Isolated Tb(III) centers in the as-synthesized polymer exhibit moderate photoluminescence.  However, upon removal of coordinated OH2 ligands, the luminescence intensity was found to approx. double; this process was reversible.  Thus, the Tb(III) center was used as a probe to detect directly the desolvation and resolvation of the polymer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1Slur8%253D&md5=ad3ae40f1245515a31ec803e5d649fc8", "25. ", "(a) ", "Ruthven", ", ", "D. M.", " ", " ", "Fundamentals of Adsorption Equilibrium and Kinetics in Microporous Solids", ". In  ", "Adsorption and Diffusion", "; ", "Karge", ", ", "H. G.", "; ", "Weitkamp", ", ", "J.", ", Eds.; ", "Springer", ": ", "Berlin, Germany", ", ", "2008", "; Vol.  ", "7", ", pp  ", "1", "– ", "43", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "26. ", "Cheon", ", ", "Y. E.", "; ", "Suh", ", ", "M. P.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "2899", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Enhanced hydrogen storage by palladium nanoparticles fabricated in a redox-active metal-organic framework", "Cheon, Young Eun; Suh, Myunghyun Paik", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "16", "),\r\n    ", "2899-2903", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Pd nanoparticles were prepd. by immersing {[Zn3(4,4',4''-nitrilotrisbenzoate)2(EtOH)2]·4 EtOH}n in a MeCN soln. of Pd(NO3)2 at room temp. without reducing agent.  PdNPs@[SNU]0.54+(NO3-)0.54 has an increased H2 uptake both at 77 K and 1 bar and at 298 K and high pressures compared to [Zn3(4,4',4''-nitrilotrisbenzoate)2]n.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVehu7k%253D&md5=0571cd947bf26a4e497c0ae60d977970", "27. ", "Paik Suh", ", ", "M.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "28. ", "(a) ", "Liu", ", ", "Y.", "; ", "Kabbour", ", ", "H.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Ahn", ", ", "C. C.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "4772", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal-Organic Frameworks", "Liu, Yun; Kabbour, Houria; Brown, Craig M.; Neumann, Dan A.; Ahn, Channing C.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "9", "),\r\n    ", "4772-4777", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing mol. hydrogen in porous media is one of the promising avenues for mobile hydrogen storage.  To achieve technol. relevant levels of gravimetric d., the d. of adsorbed H2 must be increased beyond levels attained for typical high surface area carbons.  Here, the authors demonstrate a strong correlation between exposed and coordinatively unsatd. metal centers and enhanced hydrogen surface d. in many framework structures.  The MOF-74 framework structure with open Zn2+ sites displays the highest surface d. for physisorbed hydrogen in framework structures.  Isotherm and neutron scattering methods are used to elucidate the strength of the guest-host interactions and at.-scale bonding of hydrogen in this material.  As a metric with which to compare adsorption d. with other materials, the authors define a surface packing d. and model the strength of the H2-surface interaction required to decrease the H2-H2 distance and to est. the largest possible surface packing d. based on surface physisorption methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslSns7w%253D&md5=bf9bb02119d8c8b088191cddfe9b6a26", "(b) ", "Nijem", ", ", "N.", "; ", "Kong", ", ", "L.", "; ", "Zhao", ", ", "Y.", "; ", "Wu", ", ", "H.", "; ", "Li", ", ", "J.", "; ", "Langreth", ", ", "D. C.", "; ", "Chabal", ", ", "Y. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4782", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Spectroscopic Evidence for the Influence of the Benzene Sites on Tightly Bound H2 in Metal-Organic Frameworks with Unsaturated Metal Centers: MOF-74-Cobalt", "Nijem, Nour; Kong, Lingzhu; Zhao, Yonggang; Wu, Haohan; Li, Jing; Langreth, David C.; Chabal, Yves J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "13", "),\r\n    ", "4782-4784", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The role of low binding energy sites on the adsorption of H2 in metal-org. frameworks (MOFs) with unsatd. metal centers was not identified.  For instance, the importance of the benzene sites on H2 adsorption at the metal site in MOF-74 was not established.  The authors report here exptl. evidence that unambiguously shows that the internal mode of H2 adsorbed at the metal site undergoes both a frequency shift and a marked change in its dynamic dipole moment when H2 is adsorbed at the next nearest neighbor benzene site in MOF-74-Co.  The effect of loading (i.e., occupation of all benzene sites) also induces spectroscopic shifts in H2 at the metal site.  These interactions highlight the role of lower binding energy sites in H2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjtFekt7o%253D&md5=c70331f9b9ef5077d9ac14e0ab2c3890", "29. ", "Hashmi", ", ", "A. S. K.", "; ", "Hutchings", ", ", "G. J.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7896", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Gold catalysis", "Stephen, A.; Hashmi, K.; Hutchings, Graham J.", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "47", "),\r\n    ", "7896-7936", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review; catalysis by gold has rapidly become a hot topic in chem., with a new discovery being made almost every week.  Gold is equally effective as a heterogeneous or a homogeneous catalyst and in this Review we attempt to marry the two facets to demonstrate this new found and general efficacy of gold.  The latest discoveries are placed within a historical context, but the main thrust is to highlight the new catalytic possibilities that gold-catalyzed reactions currently offer the synthetic chemist, in particular in redox reactions and nucleophilic addns. to π systems.  Indeed gold has proved to be an effective catalyst for many reactions for which a catalyst had not been previously identified, and many new discoveries are still expected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlelt7rE&md5=7703543f385f96d13760b688d977d15c", "30. ", "Stobinski", ", ", "L.", " ", "Surf. Sci.", " ", "1992", ",  ", "269–270", ",  ", "838", "[", "Crossref", "]", "There is no corresponding record for this reference.", "31. ", "(a) ", "Chen", ", ", "C.", "; ", "Kim", ", ", "J.", "; ", "Yang", ", ", "D.-A.", "; ", "Ahn", ", ", "W.-S.", " ", "Chem. Eng. J.", " ", "2011", ",  ", "168", ",  ", "1134", "[", "Crossref", "], [", "CAS", "]", "31. ", "Carbon dioxide adsorption over zeolite-like metal organic frameworks (ZMOFs) having a sod topology: Structure and ion-exchange effect", "Chen, Chao; Kim, Jun; Yang, Da-Ae; Ahn, Wha-Seung", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "168", "\r\n        (", "3", "),\r\n    ", "1134-1139", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Zeolite-like metal org. framework (ZMOF) materials having rho and sod topologies were exptl. studied as CO2 adsorbents for the 1st time.  As-prepd. ZMOF materials showed reasonably high CO2 adsorption capacities (∼51 and 53 mg/gadsorbent for rho-and sod-ZMOF, resp.) and high CO2/N2 selectivity (>20) at 298 K and 1 bar.  The latter showed a higher heat of adsorption (27-45 kJ/mol).  These ZMOFs exhibited better CO2 adsorption than ZIF-8, a commonly studied zeolitic imidazolate framework (ZIF) material having the same sod topol. but in a neutral framework.  Partially ion-exchanged sod-ZMOFs by alkali-metals resulted in improved CO2 adsorption performance compared with the as-prepd. ZMOF.  The highest CO2 adsorption was obtained with K+-exchanged sod-ZMOF (61 mg/gadsorbent), representing a ∼ 15% increase in adsorption capacity.  Complete desorption of CO2 in the K+-sod-ZMOF was attained at mild conditions (40°, He purging), and reversible and sustainable CO2 adsorption performance was demonstrated in 5 sets of recycling runs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXksFWjsrY%253D&md5=e14edf0cb7f7df90690a3c39c8f2a1cb", "(b) ", "Calleja", ", ", "J.", "; ", "Botas", ", ", "J. A.", "; ", "Sánchez-Sánchez", ", ", "M.", "; ", "Orcajo", ", ", "M. G.", " ", "Int. J. Hydrogen Energy", " ", "2010", ",  ", "35", ",  ", "9916", "[", "Crossref", "], [", "CAS", "]", "31. ", "Hydrogen adsorption over Zeolite-like MOF materials modified by ion exchange", "Calleja, G.; Botas, J. A.; Sanchez-Sanchez, M.; Orcajo, M. G.", "International Journal of Hydrogen Energy", "\r\n        (", "2010", "),\r\n    ", "35", "\r\n        (", "18", "),\r\n    ", "9916-9923", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Novel porous Zeolite-like metal-org. framework (ZMOF) materials with Rho and Sod topologies are promising adsorbents for H storage due to their high surface area and, more importantly, to their capacity of being ion-exchanged, potentially changing their affinity for H.  The authors have synthesized both Rho- and Sod-ZMOF materials, optimizing exptl. conditions for scaling-up the procedure already published to produce grams of material.  The resultant materials were alk.-cation-exchanged, widely characterized and finally tested as H adsorbents.  Rho-ZMOF is converted into an amorphous phase during some of the ion-exchange processes, whereas Sod-ZMOF, whose ion-exchange capacity was not studied so far, always maintains its topol. for any tested exchange cation and conditions.  Addnl., thermogravimetric analyses and thermal treatments followed by in-situ powder x-ray diffraction anal. have evidenced a significantly higher thermal stability of both as-prepd. and ion-exchanged Sod-ZMOF materials in comparison to their Rho-structured homologs.  Also, the thermal stability of the cation-exchanged ZMOF samples improves when MeOH is the ion-exchange solvent rather than the reported EtOH-H2O mixt.  N and H adsorption isotherms at 77 K suggested that alkali-exchanged materials have lower affinity for H than the as-prepd. samples compensated by imidazolium ion; however, due to the smaller size of Na+ or Li+ cations, their lower affinity is easily compensated by the inherent increase in surface area and pore vol. as exchange degree increases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVyrur3O&md5=daf8b20cf6ead852e8d5cd58a03f4362", "(c) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zarawotko", ", ", "M.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-1/ic4022239/production/images/small/ic-2013-022239_0004.gif\">"]}
